[
    [
        " This is Jocco Podcast number 91 with Echo Charles and me, Jocco Willink.",
        0.48,
        7.04
    ],
    [
        " Good evening, Echo.",
        7.36,
        8.34
    ],
    [
        " Good evening.",
        8.44,
        8.88
    ],
    [
        " And we are rolling straight into Q&A today, so questions from the interwebs.",
        9.42,
        17.3
    ],
    [
        " Echo Charles, go.",
        17.78,
        19.1
    ],
    [
        " Go. Okay, first question.",
        20.78,
        22.6
    ],
    [
        " Jocco, I've just finished about face the book.",
        25.76,
        28.9
    ],
    [
        " Amazing book.",
        29.1,
        29.7
    ],
    [
        " Interested how you modeled your style on Hackworth though.",
        30.32,
        34.5
    ],
    [
        " Hack was a renegade in always bending the rules to the breaking point.",
        35.44,
        39.8
    ],
    [
        " But in extreme ownership you talk about, for example, not pushing back on higher command when it came to Iraqi troops.",
        40.06,
        46.22
    ],
    [
        " Have listened to Podcast 2, but was hoping you could go into it a bit more.",
        46.86,
        52.84
    ],
    [
        " Yeah, so I guess that's a good question.",
        53.38,
        56.6
    ],
    [
        " Hack, he was kind of considered a renegade, but also he was also a total company man.",
        56.88,
        62.4
    ],
    [
        " You got to realize that there's that dichotomy.",
        62.88,
        64.74
    ],
    [
        " There's a guy that Hack loved the army.",
        64.86,
        67.62
    ],
    [
        " He loved the army.",
        68.02,
        69.5
    ],
    [
        " He wanted his uniform, would look super squared away.",
        69.88,
        72.46
    ],
    [
        " He followed all the rules and regulations that and he supported the leadership all the time.",
        73.2,
        78.32
    ],
    [
        " When the leadership was right.",
        78.7,
        80.76
    ],
    [
        " And that's what makes him a good renegade in my opinion.",
        81.1,
        84.88
    ],
    [
        " And I was very much the same way.",
        84.88,
        86.76
    ],
    [
        " I was all about the Navy.",
        87.04,
        88.92
    ],
    [
        " You know, I was all about the games.",
        89.42,
        91.54
    ],
    [
        " As a matter of fact, Tony, you know what Tony used to say.",
        91.74,
        94.46
    ],
    [
        " It was a little thing we got going in to you, bruiser, that spread around.",
        94.88,
        98.84
    ],
    [
        " But of course it came from Tony first, which was all Navy all the time.",
        98.84,
        102.88
    ],
    [
        " We just be joking about, you know, I think I don't know what originally caused it.",
        102.88,
        108.84
    ],
    [
        " But like guys would make fun of me because I would wear like jungle boots or dandruff boots out to on Liberty.",
        108.84,
        115.88
    ],
    [
        " With a curve like old jeans.",
        116.14,
        117.26
    ],
    [
        " Yeah, because when you're when you're like that kind of old just raised in the teams.",
        117.52,
        122.44
    ],
    [
        " You don't even know any different.",
        122.44,
        123.72
    ],
    [
        " And you're like, oh, well, I'm going out and I need to do our shoes cool.",
        123.72,
        126.44
    ],
    [
        " Where's my jungle boots?",
        126.46,
        127.48
    ],
    [
        " That's what you end up like.",
        127.66,
        129.26
    ],
    [
        " And you're into it.",
        129.48,
        130.52
    ],
    [
        " You're not like you think it's good.",
        130.66,
        131.84
    ],
    [
        " You think it's normal.",
        131.98,
        132.72
    ],
    [
        " Like this is the way things are.",
        133.1,
        134.12
    ],
    [
        " That's how you're going.",
        134.18,
        135.36
    ],
    [
        " And so I supported the teams and hack supported the army of course.",
        135.36,
        140.4
    ],
    [
        " But this is the thing.",
        140.7,
        141.6
    ],
    [
        " If the leadership was wrong or there was something being passed down, that was wrong.",
        141.76,
        145.8
    ],
    [
        " And it was a big wrong.",
        146.18,
        147.94
    ],
    [
        " Like if it was a little, I wouldn't be like, oh man, this is crap.",
        148.22,
        151.84
    ],
    [
        " They're making us wear different pair of shorts now.",
        152.08,
        155.52
    ],
    [
        " Because that would happen.",
        155.58,
        156.54
    ],
    [
        " Like some new commanding officer would come in and change some thing.",
        156.82,
        160.86
    ],
    [
        " Right?",
        161.22,
        161.24
    ],
    [
        " And some guys would go, man, why are we going to do that with it?",
        161.84,
        163.84
    ],
    [
        " It's like, dude, be quiet.",
        163.9,
        164.78
    ],
    [
        " You know, just be quiet.",
        165.18,
        166.2
    ],
    [
        " You know, they're giving you new shorts.",
        166.5,
        167.6
    ],
    [
        " Where are the new shorts?",
        167.6,
        168.36
    ],
    [
        " You know, oh, they're telling us we can't wear baseball hats anymore.",
        168.66,
        171.36
    ],
    [
        " Cool, don't wear baseball hats.",
        171.56,
        172.56
    ],
    [
        " And some guys would go, man, they're trying to.",
        172.66,
        174.72
    ],
    [
        " Who cares?",
        174.76,
        175.36
    ],
    [
        " It's like, I don't care what I'm wearing on my head.",
        175.78,
        177.62
    ],
    [
        " You know, like, oh, you want to issue us different ball caps or find whatever.",
        177.76,
        180.92
    ],
    [
        " But then if it was a larger issue, then or obviously if it was something that was like actually wrong,",
        181.72,
        188.88
    ],
    [
        " like criminally wrong or morally wrong or something like that, then yeah, I'd be like, no, we can't do that.",
        189.1,
        194.14
    ],
    [
        " So the reason that I didn't push back on Iraqi troops and working with Iraqi troops when we got to Ramadi",
        194.92,
        203.04
    ],
    [
        " was because as I looked at it, I realized that it was the right thing to do.",
        203.04,
        208.56
    ],
    [
        " And yes, it was going to be more dangerous.",
        209.84,
        211.64
    ],
    [
        " And yes, it definitely took us out of our comfort zone.",
        212.14,
        215.16
    ],
    [
        " But as I explain in extreme ownership, if we didn't train those people up,",
        215.16,
        221.42
    ],
    [
        " if we didn't train the Iraqi soldiers and take them out and get them fighting and get them squared away on the battlefield,",
        221.82,
        226.9
    ],
    [
        " then Americans would have been doing it forever.",
        226.9,
        231.0
    ],
    [
        " So it was the correct call was to do that.",
        231.32,
        234.38
    ],
    [
        " Now, I've talked about the same thing when they told us a ratio.",
        234.48,
        241.36
    ],
    [
        " They gave us a ratio of how many Iraqis we had to have for every one Iraqi.",
        241.86,
        244.96
    ],
    [
        " We had to have, I don't know what they're, I forget what they're number seven,",
        245.24,
        247.66
    ],
    [
        " or for every one seal we had to have seven Iraqi soldiers.",
        248.6,
        252.84
    ],
    [
        " They said that, something like that.",
        253.02,
        254.8
    ],
    [
        " I forget what the numbers were.",
        254.84,
        255.58
    ],
    [
        " And I said, that doesn't make sense to us because sometimes we only have 10 guys to go out",
        256.74,
        261.7
    ],
    [
        " and there's no way I'm sending only one seal with 10 Iraqi soldiers not doing it.",
        261.88,
        267.0
    ],
    [
        " Need a corpsman, need a radio man, need a machine gunner, need a leader.",
        267.4,
        271.58
    ],
    [
        " That's what I need.",
        272.0,
        273.28
    ],
    [
        " And when I pushed back, because I didn't push back against ball caps",
        274.56,
        277.72
    ],
    [
        " and because I didn't push back against some stupid uniform change,",
        277.72,
        282.04
    ],
    [
        " they were like, oh yeah, well that actually makes sense, Chakka.",
        282.56,
        285.18
    ],
    [
        " We don't want you to go in the field with only one seal.",
        285.24,
        287.36
    ],
    [
        " So I would clearly push back if it was something that did make sense.",
        288.94,
        292.44
    ],
    [
        " Same thing with like the martial arts training that they had us doing in the late 90s and early 2000s.",
        292.46,
        298.36
    ],
    [
        " It was not good.",
        298.36,
        299.38
    ],
    [
        " And I was told everyone, hey this is not smart, this is not good.",
        299.7,
        303.48
    ],
    [
        " This training is dumb.",
        303.86,
        304.62
    ],
    [
        " We need to do other training that's better.",
        304.98,
        306.66
    ],
    [
        " And same thing, you know, things go, oh like here's another like stupid example.",
        308.06,
        313.76
    ],
    [
        " They wouldn't want to issue a platoon, the radio was you were going to take on deployment",
        314.84,
        319.18
    ],
    [
        " because they didn't want you to break them or whatever.",
        319.18,
        321.54
    ],
    [
        " And so they'd issue not enough radios for everyone.",
        321.94,
        326.0
    ],
    [
        " And so now everyone doesn't know how to operate the radios.",
        326.1,
        327.9
    ],
    [
        " And you're basically operationally testing the radios while you're going through your workup.",
        328.04,
        331.88
    ],
    [
        " So I said, hey this is garbage.",
        332.04,
        333.02
    ],
    [
        " Issue everyone radios.",
        333.46,
        334.76
    ],
    [
        " If that's how we operate, that's how we need to train.",
        335.06,
        337.04
    ],
    [
        " So in the training they wouldn't issue the radios.",
        337.7,
        340.1
    ],
    [
        " Yeah, there was like a time period where we low on radios.",
        340.18,
        342.36
    ],
    [
        " And they said, we're going to keep these radios for deployment.",
        342.36,
        344.04
    ],
    [
        " And that doesn't make sense.",
        344.32,
        345.32
    ],
    [
        " Yeah.",
        345.46,
        345.64
    ],
    [
        " I got a good idea, buy more radios.",
        345.74,
        347.04
    ],
    [
        " So you know those were things I'd push back on.",
        348.06,
        350.82
    ],
    [
        " And you were always pushing back on the type of training that was going to happen",
        350.92,
        354.08
    ],
    [
        " and who is going to, how are you going to run the training.",
        354.08,
        356.44
    ],
    [
        " So when something, when it made sense to push back, I pushed back.",
        356.64,
        364.7
    ],
    [
        " Just like Hackworth did.",
        364.78,
        365.78
    ],
    [
        " Now Hackworth did it on a massive scale because he eventually pushed back on the way the war and Vietnam was being run.",
        365.84,
        370.94
    ],
    [
        " And had I been smart enough and the war didn't take the shift that it took.",
        372.16,
        377.38
    ],
    [
        " And we didn't move towards counterinsurgency.",
        377.38,
        379.0
    ],
    [
        " And we didn't make those adjustments that the, that Colonel McFarland implemented in Ramadi.",
        379.5,
        384.62
    ],
    [
        " Maybe, maybe, I doubt it.",
        385.02,
        387.3
    ],
    [
        " Maybe I would have been smart if I say, hey we're not running this war right.",
        387.54,
        389.72
    ],
    [
        " We need to do something different and run it up to the training plan.",
        389.8,
        391.58
    ],
    [
        " But, but at the time, you know, Colonel McFarland made great decisions.",
        392.06,
        395.72
    ],
    [
        " He led, he had a great plan, a great strategy.",
        396.3,
        398.7
    ],
    [
        " So I was 100% on board.",
        398.7,
        400.16
    ],
    [
        " But if, you know, Hackworth, that didn't happen.",
        400.4,
        403.4
    ],
    [
        " They were not fighting correctly against the Vietnamese.",
        403.6,
        406.12
    ],
    [
        " And, and they were taking massive casualties for a hill that two days later, they've give back.",
        406.66,
        412.84
    ],
    [
        " And so he was saying, what are you doing?",
        413.26,
        414.66
    ],
    [
        " And the other thing, you know, when he took over the hardcore battalion, they were fighting for months.",
        415.4,
        420.8
    ],
    [
        " And they had, they had literally killed, almost no, anyway, I think it was zero.",
        421.04,
        425.98
    ],
    [
        " I think it was actually zero enemy.",
        425.98,
        427.44
    ],
    [
        " And yet they had taken all kinds of casualties themselves.",
        427.6,
        430.0
    ],
    [
        " And so he's saying, wait, this is wrong.",
        430.4,
        432.2
    ],
    [
        " This is wrong.",
        432.54,
        433.32
    ],
    [
        " So I think that's, that's what being a leader is.",
        433.64,
        437.3
    ],
    [
        " You support the stuff. You support the command.",
        437.7,
        440.12
    ],
    [
        " Yes, of course you support the command.",
        440.44,
        441.98
    ],
    [
        " When it makes sense. And as long as it makes sense.",
        442.2,
        444.36
    ],
    [
        " And normally it's going to make sense.",
        444.56,
        445.88
    ],
    [
        " You know what I mean? Normally it's going to make sense.",
        446.3,
        447.54
    ],
    [
        " Not like the, the admirals and the generals are saying, hey, how can we lose this war?",
        447.66,
        451.04
    ],
    [
        " Let's come up with a stupid strategy.",
        451.14,
        452.26
    ],
    [
        " No, they're doing the best they can.",
        452.54,
        453.68
    ],
    [
        " So it's not like it's a regular occurrence.",
        453.94,
        455.74
    ],
    [
        " I mean, like I said, when I was working for Colonel McFarland, he was a smart guy.",
        456.02,
        460.06
    ],
    [
        " He was a brilliant guy that had a great strategy.",
        460.22,
        462.3
    ],
    [
        " I'm like, okay, awesome.",
        462.7,
        463.84
    ],
    [
        " I'm here to support.",
        464.28,
        464.9
    ],
    [
        " And I'll tell you, when I did, and this is, I think this is important, is that even though I was kind of eradicated.",
        465.92,
        473.12
    ],
    [
        " And I was more rebellious when I was a kid.",
        473.22,
        474.68
    ],
    [
        " Obviously, I was a, I was young when I got the seal teams.",
        474.86,
        477.7
    ],
    [
        " And so, you know, we would push all those things.",
        477.88,
        480.14
    ],
    [
        " And I said, oh, we got to do this. That was me when I was a E4 in the seal teams.",
        480.14,
        484.52
    ],
    [
        " You know, what do we got to do that?",
        484.52,
        486.14
    ],
    [
        " We should just be able to do whatever we want.",
        486.34,
        488.14
    ],
    [
        " You know, we were just stupid.",
        488.26,
        489.68
    ],
    [
        " But as I got older, I realized that you need to, you know, come across as a renegade, quote unquote,",
        490.02,
        497.78
    ],
    [
        " to come across as a big rebel that doesn't, well, immediately when you go and push back on something,",
        498.04,
        502.04
    ],
    [
        " everyone just dismisses you.",
        502.28,
        503.24
    ],
    [
        " Oh, yeah, Jocco, he just allowed mouth.",
        503.44,
        504.78
    ],
    [
        " He just, he just pushed it back against everything.",
        504.9,
        506.66
    ],
    [
        " He doesn't want to do everything his way.",
        506.74,
        508.04
    ],
    [
        " No, you want them to say, oh, wow, hold on a second.",
        508.1,
        510.76
    ],
    [
        " If Jocco is pushing back against this, then this, this must be something wrong here.",
        510.94,
        515.28
    ],
    [
        " Because he doesn't push back against stuff.",
        515.5,
        517.14
    ],
    [
        " He tells the line all the time.",
        517.22,
        518.2
    ],
    [
        " So we should listen to him.",
        518.42,
        519.36
    ],
    [
        " That's what you want to build.",
        519.7,
        520.96
    ],
    [
        " That's what I did my best to build.",
        521.3,
        522.78
    ],
    [
        " And that's how I think it would be comparable to the way Hackworth led and the way that I tried to.",
        523.42,
        530.88
    ],
    [
        " Obviously, I ain't no Hackworth, but I stole as much as I could from him.",
        531.22,
        535.62
    ],
    [
        " And the weird thing is, I'll tell you this.",
        535.76,
        536.82
    ],
    [
        " I always say I stole from him, but it wasn't like I was sitting there reading the book and going,",
        537.18,
        542.74
    ],
    [
        " I'm going to do what he did here.",
        542.76,
        543.86
    ],
    [
        " I think it was just absorbed.",
        544.08,
        546.12
    ],
    [
        " And even the naming of Task Unit bruiser, like when I did it, I wasn't thinking this is what Hackworth did,",
        546.48,
        554.46
    ],
    [
        " but it was real obvious that that's where I got it from.",
        554.78,
        557.02
    ],
    [
        " I didn't think, I'm going to rename this and we're going to turn this thing around based on,",
        557.22,
        560.74
    ],
    [
        " or not turn it around, but we're going to build this based on, no, I was like, you know what,",
        560.74,
        564.92
    ],
    [
        " we're not going to be Task Unit Bravo because that sounds lame.",
        564.92,
        567.96
    ],
    [
        " We're going to be Task Unit bruiser because that sounds awesome.",
        568.24,
        570.5
    ],
    [
        " And then later, you know, I was like, I'm like, oh God, that's exactly what Hackworth did.",
        571.5,
        576.48
    ],
    [
        " I obviously stole it from him.",
        576.58,
        578.1
    ],
    [
        " So, I appreciate it, but that's what I'd say.",
        578.22,
        581.24
    ],
    [
        " Be a renegade, but that should be in the background.",
        581.62,
        586.1
    ],
    [
        " That should be in the back of your mind.",
        586.26,
        587.24
    ],
    [
        " In the front of your mind should be, hey, I'm a supporter of what's happening.",
        587.54,
        591.08
    ],
    [
        " Kind of like the willingness to be a renegade.",
        593.14,
        596.24
    ],
    [
        " If you have to.",
        596.5,
        597.42
    ],
    [
        " Yeah, yeah.",
        597.56,
        598.06
    ],
    [
        " If you have to.",
        598.26,
        599.12
    ],
    [
        " And believe me, I've known all kinds of good seals that were too renegade.",
        599.22,
        602.96
    ],
    [
        " Yeah, yeah, that's just like I'm a renegade.",
        603.16,
        604.84
    ],
    [
        " Yeah, they're just straight up, hey, I'm a renegade.",
        604.96,
        606.68
    ],
    [
        " And, you know, that just, the only guys that could get away with that,",
        606.86,
        611.46
    ],
    [
        " well, guys that were so, ultimately, operationally squared away, that people go, yeah,",
        611.54,
        617.36
    ],
    [
        " you know, he's kind of a maniac about, dude, he's really, really good and really tactically.",
        617.48,
        620.9
    ],
    [
        " We sound like they could, they make that happen.",
        620.9,
        622.96
    ],
    [
        " Now, as you get more and more senior, homie don't play like that.",
        623.28,
        628.04
    ],
    [
        " After a certain point, it's done.",
        628.46,
        629.96
    ],
    [
        " And you've got to get, you've got to play the game.",
        630.1,
        632.22
    ],
    [
        " That's what you got to do.",
        632.36,
        632.96
    ],
    [
        " As you get more senior, you got to play the game.",
        633.4,
        634.46
    ],
    [
        " And from like your subordinates viewpoint, if they looked at me and go, oh,",
        635.02,
        639.86
    ],
    [
        " Jocke was just playing the game.",
        639.94,
        641.28
    ],
    [
        " He's just doing, yes, I am.",
        641.42,
        643.14
    ],
    [
        " Yes, I am.",
        643.5,
        644.3
    ],
    [
        " Because this way gives me more ability to control everything that's going to impact you,",
        644.58,
        649.76
    ],
    [
        " people that work for me.",
        649.86,
        651.22
    ],
    [
        " So, yes, I'm going to play the game so you don't have to.",
        651.72,
        653.88
    ],
    [
        " You're welcome.",
        654.16,
        655.28
    ],
    [
        " So, yeah, Jack.",
        655.84,
        659.84
    ],
    [
        " Makes sense.",
        660.26,
        661.78
    ],
    [
        " Next question.",
        663.5,
        664.58
    ],
    [
        " Jiu Jitsu, BJAJ Jiu Jitsu.",
        667.58,
        670.5
    ],
    [
        " During your time in Iraq.",
        671.1,
        672.6
    ],
    [
        " If you like, please paint me a picture.",
        673.42,
        675.02
    ],
    [
        " How to imagine a BJAJ class from you as an active soldier.",
        675.88,
        680.48
    ],
    [
        " Did you have a key, Matt's?",
        680.72,
        682.14
    ],
    [
        " And how would it differ from a, quote, unquote, normal class?",
        682.74,
        685.68
    ],
    [
        " So, yeah, I always brought Matt's with me, starting with 1998.",
        686.54,
        692.26
    ],
    [
        " I think it's when I started bringing Matt's with me.",
        692.86,
        694.44
    ],
    [
        " How do you bring Matt's to be like, hey, in military transport, you build something called a palette.",
        694.52,
        699.5
    ],
    [
        " So you get a big palette and they're, they're like eight feet by eight feet.",
        699.84,
        704.24
    ],
    [
        " Yeah, pretty big.",
        704.24,
        705.04
    ],
    [
        " And you put stack all kinds of stuff on them.",
        705.6,
        707.68
    ],
    [
        " And you know, you got your weapons.",
        707.78,
        710.1
    ],
    [
        " Just whatever you like.",
        710.1,
        711.3
    ],
    [
        " You got your engines, you got your motors, you got your motors, you got your boats, your zodiac boats, you got paddles, you got all this, I mean, all the equipment.",
        711.54,
        720.74
    ],
    [
        " Everyone's personal gear is on there.",
        721.02,
        722.74
    ],
    [
        " They're op gear, they're body armor.",
        722.82,
        724.14
    ],
    [
        " It's all on these big palettes.",
        724.14,
        725.7
    ],
    [
        " And when you go into employment, you'll have eight palettes, eight of these giant palettes.",
        725.86,
        729.56
    ],
    [
        " And so on some of those palettes, there would be Matt's.",
        729.7,
        732.54
    ],
    [
        " So who is it up to though?",
        732.62,
        734.12
    ],
    [
        " You know, you're talking about weapons and zodiacs and stuff.",
        734.32,
        737.46
    ],
    [
        " And then Matt's like, who is it up to?",
        737.86,
        740.7
    ],
    [
        " Well, whoever's in charge, which is a lot of times it was big.",
        741.22,
        744.82
    ],
    [
        " So that it made it real easy.",
        745.14,
        746.38
    ],
    [
        " And even if it wasn't me, I mean, everybody, you know, if people are bringing something to help everyone get better, you know, people, yeah, that's cool.",
        747.02,
        753.88
    ],
    [
        " So is it like an approval process?",
        754.52,
        756.28
    ],
    [
        " No, man, you just like this is what I do.",
        756.54,
        758.44
    ],
    [
        " There's guys bringing all kinds of crazy things out.",
        758.52,
        760.44
    ],
    [
        " I remember guys, well, you know, you guys bring surfboards.",
        761.3,
        763.6
    ],
    [
        " I mean, they'd pack their surfboards on palettes.",
        763.84,
        765.56
    ],
    [
        " They'd pack weights and squat racks and anything that you want.",
        765.66,
        770.24
    ],
    [
        " If you're going on a six month appointment to a remote location, yeah, you're going to put your load out of squat rack and a bunch of bonper plates.",
        770.46,
        775.82
    ],
    [
        " And if that remote location has waves, you're packing surfboards.",
        776.34,
        779.36
    ],
    [
        " If it has, if it has, you know, rock climbing, you're going to pack rock climbing gear.",
        779.72,
        784.82
    ],
    [
        " Yeah.",
        785.06,
        785.5
    ],
    [
        " That's, I'm telling you, this is one of the things that it's really hard to the seal teams.",
        785.8,
        790.16
    ],
    [
        " It's really hard to have that.",
        790.16,
        791.94
    ],
    [
        " I think we, I think the ween the seal teams have that better than most people.",
        792.3,
        796.76
    ],
    [
        " It's just this, this autonomy to kind of make things happen and do kind of cool stuff.",
        797.26,
        802.92
    ],
    [
        " Yeah, yeah.",
        803.14,
        803.62
    ],
    [
        " And I'm not saying no, no one ever gets to do that, but, you know, I don't think a regular army unit or regular Marine Corps unit would be putting, you know, seven surfboards on their pants.",
        803.66,
        814.8
    ],
    [
        " Yeah.",
        815.06,
        815.42
    ],
    [
        " So where's the limit though?",
        815.64,
        817.4
    ],
    [
        " Like, so what can I, let's say we're going, can I get a TV?",
        817.62,
        821.46
    ],
    [
        " Can I get a TV?",
        821.8,
        822.32
    ],
    [
        " Oh, guys from TVs.",
        822.32,
        823.24
    ],
    [
        " Like a big screen.",
        823.56,
        824.12
    ],
    [
        " TV.",
        824.48,
        824.94
    ],
    [
        " Yeah, yeah, yeah.",
        825.3,
        826.34
    ],
    [
        " It just, it also depends on where you're deploying, what you're doing, what the mission is.",
        826.82,
        829.96
    ],
    [
        " Because, you know, my first time to Iraq, we didn't have much of any of this stuff.",
        830.34,
        833.76
    ],
    [
        " Obviously, right?",
        833.92,
        834.98
    ],
    [
        " We just had our op gear basically.",
        835.04,
        836.6
    ],
    [
        " And, but the second time, the second time I went to Iraq, we brought more, but we actually had to weld the squat rack.",
        836.94,
        843.54
    ],
    [
        " It was pretty awesome.",
        843.94,
        844.86
    ],
    [
        " There's a, there's a Marine that, there's a great Marine that was with us.",
        845.06,
        847.88
    ],
    [
        " And he ran, he manned the radios.",
        848.32,
        849.9
    ],
    [
        " Yeah.",
        850.18,
        850.36
    ],
    [
        " And he was just a, just a awesome guy.",
        850.46,
        852.78
    ],
    [
        " And he was, he was a Marine, but he was, there was Marines across the river.",
        853.46,
        858.72
    ],
    [
        " And so he was supposed to keep continuity.",
        858.96,
        860.92
    ],
    [
        " And he got assigned to us.",
        861.34,
        862.26
    ],
    [
        " Anyways, awesome guy.",
        862.28,
        863.12
    ],
    [
        " And he knew how to weld.",
        863.42,
        865.94
    ],
    [
        " He was from a farm up in Montana or something.",
        866.18,
        868.84
    ],
    [
        " So he knew how to weld.",
        869.24,
        870.0
    ],
    [
        " And he had the gear.",
        870.2,
        870.9
    ],
    [
        " And we didn't have a squat rack.",
        871.16,
        872.16
    ],
    [
        " And so our C-Bs, because there's a bunch of C-Bs with us too, they got, they were able to like just come up with stuff.",
        872.16,
        879.12
    ],
    [
        " They, they make anything happen.",
        879.72,
        881.12
    ],
    [
        " My, my head C-B was just, could C-Bs build things?",
        881.32,
        886.02
    ],
    [
        " And they also acquire things.",
        886.2,
        889.18
    ],
    [
        " Let me put you down.",
        889.54,
        889.96
    ],
    [
        " C-B is combat.",
        890.02,
        890.52
    ],
    [
        " It's a combat engineer battalion.",
        890.96,
        893.62
    ],
    [
        " It's a construction battalion.",
        893.76,
        895.06
    ],
    [
        " That's what it is.",
        895.12,
        895.52
    ],
    [
        " So it's C-B for short, but it's the C-Bs.",
        895.52,
        897.38
    ],
    [
        " And, so yeah, they, they build things.",
        898.22,
        901.3
    ],
    [
        " And they also are very good at acquiring things.",
        901.48,
        903.78
    ],
    [
        " You know, things just chill up at your, at your base.",
        904.2,
        907.2
    ],
    [
        " And my guys were awesome at acquiring things.",
        907.24,
        908.76
    ],
    [
        " And we didn't have a squat rack, which is, which is crazy to me to be, have no squat rack, right?",
        909.0,
        913.86
    ],
    [
        " Why, why don't you have a squat rack?",
        913.94,
        915.36
    ],
    [
        " So, yeah, yeah, that's ridiculous.",
        915.54,
        916.3
    ],
    [
        " This, this Marine welded a squat rack.",
        916.52,
        918.36
    ],
    [
        " Now, here's the interesting part.",
        918.46,
        919.48
    ],
    [
        " The squat rack, he was, he was tall.",
        919.8,
        922.12
    ],
    [
        " He was like, maybe six, four, six, five.",
        922.38,
        924.6
    ],
    [
        " Maybe not that tall.",
        924.82,
        925.66
    ],
    [
        " He was the Marine welder.",
        925.94,
        927.62
    ],
    [
        "",
        927.62,
        927.62
    ],
    [
        " So on this squat rack, there was, you know, there's a just,",
        928.04,
        931.28
    ],
    [
        " a lot of things to put the bar on.",
        931.7,
        933.46
    ],
    [
        " Well, this didn't have adjustable things.",
        934.18,
        935.5
    ],
    [
        " It just had two hooks.",
        935.64,
        936.64
    ],
    [
        " And there was one hook at his height, or one set of hooks at his height,",
        937.38,
        940.48
    ],
    [
        " and one set of hooks at my height.",
        940.6,
        942.02
    ],
    [
        " Everyone just had to figure it out from there.",
        942.14,
        943.46
    ],
    [
        " So yeah.",
        944.54,
        945.24
    ],
    [
        " Yeah.",
        945.7,
        945.92
    ],
    [
        " But, but yeah, so yeah, you could bring, you could bring that if you wanted to.",
        946.46,
        949.9
    ],
    [
        " And so, so yes, we brought mats.",
        949.98,
        951.78
    ],
    [
        " I brought mats on that deployment.",
        952.12,
        954.2
    ],
    [
        " And both actually, both my deployments were I brought mats.",
        954.62,
        957.26
    ],
    [
        " And then, one of the class like, well, generally you're training with people.",
        957.76,
        961.26
    ],
    [
        " They don't know anything.",
        961.26,
        962.18
    ],
    [
        " And I want to train with them in the workup, you know,",
        962.64,
        964.18
    ],
    [
        " so they're starting to learn, and they're like, you know, low level white belts,",
        964.26,
        967.06
    ],
    [
        " or mid level white belts, or even high level white belts.",
        967.2,
        968.94
    ],
    [
        " I don't think I even had one blue belt on either one of my deployments.",
        969.04,
        971.76
    ],
    [
        " And the good thing is, their team guys, their athletic, they're strong,",
        972.14,
        976.8
    ],
    [
        " they're in good shape, they want to learn.",
        977.04,
        978.36
    ],
    [
        " So they learn fast, they're tough.",
        978.4,
        980.44
    ],
    [
        " They're like I said, strong and athletic.",
        981.1,
        982.72
    ],
    [
        " So you're going to get good roles.",
        982.8,
        983.8
    ],
    [
        " Yeah.",
        984.04,
        984.16
    ],
    [
        " I mean, the more you teach them, the better the roles get.",
        984.32,
        986.46
    ],
    [
        " Talking about ghee or no ghee, we never, I never traveled with a ghee for the military.",
        986.7,
        990.7
    ],
    [
        " I don't think.",
        990.7,
        991.32
    ],
    [
        " And so what I started wearing, almost all time was cami pants and a t-shirt.",
        992.44,
        998.0
    ],
    [
        " And what's cool is, I did that when I, as soon as I started,",
        998.72,
        1001.16
    ],
    [
        " you did two of us training with other seals that were in cami pants and a t-shirt,",
        1001.22,
        1005.74
    ],
    [
        " because it didn't make sense to wear like a cami top.",
        1006.06,
        1008.92
    ],
    [
        " Yeah.",
        1009.24,
        1009.44
    ],
    [
        " And so what's cool is, without even knowing it, when no one was training no ghee,",
        1009.72,
        1014.76
    ],
    [
        " I was actually training no ghee, because I did, was just training with guys with t-shirts on.",
        1015.16,
        1019.04
    ],
    [
        " Not even wearing pants, but anyway, so yeah, that's what we'd wear.",
        1019.04,
        1021.88
    ],
    [
        " Cami pants and a t-shirt.",
        1022.16,
        1023.78
    ],
    [
        " Would we occasionally put on hop gear occasionally, but not very often.",
        1024.18,
        1029.92
    ],
    [
        " The other thing you got to watch out for with my former organization in the seal teams is",
        1031.04,
        1038.02
    ],
    [
        " there's guys that would go nuts, like they didn't want to tap, because you get major egos.",
        1038.02,
        1041.98
    ],
    [
        " And so guys could occasionally go psycho.",
        1042.18,
        1043.72
    ],
    [
        " Sometimes when I'd put certain people against each other,",
        1044.36,
        1048.08
    ],
    [
        " sometimes I'd have to basically officiate slash be a safety officer to make sure that no one actually got killed",
        1048.52,
        1054.02
    ],
    [
        " because they'd be trying to kill each other and no one wants to tap.",
        1054.02,
        1057.7
    ],
    [
        " And you have to be like, hey man, you're about to get broken. Stop.",
        1057.72,
        1061.2
    ],
    [
        " So you had to do some of that.",
        1061.68,
        1062.98
    ],
    [
        " And I am a bit of an instigator.",
        1063.92,
        1067.46
    ],
    [
        " Yeah.",
        1067.88,
        1068.02
    ],
    [
        " I know.",
        1068.26,
        1068.34
    ],
    [
        " I mean, you see it now.",
        1068.84,
        1070.64
    ],
    [
        " I still do it on the mats today.",
        1070.74,
        1071.86
    ],
    [
        " You know, I mean, if there's two guys that are going hard against each other,",
        1072.08,
        1076.44
    ],
    [
        " but maybe they're not going super hard.",
        1076.44,
        1078.92
    ],
    [
        " Yeah, yeah, they could go harder.",
        1079.06,
        1080.04
    ],
    [
        " It's really easy to escalate that.",
        1080.04,
        1081.38
    ],
    [
        " Yeah, I know.",
        1081.88,
        1083.24
    ],
    [
        " And so I would escalate matches between guys as well.",
        1083.58,
        1088.34
    ],
    [
        " And then you know how to just roll with everyone.",
        1089.54,
        1091.4
    ],
    [
        " So yeah, with the world of the class, be like, we teach the moves just like a drag-out to do two class.",
        1091.56,
        1094.94
    ],
    [
        " Teach the moves, go over some stuff, and then roll.",
        1095.18,
        1097.8
    ],
    [
        " And that's it.",
        1098.2,
        1098.78
    ],
    [
        " Pretty simple.",
        1099.22,
        1100.28
    ],
    [
        " Good times.",
        1100.68,
        1101.36
    ],
    [
        " Yeah, I found that if you can do little drills with yourself,",
        1101.98,
        1105.14
    ],
    [
        " if you go, if you're a high level guy, and you're going with a white belt, especially if they're athletic, what you do is you,",
        1105.14,
        1111.24
    ],
    [
        " you know how like when you roll with a guy who's maybe one level, a whole give or take from you, you, um,",
        1111.32,
        1117.44
    ],
    [
        " or let's say they're one level lower.",
        1118.62,
        1120.22
    ],
    [
        " You'll kind of slowly put yourself into batter or worse situations.",
        1120.32,
        1124.06
    ],
    [
        " Right.",
        1124.06,
        1124.14
    ],
    [
        " You won't go all out or nothing like it.",
        1124.34,
        1125.82
    ],
    [
        " Yeah.",
        1125.98,
        1126.28
    ],
    [
        " But this is kind of kind of intuitive.",
        1126.52,
        1127.8
    ],
    [
        " If you go with like a beginner beginner, but they're athletic, what you do is you try to,",
        1128.36,
        1133.52
    ],
    [
        " you think of a finish or a position.",
        1133.66,
        1136.88
    ],
    [
        " Yeah, as fast as you possibly can.",
        1137.62,
        1139.5
    ],
    [
        " Oh, so if you're like, okay, I'm going to start on the bottom.",
        1139.56,
        1142.06
    ],
    [
        " So you're going to force them.",
        1142.1,
        1142.68
    ],
    [
        " I'm going to, well, depends on where you go.",
        1142.68,
        1145.24
    ],
    [
        " You're going faster.",
        1145.24,
        1145.62
    ],
    [
        " You're going to have to force it.",
        1145.74,
        1146.64
    ],
    [
        " Yeah, but you have to force an arm lock.",
        1147.2,
        1148.86
    ],
    [
        " If you say I'm going to finish this with an arm lock, you're going to have to force them into that position somewhat.",
        1148.98,
        1151.94
    ],
    [
        " Yeah, yeah, yeah.",
        1152.1,
        1152.68
    ],
    [
        " Okay.",
        1152.68,
        1152.82
    ],
    [
        " You can set it up, sure.",
        1152.82,
        1153.58
    ],
    [
        " Yeah, exactly right.",
        1153.72,
        1154.3
    ],
    [
        " That's really the drill.",
        1154.34,
        1155.66
    ],
    [
        " You've got to set it up, given what he does.",
        1155.9,
        1157.58
    ],
    [
        " And he could be retreating the whole time.",
        1157.9,
        1160.22
    ],
    [
        " Sure, it's going to take longer.",
        1160.4,
        1161.56
    ],
    [
        " It's just that's just how it should you do is.",
        1161.56,
        1163.12
    ],
    [
        " But that's the drill in your head.",
        1163.22,
        1165.38
    ],
    [
        " Rather than, you know, let's add an intuitive method to roll with a Y-Peltis.",
        1165.42,
        1170.12
    ],
    [
        " Let's just go light, let's see what he does, let him even get a good position on you,",
        1170.22,
        1174.18
    ],
    [
        " and then I'll work out or whatever.",
        1174.18,
        1175.24
    ],
    [
        " But no, don't do that.",
        1175.72,
        1176.46
    ],
    [
        " Be like, okay, I'm going to treat this person like a person that I have to in real life subdue with and you choose whatever way.",
        1176.58,
        1183.12
    ],
    [
        " Yeah, that's a good game to play.",
        1183.12,
        1183.96
    ],
    [
        " Actually, that is a good game to play.",
        1184.16,
        1185.58
    ],
    [
        " And then you get real good at that, like going from one thing and then...",
        1185.9,
        1189.58
    ],
    [
        " It's also, I don't play that game very often.",
        1189.58,
        1191.98
    ],
    [
        " I don't know what, there's something that snaps in my head sometimes when I'm like, okay, I'm going to just smash this person.",
        1192.42,
        1196.84
    ],
    [
        " But, you know, sometimes I'll be watching the clock and when there's 40 seconds left, I'll be like, all right, I'm going to try and submit this dude in the next 40 seconds.",
        1197.94,
        1204.72
    ],
    [
        " Or this is when I'm going against someone that's good.",
        1204.9,
        1206.68
    ],
    [
        " You know what I mean?",
        1207.0,
        1207.42
    ],
    [
        " That's, honestly, I do that with you sometimes where you can feel me chilling and I'm all of a sudden I'm like, oh wait, there's only 30 seconds left and I have to go super hard to try and get you.",
        1208.0,
        1215.88
    ],
    [
        " And sometimes I don't give myself enough time.",
        1216.04,
        1217.34
    ],
    [
        " And so then I have to learn to get better.",
        1217.42,
        1219.18
    ],
    [
        " Yeah.",
        1219.6,
        1221.0
    ],
    [
        " And yeah, me saying that, agree, like I don't do that in training.",
        1221.24,
        1225.88
    ],
    [
        " Because what I normally, my lazy instinct is I always go just enough better than the person I'm going against to maintain and eventually finish up.",
        1226.18,
        1235.68
    ],
    [
        " See, and that's good because you give the other guy good training.",
        1235.7,
        1238.42
    ],
    [
        " Yeah.",
        1238.72,
        1238.84
    ],
    [
        " And that's kind of the point with not...",
        1238.84,
        1241.08
    ],
    [
        " I mean, if you go in regular juice of class and you're like, you know, upper belt mean like purple, brown, black belt and you go against a white belt, you get paired up with a white belt.",
        1241.08,
        1248.0
    ],
    [
        " I'm not saying necessarily to do that all the time because it's kind of...",
        1248.56,
        1252.88
    ],
    [
        " It's a relationship you have with your training partners.",
        1252.88,
        1255.86
    ],
    [
        " So if I'm like, okay, every white belt I go against or any beginner, I'm just going to go as hard as I can.",
        1256.3,
        1260.92
    ],
    [
        " It's like, bro, what are you doing to the guy?",
        1261.22,
        1262.68
    ],
    [
        " Sure, good.",
        1262.92,
        1263.46
    ],
    [
        " That's why...",
        1263.68,
        1264.48
    ],
    [
        " That's why for what you're saying, for blue belts to do that is not good.",
        1264.48,
        1268.32
    ],
    [
        " To blue belts to that white belt, they don't have to skill yet.",
        1268.8,
        1271.0
    ],
    [
        " Yeah, yeah, yeah, that's true to it.",
        1271.06,
        1272.16
    ],
    [
        " It should be like purple belt, brown belt, black belt.",
        1272.16,
        1274.08
    ],
    [
        " Yeah.",
        1274.3,
        1274.44
    ],
    [
        " That's going to be like, okay, I'm going to test my efficiency on making this happen really quickly.",
        1274.6,
        1280.08
    ],
    [
        " Yeah.",
        1280.24,
        1280.46
    ],
    [
        " Blue belt against an athletic white belt is going to be World War VII.",
        1280.62,
        1285.18
    ],
    [
        " Yeah, that's true.",
        1285.22,
        1286.56
    ],
    [
        " And there's injuries that are waiting to happen.",
        1287.14,
        1288.98
    ],
    [
        " Yeah.",
        1289.2,
        1289.36
    ],
    [
        " There's a purple belt generally is not going to get it injured, not going to generally injure someone from being in a bad position.",
        1289.48,
        1294.22
    ],
    [
        " Blue belt, white belt.",
        1294.42,
        1295.46
    ],
    [
        " Maybe.",
        1295.78,
        1296.38
    ],
    [
        " It could be a lesson, bad scenario.",
        1296.38,
        1297.76
    ],
    [
        " Yeah, and so really the point in doing that is like in a scenario like your situation where you don't have anyone to train with, except for beginnings that are all athletic and hungry.",
        1298.04,
        1307.62
    ],
    [
        " So it's like, okay, what do I do?",
        1308.18,
        1309.76
    ],
    [
        " You know what's cool?",
        1310.4,
        1310.94
    ],
    [
        " I would come home from deployment better at Jujitsu than when I left.",
        1311.38,
        1314.84
    ],
    [
        " For sure.",
        1315.06,
        1315.62
    ],
    [
        " That happened on every deployment.",
        1315.82,
        1317.2
    ],
    [
        " When I came home, I was better at Jujitsu than when I left.",
        1317.32,
        1319.68
    ],
    [
        " But not only better than I was, but I was in keeping with the standards of the guys I was training with.",
        1320.0,
        1325.5
    ],
    [
        " Yeah, yeah.",
        1325.5,
        1326.06
    ],
    [
        " So, you know, I'm rolling with Dean before I leave.",
        1326.16,
        1328.46
    ],
    [
        " And I come back and I am now doing better than I was against Dean before I left, where he's been here training the whole time.",
        1328.92,
        1337.82
    ],
    [
        " So that says to me, that is an effective way to train.",
        1338.14,
        1341.6
    ],
    [
        " You know, you just, you just, and that's why there's really no excuse to lie.",
        1342.02,
        1345.22
    ],
    [
        " People ask, you know, what should I do?",
        1345.22,
        1346.3
    ],
    [
        " I live four hours away from the closest gym and get some friends, put some mats on the ground, watch YouTube and start training with each other.",
        1346.3,
        1353.08
    ],
    [
        " And occasionally when you get the chance, go somewhere to a school once a month, once every two weeks, so you can learn.",
        1354.2,
        1359.12
    ],
    [
        " Yeah.",
        1359.54,
        1359.66
    ],
    [
        " Yeah.",
        1360.34,
        1360.78
    ],
    [
        " And I think in your situation is kind of a, not necessarily unique, but kind of a specific type of situation where you have all the fundamentals essentially down.",
        1361.06,
        1371.56
    ],
    [
        " So, you know, like habitual stuff, stuff that you just automatically do with certain techniques, which is the correct technique, you know.",
        1371.86,
        1379.5
    ],
    [
        " So you can, I think that you'll benefit more in that way, where you can train with beginners and train some way and get better.",
        1380.32,
        1385.8
    ],
    [
        " But I'm talking about when I was a blue belt myself.",
        1385.8,
        1387.88
    ],
    [
        " Yeah.",
        1388.56,
        1388.72
    ],
    [
        " I still got a lot better when I would be on deployment.",
        1388.94,
        1390.94
    ],
    [
        " Yeah.",
        1391.24,
        1391.42
    ],
    [
        " And when I was a purple belt, when I was a brown belt.",
        1391.54,
        1393.42
    ],
    [
        " Yeah.",
        1393.68,
        1393.98
    ],
    [
        " Still, still it's just like a little, just a smaller version of that idea, where if you're a beginner and you're like, okay, I've never taken you to, I'm going to start on YouTube or whatever, I don't think you can benefit from those situations.",
        1394.1,
        1404.98
    ],
    [
        " Oh no, you can definitely benefit from that.",
        1405.12,
        1406.56
    ],
    [
        " Not as much.",
        1406.62,
        1407.1
    ],
    [
        " You can't, yeah, you can definitely not as much, but you can benefit.",
        1407.38,
        1410.3
    ],
    [
        "",
        1410.92,
        1410.92
    ],
    [
        " You can definitely benefit.",
        1410.92,
        1411.8
    ],
    [
        " You can definitely benefit.",
        1412.2,
        1413.16
    ],
    [
        " Yeah.",
        1413.74,
        1413.9
    ],
    [
        " It's better, it's a thousand times better than not doing anything and not training.",
        1414.02,
        1417.78
    ],
    [
        " Oh yeah.",
        1417.84,
        1418.2
    ],
    [
        " And if you got one person that has that gift of being able to like understand what's happening, maybe you got a wrestler in there,",
        1418.42,
        1424.66
    ],
    [
        " but oh, that's going to help you so much.",
        1424.8,
        1425.8
    ],
    [
        " Yeah.",
        1425.86,
        1425.94
    ],
    [
        " Maybe you got someone that did you don't, maybe that's going to help you so much.",
        1425.94,
        1427.92
    ],
    [
        " Yeah.",
        1428.18,
        1428.26
    ],
    [
        " But even if you don't, you just start looking at it and saying, okay, what's happening in this, what's happening right there?",
        1428.34,
        1432.38
    ],
    [
        " Okay, try that on a mock on me and you get some of those good YouTube videos that really break things down well.",
        1432.48,
        1436.34
    ],
    [
        " Yeah.",
        1436.34,
        1436.64
    ],
    [
        " You can learn a lot.",
        1436.64,
        1437.52
    ],
    [
        " I think you can because I didn't have to learn that way, luckily.",
        1437.68,
        1440.56
    ],
    [
        " Yeah, yeah, luckily you got to train with the best guys in the whole entire world.",
        1441.18,
        1444.4
    ],
    [
        " So, you know, hey, you know, teach their own and I do it.",
        1444.46,
        1447.36
    ],
    [
        " Actually, yeah.",
        1447.66,
        1448.72
    ],
    [
        " Actually, Hodger, Gracie, who's, you know, we, not even arguably, top three all time ever.",
        1449.2,
        1457.94
    ],
    [
        " Yeah.",
        1458.48,
        1458.68
    ],
    [
        " And he was actually telling me, he's like, I don't have like a team of world class guys to train with.",
        1458.68,
        1464.76
    ],
    [
        " He's like, sometimes I train with Braalio sometimes because he's in England.",
        1464.76,
        1468.3
    ],
    [
        " Yeah, he's in England.",
        1468.44,
        1468.82
    ],
    [
        " Yeah.",
        1469.04,
        1469.2
    ],
    [
        " So he has like, he's like, I only train with my students and who are good and they give awesome training, but they're not, I don't have world class training partners.",
        1469.32,
        1475.86
    ],
    [
        " Like, my opponents do kind of thing.",
        1475.86,
        1477.96
    ],
    [
        " Yeah.",
        1477.98,
        1478.08
    ],
    [
        " And there is no specific themselves kind of pretty amazing.",
        1478.28,
        1482.58
    ],
    [
        " Yeah.",
        1482.9,
        1483.18
    ],
    [
        " So, man, to kind of teach their own, but all these things, yeah, can be beneficial even, even if they don't necessarily seem like it.",
        1483.5,
        1489.3
    ],
    [
        " Yeah.",
        1489.32,
        1489.6
    ],
    [
        " And you know what I think actually this is leading to is like, you get what you make out of it.",
        1489.6,
        1495.22
    ],
    [
        "",
        1495.4,
        1495.4
    ],
    [
        " Yeah.",
        1495.4,
        1495.62
    ],
    [
        " And there's people in the UFC that have done the same thing that came from some random camp and they're training hard and they go and win.",
        1495.86,
        1502.42
    ],
    [
        " The, the Conor McGregor.",
        1502.6,
        1503.78
    ],
    [
        " He didn't come from, he didn't come from Greg Jackson.",
        1504.18,
        1506.82
    ],
    [
        " Yeah.",
        1507.14,
        1507.28
    ],
    [
        " Yeah.",
        1507.4,
        1507.58
    ],
    [
        " He didn't come from American top team.",
        1507.86,
        1509.46
    ],
    [
        " He came from a group, you know, their school with, with Kavanaugh.",
        1509.68,
        1513.9
    ],
    [
        " And obviously they're doing something right.",
        1514.24,
        1516.04
    ],
    [
        " But same thing, he didn't have the highest level guys to train against.",
        1516.04,
        1519.82
    ],
    [
        " Yeah.",
        1520.06,
        1520.16
    ],
    [
        " He trained, I'm not saying, slagging off their, their training partners, but it's not, it wasn't a known camp when he came around.",
        1520.28,
        1525.56
    ],
    [
        " Right.",
        1525.7,
        1525.86
    ],
    [
        " He's, so he's a guy like that.",
        1526.12,
        1527.84
    ],
    [
        " Uh, Max Holloway.",
        1528.32,
        1530.24
    ],
    [
        " He's out, how I, right?",
        1530.42,
        1532.1
    ],
    [
        " He's training hard, but he's coming out here winning the UFC championship.",
        1532.38,
        1536.24
    ],
    [
        " Yeah.",
        1536.38,
        1536.54
    ],
    [
        " Based on, you know, his training partners.",
        1536.7,
        1538.66
    ],
    [
        " Yeah.",
        1538.9,
        1539.02
    ],
    [
        " So, I think guys that, that actually understand what they need to do.",
        1539.04,
        1544.8
    ],
    [
        " Yeah.",
        1544.84,
        1545.28
    ],
    [
        " They do it, they get it done.",
        1545.42,
        1547.02
    ],
    [
        " Yeah.",
        1547.42,
        1547.56
    ],
    [
        " They don't make any excuses.",
        1547.56,
        1548.44
    ],
    [
        " Nope.",
        1548.44,
        1548.82
    ],
    [
        " They're the ones that make excuses.",
        1549.06,
        1550.34
    ],
    [
        " Yeah, yeah.",
        1550.54,
        1551.08
    ],
    [
        " You know, you have at the end of the day, that's it, right?",
        1551.54,
        1554.18
    ],
    [
        " Check.",
        1554.54,
        1554.76
    ],
    [
        " Next question.",
        1555.34,
        1556.32
    ],
    [
        " With life decisions, is it better to be decisive and take actions to move forward, even if sometimes those decisions are wrong?",
        1557.9,
        1566.36
    ],
    [
        " As opposed to being paralyzed by indecision and fear, thus getting maneuvered on by life.",
        1566.64,
        1571.54
    ],
    [
        " I ask this because I struggle with life decisions and have trouble committing to one path due to eclectic interests.",
        1571.84,
        1579.86
    ],
    [
        " After listening to your podcast, I'm thinking it's better to be aggressive and maneuver on the battlefield of life, as long as I'm prepared to adapt, rather than sitting around and letting circumstance dictate my actions.",
        1580.44,
        1591.8
    ],
    [
        " Well, it sounds like he kind of answered his own question there, which is good.",
        1592.58,
        1596.34
    ],
    [
        " Yes, it is better to be aggressive.",
        1596.52,
        1598.38
    ],
    [
        " It's better to be decisive.",
        1598.38,
        1599.6
    ],
    [
        " This does not mean burning bridges, and I think we've talked about this before.",
        1600.3,
        1603.76
    ],
    [
        " It doesn't mean that you just say, I'm quitting my job right now because I'm going to go start a new life as a whatever your new job is going to be.",
        1604.06,
        1614.48
    ],
    [
        " I'm going to start a business selling widgets, and I'm just going to go all in because I'm committed.",
        1614.94,
        1619.72
    ],
    [
        "",
        1620.02,
        1620.02
    ],
    [
        " Well, you know, how long does it take to produce those widgets?",
        1620.8,
        1622.84
    ],
    [
        " There's a way though to mitigate risk on your decisions.",
        1625.6,
        1630.44
    ],
    [
        " And actually, at the camp we were in up in Maine, there was a lot of guys that were listening to the podcast.",
        1630.72,
        1637.46
    ],
    [
        " And one of them, really good guy, he was talking to me about his business.",
        1638.12,
        1644.56
    ],
    [
        " And the business, which I'm not going to go into details, but he's basically saying, look, I got this business.",
        1644.92,
        1649.52
    ],
    [
        " It's going well. I want it to do better.",
        1649.8,
        1651.98
    ],
    [
        " And I'm kind of weighing this decision between bringing on, he says, I want to bring on like six people to really help expand and grow and all that stuff.",
        1652.46,
        1663.2
    ],
    [
        " He said, but if I do that, and we have a couple rough, you know, if we hit some bad luck, I might be upside down and not be able to handle it.",
        1663.88,
        1670.8
    ],
    [
        " And what I really am scared of is like, that's not just me, but it's now it's my family.",
        1671.46,
        1675.88
    ],
    [
        " I got a wife and I got kids. And now I'm hedging the comfort and safety of my family.",
        1676.12,
        1683.0
    ],
    [
        " So I don't know what to do. And I said, okay, well, do you have to go all in, right?",
        1683.24,
        1689.9
    ],
    [
        " Do you have to turn around tomorrow? Because you know what, we're going all in.",
        1690.16,
        1693.48
    ],
    [
        " I'm going to hire these six people, we're going to expand. And hopefully if everything goes right, we'll do really well.",
        1693.52,
        1698.06
    ],
    [
        " You don't have to do that. You don't have to put that much on the table.",
        1698.8,
        1702.12
    ],
    [
        " Instead, I said, I said, well, how many people do you actually really need right now?",
        1702.6,
        1706.86
    ],
    [
        " And he said, probably one or two. And I was like, okay, why don't you bring on one?",
        1707.96,
        1713.4
    ],
    [
        " And start to see where that goes and be prepared to look for another person to bring on two.",
        1714.54,
        1719.64
    ],
    [
        " And then as those two people work out and you're starting to fill their labor every day and they have work to do because you're expanding the cool bring on three.",
        1719.9,
        1727.38
    ],
    [
        " And guess what? If you hit a hiccup and things start going sideways for whatever reason, that's cool.",
        1727.98,
        1733.12
    ],
    [
        " You don't have those additional four people or three people on board that you're paying payroll to every month,",
        1733.46,
        1737.9
    ],
    [
        " which is normally what kills businesses or one of the common things that kills businesses.",
        1737.96,
        1741.88
    ],
    [
        " So it's the same. So that's that's a good example, right?",
        1742.76,
        1746.4
    ],
    [
        " And he was, he thought to himself and he looked at me and said, absolutely, I'm going to go do that.",
        1746.5,
        1750.9
    ],
    [
        " And so he's probably back at his job right now, running his business and probably hiring a person to start expanding.",
        1751.26,
        1756.92
    ],
    [
        " Not hiring six people and putting all of his chips on the table where it's a cool gamble.",
        1757.28,
        1762.18
    ],
    [
        " Let's say the percentage of winning and 70%. You're like, yeah, I'm just going to do it.",
        1762.36,
        1766.22
    ],
    [
        " There's a 30% chance you lose.",
        1766.72,
        1767.9
    ],
    [
        " And now your family has no house and no food.",
        1768.24,
        1770.76
    ],
    [
        " So that's not what we want to do. So why not just put some of your chips on the table.",
        1771.18,
        1775.32
    ],
    [
        " And you can still win and make a little bit. You still improve your position.",
        1776.12,
        1779.86
    ],
    [
        " So we got to do that with life too. Like I said, you don't quit your job to start building widgets when you don't know what you're doing.",
        1780.92,
        1786.04
    ],
    [
        " You got to, why not just build the widgets in your spare time?",
        1786.24,
        1788.34
    ],
    [
        " Yeah, see what I'm up.",
        1788.62,
        1789.48
    ],
    [
        " Yeah, start putting those things on the internet, start seeing how they sell, start getting a little income from them.",
        1789.5,
        1793.36
    ],
    [
        " Let them grow and then finally when you feel like the balance start to tip, maybe there'll be a last minute jump where you'd be like, okay, now I'm going to go for it.",
        1793.62,
        1800.88
    ],
    [
        " But what you're committing to is something solid, something tangible and something that's making money.",
        1801.08,
        1805.8
    ],
    [
        " Right? We're not jumping in and committing to something that's unknown.",
        1806.28,
        1809.6
    ],
    [
        " We're going to commit something that's known.",
        1809.6,
        1811.78
    ],
    [
        " And I think it's important to note that that right there is not a lack of commitment.",
        1812.7,
        1819.98
    ],
    [
        " And this is here, these like, you know, people on the interwebs, they'll be like, you know why you haven't made it yet?",
        1820.26,
        1825.96
    ],
    [
        " Because you haven't committed 100%. That's why if you want to do it, you've got to commit with everything you've got.",
        1826.14,
        1832.12
    ],
    [
        " Well, and so what people think is, okay, well, I'm just going to quit my job because I'm going to go for it and then I'll be successful because this guy over here told me, if I committed, I'd be successful.",
        1832.26,
        1839.58
    ],
    [
        " It's actually not true. You can be a thousand percent committed to something and you can still fail.",
        1839.8,
        1844.08
    ],
    [
        " I got bad news for you. That's the reality.",
        1844.34,
        1846.14
    ],
    [
        " You know, that's the reality of, do you think the people at Blackberry weren't committed to their game? You know what I mean?",
        1846.74,
        1851.86
    ],
    [
        " You know, but what happened to Blackberry?",
        1852.52,
        1854.02
    ],
    [
        " They were committed, but they made some bad decisions. The guess what? Now Blackberry is not really in the game anymore.",
        1856.08,
        1861.14
    ],
    [
        " Well, I think they changed games. I'm not 100% sure. But people think that because you didn't quit your job and go all in and put all your chips on the table if that you're not committed.",
        1861.44,
        1873.84
    ],
    [
        " And I actually don't agree with that. And I'll give, here's my example.",
        1874.24,
        1878.0
    ],
    [
        " If, okay, I think that commitment is actually harder to do when it's a long-term commitment that you're going, okay, you know what?",
        1881.22,
        1891.78
    ],
    [
        " I'm going to, I'm going to stay at my job, but I'm going to work three hours a day on this other thing.",
        1892.02,
        1894.94
    ],
    [
        " I'm going to be manufacturing, maybe making my widgets three hours a day when I get home at 10 o'clock at night.",
        1895.04,
        1899.06
    ],
    [
        " I'm going to go until one o'clock in the morning making my widgets. That's commitment.",
        1899.26,
        1903.42
    ],
    [
        " It's actually smart commitment. It actually, in some ways, takes more commitment to do that than it does just to quit your job and say I'm all in.",
        1904.26,
        1910.7
    ],
    [
        " Because now you're holding, you're balancing all these different things. You're carrying, you're soldering more of a burden.",
        1911.18,
        1914.96
    ],
    [
        " So that actually takes more commitment. The problem is that people, they get weak. And after the fourth night of making widgets at 10 o'clock at night, they go, yeah, I'm good.",
        1915.18,
        1925.8
    ],
    [
        " It's cool. I have a job. I have a job. And so that's weak. You know, an example, be, what if you could get a job?",
        1925.98,
        1933.4
    ],
    [
        " In excellent physical condition in three hours, but it was just like the hardest three hours that you could imagine.",
        1934.94,
        1945.52
    ],
    [
        " Think about that. And your body would transform from whatever crap condition you're in right now into a specimen.",
        1946.48,
        1955.98
    ],
    [
        " And it's going to take three hours of just hell. How many more people would be in amazing condition?",
        1956.66,
        1963.48
    ],
    [
        " I don't know. I think a ton more because committing for three hours to something, even it was going to be super bad, people would be able to do it.",
        1964.26,
        1972.2
    ],
    [
        " What takes more commitment? And the reason everyone's not walking around like a perfect specimen is because it doesn't take three hours.",
        1972.36,
        1980.16
    ],
    [
        " It doesn't take three weeks. It doesn't take three months. It takes a daily grind that goes on for years that you have to hold the line on the way you eat, on the way you exercise, on your life.",
        1980.2,
        1992.68
    ],
    [
        " And that takes real commitment.",
        1992.96,
        1994.94
    ],
    [
        " Yes.",
        1995.82,
        1996.2
    ],
    [
        " So it isn't a lack of commitment. It's planning. It isn't a lack of commitment. It is mitigating risk.",
        1996.54,
        2003.7
    ],
    [
        " And don't confuse. Again, I think that the person that commits to something and still maintains this other income stream, for example, that person is at least as committed.",
        2005.3,
        2015.0
    ],
    [
        " If not more committed than the person says, you know what? Screw it. I'm going all in over here. I'm forgetting about quitting my job.",
        2015.18,
        2020.72
    ],
    [
        " But that's not a smart move. And it takes more. That's actually easier. That's my point. It's easier in many ways to go, you know what?",
        2020.82,
        2028.94
    ],
    [
        " I'm quitting this day job. I'm quitting my nine to five. I'm sick of that cubicle. I'm sick of that construction site. I'm just going all in over here. That isn't easier move. That takes less commitment.",
        2028.94,
        2038.92
    ],
    [
        " Then saying I'm going to shoulder the burden of working 15, 18, 20 hours a day for the next two years until I can get this thing stood up enough to where I can execute it.",
        2039.74,
        2051.64
    ],
    [
        " Yes, it's almost like people are conflating the commitment. It's like they almost people want to do a big show of commitment by quitting their job.",
        2052.68,
        2063.06
    ],
    [
        " But it's more of just a show of commitment. It's a show of commitment or you're not kind of thing.",
        2063.3,
        2067.04
    ],
    [
        " And then so a lot of times with these big shows of commitment comes just an immense amount of stupidity.",
        2067.7,
        2073.9
    ],
    [
        " You know, yeah, when meanwhile you can either commit or don't commit. You know, yeah, sure. If you don't quit your job and you make widgets and you don't commit, sure.",
        2073.9,
        2082.68
    ],
    [
        " It's like, all right, you got you can facilitate your non-commitment. Yeah, yeah, I dig your real job. Your nine to five job is in the neighbor to you not committing. Yeah, fully.",
        2082.92,
        2092.94
    ],
    [
        " Yeah, but by no means is that, you know, proof. Yeah, yeah, and it's important to note that don't confuse.",
        2093.12,
        2101.58
    ],
    [
        " And this is another mistake. So people make mistakes on either ends of the spectrum. The other one is don't confuse planning and mitigating risk with not taking action.",
        2102.18,
        2111.62
    ],
    [
        " Because that can happen too. You have to make things happen every single day. That's what you have to do. If you don't take action, if you don't move, which is what this guy's asking about, then yeah, you're paralyzed and you're never going to get anywhere.",
        2111.82,
        2124.84
    ],
    [
        " But all you have to do is chip away at that thing. You got to make a little bit of movement every day. You want to write a book. And this is something I'm familiar with now because I'm writing books. I'm writing another book right now. And you know what I got to do. I got to chip away at that thing every day. Every day.",
        2125.28,
        2137.92
    ],
    [
        " Every day. There's your commitment. Thousand words a day. 45 minutes. Maybe an hour. That's what it takes. And guess what? If I can't get that hour for whatever reason, guess what I'm going to get to 20 minutes.",
        2138.42,
        2150.74
    ],
    [
        " I'm going to get 30 minutes. I'm going to get something to get in there. I'm going to do work because I'm going to be close to my goal than it was. Yeah, that's the way it is.",
        2151.36,
        2159.1
    ],
    [
        " Yeah, man. And I think you can see that live. Didn't you? Yes. You know, honor like it was my honor.",
        2159.48,
        2165.98
    ],
    [
        " That's, um, but that's where it happens. Where else is it going to happen? Right? Yeah. We were flying back from Maine. I was, you know, echoes cruising good. Yeah. I think I fell asleep a couple of times. Yeah. Yeah. You were kind of in and out. But I was, I was hammering. I was doing what I have to do.",
        2166.48,
        2184.44
    ],
    [
        " Because if I don't do it then when's that when I'm going to get that hour? That was, I was four hours I had right there. Yeah. Flight technically five. Yeah. Couldn't get my computer out for the first little bit. Oh, yeah, they didn't let you. So whatever. Oh, good. Yeah. I was kind of at times. I was peeking over your shoulder. Like reading. Oh, it's not going right. You know, we're here. Then I see what was it? I saw the name Kenny Williams in in there. Oh, no. I know the jocke is writing right now. Yeah. Yeah. Book two. That's good. Man. Being composed. Yeah. I think that's what I'm going to do. Yeah. I think that's what I'm going to do. I'm going to do. I'm going to do it. I'm going to do it. I'm going to do it. I'm going to do it. I'm going to do it. I'm",
        2185.2,
        2214.42
    ],
    [
        " going to do it. I'm going to do it. Oh, I think that all that sounds like kind of obvious. You know, when you're saying it, I'm like, yeah, okay. Yeah. Yeah. Got it. Yeah. Or you know, or at least the part where it's like it's a daily thing. Like you got to have a progress. You know, like you got to take that step. You know, do it. Um sounds obvious, but, man, how many times? I know this like my friends and whatever. Um, you go on I don't know online or whatever. And you see people complaining about, you know, stuff never happens for me. You know, I'm going to do it. I'm not going to do it. I'm just going to do it. I'm not going to do it. I'm not going to do it. I'm not going to do it. I'm not going to do it. I'm not going to do it. I'll just do it. I'm not going",
        2214.42,
        2244.4
    ],
    [
        " to help you ask for the answer. If you wanted to take a classroom, you know, go to",
        2244.4,
        2244.48
    ],
    [
        " your hospital. She just said, Oh, that's totally dangerous. That's what your life is. You know, except if I can make it I can't. So you know,",
        2244.48,
        2244.52
    ],
    [
        " closing a channel. FML, you know, ECM for you. Microsoft, you know, FML. You know, FML means Yes. Stuff never happens to you. That's right. Stuff never happens for you. That's right. victory. That is life. Yes. That doesn't happen for you. In life. You got to go and make it. You know, I'd not be explaining my kids. You want to make money. You have to take that money from someone else.",
        2244.52,
        2260.86
    ],
    [
        " You have to take it from them. People are just going to walk up and give you money. Yeah. Right. That doesn't happen. That's never happened to me in my life.",
        2260.86,
        2266.84
    ],
    [
        " No one has ever walked up and given me money. You got to take that. But they got to give it to you. They got to make them.",
        2267.04,
        2273.42
    ],
    [
        " You got to take it from them. Yeah. They want that money too. So what are you going to give them that's going to make allow you to take it from them? Yeah.",
        2274.18,
        2281.04
    ],
    [
        " That that. So yeah, guess what? Nothing's nothing happens for you. That's right. Nothing does happen for you. You have to make it happen. Yeah. That's the default aggressive mindset.",
        2281.42,
        2289.52
    ],
    [
        " That you are going to make things happen. Not going to sit around and wait for things to happen. It's not going to happen. Yeah. It's not going to happen.",
        2290.04,
        2297.32
    ],
    [
        " Oh, guess what? I read a story about this such and such a person and they just walked into this, you know, agency and they thought they looked, did a really good job and now they're famous.",
        2298.0,
        2307.98
    ],
    [
        " Okay, that's great. Base your life on that percentage chance of happening. It's not happening. Yeah. I actually, I actually look at that and just think the might the chances of anything like that happened to me are zero.",
        2308.48,
        2318.56
    ],
    [
        " Nothing good is going to happen to me like that. That I'm just going to get a good deal like that. It's not happening zero. Yeah. Yeah.",
        2319.48,
        2324.42
    ],
    [
        " So if if you're going to get it, you're going to have to make it happen.",
        2324.58,
        2327.82
    ],
    [
        " Next question.",
        2327.96,
        2329.48
    ],
    [
        " Yeah.",
        2330.02,
        2330.22
    ],
    [
        " That should be the red flag right there then, right? Basically for the for someone who's like, nothing, you know, when am I going to get my big break or, you know, nothing happens for me kind of thing.",
        2330.44,
        2341.44
    ],
    [
        " That should be the red flag right when it's like. Yeah. Yeah.",
        2341.52,
        2344.16
    ],
    [
        " As soon as you're talking about the fact that you're not that things aren't coming to you. Yeah. Yeah. That should be a real big red flag.",
        2344.4,
        2351.58
    ],
    [
        " Nothing is going to come to you. Not happening. Not happening. You got to go and make things happen.",
        2352.52,
        2358.62
    ],
    [
        " And once you have that attitude, I'll tell you what it's a game changer. Yeah. It's a game changer. Once you realize that that book that's so good that's in your head is not going to write itself. Yeah.",
        2358.82,
        2367.9
    ],
    [
        " Once you realize that widget that you have this plan for isn't going to build itself.",
        2367.9,
        2371.42
    ],
    [
        " Then you'll realize like, okay, I'm going to have to make these things happen.",
        2371.7,
        2375.68
    ],
    [
        " And even then, guess what? You can make a widget that no one wants to buy and you can write a book that no one wants to know wants to read.",
        2376.0,
        2381.66
    ],
    [
        " And if you're not okay with that, which is another thing that happens. People say, well, you know, no one will like it.",
        2382.12,
        2388.38
    ],
    [
        " Okay. Well, that's what you think. Well, then don't even write it unless you want to write it for yourself.",
        2388.98,
        2393.32
    ],
    [
        " Then write it for yourself. And cool. Be proud. Be stoked. Be happy. Yeah. Let's interesting. Let's say a book.",
        2394.06,
        2399.78
    ],
    [
        " For example, this kind of reminds me of where you know how, let's say, I don't know me. I might say, oh, I'm a pretty good writer.",
        2400.22,
        2407.98
    ],
    [
        " In fact, I even wrote a book before whatever. And then my friend on Instagram Facebook, whatever, someone, my neighbor, whatever.",
        2408.28,
        2416.26
    ],
    [
        " They write a book and they release it. And then they write another one. And let's say it's not even really that good, but it's out there.",
        2416.72,
        2422.72
    ],
    [
        " They're like, look at my new book and you know, they got people support. Oh, that's awesome. You wrote a book.",
        2423.0,
        2426.82
    ],
    [
        " And I mean, why I'm like kind of saw her grapes a little bit. I'm like, I'm a better writer than that person.",
        2427.1,
        2432.06
    ],
    [
        " Meanwhile, I didn't write anymore books. You know, I'm over here. Or you don't want. Yeah.",
        2432.18,
        2435.44
    ],
    [
        " Yeah, I wrote back in the day. Long time ago, you know.",
        2435.54,
        2437.88
    ],
    [
        " But you know, I'm saying I'm in that arena, you know, and I'm kind of in my mind hating on this person.",
        2437.88,
        2447.76
    ],
    [
        " There's people that hate on them that never even wrote a book in the first place. Yeah.",
        2447.76,
        2450.8
    ],
    [
        " And oh, man, I'm a better writer. I'm a better film guy. I'm a better writer. I'm a better fighter. Whatever.",
        2450.8,
        2457.38
    ],
    [
        " Yeah. All kinds of people doing that. All kinds of people that that will just be saying, you know, I, I, I was a better",
        2457.64,
        2464.76
    ],
    [
        " whatever fighter, Getsu player, uh, Carpenter, whatever. You name it. Yeah.",
        2464.76,
        2471.7
    ],
    [
        " Meanwhile, taking no action.",
        2471.86,
        2473.14
    ],
    [
        " Software engineer. I could have done that. Why didn't you? Yeah. Exactly right. I'll say why?",
        2475.2,
        2479.48
    ],
    [
        " Because you weren't committed. And the commitment that we're talking about is at night. Yeah.",
        2479.62,
        2485.62
    ],
    [
        " Night. That's what that's more early in the morning or in the middle of the day. Whatever.",
        2485.84,
        2490.52
    ],
    [
        " You know, it how you said like you're, you're not doing these enormous shows of commitment.",
        2490.78,
        2497.66
    ],
    [
        " Like either you're committed or you're not. If you're committed, it's going to show itself by your action.",
        2497.92,
        2501.56
    ],
    [
        " You know, a lot of these people again, back to the guy who's like hating on his neighbor doing",
        2501.56,
        2507.5
    ],
    [
        " quote unquote mediocre work. Like, oh, that's John. That's not that good. You know what? You know what?",
        2507.5,
        2512.06
    ],
    [
        " It's this just made me think of this. Sometimes you'd meet a guy that was say, I'm going to seal training.",
        2512.18,
        2518.56
    ],
    [
        " And and they'd kind of be brag about it. And you could see in their eyes that that right there",
        2518.96,
        2526.38
    ],
    [
        " was good enough for them. Oh, yeah, I'm going to seal to seal team training.",
        2526.38,
        2531.22
    ],
    [
        " Yeah. You know, no one calls the seal team training. But that's the kind of person because they just want to",
        2531.36,
        2536.14
    ],
    [
        " and you I know I'd hear guy you know guys saying that yeah, I'm going to seal training.",
        2536.14,
        2540.56
    ],
    [
        " The guys that generally have a better chance or guys that you know you say, oh, what are you doing in the Navy?",
        2540.92,
        2546.78
    ],
    [
        " And they say, oh, you know, I'm you know, just got done with a school and I'm starting",
        2547.08,
        2550.88
    ],
    [
        " hoping to go to seal training. You know, you have to pry it out of them.",
        2550.88,
        2555.8
    ],
    [
        " Yeah, yeah. That guy's a better chance. The guy that's already bragging.",
        2555.8,
        2558.44
    ],
    [
        " Basically indirectly bragging because he's implying that he's going to make it. Those guys",
        2560.26,
        2563.8
    ],
    [
        " going to have a little bit more of a rough time. No, this doesn't mean they're not this doesn't mean",
        2563.8,
        2568.1
    ],
    [
        " don't be confident. Yeah. But that's what I'm saying is some people that are like, I'm going for it.",
        2568.1,
        2574.5
    ],
    [
        " They're happy with just saying I'm committed. I quit my job and this is what I do. They're happy to",
        2574.84,
        2578.94
    ],
    [
        " let everyone know that. Yeah. But what they're not happy to do is grind. That's what they're not",
        2578.94,
        2584.94
    ],
    [
        " happy to do. And that's where that's where you that's where you make your money. Right? Or where",
        2584.94,
        2589.84
    ],
    [
        " you make your goods or where you become successful. Yeah, there is. Oh, was it? At least",
        2589.84,
        2595.6
    ],
    [
        " doesn't matter. But I was listening to somebody and they were talking about like commit.",
        2595.6,
        2601.74
    ],
    [
        " Like people have goals. I want to be a singer or whatever. I want to be a CEO. That's one. I",
        2602.62,
        2614.92
    ],
    [
        " come to CEO. Exactly right. So that's kind of part of the point right there. It's like, okay,",
        2614.92,
        2619.24
    ],
    [
        " you want to be a CEO because you see all this cool stuff on wherever about being a CEO. But really,",
        2619.42,
        2624.48
    ],
    [
        " what you're pursuing isn't necessarily being this it is. But what you're pursuing where you're",
        2624.7,
        2630.24
    ],
    [
        " going to end up and where you're going to find success as CEO. If you're pursuing the day to day",
        2630.24,
        2635.46
    ],
    [
        " of being a CEO, it's like, I said this before and it's it's on the surface. It's lame, but it's",
        2635.46,
        2641.8
    ],
    [
        " actually really accurate. Like if you want to be a gangster, you have to do gangster stuff",
        2642.88,
        2648.64
    ],
    [
        " every day. It's not just like posing with your guns. It's like you got to kind of you got to",
        2648.64,
        2653.72
    ],
    [
        " put in that work kind of thing, you know. So if you're going to be like you can't just be",
        2653.72,
        2658.6
    ],
    [
        " jacco and start a podcast and just and and you know put out a book and that's it and start collecting",
        2658.6,
        2665.02
    ],
    [
        " money. It's not like that. You got you got to go through, you know, however old you are. There's",
        2665.02,
        2671.24
    ],
    [
        " other steps involved. Yeah, exactly right. This is a life and I used to joke about, you know,",
        2671.24,
        2676.34
    ],
    [
        " because when we started Ashelon Front, obviously, which is me and him and we'd see some other guy",
        2676.4,
        2682.18
    ],
    [
        " out there and be like CEO of something and we'd be saying, well, that guy's a CEO and you look at",
        2682.18,
        2689.28
    ],
    [
        " their company and the company has them. The only one person or three people. Right. It broke.",
        2689.28,
        2694.3
    ],
    [
        " That's kind of what we're talking about. Yeah. On the CEO, hey, on the CEO of Jocco podcast.",
        2694.82,
        2700.16
    ],
    [
        " Yeah. No, it's just you and me. There's no CEO going on here. Yeah. We're cruising too hard. Yeah.",
        2700.64,
        2706.74
    ],
    [
        " Yeah. Yeah. That. Yeah. That deal. You got to focus on the right things as opposed to the wrong thing.",
        2707.28,
        2713.96
    ],
    [
        " Check. Next question. Jocco. I coach high school football. What should I do with the star athlete",
        2714.4,
        2724.58
    ],
    [
        " who segregates himself and won't participate in hard drills or won't participate hard in drills?",
        2724.98,
        2731.02
    ],
    [
        " Yeah. Now, this one I actually thankfully remembered that I said I would do this because when I got,",
        2731.34,
        2736.92
    ],
    [
        " this is a Twitter question and I responded to this Twitter question in one word. So, you know,",
        2736.98,
        2743.26
    ],
    [
        " he says, I got this guy, star athlete, won't participate in drills. What should I do with him?",
        2743.28,
        2747.8
    ],
    [
        " I responded in one word, bench. I thought that. So, so of course, you know, then people start saying,",
        2747.8,
        2756.52
    ],
    [
        " well, you know, it's and I was like, yeah, I know. We're on Twitter, right? We're on Twitter.",
        2756.62,
        2760.16
    ],
    [
        " There's more to it than what's happening. I just answered 798 questions. I just was 799. So,",
        2760.66,
        2767.96
    ],
    [
        " not going to go into full detail. But then as people were kind of chiming and I was like, okay,",
        2768.14,
        2772.58
    ],
    [
        " I'll answer this on the podcast so we can go into it a little bit more because yes,",
        2772.78,
        2778.92
    ],
    [
        " you're a coach, you're a leader. And obviously, I talk about this all the time.",
        2779.24,
        2784.28
    ],
    [
        " Leadership is a nuanced thing. It takes balance. It takes maneuvering. It takes chess playing.",
        2784.66,
        2792.74
    ],
    [
        " It takes mental jujitsu. It takes all those things, right? So, the obvious answer of just like bench,",
        2793.2,
        2797.88
    ],
    [
        " that's my meathead answer. And fundamentally, we'll get to it. But and fundamentally, that may be",
        2798.22,
        2806.64
    ],
    [
        " the result. But let's dive into it a little bit. But who's the kid? What's his deal? What's his",
        2806.64,
        2811.98
    ],
    [
        " background? What's his attitude? Where's he coming from? What's his family like life? What's his",
        2811.98,
        2818.36
    ],
    [
        " family life like? What is what's his past performance? What's his record? What year is he in school? I",
        2818.36,
        2827.86
    ],
    [
        " think it's a good thing. So, now, once we've sort of figured out what he like. Now that any one of",
        2827.92,
        2832.54
    ],
    [
        " those things, any one of those variables is going to change our course of action a little bit because",
        2832.54,
        2838.08
    ],
    [
        " being a leader doesn't mean you get to follow cookie cutter results or cookie cutter solutions to",
        2838.08,
        2843.46
    ],
    [
        " things, right? You're dealing with human beings and every single human being is different and every",
        2843.46,
        2847.4
    ],
    [
        " single human being has a little craziness to them that you cannot predict. So we're dealing with",
        2847.4,
        2857.84
    ],
    [
        " even more crazy than most, right? Because he's got testosterone flowing through his system. He's",
        2857.92,
        2862.42
    ],
    [
        " chasing girls. He's he's just going crazy. He's not secure with himself yet. He's got zits on his",
        2862.42,
        2867.34
    ],
    [
        " face. He's you know, he's got things going on. He's got issues. And so this kid's crazy and we're",
        2867.34,
        2872.72
    ],
    [
        " trying to deal with him. Now, most kids can get, you know, they get through that and they're still",
        2872.72,
        2875.64
    ],
    [
        " participating with the team. This kid's not so one of the first things I always say this. You've got",
        2875.64,
        2880.22
    ],
    [
        " somebody that's not stepping up in the leadership position or they're not wondering, you put them in",
        2880.22,
        2883.54
    ],
    [
        " charge of it. You know, you say, Hey, echo, I want you to run this drill. I think the way I'm",
        2883.54,
        2889.5
    ],
    [
        " watching you perform on the field, I think you could really lead this drill well. I want you to",
        2889.5,
        2892.92
    ],
    [
        " lead this drill and show these guys what's up, right? So, you know what I mean? Like you got a little",
        2892.92,
        2898.26
    ],
    [
        " fired up face on your look just there. So that might take his attitude. And now instead of me saying,",
        2898.26,
        2903.24
    ],
    [
        " Hey, echo, you got to do this drill like everyone else. I already know that you don't want to do that.",
        2903.24,
        2908.2
    ],
    [
        " So I'm elevating you a little bit. Give your ego a little push, a little massage. And maybe you",
        2908.4,
        2913.08
    ],
    [
        " feel good about that now. And I say, Hey, you know, you can run this drill faster. Anyone else I want",
        2913.08,
        2917.06
    ],
    [
        " you to lead it. I want you to show them how to do it. I want you to make our team better. Boom.",
        2917.06,
        2920.9
    ],
    [
        " So you're getting a little fired up. So that's that's one solution type, right? I'm just getting",
        2921.18,
        2927.7
    ],
    [
        " kind of a broad solution type. So another solution type is is and this is really easy, really easy is",
        2927.7,
        2933.78
    ],
    [
        " when you're talking to someone that you want to improve their performance, you don't go to them and",
        2933.78,
        2938.44
    ],
    [
        " say, Hey, you need to get better because you're just right now you're letting the whole team down.",
        2938.52,
        2946.02
    ],
    [
        " And you're just you think you're all good. You think you're so good that you don't need to coach,",
        2946.22,
        2950.38
    ],
    [
        " you don't need to run trails with the team. You need to run trails with the team.",
        2950.38,
        2953.78
    ],
    [
        " Now your attitude is what are you talking about? So instead of saying that,",
        2954.3,
        2958.0
    ],
    [
        " I again, I'm going to ego you up a little bit and be say, Hey, man, I'm going to talk to you.",
        2958.46,
        2964.8
    ],
    [
        " I got to talk to you because I see so much potential with you with your game. I see your athletic",
        2964.8,
        2970.44
    ],
    [
        " ability and I see the way that the other guys on the team look at you. You might not sense it.",
        2970.44,
        2976.28
    ],
    [
        " They look up to you. Your leader, whether you want to be a leader or not. And the potential that",
        2976.42,
        2981.62
    ],
    [
        " you have in as an athlete is not going to come to fruition unless you at least get some of your",
        2981.62,
        2990.12
    ],
    [
        " potential as a leader in line. So the reason I want you to run these drills isn't to make you",
        2990.66,
        2995.86
    ],
    [
        " better. I already know you're good. I already know you're good at the drills. The reason I want you",
        2995.86,
        3000.02
    ],
    [
        " run these drills, I want you to be even better. I want you to reach your potential. And by the way,",
        3000.02,
        3004.32
    ],
    [
        " you helping run these drills is going to make the team better. And the better the team does,",
        3004.38,
        3007.34
    ],
    [
        " the better you're going to do. The more scouts we're going to hear looking at you.",
        3007.62,
        3010.54
    ],
    [
        " So there's that. And obviously, I'm going to explain to him why the drills are important for him and",
        3011.4,
        3018.36
    ],
    [
        " for the team and for him and the team together for everyone to reach their potential. So those are",
        3018.36,
        3023.96
    ],
    [
        " those are good too. And I guess overall broadly, what I'd be doing this whole time is talking to",
        3023.96,
        3031.8
    ],
    [
        " the person, talking to the individual, trying to figure out what his reasons were for not",
        3031.8,
        3038.08
    ],
    [
        " wanting to participate in the drills. And then countering those reasons with logical answers.",
        3038.08,
        3044.22
    ],
    [
        " And you know, saying, Hey, here's why it's important in explaining it to him. And then eventually,",
        3046.9,
        3051.34
    ],
    [
        " you're going to get to a point where my coaching, my explaining, my maneuvering, my mental",
        3051.34,
        3055.98
    ],
    [
        " jiu-jitsu, none of its worked. And he's still telling me, I'm not running the drills. I don't need to.",
        3055.98,
        3060.68
    ],
    [
        " Cool. Bench. Next question. You know what I mean? Well, you played ball. What do you think? Yeah.",
        3061.16,
        3067.74
    ],
    [
        " Because I didn't play football. Yeah, no, that's exactly right. I would think that I'm trying to",
        3068.14,
        3072.44
    ],
    [
        " put myself in the mindset back when I was in high school. I remember going into my senior year.",
        3072.44,
        3079.18
    ],
    [
        " So you have, we had some kind of summer training. So it was really like high school summer training.",
        3079.34,
        3083.5
    ],
    [
        " No, no, no, that was that was for fall. Okay. And that was like a camp situation. But no,",
        3084.32,
        3089.68
    ],
    [
        " summer training, which was like after spring and stuff. And what they call it, they call it",
        3089.88,
        3093.92
    ],
    [
        " technique sessions. And all it was was like, you know, I played in high school, it was kind of like a",
        3093.92,
        3100.22
    ],
    [
        " slapback, which is a hybrid running back with a wide receiver type. And so the technique sessions",
        3100.38,
        3106.06
    ],
    [
        " were just kind of passing drills and, you know, just hand stuff. And maybe even some footwork.",
        3106.06,
        3111.7
    ],
    [
        " But it was kind of fun. It was just, you know, the quarterback who was there and the receivers",
        3111.7,
        3115.24
    ],
    [
        " in the running back, and you catch passes, run our outs and stuff. And, you know, for like, I don't",
        3115.24,
        3118.96
    ],
    [
        " know, 45 minutes hour. And so I remember going into my senior year and they're talking about,",
        3118.96,
        3124.66
    ],
    [
        " yeah, technique sessions this year, whatever, whatever. And I remember I was just talking to Jay, my",
        3124.66,
        3128.56
    ],
    [
        " brother. And I was like, yeah, technique sessions. It's a kind of where if you don't go, you don't",
        3128.76,
        3132.96
    ],
    [
        " get in big trouble or nothing, it's just strongly encouraged. You know, I'm kind of saying,",
        3132.96,
        3136.3
    ],
    [
        " and I'm like, yeah, I'm not going to those kind of, because I was real, I done, I done well as a",
        3136.64,
        3142.1
    ],
    [
        " junior. And I knew that now as a senior, I'm really going to do well or whatever, that's that was",
        3142.1,
        3146.42
    ],
    [
        " my little thought. I don't need to go to those. So I was like, yeah, I'm not going into those with",
        3146.42,
        3150.04
    ],
    [
        " this kind of tone that like, that's for people who are trying to try to get better. Me, I'm already",
        3150.04,
        3155.3
    ],
    [
        " dope. Kind of thing. You know, and Jay goes, he goes, oh, yeah, like super sarcastic, like almost",
        3155.3,
        3161.82
    ],
    [
        " offended. He was like, oh, yeah, because you don't need that, huh? And then he said, yeah, because",
        3161.82,
        3166.86
    ],
    [
        " you're just so much better than everyone else. Actually, I think he said both of those. And I was like,",
        3166.86,
        3171.32
    ],
    [
        " bro, it hit me really hard. I was like, dang, that's he's right. I was like, even if, even if,",
        3171.32,
        3177.62
    ],
    [
        " like, even if I really believe which it's dumb to believe that I won't benefit from that training,",
        3177.78,
        3183.76
    ],
    [
        " even if it's like, I'm just like, yeah, I'm better than you. My whole team, by the way, the team",
        3183.92,
        3189.12
    ],
    [
        " sport, we all worked together to win this stuff. You guys, I'm better than all you guys. Yeah,",
        3189.12,
        3194.12
    ],
    [
        " that's that's the feeling. I hit me real hard. I was like, I didn't miss any of them. No, I'm",
        3194.58,
        3199.32
    ],
    [
        " not committed to that. So there was that. So in that, in that mindset, right, going in,",
        3199.32,
        3205.74
    ],
    [
        " because that's probably what it is. Yeah, it might be just that. And it makes sense, like,",
        3205.74,
        3209.08
    ],
    [
        " we're in your mind if you don't get it brought to your attention, like, that's really what it is.",
        3209.1,
        3212.42
    ],
    [
        " I don't need to do these drills. I'm scoring touchdowns every single game. Why am I doing these",
        3212.42,
        3215.84
    ],
    [
        " drills that all these non-touch downscoring people are doing, you know, just put me in when it's",
        3215.84,
        3221.8
    ],
    [
        " time to score touchdown, kind of an attitude, you know, that's probably what it is, or making",
        3221.8,
        3225.72
    ],
    [
        " tackles or whatever the position is. I don't know. So just like how you said, make him kind of",
        3225.72,
        3233.02
    ],
    [
        " in charge of it. Kind of like this guy. I don't know, let's say his name is Jim. I don't know.",
        3233.02,
        3237.72
    ],
    [
        " Jim, you know, take these guys and show them how it's done, kind of thing in practice, because",
        3239.34,
        3243.4
    ],
    [
        " it practices. Yeah, imagine if you say I'm not going to go listening to the coach came up and he",
        3243.4,
        3247.42
    ],
    [
        " said, Hey, Echo, you know, you miss two practices and you're like, Yeah, you know, and he's like,",
        3247.42,
        3252.74
    ],
    [
        " Hey, man, I need you to set the example and really show these guys how it's done. And you're not",
        3252.74,
        3257.08
    ],
    [
        " even showing up. Yeah. Even and me, me back in those days, if, if you would have left out the,",
        3257.08,
        3265.74
    ],
    [
        " like you didn't show up part, leave that part out. That would have compelled me way more. Like if",
        3265.74,
        3269.56
    ],
    [
        " you're like, you, man, you're over here as a junior killing it. And now it's about to be your",
        3269.56,
        3274.42
    ],
    [
        " senior year. You guys, how it's done. I'll be like, Oh, yeah, well, you know, because it's like",
        3274.42,
        3278.78
    ],
    [
        " feeding the thing and boom, I would, oh, yeah, big time. She take charge in, um,",
        3278.78,
        3283.54
    ],
    [
        " pop Warner football, which is, you know, younger guys in, I played for the Kaloa Rams.",
        3284.9,
        3290.24
    ],
    [
        " Yeah, sound ruthless. They are still are, by the way. Um, and so my coach's name is Coach Skolval.",
        3290.98,
        3299.1
    ],
    [
        " And he had this kind of, it's kind of like a policy kind of the thing where when you do jumping jacks,",
        3299.58,
        3304.24
    ],
    [
        " when you do, um, you know, drills like, um, they call them crash drills. It's just like, oh, you",
        3304.24,
        3309.28
    ],
    [
        " do this stuff. You roll, you do these things. And while you do this in practice and even before",
        3309.28,
        3314.46
    ],
    [
        " the game, when you're warming up, you yell as loud as you can. That's it. You yell, little kids just",
        3314.46,
        3318.92
    ],
    [
        " yelling, getting that stuff for his reasons. And it worked, man. We're good. And, um, so what I would do",
        3319.0,
        3326.02
    ],
    [
        " is I would try to be the, like, yell as loud as I possibly can to be the loudest guy during the",
        3326.02,
        3331.06
    ],
    [
        " entire, whatever you're doing. You're just yelling the entire time. The drills. Yeah, I want it to",
        3331.06,
        3335.76
    ],
    [
        " your turn. Not, not if you're standing, you know, you stand up in line. And then the front three guys",
        3335.76,
        3339.72
    ],
    [
        " don't. Yeah. So the coach stands in front of three guy, three lines and the guys in the front",
        3339.72,
        3347.48
    ],
    [
        " and you go, ah, and you just basically shuffle your feet and he goes like that. Then you turn,",
        3347.48,
        3350.64
    ],
    [
        " then you come back and he goes this way, turn, and then he goes down. Then you basically sprawl.",
        3350.74,
        3354.62
    ],
    [
        " You know, boom, stand back coming. Ah, you know, and then he goes, okay, like that. And then the",
        3354.74,
        3358.38
    ],
    [
        " three guys run. Now it's the next guys. Got it. You see what I'm saying? So, and when you're running,",
        3358.38,
        3362.54
    ],
    [
        " you got a yell too. So I, that's a good cardiovascular work. Yeah. To be yelling because you can't",
        3362.64,
        3368.98
    ],
    [
        " breathe much. What it does is gets you in the habit of just going hard, hard, every play. You know,",
        3368.98,
        3374.32
    ],
    [
        " and when you're done, you don't have to yell. You're cruising your resting, getting right. And when",
        3374.32,
        3377.74
    ],
    [
        " one is go time is go time and habitually that's how it was, man, it was, it really worked. And, um,",
        3377.74,
        3382.3
    ],
    [
        " so anyway, when I would yell is that and the coach would do this to a lot of kids when you'd yell",
        3382.9,
        3388.18
    ],
    [
        " super loud, you know, you can just see here that guy yelling above everybody. He would give that guy",
        3388.18,
        3392.18
    ],
    [
        " attention. But look at this guy. He's getting a che. Look at this. Look at this guy. And now the next guy,",
        3392.18,
        3397.8
    ],
    [
        " he's going to try to out yell that guy and go harder, go harder. So it's that same idea. You know,",
        3397.9,
        3402.78
    ],
    [
        " you give that guy props for working hard or showing everybody how it's done kind of thing. And it's",
        3402.78,
        3407.6
    ],
    [
        " like, man, he's going to keep that shit up. And everyone's going to want it. In fact, Jeff did me",
        3407.6,
        3411.54
    ],
    [
        " like that this week in training. So I go in and just like, okay, after training, it's like everybody,",
        3411.54,
        3416.1
    ],
    [
        " you know, uh, you know, you do some push ups or what? He'll make you do some push ups or whatever.",
        3416.36,
        3422.6
    ],
    [
        " And he's like, okay, do the triangle drill. You know, when you're on your back, you rock back,",
        3422.88,
        3426.4
    ],
    [
        " you do a triangle. You rock back again, go try and go the other side. So all levels are in there.",
        3426.48,
        3431.72
    ],
    [
        " Beginners as well. And so I'm doing it. And it goes, oh, everybody in the middle of you go stop.",
        3431.76,
        3435.5
    ],
    [
        " Watch how echo does it. And I'm like, if I didn't see what was going on here, I would feel really",
        3435.66,
        3441.58
    ],
    [
        " empowered to just like show everyone how and in, you know, so he successfully pulled that off as",
        3441.58,
        3447.22
    ],
    [
        " far as the feeling in my head to a grown adult. Because you were you doing them? Yeah, I was doing it",
        3447.22,
        3452.44
    ],
    [
        " with everybody. And he pauses the whole class and said, watch how he does it. You know, so it's",
        3452.44,
        3457.8
    ],
    [
        " the exact same concept you stepped up your game a little bit. Yeah, you know,",
        3458.0,
        3460.76
    ],
    [
        " taking on like technique, showed everybody. Yeah, no, it's good, man. That works then like",
        3460.82,
        3465.52
    ],
    [
        " it. And the point there is even if you know that that's what they're doing to you, it still kind of",
        3465.52,
        3469.82
    ],
    [
        " works. Yeah. Hey, if you were the type of coach that had already had this happen before and like,",
        3469.82,
        3476.48
    ],
    [
        " you just benched guy in the coach had the reputation that you don't play around. This wouldn't have",
        3476.58,
        3487.78
    ],
    [
        " example at some point. Yeah, the only drawback of that potentially is you could because in high",
        3487.78,
        3493.78
    ],
    [
        " school, a lot of the times like you can have one or two guys on the team, sometimes even one guy in",
        3493.78,
        3498.08
    ],
    [
        " the team that'll dictate the outcome of the game where if this guy's playing, you'll probably win.",
        3498.08,
        3503.86
    ],
    [
        " If he's not, you'll probably lose and you have those dynamics in high school. So if you run that",
        3503.94,
        3509.88
    ],
    [
        " risk where I mean, unless you if you're looking at a bigger picture, like, well, I guess this is a",
        3509.88,
        3514.22
    ],
    [
        " bad example. If the guy, if you if you as a coach run things in a certain way, where you have,",
        3514.22,
        3520.4
    ],
    [
        " where you don't allow any slack, then the probability of this occurring is going to be less. Yeah, it can",
        3520.52,
        3527.78
    ],
    [
        " be done for sure. Like, you know, it's a funny story. Lafe tells sometimes is we were doing desert",
        3527.78,
        3533.16
    ],
    [
        " training and long story short, there's an opportunity to have guys take a break and go to town and",
        3533.16,
        3539.06
    ],
    [
        " have some beer and get a good meal before the field training exercises start. And that's normal",
        3539.06,
        3546.32
    ],
    [
        " what everyone does, but we didn't do that. We didn't take a break. Didn't go get food. Didn't go",
        3546.32,
        3551.68
    ],
    [
        " get beers. Nothing. We just got after it more. And I didn't really think much of it, but Lafe was",
        3551.68,
        3557.06
    ],
    [
        " like, yeah, of course we wanted to go, but no one wanted to ask you. Yeah, because it was just like,",
        3557.06,
        3560.82
    ],
    [
        " yeah, no slack. We're not obviously we're not without you to train and get some. We're not here to,",
        3560.82,
        3564.58
    ],
    [
        " you know, go into town and drink a beer. No. And it's kind of funny looking back, but I think that",
        3564.74,
        3570.56
    ],
    [
        " that you can establish yourself as a type of leader that's just not going to allow like, what are",
        3570.56,
        3576.1
    ],
    [
        " you talking about? You don't want to do the drills? Oh, but it starts with the little things. Like,",
        3576.1,
        3580.0
    ],
    [
        " who knows what this this kid, you know, maybe he didn't want to put on his practice jersey. You",
        3580.04,
        3585.22
    ],
    [
        " want to wear this? You know what I mean? Just like little things, little things build up and",
        3585.22,
        3588.6
    ],
    [
        " eventually he's seen it just like a normal kid, just like a five year old that pushes the envelope",
        3588.6,
        3592.98
    ],
    [
        " with everything. Oh, yeah. Oh, maybe I can't get away with it. What can I get away with?",
        3593.12,
        3595.94
    ],
    [
        " Can't get away with that? What can I get away with? People like to push the envelope.",
        3596.02,
        3599.34
    ],
    [
        " I'm around my life, man. Yeah. No slack. Yeah. But you can go too far with no slack. Of course. Yeah.",
        3599.7,
        3606.48
    ],
    [
        " And you now now everyone hates you as a coach. Yeah. Because you just don't understand. You don't",
        3606.6,
        3610.58
    ],
    [
        " listen and you're a jerk. Yeah. You've gone too far in one direction or you've gone too far in the",
        3610.58,
        3615.3
    ],
    [
        " other direction. Balance dichotomy, leadership. Get some. Yeah. That's true.",
        3615.3,
        3619.56
    ],
    [
        " Next question. Jockel, have you ever had a person you couldn't get through to some that you couldn't",
        3620.64,
        3627.88
    ],
    [
        " manipulate? Then what? What do you do when you can't get through? Well, yeah. Of course. I've had",
        3627.88,
        3635.3
    ],
    [
        " people that I could not get through to. And generally speaking, these people are like level 12",
        3635.3,
        3641.76
    ],
    [
        " arrogance. That's they are giant ego. That's what causes this. There was quite a few seal leaders",
        3641.76,
        3648.46
    ],
    [
        " that I dealt with. I shouldn't say quite a few. There were several seal leaders that I dealt with",
        3648.46,
        3653.64
    ],
    [
        " that were like that and of several business leaders that I've dealt with that I were like that.",
        3653.64,
        3659.64
    ],
    [
        " In podcast number five, I read that counseling letter. Corrective measures to a guy that was",
        3659.78,
        3665.76
    ],
    [
        " really arrogant. And despite that letter, he did not change. And he got fired. So what do you do",
        3665.76,
        3673.72
    ],
    [
        " when you got someone that you can't get through to? You you fire them. That's right. If they're if",
        3673.72,
        3679.28
    ],
    [
        " and here's what you got to do is what what makes that tricky is that some people",
        3679.28,
        3684.92
    ],
    [
        " and this may this this make people freak out. There's some people that they're such good performers",
        3684.92,
        3691.96
    ],
    [
        " that even though they're slightly negative on maybe their team participation, but they're so good",
        3692.28,
        3700.08
    ],
    [
        " that that it offsets their negativity. Right. And that happens. It happens. You know what happens",
        3700.08,
        3704.96
    ],
    [
        " with sales people. Sales people are are in order to be in a sales position. You got to be",
        3704.96,
        3709.98
    ],
    [
        " confident. You got to be aggressive. You got to be somewhat arrogant. Right. You got to believe",
        3709.98,
        3713.52
    ],
    [
        " in yourself. And so some salespeople take that to the extreme where they're just like I don't need",
        3713.52,
        3718.56
    ],
    [
        " to listen to what you're telling me the new procedures are. Yeah. Screw that. I'm the one that's",
        3718.56,
        3722.44
    ],
    [
        " doing the big dollars over here. How about you follow my procedures boys. Right. So so that happens.",
        3722.44,
        3727.3
    ],
    [
        " Well, then what you got to do is you got to look. Does is this guy producing so what now that can",
        3727.52,
        3732.44
    ],
    [
        " create problems within the team. And you have to balance those things. It is this guy. Is the",
        3732.44,
        3739.54
    ],
    [
        " negativity is creating offset by the awesome productivity that he's doing and furthermore.",
        3739.54,
        3746.02
    ],
    [
        " If the guy's that good. Hey, maybe we should be modeling some things after them. I got no problem",
        3746.02,
        3750.0
    ],
    [
        " with that. If you're the best performer cool. I want to imitate you. I want to get my people to",
        3750.0,
        3754.28
    ],
    [
        " imitate you. So that happens at the other place where you might see it a similar situation is",
        3754.28,
        3760.44
    ],
    [
        " a leader that does really good with their relationships down the chain of command. For instance,",
        3760.44,
        3767.94
    ],
    [
        " but really has bad relations up the chain of command. So again, you got to ask yourself, okay,",
        3768.12,
        3773.36
    ],
    [
        " if I fire this leader, how many of these people that he has great relationships are now going to",
        3773.36,
        3776.9
    ],
    [
        " leave and what kind of detrimental is that to the team. That can also happen with someone that doesn't",
        3776.9,
        3782.92
    ],
    [
        " that treats their people like crap. But up the chain of command, everyone thinks he's great.",
        3782.92,
        3787.26
    ],
    [
        " And he's getting the mission done by the way. Right. He's a slave driver and he's creating",
        3788.4,
        3794.08
    ],
    [
        " total animosity between him and his team, but he's accomplishing the mission. So now what do you do?",
        3794.08,
        3798.24
    ],
    [
        " There's a risk. Everyone could quit. There's risk. You could fire him and now you don't accomplish",
        3798.64,
        3803.2
    ],
    [
        " the mission anymore. This is why leadership is hard and this is why you have to balance everything.",
        3803.2,
        3807.14
    ],
    [
        " You have to balance those things. But talk about it a bunch of times. If you get someone,",
        3807.66,
        3812.92
    ],
    [
        " you coach them, you mentor them, you do everything you can, you have flank them, you do jiu-jitsu,",
        3813.24,
        3817.16
    ],
    [
        " mental jiu-jitsu on them, you try and get them squared away. And eventually if you can't,",
        3817.52,
        3823.6
    ],
    [
        " you weigh against how it's going to affect the situation. And then in many cases, you got to let",
        3824.42,
        3829.66
    ],
    [
        " them go. And we fired, you know, we fired. So plenty of seals get fired from leadership positions.",
        3829.66,
        3836.36
    ],
    [
        " And same thing with, obviously we work with consulting businesses. We see all kinds of people",
        3837.08,
        3843.66
    ],
    [
        " getting fired because they're either not capable of doing their job, they're too arrogant.",
        3843.66,
        3848.74
    ],
    [
        " And they don't recognize the things are going sideways and they're just thinking that they're doing",
        3849.9,
        3853.06
    ],
    [
        " everything perfect. No, that's not going to work out well for you.",
        3853.06,
        3855.62
    ],
    [
        " Yeah, what did, I think it was a lafe. He said, uh, someone asked him, uh, you know, when do you know,",
        3856.08,
        3866.94
    ],
    [
        " when's that line where it's like, when it's time to fire someone? And he was like, in a nutshell,",
        3867.04,
        3871.26
    ],
    [
        " there's a lot to it, but in a nutshell, which I was doing. He said, it's, you know, you're at that",
        3871.26,
        3877.1
    ],
    [
        " point where you, where you fire someone when, um, when you don't feel bad about it. Right,",
        3877.1,
        3881.12
    ],
    [
        " so it's like, yeah, you, you try every try everything. And, and there's also people,",
        3881.44,
        3886.7
    ],
    [
        " which there's some validity to this, that say the first time you think you should fire someone,",
        3887.02,
        3892.06
    ],
    [
        " you should fire them. That's the other end of the spectrum, right? And what that means is when",
        3892.22,
        3897.84
    ],
    [
        " you're looking at someone and you're going, man, okay, I can save them, I can help them. That's",
        3897.84,
        3901.54
    ],
    [
        " the kind of advice you give to someone that's, that's a, that's got a maternal instinct, right?",
        3901.54,
        3907.46
    ],
    [
        " That you meet someone, hey, I know this guy's just a good guy and everyone on my team is great,",
        3908.02,
        3911.98
    ],
    [
        " and everyone's going to do great job. You can't tell that person what they can, I normally tell people,",
        3911.98,
        3917.84
    ],
    [
        " which is when you feel good about it, you should fire them, because that person will never feel",
        3917.84,
        3922.12
    ],
    [
        " good about firing anybody just about. Okay, I see him saying, because he just, I do this guy,",
        3922.12,
        3926.02
    ],
    [
        " I know he's going to bake it, he's going to come around, you know, I, and then they, then they",
        3926.08,
        3929.74
    ],
    [
        " start playing the, the extreme ownership game, which is, you know, if I were to give an echo a",
        3929.74,
        3933.94
    ],
    [
        " better direction, he would have been able to do this. It's my fault. I've given echo 17",
        3933.94,
        3938.42
    ],
    [
        " iterations of this, and he still didn't complete it correctly. He's fired. That's the way it works,",
        3938.42,
        3943.76
    ],
    [
        " right? There's, yeah, so balance. So that spectrum of, of, you know, being within the confines of",
        3943.92,
        3951.84
    ],
    [
        " being justified, firing somebody, a certain type of person, you got to say when you don't feel bad",
        3951.84,
        3957.18
    ],
    [
        " about it. Right. Right. That's like a fire heavy type dude. Right. But there's also someone, the",
        3957.18,
        3962.6
    ],
    [
        " reason you shouldn't feel bad about it is because I've done everything I can do to help you,",
        3962.6,
        3967.68
    ],
    [
        " which takes work, it takes effort, it takes tact, it takes hard conversations, because it's hard",
        3967.94,
        3975.42
    ],
    [
        " for me to go and say, echo, you know, I've been, I've been looking at your videos lately and they're,",
        3975.42,
        3979.3
    ],
    [
        " they're not really what we're looking for. Right. I don't want to say that to you. You know,",
        3979.42,
        3983.44
    ],
    [
        " I, it's uncomfortable. Yeah. We're kind of like, you know, we, we want to get along. So instead,",
        3983.5,
        3987.48
    ],
    [
        " I'm like, yeah, I call that video as good, man. Yeah, it's good. But I'm not telling you the truth.",
        3987.48,
        3991.26
    ],
    [
        " And then over time, our videos aren't looking good enough and eventually I say, you know what,",
        3991.6,
        3995.56
    ],
    [
        " you know, we're, no one's buying our videos anymore and we haven't gotten a new contract. So,",
        3995.92,
        4000.72
    ],
    [
        " guess what? I'm going to have to let you go and you're like, what are you talking about?",
        4000.84,
        4003.92
    ],
    [
        " What are you talking about? You said all the videos that made me good. Now you're firing me. Maybe",
        4004.34,
        4007.48
    ],
    [
        " you need to become a better salesperson. Right. Whereas if I had the hard conversation early and said,",
        4007.48,
        4013.3
    ],
    [
        " hey, echo, you know, I know you're creative and I appreciate that. But we also need to get the",
        4013.3,
        4017.72
    ],
    [
        " message across for our clients. I'm obviously fabricating a business where we're making videos for",
        4017.72,
        4022.64
    ],
    [
        " clients, which I know we don't really do a lot of anymore. Occasionally you do. But, but yeah,",
        4022.64,
        4030.0
    ],
    [
        " you got to, you got to have the hard conversations earlier. If I'm the type of person that doesn't",
        4030.44,
        4036.92
    ],
    [
        " like to have the hard conversations, once again, I never feel good about it because I never,",
        4036.92,
        4041.62
    ],
    [
        " I never gave you any advice. So it always feels bad for me to fire someone. Yeah. But if you're",
        4041.7,
        4047.4
    ],
    [
        " following good leadership tactics, then absolutely true. When you get to a point where you got to",
        4048.46,
        4053.7
    ],
    [
        " fire somebody, you won't feel bad about it because you know you've done everything you can. You know",
        4053.7,
        4057.36
    ],
    [
        " you've coached them, mentioned them. And you know that if you keep them on board, you are",
        4057.36,
        4061.28
    ],
    [
        " negatively impacting your team, which is bad. Yeah. And then go down to the other side of the",
        4061.28,
        4068.2
    ],
    [
        " spectrum, still within the confines of being justified in firing somebody by the way. But on the other",
        4068.2,
        4073.26
    ],
    [
        " side of the spectrum, you get how you say that what do you call the maternal instinct type person?",
        4073.26,
        4077.0
    ],
    [
        " The person who can like they're just super hard on themselves maybe or they're you know like I,",
        4077.12,
        4082.38
    ],
    [
        " even if you did do everything you can, you're still like I could have done more. Yeah. So it's my",
        4082.4,
        4086.36
    ],
    [
        " fault. Not just I feel like I let them down as a leader. Yeah. You gave them 17 counseling",
        4086.36,
        4090.44
    ],
    [
        " chits. Yeah. You know they don't belong here. They can't do their job. Stop. Yeah. I mean,",
        4090.44,
        4095.34
    ],
    [
        " while they're going home laughing at you or whatever. Yeah. Yeah. You get that kind of",
        4095.4,
        4098.54
    ],
    [
        " personality. So it's kind of like how you say you got to balance it. You got to be like okay,",
        4098.54,
        4101.46
    ],
    [
        " you got to recognize okay, what kind of person am I? You know, or what kind of person is this",
        4101.54,
        4105.92
    ],
    [
        " other person kind of thing? And if they're those maternal instinct jewel for lack of better way,",
        4105.92,
        4110.8
    ],
    [
        " putting it in person, then what was it the first time you feel like you should fire? You should fire.",
        4110.84,
        4118.18
    ],
    [
        " Right. You hang out on that side of the spectrum. You got to. Yeah.",
        4118.38,
        4121.46
    ],
    [
        " Next question. How do you regain respect from your employees after you've come across as",
        4122.16,
        4130.38
    ],
    [
        " too nice? My husband and I are business owners with 45 employees in a small software firm.",
        4130.38,
        4138.16
    ],
    [
        " Since adding more employees in the last 18 months, the culture is changing. I blame our easy",
        4138.72,
        4143.32
    ],
    [
        " going attitude increasingly. There is an attitude problem where negative pushback has become",
        4143.32,
        4149.6
    ],
    [
        " almost a daily occurrence. How do we lead our way out of this? Okay. Well, this is a rough one.",
        4149.6,
        4158.46
    ],
    [
        " Not by no means. I shouldn't have even said it's a rough one. It's a challenge, right? You have to",
        4160.52,
        4164.58
    ],
    [
        " hit the reset button for sure. And you got to let people know that things are changing. Now,",
        4164.58,
        4169.58
    ],
    [
        " I would straight up have a meeting that you, you sit everyone down and say, hey, here's what's",
        4169.76,
        4179.04
    ],
    [
        " happening. We are growing. And as we grow, we are going to have to evolve just like a person. As you",
        4179.04,
        4187.6
    ],
    [
        " get older, you have to evolve. You have to become more mature. And here's some of the things that",
        4187.94,
        4193.0
    ],
    [
        " we're going to have to tighten up, right? Is instead of, you know, everyone's just, hey, if you come",
        4193.0,
        4200.84
    ],
    [
        " in and you want to go, you got to, you know, it's your kids birthday. Oh, yeah, no problem. They",
        4200.84,
        4205.04
    ],
    [
        " off. You say, look, that's not happening anymore. We will do our best to let you out for your",
        4205.04,
        4210.8
    ],
    [
        " daughter's birthday. We will do our best to let you go take care of family members when they're sick.",
        4210.8,
        4217.82
    ],
    [
        " We will do our best to give you bonuses that you've become accustomed to. We will do our best",
        4218.24,
        4225.06
    ],
    [
        " to give you raises annually. We will do our best to continue to take care of you. But none of those",
        4225.06,
        4231.86
    ],
    [
        " things are guaranteed at all. We are trying to be profitable. In fact, we have to be profitable",
        4231.86,
        4242.88
    ],
    [
        " in order to continue as a business on top of being profitable in order to grow. We have to reinvest",
        4242.88,
        4249.64
    ],
    [
        " in the company. We have to take the money that we make and we have to put it back into this company",
        4249.64,
        4254.78
    ],
    [
        " in order to grow. And we are going to grow. That is our goal. And in order to grow, we are going to",
        4255.12,
        4262.6
    ],
    [
        " have to put procedures and standards in place. Now that will allow us to maintain some control",
        4262.6,
        4271.18
    ],
    [
        " and efficiency as we grow. If we don't do that, we're going to fall apart.",
        4271.18,
        4276.06
    ],
    [
        " So that is what we need to do. Now, why do we want to grow? The reason we want to grow is because",
        4276.84,
        4283.08
    ],
    [
        " we want to be bigger. We want to create more opportunity for everyone sitting in this room.",
        4283.08,
        4287.64
    ],
    [
        " We're not trying to grow for us. We're trying to grow for everyone. The more opportunity",
        4288.46,
        4292.6
    ],
    [
        " everyone has to advance in leadership to make more money, that is what we are trying to do. But we",
        4292.6,
        4299.36
    ],
    [
        " can only do that if we, as we grow, we evolve and become better and become more efficient and",
        4299.36,
        4307.2
    ],
    [
        " become more standardized in the next 18 to 24 months. That is what we have to do as a company.",
        4307.2,
        4313.06
    ],
    [
        " So I would have a meeting and say something like that, something along those lines, lay down the",
        4314.62,
        4320.0
    ],
    [
        " wall a little bit. Now also then you have to change your attitude. You have to somewhat change",
        4320.0,
        4325.9
    ],
    [
        " your attitude because you are Mr. Nice guy. That's how you ended up in this position. You know,",
        4325.9,
        4330.74
    ],
    [
        " the husband and wife team, Mr. and Mrs. Nice guy. And you can and should be nice as a leader,",
        4330.74,
        4339.04
    ],
    [
        " I understand that. But at this point, the team needs to get tightened up.",
        4339.18,
        4342.98
    ],
    [
        " And so you're going to have to impose some discipline on them in order for there to be freedom",
        4343.88,
        4350.68
    ],
    [
        " in the future. Surprisingly, right? But we know that. Now, I had a friend who was a platoon commander.",
        4350.68,
        4358.38
    ],
    [
        " And he was, he worked with me and I knew him. And when he was a platoon commander, he was a real nice guy,",
        4359.9,
        4365.92
    ],
    [
        " super nice guy. When he was a platoon commander, he was a nice guy, super nice guy. Things didn't work out good for him.",
        4366.3,
        4373.28
    ],
    [
        " Because I don't know that, I don't, I don't specifically know what happened, but I know that things didn't go great.",
        4373.52,
        4379.64
    ],
    [
        " And when he talked to me about it, because the thing is when I work with him, we're all bros. And I was a young and",
        4380.18,
        4386.78
    ],
    [
        " listed guy, but we know we were all bros, but we all had that level of respect. Hey, you know what?",
        4386.78,
        4390.98
    ],
    [
        " We can go out and have a beer tonight. But tomorrow morning, we get to work. I'm in the game. And I'm, you know, I'm,",
        4391.06,
        4396.56
    ],
    [
        " I'm towing the line. And that's pretty much what we were all like. All of us, and listed guys working with this guy.",
        4396.56,
        4403.02
    ],
    [
        " And when he got to this new place, new command, all of a sudden, it wasn't like that anymore.",
        4403.34,
        4409.2
    ],
    [
        " And he was growing out with people. And when he get back into work, they wanted to grow out at work. And it was",
        4409.5,
        4415.16
    ],
    [
        " like, well, we don't need to listen to you. We were having beers with you last night. And that's what he told me.",
        4415.16,
        4419.68
    ],
    [
        " He said, you know, I, I was too nice of a guy. And I didn't get the respect that I needed to be able to",
        4419.72,
        4429.72
    ],
    [
        " effectively run the platoon. And it was not good. And he said something to me too, which I, I guess I",
        4429.72,
        4438.2
    ],
    [
        " instinctively knew or maybe I didn't, but it stuck with me. You know, it's real easy",
        4438.48,
        4442.06
    ],
    [
        " to give more slack to someone when you have them on a tight leash, right? It's real easy. Yeah, yeah.",
        4442.06,
        4449.46
    ],
    [
        " It's hard to do the other thing. It's hard to, well, listen to this. When I have you on a tight leash",
        4449.56,
        4455.18
    ],
    [
        " and I give you a little slack, you're happy. You're like, oh, look at Chaco. He, he trusts me. He's letting me go a little bit.",
        4455.18,
        4460.3
    ],
    [
        " When I give you all kinds of, all kinds of slack and all of a sudden I have to tighten up, I start pulling on the leash.",
        4460.44,
        4466.26
    ],
    [
        " Well, guess what? It chokes your neck. It chokes you. And I start bringing them. And the further I got to pull you",
        4466.26,
        4470.62
    ],
    [
        " back on in the longer you're choking for. And so by the time you get back to me, you're ready to bite.",
        4470.62,
        4476.12
    ],
    [
        " And so that's what you have to do. You don't walk in and put the dogs out and let them run wild to the",
        4476.58,
        4484.04
    ],
    [
        " end of the leash and let them run wherever they want. And then try and pull them back in. Because when",
        4484.04,
        4488.62
    ],
    [
        " you let them go, by the way, you're thinking yourself, well, you know, this is a good dog. So when I",
        4488.62,
        4492.36
    ],
    [
        " let him run around, he's not going to do anything wrong. He's going to be a perfect same. When there's a",
        4492.36,
        4496.4
    ],
    [
        " chance that that's going to happen. And there's a chance that that's a good dog and you let him run around.",
        4496.4,
        4499.68
    ],
    [
        " And when you say, come back, he comes back to you. There's also a chance that he's not a good dog. And when he",
        4499.68,
        4503.54
    ],
    [
        " gets out there, he starts running and start biting people or running in the road or doing whatever bad dogs do.",
        4503.54,
        4509.94
    ],
    [
        " And so what, what do you enough do that dog is you got to pull him back to you. And it's, it's actually worse",
        4510.22,
        4515.38
    ],
    [
        " because we already know this is a bad dog. So now when you pull him back, he's pissed and he's going to bite you.",
        4515.38,
        4520.42
    ],
    [
        " Whereas a good dog wasn't doing anything bad in the first place. And when you pull him back in,",
        4521.58,
        4525.16
    ],
    [
        " he looks at you and goes, Hey, I must have gone too out of control. I'm sorry. I'm back in line now.",
        4525.2,
        4529.5
    ],
    [
        " You see what I'm saying? There's the way the whole thing unfolds is bad because the bad dog,",
        4529.76,
        4536.44
    ],
    [
        " he's a bad dog. And he's doing bad stuff when you give him slack on the leash. And when you pull him",
        4536.68,
        4540.92
    ],
    [
        " back, he's going to snap at you. The good dog, you give him all kinds of room on the leash. He's not",
        4540.92,
        4545.62
    ],
    [
        " doing anything good. And when you pull him back, he goes, he goes, Oh, sorry. I didn't realize I was",
        4545.62,
        4550.8
    ],
    [
        " doing something out of line, master. I'll keep it in check now. And you can give me more slack if",
        4550.8,
        4556.36
    ],
    [
        " you want or not. It doesn't matter. I want to, I want you to trust me. Meanwhile, the bad dog,",
        4556.36,
        4560.54
    ],
    [
        " he's just like growling. He's pissed. So that's going to be a hard one. Not like I said, it's not",
        4560.54,
        4566.94
    ],
    [
        " impossible. But the big thing you got to do, I think in this situation, you got to be clear.",
        4566.94,
        4571.94
    ],
    [
        " Here's what's going on. You could even potentially, I don't know how well you are of a speaker",
        4572.66,
        4577.52
    ],
    [
        " interacting with people. You could even say something along the lines of, hey, look, we've been running",
        4577.52,
        4582.68
    ],
    [
        " this real loose. And I've been real, you know, we've been doing everything we could to run this",
        4582.68,
        4588.84
    ],
    [
        " as loose as possible. But we got to tighten it up. I think that's, I think you could say that",
        4588.84,
        4594.6
    ],
    [
        " because you don't want to say, look, I've been being nice and I can't be nice anymore. That comes",
        4594.6,
        4598.2
    ],
    [
        " across wrong. But let's say, look, we've been running it real loose here. And we've been trying to",
        4598.48,
        4602.5
    ],
    [
        " give you guys as much freedom as we can. And we still want you guys to have freedom. But we got to",
        4602.5,
        4606.32
    ],
    [
        " put some parameters in place that are going to, that are going to allow us to run this business",
        4606.32,
        4610.62
    ],
    [
        " efficiently as we grow and as we scale. You can quote me on that one by the way.",
        4610.62,
        4616.78
    ],
    [
        " Yeah, it makes sense when you say, um, be clear and consistent. You know, like, um, you know,",
        4618.16,
        4626.16
    ],
    [
        " some people they'll implement rules that I'm speaking from an employee standpoint,",
        4626.16,
        4629.84
    ],
    [
        " where I'm looking at the boss and they're trying to put in new rules to tighten it up. So to speak",
        4629.94,
        4634.2
    ],
    [
        " because in the nightclub industry, that tends to happen. You know, managers are growing out. I like",
        4634.2,
        4639.68
    ],
    [
        " to turn bro out by the way. You never heard that. Have you never heard that? I don't think so. Not",
        4639.68,
        4644.32
    ],
    [
        " that I can remember. But it's interesting. I thought that was pretty common vernacular,",
        4644.32,
        4648.34
    ],
    [
        " especially amongst a bro like yourself. Bro out. Yeah, bro. Yeah. And the nightclub managers tend",
        4648.78,
        4657.72
    ],
    [
        " to bro out with people or, you know, bro out with girls or whatever the waitresses, whatever,",
        4657.72,
        4662.9
    ],
    [
        " whatever. I don't know if you can bro out with girls. Yeah. I know. That's like the",
        4662.98,
        4666.48
    ],
    [
        " car. We're probably a different word for it. Yeah. Group of words, whatever. But nonetheless,",
        4666.48,
        4671.64
    ],
    [
        " that tends to happen. So, you know, sometimes say it's the same situation. You know, you get",
        4671.78,
        4675.86
    ],
    [
        " nightclub in disarray as a business, you know, then they got to tighten it up and apply more",
        4678.3,
        4682.54
    ],
    [
        " rules and now you got to, you know, whatever with the clockins, it's like just little rules. Yeah.",
        4682.54,
        4687.5
    ],
    [
        " And I know all these down rules. Yeah. I'm a late person. They're the whole clocking thing. Anyway,",
        4688.16,
        4696.2
    ],
    [
        " long story. But so when the manager would implement the rules, but they don't",
        4696.38,
        4705.84
    ],
    [
        " follow the rules, you know, it's men, they just won't take and people get more mad. But when you see",
        4705.9,
        4712.36
    ],
    [
        " there's his men and he died due, unfortunately, Joel, he was, he was, he was our boss for a while.",
        4712.36,
        4719.86
    ],
    [
        " And he had to kind of do that, like implement the rules. But this was a guy he would bro out with",
        4720.08,
        4724.86
    ],
    [
        " you, but like it was weird. He did this weird kind of balance where he would break some rules.",
        4724.86,
        4731.0
    ],
    [
        " But then he'd follow rules. But the rules that he broke, he wouldn't care if you broke them.",
        4731.0,
        4735.42
    ],
    [
        " Kind of thing. These are all small teeny tiny rules, by the way. But he was a real consistent",
        4735.42,
        4740.12
    ],
    [
        " person, you know, where if he wanted something done, we were all doing it, including him.",
        4740.12,
        4744.36
    ],
    [
        " You know, and I remember thinking, man, this, I really like this guy in that way as well, where",
        4744.54,
        4748.98
    ],
    [
        " he's telling us to do stuff. But he won't like, because there was other managers, oh man,",
        4748.98,
        4752.76
    ],
    [
        " I could go into it, man, where there's other managers and they were straight up. Like I'm the",
        4752.8,
        4757.14
    ],
    [
        " manager here. It's just nightclips. Everyone worships me and it's a weird dynamic in nightclubs.",
        4757.14,
        4762.1
    ],
    [
        " Anyway, and they wouldn't follow the rules at all, you know, but you had to because you're the",
        4762.1,
        4766.42
    ],
    [
        " employee, you know, kind of thing. But yeah, when you're a manager and again, from employee standpoint,",
        4766.42,
        4771.18
    ],
    [
        " and and I see my boss following the new rules consistently, it's so much easier to sign on. It's",
        4771.18,
        4779.18
    ],
    [
        " kind of okay. That's what we're doing. I dig it. And yeah, if you combine it with like what you",
        4779.18,
        4782.8
    ],
    [
        " said, being clear, well, I'm down. I'm down for the change. I get it, man. I get it. Yeah. Next question.",
        4782.8,
        4789.56
    ],
    [
        " Draco, no bad teams, only bad leaders and always the same relationship with each boss.",
        4792.18,
        4797.78
    ],
    [
        " Yet you also staged a mutiny. How do you reconcile that? Okay. So what are you talking about?",
        4798.58,
        4806.72
    ],
    [
        " Obviously, no bad teams, no bad leaders is from extreme ownership. And it's actually from before",
        4806.84,
        4812.16
    ],
    [
        " that Napoleon said the same thing, Hackworth said the same thing. We we changed the words a little",
        4812.16,
        4817.4
    ],
    [
        " bit. But so that's and then the other thing he's talking about is that I always say I have the same",
        4817.86,
        4822.62
    ],
    [
        " relationship with every boss I've ever had, whether they were stupid or smart or whether they were",
        4822.62,
        4826.08
    ],
    [
        " aggressive or passive, whether they were big eagle or humble, I always had the same relationship",
        4826.08,
        4830.94
    ],
    [
        " with all of them. That is they trusted me and they gave me what I need to do to do my job. So",
        4830.94,
        4836.22
    ],
    [
        " how do I reconcile the then then he's talking about stage to mutiny because we had a kind of",
        4836.22,
        4842.28
    ],
    [
        " mutiny in one of my platoons, when I was a young and listed guy. And so how can you do that? Right?",
        4843.12,
        4852.18
    ],
    [
        " If I had all these great relationships with all my bosses, but what about I staged a mutiny?",
        4852.6,
        4856.4
    ],
    [
        " Interesting. I actually had a decent relationship with a guy that I staged a mutiny with now that I",
        4856.76,
        4861.14
    ],
    [
        " think about it. So to go back to the earlier question, well, I'm talking about being a renegade and",
        4861.14,
        4866.74
    ],
    [
        " being a rebel. And like I said, you have to rebel when it is necessary. And also for the mutiny that",
        4866.88,
        4874.6
    ],
    [
        " is in question, I need to make it clear here, I didn't stage the mutiny. It wasn't me. It was",
        4874.6,
        4880.72
    ],
    [
        " kind of a group effort that was somewhat led by the leadership of our the enlisted leadership",
        4880.72,
        4886.18
    ],
    [
        " of our platoon. And it was a movement that I certainly supported and was on board with. And we",
        4886.18,
        4891.32
    ],
    [
        " were kind of the E5 mafia in that platoon. Yeah. So we were kind of had the voice of the people,",
        4891.32,
        4896.82
    ],
    [
        " right? Me in a certain group of guys actually from my buds class, who were all kind of,",
        4897.14,
        4904.44
    ],
    [
        " yeah, kind of just fired up about things. And you know, I, it wasn't like the thing is,",
        4904.44,
        4914.58
    ],
    [
        " it wasn't like the platoon commander had a couple weaknesses, right? And maybe he wasn't the best",
        4914.66,
        4918.96
    ],
    [
        " tactics or maybe it wasn't that, you know, he wasn't the best shot or anything like it wasn't",
        4919.06,
        4922.92
    ],
    [
        " the best athlete. No, he was a good athlete. He tactically, he was like marginal. But what he didn't",
        4922.92,
        4932.34
    ],
    [
        " have, I'll talk about this all the time, what he didn't have is he didn't have any humility at all.",
        4932.34,
        4935.3
    ],
    [
        " And so he wasn't listening to anyone that was giving him any input, including he had very",
        4935.62,
        4942.22
    ],
    [
        " experienced senior enlisted advisors. So the platoon chief and the platoon LPO were awesome guys,",
        4943.18,
        4949.8
    ],
    [
        " very respected seals. One of them had been in the first Gulf War on the ground getting after it",
        4950.24,
        4956.04
    ],
    [
        " as much as he could. So these guys were experienced and the senior chief was a really, really smart guy.",
        4956.04,
        4962.44
    ],
    [
        " And this guy wasn't listening to him. And so you had somebody that in the situation was,",
        4962.98,
        4970.48
    ],
    [
        " it would have been bad for the platoon to have this type of leader in there. And now think about",
        4970.48,
        4976.46
    ],
    [
        " this. If it's bad for the platoon, then it's bad for your mission. If you don't have a good platoon,",
        4976.46,
        4984.06
    ],
    [
        " you can't execute your mission well. And that's the bottom line to this question. That is how I",
        4984.24,
        4990.9
    ],
    [
        " reconcile this. How does this situation affect the mission, affect our ability to accomplish the",
        4990.9,
        4998.16
    ],
    [
        " mission? How does it do it? If we have a bad leader and it makes us a bad platoon,",
        4998.16,
        5004.02
    ],
    [
        " then we're not going to be able to accomplish our mission. And therefore, I need to help get rid",
        5004.54,
        5009.46
    ],
    [
        " of this person because my number one thing that I'm trying to do is be good at my mission.",
        5009.46,
        5014.08
    ],
    [
        " And obviously a more unified team is going to accomplish the mission more effectively and",
        5014.46,
        5024.24
    ],
    [
        " more efficiently. Period. So that, you know, that is why it is so important for people to understand",
        5024.24,
        5032.72
    ],
    [
        " the mission and the goal and the commanders intent because all of your decisions",
        5032.72,
        5037.9
    ],
    [
        " are based on and guided by that understanding of understanding what the mission is.",
        5037.9,
        5045.36
    ],
    [
        " So you need to put the mission first all the time to make the right decision. Now as soon as I say",
        5048.02,
        5054.68
    ],
    [
        " that, what pops in your head, oh, Jocco, you care about the mission more than you care about your",
        5054.68,
        5059.62
    ],
    [
        " men. Not true. Because think about this. If you are executing your mission effectively, you are",
        5059.62,
        5068.54
    ],
    [
        " taking care of your men. That's in the business world and it's in the battlefield.",
        5068.54,
        5073.76
    ],
    [
        " Because in the business world, if I'm executing my mission effectively, guess what we're doing?",
        5074.58,
        5079.48
    ],
    [
        " We're making more money. We're being more profitable. We're gaining more clients. We're growing.",
        5079.84,
        5083.78
    ],
    [
        " And therefore, I'm taking care of my employees because I'm keeping them employed and making",
        5084.34,
        5088.38
    ],
    [
        " them more bonuses and making them more money and offering them more leadership opportunities.",
        5088.38,
        5091.78
    ],
    [
        " In combat, same thing. If we are good and I execute my mission effectively, guess what? We've",
        5092.1,
        5100.88
    ],
    [
        " mitigated risk in the best possible way. The more we mitigate risk, the more people are alive,",
        5101.04,
        5110.3
    ],
    [
        " the less casualties we take. So if I'm doing everything geared towards the mission, then",
        5110.76,
        5117.36
    ],
    [
        " I am taking care of my men because by the way, if I'm running a mission with heavy casualties,",
        5117.36,
        5124.62
    ],
    [
        " what about my next mission?",
        5124.94,
        5125.82
    ],
    [
        " If you're my boss and you tell me to charge this machine gun nest with my guys, and I say,",
        5128.44,
        5133.28
    ],
    [
        " boss, we shouldn't do that right now. You carry out the mission. Okay, well, who's going to do the next",
        5133.44,
        5138.96
    ],
    [
        " mission? There's not unlimited guys here. So you can't do it. You can't run a mission after you've",
        5138.96,
        5146.38
    ],
    [
        " taken heavy casualties. Just like you can't, if you as a business person, if you expend all of your",
        5146.38,
        5152.8
    ],
    [
        " capital on one project, well, guess what? You can't do the next project. So a good job. You accomplish",
        5154.46,
        5159.34
    ],
    [
        " the one mission, but you can't accomplish anymore. On the battlefield, if you incur a bunch of",
        5159.34,
        5164.54
    ],
    [
        " casualties for one mission, you can't accomplish anymore. So in both those cases, the more effectively",
        5164.54,
        5170.86
    ],
    [
        " you handle the mission, not just the one mission, but your broad mission, your strategic mission,",
        5170.86,
        5176.14
    ],
    [
        " the better you do that, the better you are taking care of your men, and the better you're taking",
        5176.48,
        5181.72
    ],
    [
        " care of your people in the business world. So and on top of that, on top of that, 99% of the time,",
        5181.72,
        5193.8
    ],
    [
        " your mission is aligned with the best thing for your people. That's what I'm saying. 99% of the time.",
        5194.46,
        5199.78
    ],
    [
        " If we make more money as a company, it helps all my people. If we, if we accomplish missions in the",
        5200.14,
        5206.06
    ],
    [
        " most effective and efficient and take the least casualties, that's the best thing for my people.",
        5206.06,
        5210.28
    ],
    [
        " So back to the question, how do I reconcile these things? I look at how I can best accomplish the",
        5213.48,
        5220.3
    ],
    [
        " mission. And if it best to accomplish the mission to rebel against what's happening, there's some",
        5220.3,
        5224.56
    ],
    [
        " cases where I might not, you might be my boss, and I might not like you, but you've got a great",
        5224.56,
        5228.84
    ],
    [
        " relationship with the army commander and we're working in their battle space. Would it make sense for",
        5228.84,
        5234.1
    ],
    [
        " me to throw a mutiny and get you fired? No, it'd make no sense whatsoever. It's going to be better",
        5234.1,
        5239.56
    ],
    [
        " for our mission if I say echo sucks, but I'm going to listen to him and we're going to massage this",
        5239.56,
        5244.88
    ],
    [
        " thing or we're going to make things work because he has such a good relationship with this army",
        5244.88,
        5247.52
    ],
    [
        " commander that he's making things happen. So I might not do it. I might not stage a mutiny, not",
        5247.52,
        5256.18
    ],
    [
        " based on the fact that you, that your level of sucking, but based on the fact that what's more",
        5256.18,
        5261.24
    ],
    [
        " important to me is that we accomplish our mission. And if you have a good relationship with the army",
        5261.24,
        5265.48
    ],
    [
        " commander, I'm going to keep you around. If you were, if you were in a business situation and you",
        5265.48,
        5272.44
    ],
    [
        " had, you were not doing a good job and you're one of my subordinates, you're not doing a good job,",
        5272.44,
        5277.66
    ],
    [
        " but you have this great relationships with all these clients. And we're accomplishing our mission",
        5277.94,
        5283.5
    ],
    [
        " well because you've built these great relationships. Am I just going to fire you because I think you're",
        5283.5,
        5287.18
    ],
    [
        " doing a fix, I think you're a crappy leader of your men? No, actually, I'm not. What is best for",
        5287.18,
        5291.68
    ],
    [
        " the mission? Now I might have tert secondary and tertiary plans to move you into position where",
        5291.68,
        5297.94
    ],
    [
        " you don't have to handle the operational things that you suck at. And I might put you in a position",
        5297.94,
        5301.78
    ],
    [
        " where you're just going to become, you know, a business dev guy where you're out there meeting",
        5301.78,
        5306.06
    ],
    [
        " greet with people because that's what you're good at. I might make that happen, but I'm not just",
        5306.06,
        5310.94
    ],
    [
        " going to go echoes a bad leader, fire him, throw away the skill that you do have. And now we're not",
        5310.94,
        5316.94
    ],
    [
        " accomplishing our mission because I ruined all the relationships because now you go to all these,",
        5316.94,
        5320.2
    ],
    [
        " all these other partners that we have and you're going to yeah, jocco fired me. He's pathetic. He",
        5320.26,
        5324.92
    ],
    [
        " doesn't realize what we're doing here. I'm going over to this company. Come with me. Bring your",
        5324.92,
        5328.94
    ],
    [
        " business over here with me. So you reconcile it by looking at the mission and the mission is almost",
        5328.94,
        5334.98
    ],
    [
        " always aligned with taking care of your people and taking care of your people in the sense of",
        5334.98,
        5340.84
    ],
    [
        " imposing discipline or not imposing discipline. It is being disciplined and making them work",
        5340.84,
        5347.98
    ],
    [
        " and giving them training them hard, pushing them. That is generally what taking care of your people",
        5348.86,
        5354.08
    ],
    [
        " is. Taking care of your people isn't, hey, you know what echo? Oh, you know, don't worry about that",
        5354.08,
        5360.04
    ],
    [
        " video that you owe to the client. I know you, I know it's your daughter's birthday. You go ahead and",
        5360.04,
        5363.42
    ],
    [
        " go home for the day. Am I taking care of you? If I do that, am I taking care of you? No, I'm not.",
        5363.42,
        5368.76
    ],
    [
        " I'm actually hurting you because now we got a bad reputation. We delivered the video late.",
        5369.38,
        5373.84
    ],
    [
        " The company passes word to the next company. It says, hey, you know, those guys are, the video is okay,",
        5374.86,
        5380.38
    ],
    [
        " but it doesn't matter because it was late. Now that's the reputation we have. Now fast forward six",
        5380.44,
        5385.52
    ],
    [
        " months, we're downsizing. I don't need you anymore. I'm going to make the, you know, I don't need four",
        5385.52,
        5390.04
    ],
    [
        " video makers. I only need one and you're not the one. You see what I'm saying? So I'm not taking care",
        5390.04,
        5395.2
    ],
    [
        " of my people. If I focus on the mission, which is, hey, echo, I apologize. I know it's your daughter's",
        5395.2,
        5401.66
    ],
    [
        " birthday, but guess what? We owe this video. We got to get it done. And you got to get in here and",
        5401.66,
        5406.42
    ],
    [
        " make it happen. Am I taking care of you then? Yes, I am. I know it doesn't feel that way. But yes, I am.",
        5406.42,
        5411.86
    ],
    [
        " Yeah. I'm making sure they're equipped, capable and treated fairly. Yeah.",
        5412.44,
        5425.34
    ],
    [
        " Yeah. I said impose discipline on them. Yeah. And like that doesn't work. Yeah.",
        5428.08,
        5432.74
    ],
    [
        " But what you have to do is you have to impose discipline. Yeah, make sure that that copy is",
        5433.5,
        5440.56
    ],
    [
        " imposed the dichotomy. Yeah. Because you don't want to say echo, you will come in and make this",
        5440.56,
        5445.32
    ],
    [
        " video. I'm imposing this on you. I'd be like, echo, we owe this video. We said we're going to turn",
        5445.32,
        5449.28
    ],
    [
        " it in. Let me tell you the ramifications. If we don't do this, here's what's going to hurt.",
        5449.28,
        5452.84
    ],
    [
        " It's going to hurt this, this, this, this, and this. It's going to eventually could end up with",
        5453.5,
        5456.94
    ],
    [
        " you not having a job and me not having a business. Yeah. Do you like the sounds of that? No, you don't.",
        5456.94,
        5461.52
    ],
    [
        " You might be the wrong guy to ask about this. Maybe you're not, I don't know. But what do you think?",
        5462.0,
        5469.36
    ],
    [
        " So you mentioned missing your daughter's birthday. I didn't miss my daughter's birthday, by the way.",
        5469.66,
        5474.24
    ],
    [
        " Did you say you did or did not? Did not. But my son just had a first birthday. I did miss that.",
        5474.88,
        5480.48
    ],
    [
        " But it's his first birthday. So I've always thought this is before I had any kids with any",
        5480.48,
        5484.56
    ],
    [
        " birthday that the first birthday, that's for the parents, it's not for the, you know, he doesn't",
        5484.56,
        5490.16
    ],
    [
        " remember the first. His first birthday, you never will. I'm definitely going to be the wrong person.",
        5490.16,
        5494.36
    ],
    [
        " So missing birthdays. Is that like a bell curve? Like, okay, one first birthday, age one, you can",
        5494.64,
        5505.82
    ],
    [
        " sort of miss that. Age zero, you can't really miss that. Meaning one, they're born. Go talk to",
        5505.82,
        5511.86
    ],
    [
        " the military people. I know, bro. I know. I know. Yeah. No, you're right. And I'm saying if you have",
        5511.86,
        5516.98
    ],
    [
        " the options and you know, we're speaking in terms of, okay, if you have options, sure, go to the",
        5516.98,
        5521.54
    ],
    [
        " birthday. I mean, you sort of have a like in terms of, you know, we're at this company. You're my boss",
        5521.54,
        5526.56
    ],
    [
        " on the video maker. Hey, cool. You know, we've got to get this video done. Whatever. I don't know,",
        5526.56,
        5530.7
    ],
    [
        " that may be even in an extreme case, but I'm saying in a general sense, which birthdays are more",
        5530.7,
        5538.04
    ],
    [
        " expendable. That's ultimately the question. And it doesn't necessarily mean in this. Yeah,",
        5538.04,
        5542.66
    ],
    [
        " specifically. I'm going to tell you right now, as a guy that was in the military for 20 years,",
        5542.76,
        5545.7
    ],
    [
        " the birthday, if you're there, it's a luxury. If you're there for Christmas, it's a luxury.",
        5546.18,
        5549.74
    ],
    [
        " Yeah. If you're there for Thanksgiving, it's a luxury. I missed all kinds of that stuff, all over",
        5550.0,
        5554.56
    ],
    [
        " the place, just like a big, you know, you're just not going to be there. Okay. So now, we're not in the",
        5554.56,
        5562.46
    ],
    [
        " military. Uh-huh. No. And it's less about missing them. We're not missing them. Okay. So at the end of",
        5562.46,
        5569.74
    ],
    [
        " the day, no matter what birthday, even right now, you're thinking if you miss them, no huge deal.",
        5569.74,
        5575.42
    ],
    [
        " No. I mean, and if I actually thought it was a huge deal, I would have to choose an entirely",
        5575.86,
        5581.54
    ],
    [
        " different lifestyle and life. Right. Right. And I'll tell you what, my kids know. Yeah. Okay.",
        5582.68,
        5590.1
    ],
    [
        " They've always known. Okay. Okay. So guess what? Someone's out there getting after his name,",
        5590.18,
        5594.58
    ],
    [
        " he's named my dad. Yeah. No. No. Okay. He missed another birthday. Don't care. I get you. Yeah.",
        5594.66,
        5599.54
    ],
    [
        " No, you're I dig it. And but that's kind of in a way. I mean, not to be too specific in split",
        5599.64,
        5605.48
    ],
    [
        " letters, but I'm going to do it anyway. I mean, not even necessarily you in your specific situation.",
        5605.48,
        5611.56
    ],
    [
        " I say the most important. Exactly. On the spectrum of value.",
        5611.78,
        5615.32
    ],
    [
        " Five, five through 11, five through 11 are have the most weight. Most weight. Okay. So not zero.",
        5615.46,
        5623.66
    ],
    [
        " Now what they're born. No. So if you, if you miss the birth of your child, because you had to work,",
        5623.72,
        5629.92
    ],
    [
        " and I'm not saying military, I'm saying because you're trying to finish some report or something. Yeah.",
        5629.92,
        5634.58
    ],
    [
        " Or whatever or. Yeah. To do that. Yeah. You're trying to be there. Okay. So but comparatively speaking,",
        5635.22,
        5639.78
    ],
    [
        " the, the birth of your child compared to the fifth birthday, you say fifth birthday is more important.",
        5639.84,
        5644.84
    ],
    [
        " Yeah, because they don't remember anything from zero to four. Right. That's just a big.",
        5644.88,
        5648.34
    ],
    [
        " Blue. Dang. That's a good point. And that's just a big. I don't think that happened. Yeah. I don't",
        5648.52,
        5656.18
    ],
    [
        " know. Yeah. I don't know. All those parents that you take your kids and I did this to actually,",
        5656.18,
        5660.18
    ],
    [
        " I didn't, I did it with my first kids. My wife, like, we're going to go to take the girls to",
        5660.44,
        5664.32
    ],
    [
        " Disneyland. Yeah. And that's okay. Walking around at Disneyland, which is pretty close to a living",
        5664.32,
        5670.22
    ],
    [
        " hell to me. Yeah. Okay. Standing in lines in the Anaheim summertime. Like just baking. And,",
        5670.22,
        5678.28
    ],
    [
        " and yet, you know, here's the deal. The girls are just so excited the whole time and so happy.",
        5678.28,
        5684.1
    ],
    [
        " Me? No. So now I, I, I, I haven't been to any of those things in a long time. Actually,",
        5684.26,
        5692.1
    ],
    [
        " I went with a business group and walked around where it is. Disneyland, Disney world.",
        5692.12,
        5696.62
    ],
    [
        " And I was like, you've got to be kidding me now. But there's the thing. The kids don't remember it.",
        5696.9,
        5703.48
    ],
    [
        " You can show them pictures and they go, oh, that's cool. You could stage those pictures.",
        5703.68,
        5706.28
    ],
    [
        " Like a Langlanding. Like, yeah. Just set them up. And you're like, oh, yeah.",
        5706.28,
        5710.76
    ],
    [
        " So Cinderella, whatever you think before five. Yeah. Five years. Okay.",
        5711.18,
        5714.76
    ],
    [
        " Actually, man, that's a good point because when I say now, I'm sure there's developmental things",
        5714.98,
        5718.74
    ],
    [
        " happening when they're, when you do things, when you participate in activities with your kids,",
        5718.74,
        5722.98
    ],
    [
        " obviously, yeah, but they're not there. Five. Yeah. But, you know, you, you could probably,",
        5722.98,
        5727.1
    ],
    [
        " it'd probably be more developmentally helpful for you to spend a day with them, you know,",
        5727.34,
        5734.14
    ],
    [
        " coaching them in, yeah, Jiu-Jitsu or coaching them in boxing or coaching them in Moitai or",
        5734.3,
        5739.42
    ],
    [
        " coaching them in shooting or coaching them in archery or coaching them in hunting small animals",
        5739.42,
        5744.94
    ],
    [
        " or coaching them in how to do combat trauma care. Just like general things for your year old. Yeah,",
        5744.94,
        5751.56
    ],
    [
        " you're right. You're right. Yeah. Yeah. That's not even part of it. Hey, go to Disneyland. Look at",
        5751.58,
        5756.32
    ],
    [
        " yeah. That's not the question. The question is like the birthday thing. So, so, so, yeah. Only because",
        5756.32,
        5760.58
    ],
    [
        " you mentioned because by 11, they don't care anymore. By 11, they don't care. Okay. So that's why",
        5760.58,
        5766.14
    ],
    [
        " the cutoff. Well, my kids were like, oh, my birthday don't care. Yeah. So, man, that's a good",
        5766.16,
        5770.82
    ],
    [
        " way. We have a rule. You get to pick your where you go out for dinner on your birthday night.",
        5770.82,
        5774.6
    ],
    [
        " And in the last like five birthdays, we haven't even been able to pull out our successfully. Yeah.",
        5774.88,
        5779.5
    ],
    [
        " So obviously, it's gonna be what what the group is used to. But as far as the kid, if you missing the",
        5780.06,
        5785.44
    ],
    [
        " birthday for, you know, for the kids, when I was a kid, you know, when I used to pick, because that",
        5785.44,
        5788.64
    ],
    [
        " used to be in my family too, we get to like pick dinner. You know, I used to pick chicken patties.",
        5788.64,
        5792.68
    ],
    [
        " Dang chicken patties. Oh, we have chicken patties. Oh, just from the store.",
        5793.64,
        5796.1
    ],
    [
        " Oh, just from the store. Just get some chicken patties. I used to love those things. Dang. Yeah.",
        5796.1,
        5799.66
    ],
    [
        " I remember in school, I went to Kaloah Elementary School. I used to love the chicken patties there.",
        5799.74,
        5803.66
    ],
    [
        " Yeah. They're dope. The chicken patties. I used to like chicken make nugget.",
        5803.82,
        5807.26
    ],
    [
        " Like a big flat chicken make nugget. Yeah. And I didn't even like, I didn't like steak until I was in the",
        5807.38,
        5811.82
    ],
    [
        " because because we didn't have a lot of steak grown up because steak is expensive. Yeah. You know what I mean?",
        5811.82,
        5816.6
    ],
    [
        " Yeah. I wish you that ribeye. Yeah. Especially that ribeye. So we didn't have steak. We had",
        5816.76,
        5820.36
    ],
    [
        " chicken patties. Yeah. It tasted good to me. Pretty dope. And sometimes you know what else?",
        5820.58,
        5824.62
    ],
    [
        " Of course you want McDonald's when you're seven. Sure. Yeah. Once kids get some fries and a",
        5824.7,
        5829.22
    ],
    [
        " shamrock shaky. We try. I had told, because you know, I love men chocolate chip, right? So I had",
        5829.22,
        5837.04
    ],
    [
        " told all my kids about the original mint chocolate chip milkshake was the shamrock shake. It",
        5837.04,
        5843.86
    ],
    [
        " McDonald's broken the dirt. Oh yeah. Which they'd have around St. Paddy's Day, which by the way,",
        5843.86,
        5848.04
    ],
    [
        " isn't around my birthday, but it just made came to my mind. Yeah. Yeah. So so when I was a kid,",
        5848.04,
        5854.52
    ],
    [
        " we had shamrock shakes. St. Paddy's Day, they're mint shakes. And when I was a kid, they were amazing.",
        5854.7,
        5862.68
    ],
    [
        " And I was so and I hadn't had one in 30 years, maybe maybe 40 years, hadn't had a shamrock shake.",
        5863.16,
        5871.54
    ],
    [
        " And I saw a little advertisement. I said, Oh, kids, guess what? These are like mint chocolate chip,",
        5871.84,
        5875.66
    ],
    [
        " milkshakes, but there's no chocolate chip. So it's just smooth mint ice cream milkshake.",
        5876.02,
        5881.24
    ],
    [
        " From McDonald. Yep. And I sent my daughter out to go get us all. Go get us all shamrock shakes.",
        5881.46,
        5887.58
    ],
    [
        " Brought them home. They were disgusting. They were nothing like what they used to be. So",
        5887.86,
        5894.42
    ],
    [
        " McDonald's, I gave you a shot. Sorry, Ben. Yeah. I'm surprised you gave him a shot. I am too,",
        5894.42,
        5900.52
    ],
    [
        " but it's been 40 something years since I had a shamrock shake. And I remembered him. So I figured",
        5900.6,
        5905.28
    ],
    [
        " we'll go with it. Maybe they're disgusting. Yeah, they're probably not even my kids like them.",
        5905.28,
        5909.64
    ],
    [
        " Not even my eight year old. Dang. Who just, you know, is an eight year old that just looks at things",
        5909.76,
        5914.46
    ],
    [
        " and say, that's ice cream. I want it. Yeah. She didn't even like it. Not no one. They were",
        5914.46,
        5919.04
    ],
    [
        " discussing. We threw them all away. Dang. So don't waste your money. Yeah. Don't waste your money.",
        5919.04,
        5924.44
    ],
    [
        " Yeah, don't waste your money on McDonald's. That's my personal recommendation. Yeah, period.",
        5924.54,
        5928.1
    ],
    [
        " Shamrock shake or otherwise. Yeah. Yeah. Yeah. It's not helping. Not helping you in any way.",
        5928.32,
        5934.16
    ],
    [
        " Did you know that they just, I mean, this is going to sound obvious now that I'm saying it out loud.",
        5934.68,
        5939.28
    ],
    [
        " They add the green coloring to it to the ice cream to make it green. Yeah. Yeah.",
        5939.6,
        5945.88
    ],
    [
        " So when you get briars, it's white. Yeah. I got a lot of other things to do with white.",
        5946.06,
        5950.28
    ],
    [
        " I mean, my wife and what a family, the family goes to, uh, or the organ coast. That's where the",
        5950.42,
        5955.7
    ],
    [
        " Tilla Munk cheese factory is. Wait, cheese, yeah, yeah, Tilla Munk cheese. The actual big factory.",
        5955.7,
        5962.12
    ],
    [
        " And you can go in little tours and they give you ice cream. I'm like, okay, I want that mint",
        5962.5,
        5965.4
    ],
    [
        " chip. Of course. And they give it to me. And they hand it to me. I'm like the first time I see",
        5965.4,
        5971.02
    ],
    [
        " I'm like, hey, that's not mine. That's obviously just the regular chocolate chip. Yeah.",
        5971.02,
        5975.42
    ],
    [
        " Don't over here. And I for real said that. I was like, oh, I ordered the mint and he goes, oh,",
        5975.6,
        5979.68
    ],
    [
        " yeah, that's mint. And then it all kind of came to me like, oh, yeah, I'm pretty dumb for it.",
        5979.74,
        5983.62
    ],
    [
        " If you get briars, briars is white. Yeah. Yeah. Which is the preferred brand to be quite honest with you.",
        5983.62,
        5989.9
    ],
    [
        " No, is it? Okay. All right. Well, at least I'm sure that I'm trying at least the ones that I'm",
        5989.9,
        5994.0
    ],
    [
        " trying. Yeah. So. So back to the birthday thing. If you miss the birthday year child,",
        5994.0,
        6002.8
    ],
    [
        " technically, you're right, technically for the question, because I'm talking about like how upset",
        6002.98,
        6008.52
    ],
    [
        " or how much is it going to be? It's not affected at all. Really. But here's the thing. It if it",
        6008.52,
        6014.42
    ],
    [
        " like as a cohesive family, that might be a thing. If you have the option, I'm saying, if you're",
        6014.42,
        6018.16
    ],
    [
        " overseas, come on, man, let's face it. That's a legit, you know, but if you have the choice.",
        6018.32,
        6023.9
    ],
    [
        " So you miss the birthday year child, that's more of like a family thing. Like, okay, you, but that's",
        6024.0,
        6028.36
    ],
    [
        " not what that's not the question. Because so is the first birthday, the first year birthday,",
        6028.36,
        6033.68
    ],
    [
        " that's kind of it's for the adults. Yeah. So it's the first second, third, fourth and fifth.",
        6033.68,
        6038.04
    ],
    [
        " Oh, not the fourth. Maybe they're in the game a little bit. Yeah. Yeah.",
        6038.18,
        6042.88
    ],
    [
        " It's just a huge condition that they don't expect anything good. Yeah, I guess, you know,",
        6043.28,
        6048.64
    ],
    [
        " you got life sucks, man. Life sucks. Nothing special about your stupid birthday. Everything. There's a",
        6048.78,
        6053.44
    ],
    [
        " bunch of people born on that day. A bunch of people born tomorrow. A bunch of people born yesterday.",
        6053.44,
        6057.54
    ],
    [
        " Get over yourself, kid. Concert. Four years old. I know a bunch of people would turn four.",
        6058.46,
        6064.28
    ],
    [
        " Anyway, agree. I think that age two all the way to",
        6066.08,
        6071.36
    ],
    [
        " 21. That's my opinion. Those are ones that if they want you there, you, you, I don't think",
        6071.36,
        6079.46
    ],
    [
        " that I don't think you're going to watch around at her 21st birthday. She better.",
        6079.46,
        6082.78
    ],
    [
        " Down the white cowbo. She's not allowed in cowbo. She's not allowed.",
        6082.78,
        6089.94
    ],
    [
        " Check. Anyway, yeah.",
        6090.82,
        6093.6
    ],
    [
        " Jocco, what do you think about when you don't feel like getting after it?",
        6093.96,
        6100.6
    ],
    [
        " You know, I put this out the other day and I think it's important. All right. So",
        6102.56,
        6111.8
    ],
    [
        " Rome wasn't built in a day. We all know that. Everyone hears that. But Rome also didn't fall apart",
        6113.1,
        6124.16
    ],
    [
        " overnight either. It took hundreds of years for Rome to reach its peak. But it also took time.",
        6124.16,
        6134.78
    ],
    [
        " Hundreds of years for Rome to decay and fall apart.",
        6134.94,
        6142.22
    ],
    [
        " And that is representative of life. Because you don't achieve worthwhile goals quickly or easily.",
        6142.72,
        6157.5
    ],
    [
        " They take time. They take struggle. They take relentless pursuit day in and day out. That's what it takes.",
        6157.5,
        6169.44
    ],
    [
        " But also things don't usually fall apart quickly either. At least at first, it's a slow process.",
        6170.76,
        6184.12
    ],
    [
        " A little slip here. A little set back over there. A little",
        6184.36,
        6190.34
    ],
    [
        " wearing down of discipline and will over time.",
        6190.34,
        6197.0
    ],
    [
        " So that's the thing. Success and failure are generally slow processes.",
        6198.4,
        6206.76
    ],
    [
        " This either slowly building things up or gradually tearing them down.",
        6207.92,
        6216.0
    ],
    [
        " And that's why I say you've got to pay attention.",
        6217.4,
        6223.8
    ],
    [
        " You have to watch. You have to watch every single second.",
        6224.84,
        6232.64
    ],
    [
        " Because those seconds, they turn into minutes.",
        6236.76,
        6241.34
    ],
    [
        " And minutes turn into hours and hours turn into days and days turn into years.",
        6241.86,
        6250.62
    ],
    [
        " And so that second, that second that just went by, that counted.",
        6252.0,
        6263.94
    ],
    [
        " And so did that second.",
        6265.96,
        6267.54
    ],
    [
        " And so did that one.",
        6268.46,
        6269.6
    ],
    [
        " And in those precious seconds, you were either building",
        6270.22,
        6275.48
    ],
    [
        " or you were decaying. You were either gaining ground or you were losing ground.",
        6275.48,
        6286.12
    ],
    [
        " In that second.",
        6286.74,
        6289.02
    ],
    [
        " And in every second.",
        6289.84,
        6292.98
    ],
    [
        " Every second counts.",
        6294.32,
        6299.62
    ],
    [
        " So make every second count.",
        6301.28,
        6311.18
    ],
    [
        " And I think that's all I've got for tonight.",
        6315.2,
        6322.42
    ],
    [
        " So echo if people want to make it count for this podcast.",
        6324.62,
        6331.74
    ],
    [
        " Maybe you could tell them how they can go ahead and do that if they want to.",
        6332.42,
        6340.06
    ],
    [
        " Sure. Be happy to actually.",
        6340.06,
        6342.64
    ],
    [
        " We're talking about origin.",
        6343.08,
        6345.08
    ],
    [
        " Why did Pete choose origin as the name he told the story, right?",
        6345.96,
        6350.9
    ],
    [
        " Must be slacken on the listening on the list.",
        6352.38,
        6354.32
    ],
    [
        " Nonetheless, it makes sense because the origin of all these, all the gear is here in the US.",
        6354.32,
        6364.0
    ],
    [
        " It just happens to be, but that's a big thing.",
        6364.12,
        6367.52
    ],
    [
        " The origin.",
        6367.9,
        6368.34
    ],
    [
        " So what do we make?",
        6368.68,
        6369.8
    ],
    [
        " Gays out of.",
        6370.68,
        6372.4
    ],
    [
        " Say cotton.",
        6372.4,
        6373.22
    ],
    [
        " You know, okay, we'll just take the cotton.",
        6373.78,
        6375.72
    ],
    [
        " Grow the cotton in the US.",
        6376.02,
        6377.22
    ],
    [
        " What do they do with the cotton?",
        6378.1,
        6379.54
    ],
    [
        " Turn it into yarn.",
        6380.16,
        6381.22
    ],
    [
        " They do.",
        6381.34,
        6381.6
    ],
    [
        " Yeah, yes stuff.",
        6381.74,
        6382.52
    ],
    [
        " Diet.",
        6382.8,
        6383.16
    ],
    [
        " Turn it into a fabric.",
        6383.46,
        6385.94
    ],
    [
        " Yeah, various forms.",
        6387.1,
        6388.42
    ],
    [
        " Yeah.",
        6388.68,
        6388.78
    ],
    [
        " And they do all of that.",
        6388.9,
        6390.68
    ],
    [
        " They don't import it, you know, from wherever.",
        6390.82,
        6392.78
    ],
    [
        " No.",
        6392.86,
        6393.3
    ],
    [
        " You know, some undisclosed.",
        6393.3,
        6394.54
    ],
    [
        " American hands.",
        6394.7,
        6395.38
    ],
    [
        " Yeah.",
        6395.82,
        6395.98
    ],
    [
        " Anyway, so maybe that's why it's called origin because the origin is a significant thing.",
        6396.52,
        6400.48
    ],
    [
        " All right.",
        6401.16,
        6401.28
    ],
    [
        " Anyway.",
        6401.58,
        6401.84
    ],
    [
        " All right.",
        6402.4,
        6402.7
    ],
    [
        " Cool.",
        6402.84,
        6402.98
    ],
    [
        " So origin, what is origin?",
        6403.18,
        6404.2
    ],
    [
        " Origin is the best gear in the world.",
        6404.36,
        6406.04
    ],
    [
        " Straight up.",
        6406.56,
        6406.86
    ],
    [
        " Objectively.",
        6407.08,
        6407.8
    ],
    [
        " Not subjectively.",
        6407.98,
        6408.76
    ],
    [
        " Objectively.",
        6408.94,
        6409.62
    ],
    [
        " I got proof.",
        6409.82,
        6410.42
    ],
    [
        " Boom.",
        6410.8,
        6410.94
    ],
    [
        " So I got a key.",
        6411.08,
        6411.86
    ],
    [
        " We went to this origin.",
        6412.02,
        6412.92
    ],
    [
        " Immersion camp for Jiu Jitsu.",
        6413.42,
        6414.9
    ],
    [
        " Origin.",
        6415.3,
        6416.2
    ],
    [
        " Jiu Jitsu.",
        6416.7,
        6417.46
    ],
    [
        " Immersion camp.",
        6417.68,
        6418.6
    ],
    [
        " No.",
        6418.82,
        6418.96
    ],
    [
        " Good fun, by the way.",
        6419.28,
        6420.16
    ],
    [
        " That was your first time in the origin.",
        6420.58,
        6422.12
    ],
    [
        " Gee wasn't it?",
        6422.12,
        6423.24
    ],
    [
        " Yes.",
        6423.24,
        6423.36
    ],
    [
        " I think I...",
        6423.64,
        6424.4
    ],
    [
        "",
        6424.4,
        6424.4
    ],
    [
        " Yeah.",
        6424.62,
        6424.76
    ],
    [
        " Yeah, I saw you with yours.",
        6425.2,
        6426.88
    ],
    [
        " It was cool.",
        6427.34,
        6429.78
    ],
    [
        " Yeah.",
        6430.3,
        6430.86
    ],
    [
        " So cool.",
        6431.1,
        6431.9
    ],
    [
        " Camp got the Gee.",
        6432.42,
        6433.48
    ],
    [
        " Then I come home.",
        6434.46,
        6436.44
    ],
    [
        " Got two, by the way.",
        6436.84,
        6437.88
    ],
    [
        " Actually, I got two Gee tops.",
        6438.44,
        6439.72
    ],
    [
        " One pair of pants.",
        6440.84,
        6441.4
    ],
    [
        " Come home.",
        6442.04,
        6444.3
    ],
    [
        " Maybe we want to train more in the Gee, by the way.",
        6445.36,
        6447.28
    ],
    [
        " I don't know if it was the Gee or the camp.",
        6447.42,
        6449.02
    ],
    [
        " We're both.",
        6449.16,
        6449.64
    ],
    [
        " Probably both.",
        6450.12,
        6450.66
    ],
    [
        " Yeah.",
        6450.84,
        6450.86
    ],
    [
        " Anyway, so this whole week I train Gee.",
        6450.96,
        6453.34
    ],
    [
        " Every single time I went in, someone mentioned the Gee.",
        6453.58,
        6457.32
    ],
    [
        " And it's not like it's pink or something like that when they're like,",
        6457.86,
        6460.42
    ],
    [
        " Hey, see, I could put on his Gee.",
        6460.5,
        6461.9
    ],
    [
        " Yeah, it's normal.",
        6462.0,
        6462.68
    ],
    [
        " You can get the blue.",
        6463.14,
        6463.98
    ],
    [
        " I have the white one.",
        6464.12,
        6465.42
    ],
    [
        " And everyone.",
        6465.94,
        6466.78
    ],
    [
        " It's like, oh, what's that?",
        6467.32,
        6468.24
    ],
    [
        " Jeff Glover was one of them.",
        6468.36,
        6469.32
    ],
    [
        " And this is a person who's like,",
        6469.64,
        6470.84
    ],
    [
        " if he says it, it's something.",
        6471.08,
        6474.5
    ],
    [
        " It's not like some fashion person.",
        6474.78,
        6476.84
    ],
    [
        " It's like, that logo or that's a cool, you know,",
        6477.02,
        6479.34
    ],
    [
        " anyway, it was someone who knows you.",
        6479.34,
        6480.78
    ],
    [
        " Anyway, everyone asking like, what up with this Gee?",
        6481.04,
        6483.94
    ],
    [
        " So I go into the spiel made here.",
        6483.94,
        6486.22
    ],
    [
        " I might have lost somebody because I took real long saying it.",
        6486.72,
        6489.16
    ],
    [
        " But nonetheless, it's dope.",
        6489.16,
        6490.82
    ],
    [
        " And then another one was Jeff Higgs.",
        6490.82,
        6492.46
    ],
    [
        " We know who that is.",
        6492.74,
        6493.78
    ],
    [
        " Higgsie.",
        6494.16,
        6495.14
    ],
    [
        " Do you know who that is?",
        6495.34,
        6495.94
    ],
    [
        " I do.",
        6496.08,
        6496.36
    ],
    [
        " I do.",
        6496.54,
        6496.64
    ],
    [
        " The person that Jocke talks about when he first started to get introduced to Giu-Jitsu,",
        6496.82,
        6502.34
    ],
    [
        " the guy who reintroduced to Giu-Jitsu.",
        6502.62,
        6504.96
    ],
    [
        " Yeah.",
        6505.24,
        6505.42
    ],
    [
        " He and I got introduced to Giu-Jitsu together.",
        6505.5,
        6507.82
    ],
    [
        " Then he went out and trained hard.",
        6508.12,
        6510.38
    ],
    [
        " Yeah.",
        6510.56,
        6510.82
    ],
    [
        " I think it was the day he got his purple belt.",
        6511.06,
        6513.94
    ],
    [
        " His purple, I was the little white belt.",
        6514.06,
        6515.36
    ],
    [
        " I mean, we trained with Master Chief Bailey overseas",
        6515.5,
        6518.36
    ],
    [
        " for like three months.",
        6518.36,
        6520.5
    ],
    [
        " And then we came back.",
        6520.86,
        6522.22
    ],
    [
        " We were in different platoons.",
        6522.46,
        6523.76
    ],
    [
        " But he started training for real with Fabio Santos.",
        6523.94,
        6527.16
    ],
    [
        " And the day he got his purple belt, I'm pretty sure it was the day he got his purple.",
        6527.44,
        6531.48
    ],
    [
        " He came to my house and was like, let's go train.",
        6531.54,
        6534.38
    ],
    [
        " And I said, I'll get it.",
        6534.6,
        6535.34
    ],
    [
        " So think about purple belt versus a white belt.",
        6536.0,
        6538.12
    ],
    [
        " He just annihilated me.",
        6538.32,
        6539.48
    ],
    [
        " And he, you know, trying old arm lock.",
        6539.76,
        6541.58
    ],
    [
        " Everything.",
        6542.0,
        6542.96
    ],
    [
        " We're gonna make a joke.",
        6543.56,
        6544.22
    ],
    [
        " And he's kind of tall too.",
        6544.64,
        6546.0
    ],
    [
        " Yeah, he's tall.",
        6546.28,
        6546.84
    ],
    [
        " He's just strong.",
        6546.84,
        6547.62
    ],
    [
        " Putting beat down.",
        6548.0,
        6548.8
    ],
    [
        " Bony.",
        6548.9,
        6549.2
    ],
    [
        " Bony.",
        6549.66,
        6550.3
    ],
    [
        " Like in terms of when he's impacting you with his elbows,",
        6551.06,
        6555.2
    ],
    [
        " real bony.",
        6555.6,
        6556.58
    ],
    [
        " He's hitting you.",
        6556.74,
        6557.3
    ],
    [
        " Yeah, he's got the bones.",
        6557.42,
        6558.48
    ],
    [
        " Yeah.",
        6558.86,
        6559.04
    ],
    [
        " Cutting.",
        6559.16,
        6559.5
    ],
    [
        " Yeah, he's like a young man.",
        6560.32,
        6560.96
    ],
    [
        " I guess triangle feels like it's going to cut your head off.",
        6560.96,
        6562.96
    ],
    [
        " Because he's bony.",
        6563.18,
        6564.52
    ],
    [
        " Yeah, he knows some good judo too, huh?",
        6566.1,
        6568.28
    ],
    [
        " Yeah.",
        6568.6,
        6568.7
    ],
    [
        " Yeah.",
        6569.26,
        6569.6
    ],
    [
        " Yeah.",
        6570.12,
        6570.44
    ],
    [
        " And he's got a real, he's got a real, um, he's always in touch with the whole idea of using this",
        6570.62,
        6579.04
    ],
    [
        " to effectively defend yourself in a street scenario.",
        6579.04,
        6584.0
    ],
    [
        " He's always in touch with that.",
        6584.4,
        6585.58
    ],
    [
        " Yeah.",
        6585.58,
        6585.74
    ],
    [
        " He always adds in a little.",
        6586.0,
        6587.06
    ],
    [
        " And if you're in the street, you could do this right here.",
        6587.2,
        6589.58
    ],
    [
        " Yeah, yeah, yeah.",
        6589.78,
        6590.2
    ],
    [
        " He did that.",
        6590.4,
        6590.94
    ],
    [
        " I went up to studio 540.",
        6591.04,
        6592.98
    ],
    [
        " Yeah.",
        6593.12,
        6593.26
    ],
    [
        " Uh, for Barry's shirt, I had to train at 10 a.m.",
        6594.7,
        6597.36
    ],
    [
        " I had some stuff I had to do.",
        6597.42,
        6598.44
    ],
    [
        " And then they were only doing no ghee at the V.",
        6598.64,
        6601.0
    ],
    [
        " So studio 540.",
        6601.28,
        6602.56
    ],
    [
        " Higgs is teaching the class.",
        6603.1,
        6605.52
    ],
    [
        " Rob Zaps, he's the owner, whatever.",
        6605.96,
        6607.48
    ],
    [
        " Even he mentioned the ghee.",
        6607.74,
        6608.84
    ],
    [
        " He was like, he's like, what ghee is this?",
        6609.12,
        6610.88
    ],
    [
        " Yeah, well, it's because it's a different material, especially,",
        6611.04,
        6613.22
    ],
    [
        " not only specially made, especially woven, especially designed for juditsu.",
        6613.56,
        6618.24
    ],
    [
        " Yeah.",
        6618.68,
        6618.88
    ],
    [
        " So yeah.",
        6619.02,
        6619.48
    ],
    [
        " And I was like, oh, yeah, that's that origin stuff.",
        6619.58,
        6621.4
    ],
    [
        " Don't worry about that.",
        6621.4,
        6622.12
    ],
    [
        " And he's like, oh, I think I might have one.",
        6622.12,
        6624.48
    ],
    [
        " You know, he's the kind of with like 1000.",
        6624.52,
        6626.3
    ],
    [
        " So I think I have one of these or whatever.",
        6626.66,
        6628.28
    ],
    [
        " And I was like, you don't have this one, bro.",
        6628.4,
        6629.82
    ],
    [
        " And I just kept walking, you know.",
        6630.06,
        6631.68
    ],
    [
        " Anyway, then afterwards, it was afterwards when Higgs was like, he's like, this is the,",
        6631.82,
        6636.72
    ],
    [
        " I think he even said, this is the most interesting ghee.",
        6636.72,
        6639.2
    ],
    [
        " And he was like, rubbing it in his fingers, you know, when he grabbed my sleeve.",
        6639.28,
        6641.94
    ],
    [
        " This is the most interesting ghee I've ever seen.",
        6642.28,
        6644.26
    ],
    [
        " Something like that, you know, went into my shoe.",
        6644.42,
        6646.28
    ],
    [
        " That's the axiom ghee.",
        6646.28,
        6647.56
    ],
    [
        " Yeah, yeah, yeah.",
        6647.68,
        6648.24
    ],
    [
        " With the gorilla weave.",
        6648.24,
        6649.36
    ],
    [
        " Yeah.",
        6649.98,
        6650.32
    ],
    [
        " Because they have a no pearl weave, which is like little tiny pearls.",
        6650.6,
        6653.86
    ],
    [
        " Right.",
        6654.22,
        6654.32
    ],
    [
        " Yeah.",
        6654.7,
        6654.76
    ],
    [
        " American pearl.",
        6654.9,
        6655.72
    ],
    [
        " But the axiom that gorilla weave is, is, is, where's it the dragon weave?",
        6655.72,
        6662.02
    ],
    [
        " They both look very similar.",
        6662.54,
        6664.42
    ],
    [
        " Yeah.",
        6664.7,
        6664.84
    ],
    [
        " But they're both.",
        6665.12,
        6665.78
    ],
    [
        " We cool.",
        6666.28,
        6666.88
    ],
    [
        " Yeah, one of them looks like, like, it's like, I'm not going to say velvet.",
        6667.08,
        6671.22
    ],
    [
        " I'm not going to do that, but it looks like that, you know.",
        6671.4,
        6673.74
    ],
    [
        " No, looks like diamonds.",
        6673.94,
        6674.88
    ],
    [
        " Which one was the one?",
        6675.1,
        6675.84
    ],
    [
        " Remember we were looking at them and we were looking and they were saying like,",
        6675.84,
        6678.94
    ],
    [
        " like, I was like, dang, this looks super luxurious.",
        6679.6,
        6681.64
    ],
    [
        " That's not the one I have, by the way.",
        6681.9,
        6683.04
    ],
    [
        " It was like this other one.",
        6683.44,
        6685.32
    ],
    [
        " I don't know which one was which, but nonetheless,",
        6685.44,
        6687.34
    ],
    [
        " people seem to like the ghee.",
        6687.82,
        6689.96
    ],
    [
        " And the pants are dope.",
        6690.5,
        6691.3
    ],
    [
        " It has the, it's like, you can choose drawstring, but it has the, like, you know,",
        6691.42,
        6695.1
    ],
    [
        " like surf shorts.",
        6695.14,
        6695.7
    ],
    [
        " Where they have the velcro boom and it's like fitted.",
        6696.0,
        6698.64
    ],
    [
        " They go in sizes like of your waist.",
        6698.82,
        6700.3
    ],
    [
        " It's not just like, er, uh, which actually, I'm not against the whole A1, A2, A3, you know.",
        6700.48,
        6705.38
    ],
    [
        " I'm not against that.",
        6705.64,
        6706.28
    ],
    [
        " It's actually, it's fine.",
        6706.4,
        6707.18
    ],
    [
        " It's cool.",
        6707.28,
        6707.6
    ],
    [
        " Super simple.",
        6707.84,
        6708.44
    ],
    [
        " But this is good.",
        6709.4,
        6710.3
    ],
    [
        " It's like when you get it, you can order your pants size.",
        6710.4,
        6712.82
    ],
    [
        " Mm-hmm.",
        6712.88,
        6713.64
    ],
    [
        " Boom.",
        6713.64,
        6714.02
    ],
    [
        " So you know when you put it on, it's going to be dope.",
        6714.32,
        6716.42
    ],
    [
        " Anyway, and it is dope and, you know, the public responded",
        6716.92,
        6720.42
    ],
    [
        " in that way as well.",
        6720.42,
        6722.42
    ],
    [
        " So, oh, also...",
        6723.3,
        6724.42
    ],
    [
        " And rash guards t-shirts.",
        6724.42,
        6725.64
    ],
    [
        " Yeah.",
        6726.46,
        6726.68
    ],
    [
        " We're going to make a bunch of other stuff.",
        6726.82,
        6727.7
    ],
    [
        " Yeah, yeah.",
        6727.88,
        6728.24
    ],
    [
        " There's some cool stuff on there and the point is really, sure, I'm talking about the ghee",
        6728.24,
        6731.16
    ],
    [
        " Y because I was all up in that ghee this week and let's fresh out my mind and it's, you know,",
        6731.16,
        6735.98
    ],
    [
        " one of those things that sticks in there.",
        6736.02,
        6737.16
    ],
    [
        " Also, at the camp, you know how like when you give your laundry, I only had that one.",
        6738.46,
        6743.16
    ],
    [
        "",
        6743.5,
        6743.5
    ],
    [
        " So you give your laundry, you, you're out of ghee, you can't go to the next session.",
        6743.62,
        6746.36
    ],
    [
        " Unless you get another ghee, which is kind of, I don't know.",
        6746.52,
        6748.7
    ],
    [
        " I wasn't really about that, but so I would use them twice in a row and they dry surprisingly fast.",
        6748.7,
        6755.74
    ],
    [
        " It's not even a surprise.",
        6756.22,
        6757.12
    ],
    [
        " They dry fast.",
        6757.54,
        6758.02
    ],
    [
        " They're not 100% cotton.",
        6758.3,
        6759.7
    ],
    [
        " Yeah.",
        6760.26,
        6760.42
    ],
    [
        " They got polyester, I think, in there with silver coated...",
        6760.48,
        6764.86
    ],
    [
        " They...",
        6764.86,
        6767.14
    ],
    [
        " ...cropial silver coating on it.",
        6767.9,
        6768.96
    ],
    [
        " Yeah.",
        6769.18,
        6769.36
    ],
    [
        " Not like silver, you can see it.",
        6769.5,
        6770.84
    ],
    [
        " Yeah.",
        6770.98,
        6771.14
    ],
    [
        " But yeah, that's one.",
        6771.34,
        6772.04
    ],
    [
        " Silver, that's the thing.",
        6772.24,
        6772.92
    ],
    [
        " That's the same thing with mine.",
        6773.06,
        6773.9
    ],
    [
        " When I pulled mine out, when I pull mine out of the washing machine after the spin cycle,",
        6774.02,
        6777.58
    ],
    [
        " it's almost dry.",
        6777.58,
        6778.14
    ],
    [
        " Yeah, yeah, yeah.",
        6778.4,
        6779.0
    ],
    [
        " Like a pair of surf shorts, basically.",
        6779.4,
        6781.32
    ],
    [
        " Yeah.",
        6781.68,
        6781.88
    ],
    [
        " But dang, it feels comfortable.",
        6782.12,
        6783.14
    ],
    [
        " It's nice, yeah.",
        6783.4,
        6783.94
    ],
    [
        " So, yeah, man, anyway.",
        6784.4,
        6785.64
    ],
    [
        " So, yeah, origin, origin, main, like the state main, not M-A-N, M-A-N-E.",
        6785.9,
        6791.3
    ],
    [
        " So origin, main, dot com, go on there.",
        6791.54,
        6793.22
    ],
    [
        " There's a lot of cool stuff on there, man.",
        6793.28,
        6794.84
    ],
    [
        " A lot of it.",
        6795.24,
        6795.8
    ],
    [
        " Oh, so yeah, check that one out.",
        6796.2,
        6797.76
    ],
    [
        " That's the best gear in America, all made in America.",
        6797.86,
        6800.6
    ],
    [
        " Best gear in the world.",
        6800.72,
        6801.4
    ],
    [
        " All made in America.",
        6801.96,
        6802.72
    ],
    [
        " Also, jacois, some supplements.",
        6803.26,
        6805.78
    ],
    [
        " So, still on origin, main, dot com, right?",
        6806.64,
        6810.78
    ],
    [
        " There's a part, because I was looking for them.",
        6810.92,
        6812.74
    ],
    [
        " You go on the top, and it says labs.",
        6812.74,
        6815.1
    ],
    [
        " Yeah.",
        6815.44,
        6815.54
    ],
    [
        " You click on there, boom, that's where all the supplements.",
        6815.66,
        6817.56
    ],
    [
        " Super-cryl.",
        6818.52,
        6819.48
    ],
    [
        " Because normal...",
        6820.04,
        6821.84
    ],
    [
        " You mean jacois, super-cryl?",
        6821.84,
        6822.98
    ],
    [
        " Jacois, super-cryl.",
        6823.06,
        6824.4
    ],
    [
        " You couldn't just do the krill oil, huh?",
        6824.4,
        6826.12
    ],
    [
        " You couldn't.",
        6826.38,
        6826.84
    ],
    [
        " No, no, no, no, no, no.",
        6826.88,
        6827.64
    ],
    [
        " I got super-cryl.",
        6827.64,
        6828.28
    ],
    [
        " Yeah, super-cryl.",
        6828.58,
        6829.34
    ],
    [
        " Why get krill when you can get super-cryl?",
        6829.52,
        6831.62
    ],
    [
        " One of those deals.",
        6831.84,
        6832.28
    ],
    [
        " Super-cryl's got the capes on.",
        6832.52,
        6833.7
    ],
    [
        " All right, cool.",
        6834.12,
        6837.22
    ],
    [
        " There you go.",
        6837.44,
        6837.9
    ],
    [
        " And, you know,",
        6838.82,
        6839.08
    ],
    [
        " joint warfare, which is, you know, a blend of joint",
        6839.58,
        6846.66
    ],
    [
        " supplements.",
        6846.66,
        6848.04
    ],
    [
        " Referbishing.",
        6848.04,
        6849.02
    ],
    [
        " Yeah, yeah.",
        6849.14,
        6849.9
    ],
    [
        " Furbishing is furbishing a word.",
        6850.28,
        6852.18
    ],
    [
        " And also, refurbishing, right?",
        6852.22,
        6853.92
    ],
    [
        " But refurbishing is just doing it again, right?",
        6854.3,
        6856.66
    ],
    [
        "",
        6856.8,
        6856.8
    ],
    [
        " These are furbishing.",
        6857.0,
        6858.18
    ],
    [
        " Furbishing, yeah, I think.",
        6858.26,
        6859.34
    ],
    [
        " And that's got the things that I always take.",
        6859.68,
        6862.16
    ],
    [
        " Yeah, of course I mean,",
        6862.26,
        6863.18
    ],
    [
        " curcumin,",
        6863.56,
        6864.22
    ],
    [
        " condritan, and the condritan is in the form of CQ cumber.",
        6865.72,
        6869.2
    ],
    [
        " Sweet.",
        6869.86,
        6870.36
    ],
    [
        " That's where it comes from.",
        6870.64,
        6871.42
    ],
    [
        " So...",
        6872.06,
        6873.78
    ],
    [
        " Well, the...",
        6873.78,
        6874.36
    ],
    [
        " It's legit.",
        6874.36,
        6874.68
    ],
    [
        " The interesting, I guess you could call it layers,",
        6875.02,
        6877.44
    ],
    [
        " is this is exactly what you were taking for years.",
        6877.66,
        6880.44
    ],
    [
        " Yeah.",
        6880.64,
        6880.78
    ],
    [
        " And you were like, hey, guess what?",
        6880.78,
        6882.12
    ],
    [
        " Origin in the house.",
        6882.46,
        6883.4
    ],
    [
        " Let's just make that.",
        6883.4,
        6884.5
    ],
    [
        "",
        6884.84,
        6884.84
    ],
    [
        " Yeah, yeah, yeah.",
        6885.08,
        6885.68
    ],
    [
        " Well, some of those have to combine different things before.",
        6885.78,
        6888.26
    ],
    [
        " Yeah.",
        6888.58,
        6888.84
    ],
    [
        " But now I don't have to combine anything anymore.",
        6889.32,
        6890.88
    ],
    [
        " Oh, they're already combined.",
        6890.88,
        6891.74
    ],
    [
        " Combined it.",
        6892.02,
        6892.72
    ],
    [
        " Yeah.",
        6892.72,
        6892.84
    ],
    [
        " We're going to combine it into one deal.",
        6892.86,
        6895.18
    ],
    [
        " Yeah, one deal, yeah.",
        6895.38,
        6895.92
    ],
    [
        " Boom.",
        6896.4,
        6896.6
    ],
    [
        " There you go.",
        6896.82,
        6897.5
    ],
    [
        " Warfare.",
        6897.58,
        6898.22
    ],
    [
        " Joint warfare.",
        6898.64,
        6899.32
    ],
    [
        " Against joint weakness.",
        6899.54,
        6901.28
    ],
    [
        " Yeah.",
        6901.74,
        6901.88
    ],
    [
        " It's a good idea too, by the way,",
        6902.34,
        6904.18
    ],
    [
        " because now I got two kids.",
        6904.18,
        6905.28
    ],
    [
        " Remember when I told the story, like, you know,",
        6905.38,
        6907.32
    ],
    [
        " when you wake up in my dogs,",
        6907.36,
        6908.82
    ],
    [
        " you told that story many times.",
        6908.98,
        6910.18
    ],
    [
        " I'm going to tell it again.",
        6910.18,
        6910.84
    ],
    [
        " So she used to jump on my back when I get up.",
        6911.02,
        6913.66
    ],
    [
        " When you're right, when you wake up,",
        6914.04,
        6915.14
    ],
    [
        " that's your lease warm.",
        6915.24,
        6916.16
    ],
    [
        " That's when you're trying to warm up",
        6916.48,
        6917.74
    ],
    [
        " and do physical stuff.",
        6917.74,
        6918.86
    ],
    [
        " The lease warm you'll ever be",
        6919.22,
        6921.06
    ],
    [
        " just in everyday life is when you wake up.",
        6921.06,
        6923.14
    ],
    [
        " Yeah, those first 12 burpees are hard when you're at it.",
        6923.36,
        6925.42
    ],
    [
        " Or before you do the burpees.",
        6925.42,
        6927.6
    ],
    [
        " That moment.",
        6927.8,
        6928.42
    ],
    [
        " So this is the exact moment when my daughter,",
        6928.72,
        6930.8
    ],
    [
        " you know, 40 pounds or so,",
        6930.96,
        6932.34
    ],
    [
        " jumped on my back.",
        6932.58,
        6933.34
    ],
    [
        " My shoulders.",
        6933.62,
        6934.2
    ],
    [
        " My back were my shoulders, whatever she chose.",
        6934.78,
        6936.66
    ],
    [
        " And, you know, after I took krill for,",
        6936.96,
        6939.0
    ],
    [
        " I think it was like five, six days.",
        6939.0,
        6940.18
    ],
    [
        " Boom, I could easily do it.",
        6940.18,
        6942.16
    ],
    [
        " I didn't have to like focus on my form, nothing like that.",
        6942.2,
        6943.98
    ],
    [
        " Now I got two kids.",
        6944.34,
        6946.84
    ],
    [
        " And my daughter, whose older is heavier.",
        6947.1,
        6949.96
    ],
    [
        " So not this morning, yesterday morning,",
        6950.1,
        6953.66
    ],
    [
        " I go out with krill up for school or whatever.",
        6954.7,
        6956.68
    ],
    [
        " I already have my son.",
        6956.94,
        6957.78
    ],
    [
        " He weighs, I don't know how much he weighs,",
        6957.86,
        6959.1
    ],
    [
        " but he's one.",
        6959.2,
        6959.74
    ],
    [
        " I have him.",
        6960.28,
        6962.06
    ],
    [
        " She still wants to jump on my shoulder.",
        6962.2,
        6963.58
    ],
    [
        " I have him because he's like,",
        6963.78,
        6964.82
    ],
    [
        " oh, and then he sees her jump on his leash.",
        6965.0,
        6966.62
    ],
    [
        " So basically, I'm the, what do you call it?",
        6966.82,
        6968.92
    ],
    [
        " The vehicle that they're riding on.",
        6969.7,
        6971.44
    ],
    [
        " Early in the morning, by the way.",
        6971.76,
        6973.22
    ],
    [
        " Still no problem.",
        6973.22,
        6974.74
    ],
    [
        " Still going strong.",
        6975.08,
        6975.92
    ],
    [
        " So yeah, man, that's it.",
        6976.72,
        6977.82
    ],
    [
        " So that's a joint warfare situation right there.",
        6977.98,
        6980.36
    ],
    [
        " And krill, super krill.",
        6980.5,
        6981.7
    ],
    [
        " Get on it.",
        6982.1,
        6983.46
    ],
    [
        " You'll be glad you did.",
        6983.96,
        6984.7
    ],
    [
        " Also, check out on it.",
        6984.94,
        6986.62
    ],
    [
        " .com slash jaco.",
        6987.06,
        6988.52
    ],
    [
        " This is where I get my kettlebells.",
        6988.84,
        6990.3
    ],
    [
        " And I mentioned this.",
        6990.4,
        6991.98
    ],
    [
        " I got the grill ones.",
        6992.12,
        6992.92
    ],
    [
        " 72 pounds.",
        6993.14,
        6993.86
    ],
    [
        " So I'm cruising, right?",
        6993.98,
        6995.66
    ],
    [
        " Not lifting cruising.",
        6995.94,
        6996.7
    ],
    [
        " And Jade comes.",
        6998.12,
        6998.84
    ],
    [
        " My brother comes and I was like,",
        6999.12,
        7000.44
    ],
    [
        " I was like, yeah, go check out this new kettlebells I got.",
        7000.48,
        7002.52
    ],
    [
        " And he goes, it's all, yeah, yeah, those are cool.",
        7002.7,
        7004.7
    ],
    [
        " I was like, go ahead, pick them up.",
        7004.96,
        7005.78
    ],
    [
        " He goes and pick that.",
        7005.96,
        7006.68
    ],
    [
        " It's like kind of heavy, you know?",
        7006.86,
        7008.72
    ],
    [
        " But I've been doing kettlebells.",
        7009.18,
        7010.38
    ],
    [
        " So I was like, now let me show you.",
        7010.4,
        7011.44
    ],
    [
        " Not even warmed up, nothing.",
        7011.7,
        7014.72
    ],
    [
        " Speaking of krill oil.",
        7014.9,
        7015.76
    ],
    [
        " Yeah, it was actually really the krill oil",
        7016.02,
        7018.28
    ],
    [
        " springing into action.",
        7018.28,
        7019.74
    ],
    [
        " Really?",
        7019.96,
        7020.24
    ],
    [
        " Boom, I do it.",
        7021.4,
        7023.12
    ],
    [
        " And you know, had to show them what up.",
        7023.48,
        7025.64
    ],
    [
        " Nonetheless, that was done with those kettlebells,",
        7025.68,
        7028.4
    ],
    [
        " which are dope, by the way.",
        7028.4,
        7030.94
    ],
    [
        " I'm not going to say get the designer ones.",
        7031.0,
        7035.7
    ],
    [
        " I'm not going to say that.",
        7035.82,
        7036.48
    ],
    [
        " I think you should.",
        7036.98,
        7037.62
    ],
    [
        " But I'm not going to say to do that.",
        7038.0,
        7039.94
    ],
    [
        " I say go on there on it.",
        7040.24,
        7041.9
    ],
    [
        " Ducca.",
        7042.2,
        7042.42
    ],
    [
        " Slash jaco.",
        7043.0,
        7043.78
    ],
    [
        " Check it out.",
        7044.16,
        7044.88
    ],
    [
        " You like something, get something.",
        7045.1,
        7046.38
    ],
    [
        " They got cool battle ropes and any kind of exercise stuff.",
        7046.98,
        7050.32
    ],
    [
        " Like the new stuff.",
        7050.46,
        7051.24
    ],
    [
        " Functional.",
        7051.66,
        7052.3
    ],
    [
        " Training.",
        7054.9,
        7055.34
    ],
    [
        " Equipment.",
        7054.86,
        7055.78
    ],
    [
        " Keep your workout interesting.",
        7055.88,
        7057.6
    ],
    [
        " If you care about your workout to being interesting,",
        7057.9,
        7059.82
    ],
    [
        " unlike.",
        7060.0,
        7060.3
    ],
    [
        " Jocco.",
        7061.0,
        7062.42
    ],
    [
        " Jocco, don't get addicted to the interesting information.",
        7062.76,
        7068.52
    ],
    [
        " Like I did.",
        7069.1,
        7069.58
    ],
    [
        " I think I'm past that addiction now.",
        7070.12,
        7071.7
    ],
    [
        " But, you know, you do run that risk on it.",
        7071.94,
        7073.92
    ],
    [
        " Doc on slash jocco.",
        7074.04,
        7074.86
    ],
    [
        " That's a good one.",
        7074.86,
        7075.3
    ],
    [
        " Also.",
        7075.52,
        7075.92
    ],
    [
        " Good way to support is.",
        7076.34,
        7078.1
    ],
    [
        " When you're buying these books at Jocco reviews,",
        7078.5,
        7080.76
    ],
    [
        " we didn't review one today.",
        7081.4,
        7083.5
    ],
    [
        " But, you know, in the future, Jocco might.",
        7084.12,
        7087.38
    ],
    [
        " And it has in the past.",
        7088.0,
        7088.94
    ],
    [
        " Um, I, we organized these books.",
        7089.46,
        7092.56
    ],
    [
        " By episode on joccopodcast.com.",
        7093.02,
        7095.52
    ],
    [
        " Click on the top.",
        7095.6,
        7096.06
    ],
    [
        " Click on books from podcasts.",
        7096.22,
        7097.84
    ],
    [
        " Boom.",
        7098.12,
        7098.26
    ],
    [
        " All in order.",
        7098.44,
        7099.14
    ],
    [
        " To support the podcast, click through there to get them.",
        7100.26,
        7103.94
    ],
    [
        " Boom.",
        7104.36,
        7104.48
    ],
    [
        " It takes you to Amazon.",
        7104.78,
        7105.5
    ],
    [
        " Supports the podcast that way.",
        7106.42,
        7107.66
    ],
    [
        " Also, if you're doing any other shopping,",
        7107.86,
        7109.28
    ],
    [
        " hey, feel free.",
        7109.28,
        7110.02
    ],
    [
        " If you're going to buy a new video camera in the event of your video camera",
        7110.34,
        7114.26
    ],
    [
        " breaking on the plane, when you check your luggage and the video cameras in there,",
        7114.26,
        7118.24
    ],
    [
        " you want to get another one.",
        7118.38,
        7119.42
    ],
    [
        " Boom.",
        7120.44,
        7120.72
    ],
    [
        " Get it through there.",
        7120.92,
        7121.52
    ],
    [
        " All good.",
        7122.1,
        7122.46
    ],
    [
        " Big, uh, big support on that one.",
        7122.88,
        7125.6
    ],
    [
        " What?",
        7126.48,
        7127.62
    ],
    [
        " It seems like an opportunity to talk about your other video camera.",
        7128.08,
        7132.66
    ],
    [
        " Sure.",
        7133.28,
        7134.32
    ],
    [
        " Oh, yeah.",
        7134.88,
        7135.7
    ],
    [
        " Yeah.",
        7136.3,
        7136.48
    ],
    [
        " I'm making out.",
        7136.9,
        7137.46
    ],
    [
        " Actually, it's a good story, though.",
        7137.46,
        7138.96
    ],
    [
        " It's not like a tragic story, which it kind of felt like when you mentioned it,",
        7139.3,
        7143.0
    ],
    [
        " I was like, oh, it brought me back.",
        7143.0,
        7144.04
    ],
    [
        " Okay.",
        7144.58,
        7144.74
    ],
    [
        " So.",
        7145.06,
        7145.14
    ],
    [
        " Here's a story.",
        7145.92,
        7148.32
    ],
    [
        " We go to Maine, right?",
        7149.28,
        7152.26
    ],
    [
        " Technically, we go to Boston.",
        7152.64,
        7153.76
    ],
    [
        " Then drive to Maine.",
        7154.04,
        7155.1
    ],
    [
        " Right.",
        7155.78,
        7155.96
    ],
    [
        " So, you know, to drive to, to drive to, we rent a car,",
        7156.16,
        7159.1
    ],
    [
        " well, you know, the car rental place.",
        7159.26,
        7161.2
    ],
    [
        " And I have three bags.",
        7161.68,
        7163.08
    ],
    [
        " Well, you have what?",
        7163.22,
        7163.8
    ],
    [
        " One, two.",
        7163.94,
        7164.46
    ],
    [
        " Yeah, two bags.",
        7164.78,
        7165.4
    ],
    [
        " Two, that's so five bags.",
        7165.58,
        7166.56
    ],
    [
        " My computer bag in my suitcase.",
        7166.56,
        7168.06
    ],
    [
        " Yeah.",
        7168.16,
        7168.6
    ],
    [
        " So five bags total.",
        7168.86,
        7169.92
    ],
    [
        " I have a big bag with equipment in it.",
        7170.18,
        7172.36
    ],
    [
        " Suit case with, you know, uh,",
        7172.36,
        7174.68
    ],
    [
        " all the two, you just this stuff and clothes and whatnot.",
        7174.7,
        7176.86
    ],
    [
        " And then the third bag, which was a carry on, big, pretty big, you know,",
        7177.0,
        7181.12
    ],
    [
        " most important.",
        7181.16,
        7181.86
    ],
    [
        " Most important has a, um, it has an important camera in there that I use.",
        7182.12,
        7186.56
    ],
    [
        " My, my favorite camera I've ever had.",
        7186.94,
        7190.02
    ],
    [
        " Really good camera.",
        7190.08,
        7190.72
    ],
    [
        " Um, has some value to it.",
        7191.82,
        7193.2
    ],
    [
        " We'll see.",
        7193.24,
        7193.48
    ],
    [
        " And it's a red camera.",
        7193.72,
        7195.16
    ],
    [
        " Yeah, it's red epic.",
        7195.46,
        7196.88
    ],
    [
        " Yeah, epic W technically red epic W.",
        7197.32,
        7199.8
    ],
    [
        " It's, it's an awesome camera.",
        7199.9,
        7202.4
    ],
    [
        " Is it the best you can buy?",
        7202.74,
        7204.02
    ],
    [
        " Or is there one more?",
        7204.14,
        7204.72
    ],
    [
        " It depends on what you mean, but best, but it's, yeah, there's one sort of level up.",
        7204.84,
        7209.32
    ],
    [
        " Okay, well, I'll play this.",
        7209.32,
        7210.38
    ],
    [
        " It ain't cheap.",
        7210.5,
        7210.94
    ],
    [
        " No, it ain't cheap at all.",
        7211.24,
        7212.7
    ],
    [
        " In some places in the country, you go buy a house for the cost of this camera.",
        7213.22,
        7216.12
    ],
    [
        " Yeah.",
        7216.18,
        7216.38
    ],
    [
        " Yeah.",
        7216.82,
        7217.02
    ],
    [
        " So it's an expensive camera.",
        7217.02,
        7218.24
    ],
    [
        " Yeah.",
        7218.42,
        7218.62
    ],
    [
        " And you'd think like, okay, Echo's going to take really good care of this.",
        7218.9,
        7222.5
    ],
    [
        " Yeah, which I do.",
        7222.5,
        7223.4
    ],
    [
        " Really?",
        7223.46,
        7223.96
    ],
    [
        " That's why I carry it on.",
        7223.96,
        7225.08
    ],
    [
        " Yeah.",
        7225.14,
        7225.32
    ],
    [
        " Boom, boom, you know,",
        7225.5,
        7226.24
    ],
    [
        " there's even trust anyone touching it because you're going to carry it with them.",
        7226.24,
        7228.62
    ],
    [
        " Yeah.",
        7228.74,
        7228.84
    ],
    [
        " Okay, continue.",
        7228.98,
        7229.68
    ],
    [
        " So boom, we got apparently got five bags still count for,",
        7229.9,
        7233.76
    ],
    [
        " was there, there was no, there was some kind of confusion.",
        7234.12,
        7236.18
    ],
    [
        " You know what happened?",
        7236.38,
        7236.84
    ],
    [
        " Yes, there was.",
        7236.84,
        7237.56
    ],
    [
        " Yes, remember, because remember when you were getting in, what was like an expedition,",
        7237.82,
        7241.06
    ],
    [
        " something like that.",
        7241.38,
        7241.98
    ],
    [
        " And now those new ones have that automatic tail door that goes up.",
        7242.38,
        7245.72
    ],
    [
        " Yeah.",
        7245.84,
        7245.96
    ],
    [
        " And you know what it was?",
        7246.22,
        7247.94
    ],
    [
        " I think there's like a sensor under the bumper that if you like put your foot under there,",
        7248.16,
        7252.62
    ],
    [
        " it closes like if, you know, like a hands-free closing the door situation.",
        7253.06,
        7256.3
    ],
    [
        " So the thing started closing on the,",
        7256.36,
        7258.04
    ],
    [
        " on Ducco yet.",
        7258.12,
        7258.84
    ],
    [
        " And the girl, the rental girl was trying to save me.",
        7259.14,
        7262.2
    ],
    [
        " Yeah.",
        7262.3,
        7262.52
    ],
    [
        " And she couldn't.",
        7262.78,
        7263.92
    ],
    [
        " Yeah.",
        7263.96,
        7264.14
    ],
    [
        " So it was too strong for her, which was kind of funny because I didn't even care.",
        7264.52,
        7267.48
    ],
    [
        " But I just kind of like put my back into it and stopped.",
        7267.72,
        7270.34
    ],
    [
        " But I was watching her kind of chuckling because she's trying to stop it and it wasn't stopping.",
        7270.56,
        7273.92
    ],
    [
        " It was, she was looking, she had a look on her face like I was about to die.",
        7274.18,
        7277.14
    ],
    [
        " Yeah.",
        7277.36,
        7277.56
    ],
    [
        " You know, she's trying to work.",
        7277.74,
        7278.72
    ],
    [
        " Like Indiana Jones, I was going to get my head cut off",
        7278.86,
        7281.52
    ],
    [
        " by the door slamming shut.",
        7281.72,
        7283.18
    ],
    [
        " And I was just kind of like laughing at the whole situation.",
        7283.44,
        7285.96
    ],
    [
        " Yeah.",
        7286.26,
        7286.42
    ],
    [
        " But that caused some confusion apparently.",
        7286.56,
        7288.0
    ],
    [
        " It was like your mind.",
        7288.22,
        7289.08
    ],
    [
        " It was like a little micro emergency that happened.",
        7289.1,
        7291.34
    ],
    [
        " And so I was like boom, flustered, but wait,",
        7291.64,
        7293.86
    ],
    [
        " what all the bags are in or not.",
        7293.94,
        7295.7
    ],
    [
        " And we were trying to fit.",
        7295.94,
        7296.66
    ],
    [
        " Remember because you were trying to get the seats down.",
        7296.76,
        7299.02
    ],
    [
        " Yeah.",
        7299.16,
        7299.34
    ],
    [
        " Anyway, there's like maybe three quasi major things going on.",
        7299.52,
        7303.22
    ],
    [
        " No, no, no.",
        7303.5,
        7304.72
    ],
    [
        "",
        7304.72,
        7304.72
    ],
    [
        " What?",
        7304.86,
        7304.9
    ],
    [
        "",
        7305.06,
        7305.06
    ],
    [
        "",
        7305.06,
        7305.06
    ],
    [
        " What's going on?",
        7305.06,
        7305.36
    ],
    [
        " What's going on?",
        7305.62,
        7306.32
    ],
    [
        " And you know, for the sex story, I'm just going to continue.",
        7306.32,
        7309.62
    ],
    [
        " So please do.",
        7309.82,
        7310.0
    ],
    [
        " But we get it all all loaded.",
        7310.0,
        7311.82
    ],
    [
        " I apologize to everyone for asking.",
        7311.82,
        7313.02
    ],
    [
        " We get it all loaded.",
        7313.16,
        7314.38
    ],
    [
        " And at one point, like we were like halfway up.",
        7315.02,
        7318.26
    ],
    [
        " There was a three hour drive, by the way,",
        7318.32,
        7319.68
    ],
    [
        " if we don't stop and we did stop.",
        7319.8,
        7321.24
    ],
    [
        " So it was like five hours or something like that.",
        7321.24,
        7322.72
    ],
    [
        " So we stopped and I remember, hey, I don't.",
        7322.98,
        7324.02
    ],
    [
        " We stopped to get fried chicken, by the way.",
        7324.02,
        7325.6
    ],
    [
        " That was good.",
        7325.78,
        7326.38
    ],
    [
        " It was really good.",
        7327.4,
        7328.78
    ],
    [
        " I loved it.",
        7329.0,
        7329.48
    ],
    [
        " I loved it.",
        7329.48,
        7329.96
    ],
    [
        " Yeah.",
        7330.24,
        7330.36
    ],
    [
        " I was stoked.",
        7330.56,
        7331.04
    ],
    [
        " Nonetheless, I had a thought.",
        7331.38,
        7333.38
    ],
    [
        " And it was literally lasted three seconds.",
        7333.66,
        7336.56
    ],
    [
        " Like, I don't really remember putting my camera bag in the car.",
        7336.82,
        7340.12
    ],
    [
        " But what am I to do?",
        7340.48,
        7341.34
    ],
    [
        " Not put it in the car?",
        7341.48,
        7342.28
    ],
    [
        " It's like the most important back.",
        7342.68,
        7343.98
    ],
    [
        " So whatever.",
        7344.44,
        7344.86
    ],
    [
        " So we just continue.",
        7345.06,
        7345.88
    ],
    [
        " We get up there and right as we pull into like park,",
        7345.96,
        7348.98
    ],
    [
        " like five seconds before hours later,",
        7349.32,
        7351.0
    ],
    [
        " we're in the backcountry of Maine.",
        7351.3,
        7353.76
    ],
    [
        " Yeah.",
        7354.1,
        7354.32
    ],
    [
        " Like not even knowing.",
        7355.02,
        7356.16
    ],
    [
        " First time there, by the way, which I don't know what that even means.",
        7356.3,
        7359.44
    ],
    [
        " But either way, we're there.",
        7359.58,
        7360.68
    ],
    [
        " And I'm all pumped up.",
        7361.24,
        7362.46
    ],
    [
        " Yeah.",
        7362.98,
        7363.14
    ],
    [
        " Even though I couldn't roll because my rib was stoked going",
        7363.26,
        7365.42
    ],
    [
        " and seeing everybody and hanging out.",
        7365.42,
        7366.68
    ],
    [
        " Yeah, you can see everyone's all.",
        7366.76,
        7367.96
    ],
    [
        " Everyone's inside the light of the gym.",
        7368.26,
        7369.96
    ],
    [
        " Yeah.",
        7370.26,
        7370.44
    ],
    [
        " So they can't see that we're outside.",
        7370.52,
        7371.62
    ],
    [
        " Yeah.",
        7372.06,
        7372.24
    ],
    [
        " So I'm all, but I'm stoked.",
        7372.42,
        7373.32
    ],
    [
        " So it's, yeah, the beginning of the deal.",
        7373.5,
        7375.42
    ],
    [
        " The whole thing.",
        7375.52,
        7375.94
    ],
    [
        " The adventure, if you will.",
        7376.12,
        7377.22
    ],
    [
        " And right as we kind of rolled to a stop,",
        7377.64,
        7379.84
    ],
    [
        " I'm thinking, man, did I?",
        7379.96,
        7381.08
    ],
    [
        " You know, you kind of come, we're here.",
        7381.52,
        7382.7
    ],
    [
        " And now you start to come for it.",
        7383.02,
        7384.08
    ],
    [
        " And I don't remember that stuff.",
        7384.22,
        7385.4
    ],
    [
        " So the first thing you do, I look in the back seat",
        7385.54,
        7386.98
    ],
    [
        " because that's where it would have went.",
        7386.98,
        7388.0
    ],
    [
        " Not there.",
        7389.14,
        7389.88
    ],
    [
        " And I look in the back, not there.",
        7390.2,
        7391.74
    ],
    [
        " And you get that cold feeling that just rushes over your body.",
        7391.98,
        7395.4
    ],
    [
        " Like, oh my god.",
        7395.56,
        7396.46
    ],
    [
        " So I'm like, man.",
        7396.6,
        7398.2
    ],
    [
        " So whatever I tell you.",
        7398.74,
        7400.28
    ],
    [
        " And you're like, oh, you know, get on the phone.",
        7400.46,
        7402.3
    ],
    [
        " You know, call the airport in, bro.",
        7402.3,
        7403.6
    ],
    [
        " You ever tried calling the airport for something?",
        7403.74,
        7405.6
    ],
    [
        " Yeah, I was.",
        7405.7,
        7405.82
    ],
    [
        " Yeah.",
        7406.08,
        7406.42
    ],
    [
        " Okay, I told you this afterwards.",
        7406.5,
        7407.54
    ],
    [
        " My opinion was, at that point, I was like,",
        7407.74,
        7410.16
    ],
    [
        " that thing's gone.",
        7410.18,
        7410.8
    ],
    [
        " 100%.",
        7410.94,
        7411.4
    ],
    [
        " 99,000 gone.",
        7411.4,
        7412.62
    ],
    [
        " Yeah.",
        7412.94,
        7413.18
    ],
    [
        " 99.99% you're never going to see that thing again.",
        7413.28,
        7416.22
    ],
    [
        " And I had already cut it away emotionally",
        7416.22,
        7418.06
    ],
    [
        " and detached from it.",
        7418.06,
        7419.1
    ],
    [
        " And I was kind of throwing you bones like, yeah, call the airport.",
        7419.48,
        7422.8
    ],
    [
        " Maybe they can help you.",
        7423.1,
        7424.22
    ],
    [
        " That was actually nice of you.",
        7424.22,
        7425.62
    ],
    [
        "",
        7425.86,
        7425.86
    ],
    [
        " Because you really, you seem like you care, not necessarily",
        7426.24,
        7428.3
    ],
    [
        " about the caravan necessarily, but you cared about me.",
        7428.3,
        7430.06
    ],
    [
        " Yeah.",
        7430.22,
        7430.42
    ],
    [
        " I thought that thing was gone.",
        7430.46,
        7432.3
    ],
    [
        " There's no chance you're getting it back.",
        7432.44,
        7433.48
    ],
    [
        " Get over it.",
        7433.48,
        7434.2
    ],
    [
        " Yeah.",
        7434.36,
        7434.54
    ],
    [
        " And I was a little bit, well, I said, you know,",
        7434.78,
        7436.2
    ],
    [
        " is there podcasts recorded that you don't have copies",
        7436.28,
        7439.12
    ],
    [
        " of on there?",
        7439.12,
        7439.6
    ],
    [
        " And you said, no, they're all uploaded.",
        7440.06,
        7441.34
    ],
    [
        " I was like, good thing.",
        7441.52,
        7442.48
    ],
    [
        " Awesome.",
        7442.68,
        7442.9
    ],
    [
        " Yeah.",
        7443.64,
        7443.84
    ],
    [
        " Because we're never going to see that thing again.",
        7444.0,
        7445.12
    ],
    [
        " Yeah.",
        7445.22,
        7445.38
    ],
    [
        " And I was thinking, I'll see it again in three months, maybe,",
        7445.42,
        7448.84
    ],
    [
        " when they finally recover it from Austin found",
        7449.06,
        7451.48
    ],
    [
        " from the Boston airport, by the way.",
        7451.48,
        7453.34
    ],
    [
        " Or I get my insurance money for it down the line",
        7453.42,
        7458.08
    ],
    [
        " and then I got to go through the purchase process,",
        7458.08,
        7461.02
    ],
    [
        " which is a thing.",
        7461.02,
        7462.02
    ],
    [
        " Big gut check.",
        7462.18,
        7462.72
    ],
    [
        " And but we don't have it for this trip for sure.",
        7462.84,
        7464.92
    ],
    [
        " And later on, I found out or realized that we have the podcast",
        7465.32,
        7469.36
    ],
    [
        " like SD cards in there.",
        7469.36,
        7470.94
    ],
    [
        " So why don't we get, I guess we could have just bought some.",
        7471.14,
        7472.84
    ],
    [
        " Anyway, nonetheless, we get there.",
        7472.84,
        7474.56
    ],
    [
        " And I'm calling the airport and right when the airport",
        7474.56,
        7477.32
    ],
    [
        " recording picks up, yeah, just get this feeling like,",
        7477.32,
        7481.8
    ],
    [
        " oh my gosh, I'm just completely going through the motions.",
        7481.8,
        7483.76
    ],
    [
        " Right now, no one's going to pick up and be like,",
        7483.76,
        7485.4
    ],
    [
        " sure, I'll look for it.",
        7485.4,
        7486.14
    ],
    [
        " Yeah, I got it.",
        7486.14,
        7486.78
    ],
    [
        " No one, that's not going to happen.",
        7486.78,
        7488.32
    ],
    [
        " But I keep calling.",
        7488.7,
        7490.08
    ],
    [
        " I'm like, I'm not going to be the guy who didn't do",
        7490.22,
        7491.76
    ],
    [
        " everything I can.",
        7491.76,
        7492.42
    ],
    [
        " So I'm calling it whatever.",
        7492.42,
        7493.46
    ],
    [
        " Meanwhile, we got to go talk to Pete.",
        7493.58,
        7495.32
    ],
    [
        " We got to, you know, all this stuff.",
        7495.44,
        7496.46
    ],
    [
        " And actually you released me.",
        7496.48,
        7497.42
    ],
    [
        " You go, hey, man, go ahead.",
        7497.52,
        7498.26
    ],
    [
        " I'll make these calls and I was like, okay, cool.",
        7498.3,
        7499.74
    ],
    [
        " You hang out.",
        7499.78,
        7500.18
    ],
    [
        " Just make this totally worthless effort.",
        7500.18,
        7502.58
    ],
    [
        " Because you're never seeing that thing again.",
        7502.72,
        7504.14
    ],
    [
        " I'll go hang out with people.",
        7504.26,
        7505.02
    ],
    [
        " Yeah.",
        7505.18,
        7505.5
    ],
    [
        " So after like a few minutes of that, I go in.",
        7505.86,
        7507.78
    ],
    [
        " I'm like, you know what, let me, whatever.",
        7507.84,
        7509.34
    ],
    [
        " Let me kind of cut it away as you're saying.",
        7509.5,
        7512.06
    ],
    [
        " Let me at least embrace what we're doing.",
        7512.22,
        7514.6
    ],
    [
        " Go in and you kind of casually in a way,",
        7515.08,
        7518.26
    ],
    [
        " mentioned like, hey, there's some guys from the police department.",
        7518.26,
        7521.36
    ],
    [
        " If that came across casually, casually,",
        7521.36,
        7523.7
    ],
    [
        " I shouldn't have made it come up.",
        7524.04,
        7525.38
    ],
    [
        " Because I met a bunch of guys, you know, everyone saying hi",
        7525.46,
        7528.18
    ],
    [
        " and a couple of guys, you know, yeah, we're cops and revivya",
        7528.18,
        7531.2
    ],
    [
        " down in Massachusetts and, you know, right by Boston.",
        7531.2,
        7534.76
    ],
    [
        " Yeah, right next to it.",
        7534.84,
        7535.58
    ],
    [
        " And I met them and then you strolled back in",
        7535.62,
        7539.68
    ],
    [
        " and you met a couple of people and then I said,",
        7539.68,
        7543.38
    ],
    [
        " you talked to anybody, well, yeah, I talked to this",
        7543.4,
        7545.1
    ],
    [
        " and they're gonna look whatever I'm thinking,",
        7545.1,
        7547.34
    ],
    [
        " yeah, I think it's gone.",
        7547.34,
        7547.98
    ],
    [
        " And I said, you know, if there's anyone in the world",
        7548.32,
        7550.42
    ],
    [
        " that could like make something happen right now,",
        7550.42,
        7552.42
    ],
    [
        " it's cops.",
        7553.04,
        7553.8
    ],
    [
        " Yeah, so it's, it's cops, Boston cops, reviva cops.",
        7554.32,
        7558.18
    ],
    [
        " And what I thought, and I just said,",
        7558.78,
        7560.34
    ],
    [
        " I said, bro, and I was a little, this is my ego.",
        7560.34,
        7564.18
    ],
    [
        " I was embarrassed for you.",
        7564.4,
        7566.04
    ],
    [
        " I felt bad that you had to go and tell somebody",
        7567.06,
        7569.64
    ],
    [
        " that you lost this sick camera.",
        7569.64,
        7572.48
    ],
    [
        " And so I just said, hey, man, those guys over there,",
        7573.16,
        7575.12
    ],
    [
        " they're cops and if there's anyone",
        7575.58,
        7576.82
    ],
    [
        " that could get this thing back, it's them.",
        7576.82,
        7578.58
    ],
    [
        " Yeah, and I'm thinking, you know, the whole story",
        7578.86,
        7582.66
    ],
    [
        " where like, did you see this?",
        7582.66,
        7585.26
    ],
    [
        " So did you not think that they were gonna be able to help?",
        7585.6,
        7587.24
    ],
    [
        " I thought that they'd be like, oh, you lost your bag.",
        7587.66,
        7590.72
    ],
    [
        " Like everyone does every single day at that airport.",
        7590.72,
        7593.5
    ],
    [
        " Oh, we're cops, bro, we have crimes to solve.",
        7593.7,
        7596.24
    ],
    [
        " Yeah, no, I'm not gonna go get your stupid bad.",
        7596.52,
        7599.18
    ],
    [
        " My attitude of that thing being gone actually changed",
        7599.56,
        7601.64
    ],
    [
        " as soon as I connected this into myself,",
        7601.64,
        7603.46
    ],
    [
        " oh, they're cops, we're gonna,",
        7603.54,
        7604.6
    ],
    [
        " we're gonna turn this over to them",
        7604.6,
        7605.74
    ],
    [
        " and they can make things happen.",
        7605.74,
        7606.66
    ],
    [
        " Yeah, that's good.",
        7606.84,
        7608.24
    ],
    [
        " And even me, when I was like, okay,",
        7608.56,
        7610.72
    ],
    [
        " I'm gonna mention it to these cops",
        7610.74,
        7611.72
    ],
    [
        " and these cops are gonna be like,",
        7611.72,
        7613.12
    ],
    [
        " diva, like what do you think our job is, you know?",
        7613.12,
        7616.2
    ],
    [
        " To go recover your last luggage.",
        7616.22,
        7617.84
    ],
    [
        " Like three hours away, by the way.",
        7617.84,
        7620.12
    ],
    [
        " No, so I'm like, you know what,",
        7620.12,
        7621.94
    ],
    [
        " Jocco said to do it, I'm just gonna do it.",
        7621.98,
        7623.68
    ],
    [
        " This is another go through the motions thing.",
        7623.72,
        7625.18
    ],
    [
        " So I kind of timidly go, Dennis and Nate,",
        7625.46,
        7629.44
    ],
    [
        " they were there, they just rolled it whatever",
        7629.72,
        7631.54
    ],
    [
        " and I was like, yeah, I lost the bag.",
        7631.54,
        7634.22
    ],
    [
        " And they were like, what did it look like?",
        7634.3,
        7635.9
    ],
    [
        " Like they kind of were into it.",
        7636.02,
        7637.12
    ],
    [
        " I was like, oh, this is promising, you know,",
        7637.12,
        7638.58
    ],
    [
        " like they actually care,",
        7638.62,
        7639.56
    ],
    [
        " because I was thinking they'd be like, man,",
        7639.6,
        7640.9
    ],
    [
        " that's a sad story, bro.",
        7640.98,
        7641.96
    ],
    [
        " I'm gonna go talk to Jocco again, you know, kind of thing.",
        7642.26,
        7644.28
    ],
    [
        " I thought that was gonna happen.",
        7644.4,
        7645.6
    ],
    [
        " And they were like, no, bro, they get on the phone.",
        7646.3,
        7648.9
    ],
    [
        " And they're like, what did it look like?",
        7649.1,
        7650.38
    ],
    [
        " Boom, one more question, like, well, where did you leave it?",
        7650.5,
        7652.72
    ],
    [
        " Okay, boom, back on the phone, back on the phone,",
        7652.78,
        7654.22
    ],
    [
        " these two guys, I'm like, oh, this is,",
        7654.34,
        7657.02
    ],
    [
        " it's starting to kind of look up.",
        7657.18,
        7658.64
    ],
    [
        " And he's like, okay, so they hang up the phone.",
        7658.72,
        7660.28
    ],
    [
        " He's like, just awaiting game now, just a matter of time.",
        7660.34,
        7662.26
    ],
    [
        " I got this, I got this guy, I'm like, for real?",
        7662.58,
        7664.36
    ],
    [
        " They're like, yeah, man, just waiting game.",
        7664.42,
        7665.78
    ],
    [
        " So we're talking.",
        7665.78,
        7666.74
    ],
    [
        " They called all their bros out there",
        7666.88,
        7668.9
    ],
    [
        " and there was like a force of troopers",
        7668.9,
        7670.88
    ],
    [
        " right down there to get in there,",
        7670.88,
        7672.78
    ],
    [
        " had that thing recovering what?",
        7673.0,
        7674.72
    ],
    [
        " 20 minutes.",
        7674.78,
        7675.5
    ],
    [
        " 20 minutes.",
        7675.5,
        7676.24
    ],
    [
        " So they hang up and they're like, just a matter of time, bro.",
        7676.52,
        7679.18
    ],
    [
        " And then we just start talking about other stuff.",
        7679.44,
        7681.38
    ],
    [
        " Yeah.",
        7681.5,
        7681.62
    ],
    [
        " Kind of teasing me a little bit, whatever I deserve it,",
        7681.74,
        7684.24
    ],
    [
        " probably even 10 times that.",
        7684.28,
        7685.2
    ],
    [
        " But and then we're talking about other stuff.",
        7685.34,
        7687.04
    ],
    [
        " Boom is phone rings, he's on it, he's like,",
        7687.12,
        7689.12
    ],
    [
        " is it a mind shift bag and all this,",
        7689.14,
        7691.34
    ],
    [
        " describing it, I don't even know.",
        7691.44,
        7692.7
    ],
    [
        " That's how I'm like, yeah, I think so.",
        7692.88,
        7694.76
    ],
    [
        " Go inside and he's any bus up my laptop",
        7695.22,
        7698.06
    ],
    [
        " or whatever, it's matching the description.",
        7698.06,
        7699.8
    ],
    [
        " And in my mind, I'm like, there's no way he found it.",
        7700.18,
        7702.84
    ],
    [
        " Like a cop's not gonna just roll into the Logan airport",
        7702.9,
        7705.92
    ],
    [
        " and find my bag.",
        7705.92,
        7707.66
    ],
    [
        " No way that's gonna happen.",
        7707.78,
        7708.92
    ],
    [
        " But sure enough, he's like, oh yeah,",
        7709.12,
        7710.94
    ],
    [
        " Fragmo, cause it has a Fragmo sticker on my laptop.",
        7710.98,
        7714.04
    ],
    [
        " He's like, Fragmo was like,",
        7714.72,
        7715.86
    ],
    [
        " that cold feeling turned into just warm.",
        7716.02,
        7718.44
    ],
    [
        " In love and rainbows on these guys.",
        7718.72,
        7721.42
    ],
    [
        " Like that's the one they're like,",
        7721.42,
        7722.82
    ],
    [
        " and you know, they're kind of,",
        7723.04,
        7723.96
    ],
    [
        " they didn't actually high five,",
        7724.02,
        7725.26
    ],
    [
        " but they're kind of like, almost like,",
        7725.26,
        7726.74
    ],
    [
        " you know, this is this little task.",
        7726.78,
        7728.14
    ],
    [
        " They kind of bonded it in just like that.",
        7728.22,
        7729.92
    ],
    [
        " 20 minutes, man.",
        7730.06,
        7730.86
    ],
    [
        " It.",
        7731.26,
        7731.38
    ],
    [
        " And then someone and then one of who drove it up?",
        7731.86,
        7734.52
    ],
    [
        " Robby.",
        7734.74,
        7735.98
    ],
    [
        " Yeah.",
        7736.06,
        7736.32
    ],
    [
        " That's his name, right?",
        7736.44,
        7737.34
    ],
    [
        " Robby.",
        7737.5,
        7737.74
    ],
    [
        " Yeah, I own him a role.",
        7737.78,
        7739.62
    ],
    [
        " Actually, there was another guy,",
        7740.32,
        7741.78
    ],
    [
        " Callahan, who was the guy who went and grabbed.",
        7742.04,
        7744.24
    ],
    [
        " So he was like a coordinated deal, man.",
        7744.4,
        7747.2
    ],
    [
        " Yeah.",
        7747.26,
        7747.4
    ],
    [
        " And man, that was like one of the more heroic things",
        7747.94,
        7751.28
    ],
    [
        " that has happened to me in the recent past.",
        7751.28,
        7753.76
    ],
    [
        " So you got the camera back.",
        7753.94,
        7756.12
    ],
    [
        " Got the camera back.",
        7756.22,
        7756.74
    ],
    [
        " And the computer.",
        7756.8,
        7757.28
    ],
    [
        " Yeah.",
        7757.42,
        7757.76
    ],
    [
        " And we're good.",
        7758.02,
        7758.46
    ],
    [
        " So in the event, so the point is,",
        7758.62,
        7760.28
    ],
    [
        " in the event of you shopping for cameras,",
        7760.28,
        7761.9
    ],
    [
        " can't get a red camera on Amazon.",
        7762.08,
        7763.26
    ],
    [
        " But if you want to get like a Sony HD handicap, you know,",
        7763.62,
        7766.96
    ],
    [
        " or whatever you're using,",
        7767.12,
        7767.92
    ],
    [
        " because it broke in the luggage,",
        7768.06,
        7769.1
    ],
    [
        " I'm not saying that happened to me.",
        7769.76,
        7770.64
    ],
    [
        " I'm just saying if that ever happens,",
        7770.68,
        7771.82
    ],
    [
        " you want to get another one boom,",
        7771.84,
        7772.72
    ],
    [
        " you can go through there, jockelstore.com.",
        7772.84,
        7774.24
    ],
    [
        " Click through.",
        7774.68,
        7775.18
    ],
    [
        " And thanks to everyone that got that camera back.",
        7775.82,
        7778.62
    ],
    [
        " Yeah.",
        7778.86,
        7779.0
    ],
    [
        " Much appreciated.",
        7779.54,
        7780.42
    ],
    [
        " And the laptop with all kinds of videos",
        7780.64,
        7782.28
    ],
    [
        " and important stuff on it.",
        7782.28,
        7784.14
    ],
    [
        " Yeah, actually those.",
        7784.38,
        7785.4
    ],
    [
        " You guys were on the laptop, but yeah, man.",
        7785.54,
        7787.92
    ],
    [
        " Dennis and Nate, the primary guys.",
        7788.72,
        7790.7
    ],
    [
        " Mr. Callahan, I didn't meet him, but he's done with guys.",
        7791.2,
        7795.66
    ],
    [
        " You recovered that.",
        7795.88,
        7796.54
    ],
    [
        " And then Robbie, I owe you a role.",
        7796.7,
        7798.6
    ],
    [
        " Oh, you two roles.",
        7799.52,
        7800.18
    ],
    [
        " I owe you a lot, man.",
        7800.58,
        7801.36
    ],
    [
        " Yeah.",
        7801.36,
        7801.5
    ],
    [
        " He's the one who delivered it.",
        7801.68,
        7803.08
    ],
    [
        " So big up to all of them.",
        7803.14,
        7804.76
    ],
    [
        " Big time.",
        7804.96,
        7805.26
    ],
    [
        " So also back to support of jockel podcast.",
        7805.84,
        7810.3
    ],
    [
        " Subscribe to the podcast iTunes,",
        7811.06,
        7813.56
    ],
    [
        " stitch or Google Play.",
        7813.56,
        7814.9
    ],
    [
        " It's a good way to support kind of kind of,",
        7815.18,
        7817.04
    ],
    [
        " kind of obvious like, oh, yeah, you subscribed already,",
        7817.04,
        7819.16
    ],
    [
        " but some people maybe they didn't.",
        7819.24,
        7820.4
    ],
    [
        " Maybe they're just kind of maybe wish, not wish-wash,",
        7820.46,
        7822.6
    ],
    [
        " but you know, kind of still on the fence.",
        7822.64,
        7824.06
    ],
    [
        " But yeah, man, do it.",
        7824.94,
        7826.28
    ],
    [
        " But you're gonna be on subscribe",
        7826.5,
        7827.72
    ],
    [
        " if we're not delivering value.",
        7827.72,
        7829.28
    ],
    [
        " I don't like to use that expression, adding value.",
        7829.52,
        7832.0
    ],
    [
        " Because everyone uses it.",
        7832.12,
        7833.0
    ],
    [
        " And thinks it's cool.",
        7833.08,
        7833.6
    ],
    [
        " I thought it was cool.",
        7833.88,
        7834.38
    ],
    [
        " Nonetheless, if we're not adding value,",
        7834.82,
        7836.62
    ],
    [
        " you can not subscribe if you want.",
        7836.62,
        7837.84
    ],
    [
        " Also, subscribe on YouTube.",
        7838.72,
        7841.24
    ],
    [
        " What's the recent development?",
        7841.92,
        7844.06
    ],
    [
        " Oh, your book.",
        7844.24,
        7845.4
    ],
    [
        " Discipline goes freedom.",
        7847.34,
        7848.16
    ],
    [
        " Field manual.",
        7848.62,
        7849.2
    ],
    [
        " Field manual, which you'll talk about later.",
        7849.2,
        7851.74
    ],
    [
        " Yeah, we put a video on there.",
        7852.28,
        7853.86
    ],
    [
        " Kind of little summary.",
        7854.18,
        7855.06
    ],
    [
        " I was real excited to see that video come out.",
        7855.4,
        7858.78
    ],
    [
        " Yeah.",
        7859.08,
        7859.22
    ],
    [
        " And I was, we were texting back and forth.",
        7859.5,
        7864.38
    ],
    [
        " And you said, well, how about, I'll put it out tomorrow,",
        7864.76,
        7867.08
    ],
    [
        " but it's ready.",
        7867.12,
        7867.72
    ],
    [
        " And I said, just put it out now.",
        7867.84,
        7869.22
    ],
    [
        " Yeah, yeah, yeah, later.",
        7869.46,
        7870.34
    ],
    [
        " And then you said launching in three, two,",
        7870.34,
        7873.98
    ],
    [
        " and then it was, and I went to my YouTube on my phone.",
        7874.72,
        7877.24
    ],
    [
        " And I was refreshing, refreshing, refreshing, refreshing,",
        7877.4,
        7881.12
    ],
    [
        " refreshing, refreshing.",
        7881.48,
        7881.82
    ],
    [
        " And I wanted to catch it, like the first person to catch it.",
        7882.24,
        7884.72
    ],
    [
        " I'm refreshing, refreshing.",
        7884.78,
        7885.62
    ],
    [
        " And this happened.",
        7885.98,
        7887.0
    ],
    [
        " I got a ping for my mail on my phone.",
        7887.74,
        7890.72
    ],
    [
        " And I switched a mail and it said,",
        7891.38,
        7893.42
    ],
    [
        " Jaco podcast is uploaded a new video.",
        7893.54,
        7895.84
    ],
    [
        " So that's one of the benefits of subscribing to the YouTube",
        7896.32,
        7900.92
    ],
    [
        " channel.",
        7900.92,
        7901.3
    ],
    [
        " If something comes out, you can have it email you.",
        7901.48,
        7903.42
    ],
    [
        " If you want it to, if you can have it email you",
        7903.42,
        7905.5
    ],
    [
        " when something new comes out.",
        7905.5,
        7906.86
    ],
    [
        " And otherwise, there's no way you'd know.",
        7907.14,
        7908.12
    ],
    [
        " Yeah.",
        7908.58,
        7908.66
    ],
    [
        " So if you care about that kind of stuff, which, you know,",
        7909.06,
        7912.06
    ],
    [
        " it's one of those deals where, yeah, sure,",
        7912.26,
        7914.18
    ],
    [
        " you get the video version of the podcast.",
        7914.2,
        7915.82
    ],
    [
        " If you care what we look like, just fine.",
        7916.24,
        7919.32
    ],
    [
        " Actually, people played on their TV,",
        7919.74,
        7921.08
    ],
    [
        " like in their little home gym or something like that.",
        7921.08,
        7923.4
    ],
    [
        " Which, it's cool.",
        7923.58,
        7924.3
    ],
    [
        " It's kind of like we're all there together, you know?",
        7924.36,
        7925.92
    ],
    [
        " Yeah.",
        7925.92,
        7926.06
    ],
    [
        " And then, yeah, some excerpts in there.",
        7926.6,
        7928.62
    ],
    [
        " The video that you made for the book, I think",
        7928.98,
        7931.98
    ],
    [
        " it might be your best video ever.",
        7931.98,
        7933.82
    ],
    [
        " It might be.",
        7934.02,
        7934.76
    ],
    [
        " I think it's up there, man.",
        7934.92,
        7936.12
    ],
    [
        " I was, yeah, I was talking.",
        7936.26,
        7937.26
    ],
    [
        " It's real good.",
        7937.28,
        7938.38
    ],
    [
        " I was talking to somebody on Facebook and they're like,",
        7939.0,
        7942.4
    ],
    [
        " oh, hey, that video is cool.",
        7942.42,
        7943.5
    ],
    [
        " And I thought about, I was like, oh, I was like,",
        7944.02,
        7946.18
    ],
    [
        " man, thanks for that.",
        7946.22,
        7947.14
    ],
    [
        " But I thought about it.",
        7947.28,
        7948.06
    ],
    [
        " I was like, wait, Jaco kind of did all the work.",
        7948.06,
        7950.6
    ],
    [
        " Really?",
        7950.78,
        7951.02
    ],
    [
        " You know, you're the one working out.",
        7951.32,
        7952.52
    ],
    [
        " Your words, you saying the words.",
        7952.68,
        7954.06
    ],
    [
        " I said, all I did was put some cool music",
        7954.2,
        7955.96
    ],
    [
        " and some words on there.",
        7955.96,
        7957.06
    ],
    [
        " Yeah, but you made all that other stuff happen.",
        7957.1,
        7959.24
    ],
    [
        " And there are the words in the way.",
        7959.24,
        7960.42
    ],
    [
        " It's all coordinated together and all that stuff.",
        7960.42,
        7962.48
    ],
    [
        " Some lights up there.",
        7962.7,
        7963.7
    ],
    [
        " None the less, you know what?",
        7964.24,
        7965.46
    ],
    [
        " To be honest, I like how it came out too.",
        7965.54,
        7967.62
    ],
    [
        " Yeah.",
        7968.04,
        7968.26
    ],
    [
        " Is it good?",
        7968.44,
        7969.26
    ],
    [
        " You think it might be the best one?",
        7969.54,
        7970.72
    ],
    [
        " Hey, man, it depends on what you mean by best, you know?",
        7971.02,
        7973.56
    ],
    [
        " I don't know.",
        7973.96,
        7974.26
    ],
    [
        " Impactful.",
        7974.54,
        7975.16
    ],
    [
        " And then back well.",
        7975.56,
        7976.14
    ],
    [
        " Sure.",
        7976.66,
        7977.36
    ],
    [
        " It's a good one.",
        7977.58,
        7977.98
    ],
    [
        " I liked it.",
        7978.18,
        7978.64
    ],
    [
        " Yeah, it was a good one.",
        7978.98,
        7979.84
    ],
    [
        " But if someone who wasn't subscribed to the YouTube channel,",
        7979.84,
        7981.88
    ],
    [
        " they might not never know that that video exists.",
        7982.22,
        7984.14
    ],
    [
        " That's true.",
        7984.58,
        7984.94
    ],
    [
        " And that's that hurts.",
        7985.18,
        7986.2
    ],
    [
        " Or no Facebook or no Twitter or no nothings.",
        7987.36,
        7990.72
    ],
    [
        " Yeah.",
        7990.72,
        7990.86
    ],
    [
        " So choose your battle.",
        7991.54,
        7993.68
    ],
    [
        " Well, I tweeted that one out,",
        7994.38,
        7995.26
    ],
    [
        " but I don't always tweet out when something comes out.",
        7995.26,
        7997.28
    ],
    [
        " Yeah, that's true.",
        7997.56,
        7998.34
    ],
    [
        " You don't always do that.",
        7998.66,
        8000.02
    ],
    [
        " Sure.",
        8000.44,
        8000.7
    ],
    [
        " So if you subscribe, you'll know.",
        8000.98,
        8002.22
    ],
    [
        " We know this is what my actions are.",
        8002.46,
        8003.74
    ],
    [
        " That's true.",
        8004.06,
        8004.42
    ],
    [
        " And you know, choose whether or not you want an alert.",
        8005.1,
        8006.68
    ],
    [
        " You know, sometimes you don't want that alert",
        8006.92,
        8008.6
    ],
    [
        " every single time, but sometimes you do, you know?",
        8008.6,
        8010.86
    ],
    [
        " I'll put some deleted scenes on there as well.",
        8011.22,
        8013.52
    ],
    [
        " Anyway, nonetheless, yeah, YouTube channel.",
        8013.78,
        8015.2
    ],
    [
        " We have one and it's cool.",
        8015.2,
        8016.32
    ],
    [
        " I think it's cool.",
        8016.52,
        8017.3
    ],
    [
        " Chocolate thinks it's cool.",
        8017.44,
        8018.34
    ],
    [
        " I just got a little thing.",
        8018.76,
        8021.2
    ],
    [
        " YouTube kind of changed their look on YouTube.",
        8021.34,
        8023.62
    ],
    [
        " I don't know if you noticed that.",
        8023.78,
        8024.66
    ],
    [
        " Well, it starts from the judge",
        8024.66,
        8025.86
    ],
    [
        " because I have YouTube read now.",
        8025.86,
        8027.28
    ],
    [
        " Oh, yeah.",
        8027.36,
        8028.08
    ],
    [
        " No ads.",
        8028.22,
        8028.98
    ],
    [
        " No ads.",
        8029.3,
        8029.88
    ],
    [
        " So dope.",
        8030.26,
        8030.62
    ],
    [
        " None the less I like ads.",
        8030.92,
        8032.1
    ],
    [
        " Actually, they did a good thing with ads now.",
        8032.38,
        8035.24
    ],
    [
        " Now you can click like I don't like this ad or you can give that.",
        8035.32,
        8038.82
    ],
    [
        " So you can kind of narrow down the ads.",
        8039.02,
        8041.66
    ],
    [
        " You see, I like the movie trailer ads, you know?",
        8041.84,
        8044.94
    ],
    [
        " I don't like any ads.",
        8045.94,
        8047.12
    ],
    [
        " Yeah, I didn't watch what I want to watch.",
        8047.26,
        8048.66
    ],
    [
        " Everyone else get away from me.",
        8048.82,
        8050.16
    ],
    [
        " Yeah, I did it, man.",
        8050.38,
        8051.7
    ],
    [
        " I did it fully.",
        8051.96,
        8052.5
    ],
    [
        " Nonetheless, point area subscribe to the YouTube channel",
        8053.16,
        8056.22
    ],
    [
        " is a good way of supporting the podcast.",
        8056.22,
        8058.44
    ],
    [
        " If you want to also, jaco is a store.",
        8058.92,
        8062.1
    ],
    [
        " It's called jaco store.",
        8062.76,
        8063.68
    ],
    [
        " Jaco store.com, of course, very creative name.",
        8064.32,
        8068.98
    ],
    [
        " By the way, I guess technically I came up with the name.",
        8069.56,
        8071.66
    ],
    [
        " Yeah, you did.",
        8071.78,
        8072.52
    ],
    [
        " Just store is your store jaco store.",
        8073.72,
        8075.74
    ],
    [
        " I concurred with the name.",
        8075.8,
        8076.94
    ],
    [
        " Yeah.",
        8077.04,
        8077.92
    ],
    [
        " So what do we have on the store?",
        8078.14,
        8079.68
    ],
    [
        " If you don't know already, we've got shirts on there.",
        8079.92,
        8082.32
    ],
    [
        " Rash guards, travel mugs, some bumper stickers.",
        8082.86,
        8086.54
    ],
    [
        " Patches, hats, bulk hat hats.",
        8086.88,
        8090.88
    ],
    [
        " Not like did you bring mine today?",
        8091.12,
        8092.38
    ],
    [
        " Top hats.",
        8092.68,
        8093.16
    ],
    [
        " You don't look like you did.",
        8093.24,
        8094.06
    ],
    [
        " Yeah, no, I did.",
        8094.3,
        8095.22
    ],
    [
        " I didn't bring yours.",
        8095.58,
        8096.58
    ],
    [
        " Servo.",
        8097.02,
        8097.38
    ],
    [
        " You owe me nine.",
        8097.56,
        8098.18
    ],
    [
        " Yeah.",
        8099.38,
        8099.94
    ],
    [
        " Nonetheless, they're on there.",
        8100.98,
        8102.36
    ],
    [
        " jaco store.com.",
        8102.6,
        8103.12
    ],
    [
        " I guess technically you could go to your own store",
        8103.28,
        8105.38
    ],
    [
        " and get a hat or nine hats as a case maybe.",
        8105.38,
        8108.04
    ],
    [
        " OK, I'll do that today.",
        8108.06,
        8109.08
    ],
    [
        " Thank you.",
        8109.2,
        8109.66
    ],
    [
        " Appreciate it.",
        8109.7,
        8110.24
    ],
    [
        " If you want to.",
        8110.38,
        8111.16
    ],
    [
        " So women stuff on there, some hoodies.",
        8111.74,
        8113.52
    ],
    [
        " We want to get a thicker hoodie.",
        8113.9,
        8115.12
    ],
    [
        " That's what we're doing.",
        8115.14,
        8115.78
    ],
    [
        " I know you said it.",
        8115.92,
        8116.96
    ],
    [
        " Yeah, a bunch of times.",
        8117.42,
        8118.66
    ],
    [
        " But yeah, we'll work on that.",
        8119.06,
        8121.7
    ],
    [
        " So there are boom hoodies.",
        8121.7,
        8122.9
    ],
    [
        " I think.",
        8124.08,
        8127.68
    ],
    [
        " What?",
        8129.94,
        8130.18
    ],
    [
        " What's the next move?",
        8130.36,
        8132.16
    ],
    [
        " What's the next thing?",
        8132.46,
        8133.42
    ],
    [
        " Winner hoodie.",
        8133.94,
        8135.04
    ],
    [
        " Winner hoodie.",
        8135.38,
        8135.9
    ],
    [
        " Yeah.",
        8136.0,
        8136.18
    ],
    [
        " I think it should be.",
        8136.42,
        8137.4
    ],
    [
        " I think I'm going to put a warrior kid",
        8137.78,
        8139.54
    ],
    [
        " rash guard on there too for where he",
        8139.54,
        8142.36
    ],
    [
        " can do no gg2 or even gg2.",
        8142.36,
        8144.34
    ],
    [
        " You know, you wear the rash guard on your gg sometimes.",
        8144.42,
        8146.06
    ],
    [
        " Yeah.",
        8146.2,
        8146.28
    ],
    [
        " Yeah, yeah, yeah.",
        8146.56,
        8147.06
    ],
    [
        " I think that'd be dope.",
        8147.36,
        8148.06
    ],
    [
        " Cool stuff.",
        8148.78,
        8149.96
    ],
    [
        " Nonetheless, jaco store.",
        8150.24,
        8151.0
    ],
    [
        " That's where you get jaco stuff.",
        8151.0,
        8152.72
    ],
    [
        " It's pretty cool.",
        8153.34,
        8155.54
    ],
    [
        " So I'm not saying to buy something.",
        8156.04,
        8157.56
    ],
    [
        " I'm saying go on there.",
        8157.66,
        8158.36
    ],
    [
        " Check it out.",
        8158.36,
        8159.08
    ],
    [
        " If you like something, get something.",
        8159.2,
        8161.82
    ],
    [
        " Good way to support.",
        8162.04,
        8162.7
    ],
    [
        " Also, psychological warfare.",
        8163.4,
        8165.38
    ],
    [
        " If you don't know what that is, it is an album with tracks.",
        8165.6,
        8169.46
    ],
    [
        " Jaco tracks.",
        8170.32,
        8171.08
    ],
    [
        " It's jaco saying stuff to you.",
        8172.04,
        8174.04
    ],
    [
        " So if you listen to it, it's not like a story.",
        8174.2,
        8176.36
    ],
    [
        " Right?",
        8177.38,
        8177.46
    ],
    [
        " A lot of times, it's not music obviously.",
        8178.1,
        8180.58
    ],
    [
        " It's not jaco singing hardcore, which you do from time to time,",
        8180.8,
        8183.74
    ],
    [
        " by the way.",
        8183.74,
        8184.24
    ],
    [
        " You ever write it?",
        8184.84,
        8185.38
    ],
    [
        " And here's kind of a rhetorical question.",
        8186.0,
        8187.78
    ],
    [
        " Okay.",
        8187.78,
        8188.08
    ],
    [
        " Have you ever ridden, not you, jaco, but the people out there.",
        8188.3,
        8191.48
    ],
    [
        " Have you ever ridden with jaco for five hours, three to five hours in a car?",
        8191.62,
        8195.36
    ],
    [
        " No?",
        8195.92,
        8196.4
    ],
    [
        " Okay.",
        8196.68,
        8196.92
    ],
    [
        " And then you tell you what it's like, part of what it's like.",
        8197.18,
        8199.72
    ],
    [
        " It's jaco drumming, even in the airplane, by the way, drumming on what do you call that,",
        8199.92,
        8205.44
    ],
    [
        " the handle in the door like you're doing like drums.",
        8205.44,
        8207.46
    ],
    [
        " And then singing under his breath, hardcore stuff.",
        8207.74,
        8211.16
    ],
    [
        " What else are you singing?",
        8211.5,
        8212.64
    ],
    [
        " It was like Tom Petty.",
        8213.22,
        8214.5
    ],
    [
        " It was like Tom Petty.",
        8214.78,
        8215.6
    ],
    [
        " It was something.",
        8215.72,
        8216.2
    ],
    [
        " Anyway.",
        8216.4,
        8216.8
    ],
    [
        " I have no idea.",
        8216.8,
        8217.76
    ],
    [
        " Yeah.",
        8218.0,
        8218.16
    ],
    [
        " But it was songs.",
        8218.26,
        8219.02
    ],
    [
        " I was, I know it was an occasion I had a look at you and you'd be looking like, can you please",
        8219.2,
        8222.46
    ],
    [
        " stop?",
        8222.46,
        8222.84
    ],
    [
        " Yeah.",
        8223.1,
        8223.3
    ],
    [
        " Which I got to kick out of me and do it more.",
        8223.44,
        8225.7
    ],
    [
        " Yeah.",
        8226.18,
        8226.88
    ],
    [
        " Or stop the car and like, get out or something.",
        8227.14,
        8229.88
    ],
    [
        " Yeah.",
        8230.02,
        8230.14
    ],
    [
        " You get out and walk.",
        8230.22,
        8230.94
    ],
    [
        " Yeah.",
        8231.2,
        8231.38
    ],
    [
        " And then playing drums.",
        8231.54,
        8232.22
    ],
    [
        " That was the look.",
        8232.42,
        8232.98
    ],
    [
        " For sure.",
        8233.26,
        8233.56
    ],
    [
        " Yeah.",
        8234.06,
        8234.66
    ],
    [
        " Wait.",
        8234.92,
        8235.08
    ],
    [
        " No.",
        8235.68,
        8235.84
    ],
    [
        " You get out.",
        8236.38,
        8237.2
    ],
    [
        " Stop playing drums and get out.",
        8237.48,
        8238.62
    ],
    [
        " That was the look.",
        8238.78,
        8239.84
    ],
    [
        " Nonetheless, these tracks are not that.",
        8239.96,
        8242.46
    ],
    [
        " They're him, him, Jockel talking to you, telling you pragmatic ways to get over your current",
        8242.82,
        8249.98
    ],
    [
        " weakness.",
        8249.98,
        8250.42
    ],
    [
        " What weakness?",
        8250.72,
        8251.32
    ],
    [
        " Okay.",
        8251.52,
        8251.8
    ],
    [
        " So let's say you're trying to stick to a good diet, right?",
        8252.02,
        8254.64
    ],
    [
        " Trying to wake up early or all of the above at this moment.",
        8255.6,
        8259.0
    ],
    [
        " Yeah.",
        8259.2,
        8259.94
    ],
    [
        " Currently.",
        8260.16,
        8260.5
    ],
    [
        " Yeah.",
        8260.74,
        8260.76
    ],
    [
        " Come up on 48 hours right now.",
        8260.76,
        8262.18
    ],
    [
        " Currently.",
        8262.56,
        8262.9
    ],
    [
        " Yep.",
        8263.18,
        8263.3
    ],
    [
        " Feeling good too.",
        8263.86,
        8264.56
    ],
    [
        " I guess technically I'm fasting too because of a salad event.",
        8264.72,
        8267.5
    ],
    [
        " Oh.",
        8268.58,
        8269.1
    ],
    [
        " Hardcore workouts yesterday and today rolled last night.",
        8268.82,
        8272.06
    ],
    [
        " 70% ribs a little tweaked still, but Andy, Dean, light rolls a little bit with NAM.",
        8272.3,
        8279.66
    ],
    [
        " I think that was it.",
        8280.2,
        8281.54
    ],
    [
        " But yeah, no fasting the whole time.",
        8282.26,
        8284.2
    ],
    [
        " Yeah.",
        8284.58,
        8284.72
    ],
    [
        " Yeah.",
        8285.34,
        8285.58
    ],
    [
        " So technically am I fasting if I ate a salad at like 11, 45 last night?",
        8286.72,
        8291.28
    ],
    [
        " Well yeah.",
        8291.66,
        8292.0
    ],
    [
        " And that was it.",
        8292.02,
        8292.48
    ],
    [
        " I drank some coffee.",
        8292.72,
        8293.32
    ],
    [
        " Yeah.",
        8293.96,
        8294.4
    ],
    [
        " Fast.",
        8294.8,
        8294.96
    ],
    [
        " Yeah.",
        8295.14,
        8295.22
    ],
    [
        " Fast.",
        8295.7,
        8296.06
    ],
    [
        " 24 hour fast.",
        8296.26,
        8296.96
    ],
    [
        " No.",
        8297.24,
        8297.78
    ],
    [
        " Oh, 12 hour fast.",
        8298.04,
        8299.32
    ],
    [
        " No, not fasting.",
        8299.48,
        8300.2
    ],
    [
        " No credit.",
        8300.5,
        8300.82
    ],
    [
        " Maybe.",
        8301.08,
        8301.36
    ],
    [
        " Is there such thing as an eight hour fast?",
        8301.48,
        8303.34
    ],
    [
        " I think that's just life, dude.",
        8304.04,
        8305.68
    ],
    [
        " When's the cut off?",
        8305.68,
        8306.82
    ],
    [
        " No, I think it's like no.",
        8306.82,
        8308.3
    ],
    [
        " No.",
        8308.56,
        8308.6
    ],
    [
        " If you're not doing, if you're not doing at least 12 hours.",
        8308.6,
        8311.48
    ],
    [
        " Okay, 12 hours is the cut off for technical.",
        8311.62,
        8314.3
    ],
    [
        " I don't know what the cut off is, dude.",
        8315.14,
        8316.42
    ],
    [
        " I'm not a doctor.",
        8316.56,
        8317.16
    ],
    [
        " Yeah, but you're even at the kitchen.",
        8317.48,
        8318.7
    ],
    [
        " Well, you're fasting right now currently.",
        8318.84,
        8320.26
    ],
    [
        " Yeah, yeah, yeah.",
        8320.34,
        8320.86
    ],
    [
        " What if like you just didn't eat yet?",
        8321.02,
        8322.66
    ],
    [
        " Whatever.",
        8323.14,
        8323.82
    ],
    [
        " Then I just didn't eat yet.",
        8323.82,
        8324.84
    ],
    [
        " There's a difference.",
        8325.04,
        8325.48
    ],
    [
        " Yeah.",
        8325.76,
        8326.04
    ],
    [
        " So what's the difference?",
        8326.12,
        8327.12
    ],
    [
        " I don't know.",
        8327.4,
        8327.92
    ],
    [
        " I don't know.",
        8327.94,
        8328.68
    ],
    [
        " All right.",
        8328.76,
        8329.02
    ],
    [
        " Hey, you're a man of humility.",
        8329.14,
        8330.8
    ],
    [
        " You say you don't know when you don't know.",
        8330.8,
        8332.06
    ],
    [
        " I like that.",
        8332.06,
        8332.48
    ],
    [
        " Nonetheless, back to psychological warfare.",
        8332.74,
        8334.28
    ],
    [
        " If you're trying to stay on the fast or wake up early every morning, you know, or stick",
        8334.72,
        8341.12
    ],
    [
        " to the diet, stay on the program, whatever, in whatever way, ways that you have opportunities",
        8341.12,
        8346.92
    ],
    [
        " to slip.",
        8346.92,
        8347.78
    ],
    [
        " This is an album with tracks that tell you why you shouldn't slip on your waking up early.",
        8349.74,
        8355.94
    ],
    [
        " Your diet, your working out, my whole thing, you know, like I said before, if I don't feel",
        8356.14,
        8361.46
    ],
    [
        " like working out, I kind of tend to be like, well, maybe I'll rest today.",
        8361.46,
        8364.26
    ],
    [
        " Maybe I'll do it later.",
        8364.36,
        8365.1
    ],
    [
        " You know, that whole thing.",
        8365.3,
        8366.0
    ],
    [
        " Not good.",
        8366.4,
        8366.76
    ],
    [
        " Yeah, this helps with that.",
        8367.08,
        8368.3
    ],
    [
        " It'll just tell you like why it'll have in a nutshell, tells you the benefits of not",
        8368.66,
        8373.68
    ],
    [
        " slipping and the repercussions of slipping.",
        8373.68,
        8376.92
    ],
    [
        " In a pragmatic way.",
        8377.12,
        8378.46
    ],
    [
        " But it's jock of telling it to you so it works 100% of the time.",
        8378.7,
        8381.14
    ],
    [
        " My experience.",
        8381.4,
        8381.9
    ],
    [
        " Speaking of fasting, people ask me this all the time when you're fasting.",
        8382.34,
        8386.4
    ],
    [
        " Do you eat anything?",
        8386.66,
        8387.66
    ],
    [
        " I do, actually.",
        8388.16,
        8389.72
    ],
    [
        " Sunflower seeds.",
        8390.2,
        8390.72
    ],
    [
        " Sunflower seeds, because it takes you like 37 minutes to have one little tiny seed to",
        8390.9,
        8395.5
    ],
    [
        " get it chewed up.",
        8395.5,
        8396.18
    ],
    [
        " Right.",
        8396.6,
        8396.98
    ],
    [
        " But they're good because they keep you occupied and you're chewing and they taste good",
        8397.52,
        8401.14
    ],
    [
        " and blah, blah, blah.",
        8401.14,
        8402.12
    ],
    [
        " Sometimes I'll grab a handful of nuts, just mix nuts, just maybe one in the morning,",
        8403.08,
        8410.58
    ],
    [
        " maybe one at night, one handful, and jock of white tea.",
        8410.98,
        8415.68
    ],
    [
        " That's the things.",
        8416.66,
        8418.08
    ],
    [
        " Now, sometimes I won't eat the nuts, but I don't know.",
        8418.54,
        8422.22
    ],
    [
        " I'm...",
        8422.88,
        8426.14
    ],
    [
        " Do you got to be careful that you don't have 13 handfuls of nuts?",
        8426.14,
        8429.32
    ],
    [
        " Yeah, because that's...",
        8429.52,
        8432.1
    ],
    [
        " But jock of white tea, I have that for sure.",
        8432.9,
        8435.14
    ],
    [
        " And you know what?",
        8435.6,
        8437.14
    ],
    [
        " If you call me now or you want to put like, oh, you weren't really fasting because you",
        8437.44,
        8441.6
    ],
    [
        " have jock of white tea and you have a handful of nuts.",
        8441.6,
        8443.82
    ],
    [
        " I mean, if you think about the amount of calories that I burn on a daily basis, a handful",
        8443.82,
        8447.38
    ],
    [
        " of nuts is basically insignificant.",
        8447.38,
        8449.28
    ],
    [
        " But whatever, maybe I'm doing it wrong.",
        8449.68,
        8452.0
    ],
    [
        " That's okay.",
        8452.28,
        8452.7
    ],
    [
        " I'm just telling you what I'm doing.",
        8452.78,
        8453.84
    ],
    [
        " I'm not telling you to do it.",
        8453.92,
        8454.88
    ],
    [
        " I'm not telling you to copy what I'm doing.",
        8454.94,
        8457.46
    ],
    [
        " I'm just telling you what I'm doing right now.",
        8457.68,
        8459.02
    ],
    [
        " Don't imitate me.",
        8459.3,
        8459.96
    ],
    [
        " You go find a professional to talk about fasting.",
        8459.96,
        8461.74
    ],
    [
        " I'm just telling you what I'm doing.",
        8462.4,
        8463.88
    ],
    [
        " Jock of white tea, let me tell you.",
        8464.32,
        8465.72
    ],
    [
        " Taste good, feels good.",
        8465.9,
        8467.56
    ],
    [
        " And increases your deadlift, about 12 fold.",
        8468.02,
        8472.8
    ],
    [
        " Or so.",
        8473.92,
        8474.48
    ],
    [
        " So that's real good for you.",
        8474.82,
        8475.84
    ],
    [
        " You can get it on Amazon.",
        8476.66,
        8477.32
    ],
    [
        " Also on Amazon, you can get some books, Extreme Ownership, Combat Leadership.",
        8477.86,
        8481.16
    ],
    [
        " I appreciate everyone that gets it for themselves and then gets it for their teams and sends pictures",
        8481.72,
        8486.6
    ],
    [
        " of 47 Extreme Ownership copies stacked up.",
        8488.32,
        8490.42
    ],
    [
        " I got something else for you.",
        8490.78,
        8492.02
    ],
    [
        " That's awesome.",
        8492.78,
        8493.38
    ],
    [
        " Get it for your business associates.",
        8493.76,
        8495.44
    ],
    [
        " People that you work with, but they're not in your company.",
        8496.14,
        8499.2
    ],
    [
        " You get it for them and that's going to improve everything in your world too because then",
        8499.82,
        8503.22
    ],
    [
        " they start taking ownership of problems and everything gets better.",
        8503.22,
        8505.22
    ],
    [
        " So I've had a lot of people that have said, hey, I gave this to this person.",
        8505.68,
        8510.02
    ],
    [
        " I gave this to this partner that I used to have and now he's got his own business.",
        8510.1,
        8513.34
    ],
    [
        " But we're working together and I gave him the book and now we're working together even",
        8513.34,
        8517.42
    ],
    [
        " more.",
        8517.42,
        8517.74
    ],
    [
        " So there's a good idea for you.",
        8517.86,
        8519.3
    ],
    [
        " Way of the Warrior kid.",
        8519.6,
        8520.38
    ],
    [
        " This is awesome.",
        8520.54,
        8521.08
    ],
    [
        " At the Origin Camp, a bunch of people from all over the Northeast brought their kids",
        8521.18,
        8527.66
    ],
    [
        " up to meet and hang out, get a signature and all that.",
        8527.66,
        8531.98
    ],
    [
        " And what's cool, this is what's cool.",
        8532.3,
        8533.28
    ],
    [
        " Kids tell the truth.",
        8533.56,
        8534.46
    ],
    [
        " You know what I mean?",
        8535.0,
        8535.94
    ],
    [
        " They don't even, they're not aware of, they don't care about your feelings at all.",
        8535.98,
        8539.5
    ],
    [
        " And it's awesome to, you know, say, I always say to kids, I'm not sure if you're going to",
        8539.58,
        8543.32
    ],
    [
        " get old.",
        8543.32,
        8543.6
    ],
    [
        " Did you read that book?",
        8544.12,
        8544.94
    ],
    [
        " And they go, yes, I go, how'd you like it?",
        8545.22,
        8546.7
    ],
    [
        " And they all say, I love it.",
        8547.38,
        8549.62
    ],
    [
        " It's awesome.",
        8549.84,
        8550.44
    ],
    [
        " And we know your jocko.",
        8550.78,
        8552.16
    ],
    [
        " And thank you for writing it.",
        8552.52,
        8553.82
    ],
    [
        " And those kids are getting stronger and smarter and tougher and better.",
        8554.36,
        8559.82
    ],
    [
        " So you want to help out kids that you know, get them this book right here.",
        8560.6,
        8565.32
    ],
    [
        " This plan equals freedom field manual.",
        8565.98,
        8568.12
    ],
    [
        " That's what it is.",
        8569.22,
        8570.1
    ],
    [
        " It's a field manual for those of you that don't know what a field manual is.",
        8570.1,
        8573.22
    ],
    [
        " And the military, a field manual is the instructions on how to do something in the field, whether",
        8573.36,
        8578.34
    ],
    [
        " it's attack a strong objective or whether it's dual reconnaissance or how to conduct a",
        8578.34,
        8584.44
    ],
    [
        " patrol.",
        8584.44,
        8584.8
    ],
    [
        " The field manual gives you the instructions on how to do that.",
        8585.02,
        8587.74
    ],
    [
        " And that's what this is.",
        8588.24,
        8589.32
    ],
    [
        " The discipline equals freedom field manual is a field manual on how to implement discipline",
        8589.7,
        8594.64
    ],
    [
        " into your life.",
        8594.64,
        8595.6
    ],
    [
        " There's zero amount of fluff in here.",
        8595.94,
        8598.3
    ],
    [
        " There's zero.",
        8599.04,
        8599.82
    ],
    [
        " There's nothing in there that you, you're going to say to yourself, well, I think jocko",
        8600.6,
        8604.26
    ],
    [
        " might have just thrown this in here for, you know, kind of take up some space in the pages.",
        8604.26,
        8607.62
    ],
    [
        " Didn't happen.",
        8607.88,
        8608.48
    ],
    [
        " Rather not do it.",
        8608.72,
        8609.84
    ],
    [
        " Rather burn the whole book.",
        8610.12,
        8611.38
    ],
    [
        " Don't care about that.",
        8611.8,
        8613.38
    ],
    [
        " Books not long enough.",
        8613.84,
        8614.74
    ],
    [
        " Cool.",
        8614.84,
        8615.04
    ],
    [
        " Read less.",
        8615.3,
        8615.74
    ],
    [
        " So that's what it is.",
        8616.26,
        8619.28
    ],
    [
        " Get it from your local bookstore.",
        8619.56,
        8621.72
    ],
    [
        " So go down to the neighborhood bookstore and tell them you want this book.",
        8622.46,
        8625.56
    ],
    [
        " Or you can get it from Barnes Noble.",
        8626.78,
        8628.46
    ],
    [
        " You can get it from Amazon.",
        8628.74,
        8629.92
    ],
    [
        " Let them know what's up.",
        8630.62,
        8632.28
    ],
    [
        " It's in the get after it section of your local bookstore.",
        8632.9,
        8636.72
    ],
    [
        " If they have one, if they don't have that section, they need it so they can put this one",
        8637.28,
        8642.2
    ],
    [
        " book by itself in there, getting after it.",
        8642.2,
        8644.68
    ],
    [
        " Your video is awesome, by the way.",
        8644.98,
        8647.5
    ],
    [
        " Thanks, jocko.",
        8647.78,
        8648.52
    ],
    [
        " For your business, if you need help aligning your leadership and improving the way that",
        8648.94,
        8654.18
    ],
    [
        " your whole team leads together, check out our leadership and management consulting company.",
        8654.18,
        8659.02
    ],
    [
        " It's called National On Front, me, Laf Babin, JP DeNel, Dave Burke, you an email info at",
        8659.38,
        8667.3
    ],
    [
        " ashelonfront.com.",
        8667.3,
        8668.48
    ],
    [
        " Finally, the muster September 14th and 15th.",
        8668.68,
        8671.08
    ],
    [
        " I'm pretty sure it's sold out by the time this podcast comes out.",
        8671.08,
        8673.78
    ],
    [
        " We've been able to squeeze a couple more people in at each of these.",
        8674.42,
        8677.62
    ],
    [
        " Even when we're sold out, we got in like four more people, three more people, seven more",
        8677.66,
        8681.18
    ],
    [
        " people.",
        8681.18,
        8681.46
    ],
    [
        " We'll check.",
        8682.76,
        8683.5
    ],
    [
        " It might be completely sold out, but extremotorship.com.",
        8683.8,
        8687.24
    ],
    [
        " If you want to, we're going to pretty soon get the dates for the 2018 musters going.",
        8687.52,
        8693.64
    ],
    [
        " Start looking to that and get registered as early as you can.",
        8694.26,
        8699.64
    ],
    [
        " Until the muster, if you happen to want to keep cruising with us, kind of hard, we are",
        8700.92,
        8709.3
    ],
    [
        " on the inner webs on Twitter, on Instagram, and the fee sheep.",
        8709.3,
        8716.82
    ],
    [
        " Oh, echo is at Echo Charles and I am at Jocco, Willink.",
        8716.88,
        8722.62
    ],
    [
        " And finally to the military members out there sitting on some forgotten barricade holding",
        8722.92,
        8739.06
    ],
    [
        " the vets that stood on the wall and did their time.",
        8739.06,
        8743.66
    ],
    [
        " Thank you to the police, law enforcement, firefighters, EMTs, other first responders.",
        8744.12,
        8755.02
    ],
    [
        " Thank you for what you do day in and day out.",
        8755.46,
        8759.12
    ],
    [
        " And to the rest of you with goals and dreams and aspiration, make sure you remember that",
        8761.24,
        8776.9
    ],
    [
        " seconds turn into minutes, minutes turn into days and days turn into years.",
        8776.9,
        8784.6
    ],
    [
        " So make those seconds count.",
        8787.14,
        8789.16
    ],
    [
        " All of them.",
        8789.94,
        8792.7
    ],
    [
        " And until next time, this is Echo and Jocco out.",
        8795.02,
        8804.1
    ]
]