[
    [
        " This is the Jocco Underground podcast number 43 echo Charles sitting here with me",
        0.0,
        7.38
    ],
    [
        " We had a false start momentarily. Oh, good a second ago. I read the wrong number. I said the wrong number wasn't even close",
        7.38,
        14.74
    ],
    [
        " This is 43 I said what 32?",
        14.74,
        17.1
    ],
    [
        " Imagine where my mind is",
        18.02,
        19.32
    ],
    [
        " Imagine where my mind is that I'm",
        19.32,
        21.72
    ],
    [
        " Thinking 43 and I'm saying 32. I think yeah, sorry for brother",
        21.72,
        27.56
    ],
    [
        " Even the strongest have their moments of fatigue. Maybe you're just a little freaking. I don't know",
        27.92,
        32.92
    ],
    [
        " We've been we've been podcast recording today for five hours at this time",
        32.92,
        37.62
    ],
    [
        " Yes, okay, so",
        37.62,
        40.42
    ],
    [
        " You recently mentioned to me the possibility of",
        40.42,
        45.16
    ],
    [
        " the Charles",
        45.16,
        47.02
    ],
    [
        " Family unit",
        47.02,
        48.96
    ],
    [
        " acquiring possibly a dog",
        48.96,
        52.22
    ],
    [
        " Okay, so I figured this is a good opportunity to discuss real quick because we got some really good questions",
        52.22,
        58.48
    ],
    [
        " just understanding",
        58.48,
        60.58
    ],
    [
        " theoretically and",
        60.58,
        63.2
    ],
    [
        " Pragmatically dog ownership okay, so I have a dog",
        63.2,
        68.5
    ],
    [
        " I want to make sure that you and everybody kind of knows this dogs are work",
        68.5,
        75.1
    ],
    [
        " They are a lot of work",
        75.1,
        76.88
    ],
    [
        " They are not only a lot of work",
        77.5,
        79.5
    ],
    [
        " but they are a lot of responsibility and",
        79.5,
        83.06
    ],
    [
        " As a dad with four kids that are now older I'm gonna go on a limb here and",
        83.06,
        91.24
    ],
    [
        " Say that in some ways especially a puppy in some ways a dog is",
        91.24,
        96.0
    ],
    [
        " The same kind of responsibility as a kid in some ways",
        96.0,
        100.96
    ],
    [
        " You know you have to feed them you have to",
        103.38,
        106.04
    ],
    [
        " Walk them they never grow out of that phase like eventually your kid can go to the bathroom, right?",
        106.04,
        111.94
    ],
    [
        " Your dog never learns how to use the toilet, right? That's not happening",
        112.34,
        117.18
    ],
    [
        " So you have to be home you have to go home",
        117.18,
        119.3
    ],
    [
        " They can't get out if they need to get out now you get a dog door. I have a dog door by the way",
        119.3,
        130.94
    ],
    [
        " Oh damn so if he needs to go to the bathroom we're good",
        130.94,
        134.66
    ],
    [
        " Food if you want to travel this is probably the biggest",
        134.66,
        139.26
    ],
    [
        " Adjustment if you want to travel you have kids you take the kid with you, right with a dog",
        139.26,
        145.0
    ],
    [
        " That's not necessarily possible",
        145.0,
        147.14
    ],
    [
        " Right you got to get a crate if you're taking it on a plane or in the car certain hotels",
        147.14,
        151.68
    ],
    [
        " You can't say there's a bunch of issues you can't just leave it at home",
        151.68,
        154.34
    ],
    [
        " You can't you can hire like a house sitter, but then you're hiring a house sitter, right?",
        154.34,
        159.32
    ],
    [
        " There's a lot of things I'm saying you got to think about that",
        159.32,
        161.6
    ],
    [
        " There's a lot of responsibilities a lot of work by the way you have to train this",
        161.6,
        165.86
    ],
    [
        " individual you you you have to train the dog just like you have to train your own children",
        165.86,
        172.84
    ],
    [
        " Mm-hmm",
        172.84,
        174.38
    ],
    [
        " And I know that sounds a little bit twisted to say you're training your children, but you kind of are you are never mind kind of",
        174.38,
        179.44
    ],
    [
        " So before you just run out and buy a dog because they're cute or whatever",
        179.44,
        185.12
    ],
    [
        " Think about the level of work think about the level of responsibility now one of the rewards some massive rewards number one security",
        185.6,
        193.48
    ],
    [
        " No better security than a dog",
        193.48,
        196.36
    ],
    [
        " criminals do not like houses with dogs in them",
        196.36,
        200.08
    ],
    [
        " They don't they're gonna go away. They're gonna go to the next house. That's the that's the single biggest deterrent for",
        200.08,
        207.12
    ],
    [
        " Crime for household crime for breaking an entry is a dog",
        207.12,
        211.94
    ],
    [
        " So if you have a dog",
        212.52,
        213.74
    ],
    [
        " Even though look a little scrappy dogs like little small dogs they're a deterrent",
        213.74,
        218.06
    ],
    [
        " Just because they're annoying right criminals like this is too annoying. I'm not going in there",
        218.06,
        222.28
    ],
    [
        " If you have a dog like my dog. Yeah, that's a deterrent. Yeah, you're deterred like the whole neighborhood's kind of deterred",
        222.28,
        228.88
    ],
    [
        " So maybe Mike Rittlin Mike Rittlin called my dog a man eater",
        228.88,
        233.9
    ],
    [
        " That's appropriate. That makes sense to me",
        233.9,
        237.16
    ],
    [
        " Uh",
        237.16,
        237.58
    ],
    [
        " And by the way if you're getting into the dog game check out Mike Rittlin's information",
        237.96,
        243.1
    ],
    [
        " Read his book",
        243.1,
        244.9
    ],
    [
        " He's got a bunch of great stuff on dogs. I'm just giving you my sort of",
        244.9,
        249.36
    ],
    [
        " semi amateur",
        249.36,
        251.38
    ],
    [
        " I'm not I'm obviously not a professional dog trainer like Mike, but I'm a professional dog owner",
        251.38,
        256.56
    ],
    [
        " Cuz I legitimately own a dog",
        256.56,
        258.48
    ],
    [
        " So you have the security aspect which is awesome. You have the fun aspect cuz dogs are fun",
        258.48,
        263.18
    ],
    [
        " Like they're just fun. They're like a little weird person that doesn't talk a lot",
        264.42,
        269.52
    ],
    [
        " But they give you looks they know what's up like with my dog",
        269.52,
        274.44
    ],
    [
        " If I just like turn my head quick my dog goes in alert mode for real yeah, and I test him with it",
        274.44,
        280.96
    ],
    [
        " And I reward him so you know I'll be sitting sitting down",
        280.96,
        283.86
    ],
    [
        " You know working on something and all of a sudden I'll just perk up and look and he goes into alert mode",
        283.86,
        289.64
    ],
    [
        " He goes his ears go up. He's ready to go",
        289.64,
        292.04
    ],
    [
        " And that's kind of fun and plus",
        293.18,
        294.84
    ],
    [
        " They're good to hang out with a dog. Yeah, they're super cool to you",
        294.84,
        299.14
    ],
    [
        " They're nice",
        299.14,
        300.42
    ],
    [
        " They they will go the run with you",
        300.42,
        303.1
    ],
    [
        " They'll work out not necessarily do the workout, but they'll be in there chilling with you cruising yeah like participating in their own special way",
        303.1,
        309.9
    ],
    [
        " accompanying you to the workout for sure",
        309.9,
        312.64
    ],
    [
        " There's so something that's important about all these things",
        312.64,
        318.56
    ],
    [
        " Is that discipline equals freedom?",
        318.56,
        320.6
    ],
    [
        " So if you have a dog that you train",
        321.22,
        323.9
    ],
    [
        " Then you're set then it's awesome if you have a dog that you don't train and it's just a wild animal on a leash",
        323.9,
        331.12
    ],
    [
        " That sucks",
        331.12,
        332.6
    ],
    [
        " My dog don't even eat a leash",
        332.6,
        334.82
    ],
    [
        " I just go for runs with him he stays with me",
        334.82,
        337.42
    ],
    [
        " If he sees something he's doing something I don't want to do I can tell him to stop he'll stop",
        337.42,
        341.7
    ],
    [
        " Like I'm talking cats, you know what I mean? He will he listens to me",
        341.7,
        345.68
    ],
    [
        " He doesn't for instance",
        345.68,
        348.22
    ],
    [
        " There's a security permit at my house that he knows that he patrols and he stays within the perimeter",
        349.34,
        355.56
    ],
    [
        " So it's awesome. So I was gonna not say that because I wouldn't want a criminal to think that they could stay outside the security permit and be okay",
        355.56,
        363.82
    ],
    [
        " But it's fine. You can know that if you cross the perimeter you're in trouble my dogs can get you if you stay outside",
        363.82,
        369.58
    ],
    [
        " Okay, you can stay out there unless I release him then you're screwed. So",
        369.58,
        373.5
    ],
    [
        " um",
        376.1,
        376.54
    ],
    [
        " So discipline with a dog actually equals freedom which is awesome",
        376.54,
        380.38
    ],
    [
        " But you have to put the time and effort into a dog before you get one don't run out by it just because it's cute they are a pain",
        380.38,
        387.76
    ],
    [
        " Especially when they're puppies and then even they get older you got to you got to deal with them your responsible form",
        387.76,
        393.76
    ],
    [
        " So keep them all kind of doggy considering getting we are getting oh what's called and I never heard of this dog",
        393.76,
        399.82
    ],
    [
        " Even though I've seen them before it's called the Basenji",
        399.82,
        403.34
    ],
    [
        " Okay, what that is. Yeah, me near but if you see me be like, huh, maybe I seen that okay",
        403.34,
        408.12
    ],
    [
        " So this is what it is. It's the old easy the what he called the hieroglyph sort of the old Egyptian writing in the wall",
        408.12,
        414.04
    ],
    [
        " You know the dog that look like a fox. Yeah, you know, yeah, it's that",
        414.04,
        417.84
    ],
    [
        " So when I see I seen pictures of that. Sure. That's cute. That's nice or whatever, you know",
        417.84,
        423.06
    ],
    [
        " They're they're perfect for",
        423.06,
        424.8
    ],
    [
        " Basenji",
        424.8,
        425.64
    ],
    [
        " Basenji. Yeah",
        425.64,
        427.04
    ],
    [
        " So um",
        428.52,
        428.78
    ],
    [
        " What do you name it? I was gonna kind of run those by you to probably Zeta",
        428.78,
        434.16
    ],
    [
        " probably",
        434.16,
        435.28
    ],
    [
        " Um, it's mainly for my daughter mainly she was the main advocate for this move. I was against it",
        435.28,
        441.92
    ],
    [
        " I'm for it now because we went in madam and all the all the stuff. So we went to",
        441.92,
        447.18
    ],
    [
        " I guess the the dad",
        447.18,
        449.16
    ],
    [
        " The dog's dad is like a show dog like who won the last like two years with the dog show that they have here apparently",
        449.16,
        456.28
    ],
    [
        " I don't know. I'm just learning all this too. So they're really good like",
        456.28,
        459.7
    ],
    [
        " You know the lineage or whatever is like good",
        459.7,
        462.34
    ],
    [
        " But what I really liked about it is like they're not super cumbersome, you know, they're really nice. Yeah",
        462.34,
        469.18
    ],
    [
        " They're they super friendly to medium like",
        469.18,
        472.58
    ],
    [
        " I don't know 30 pounds 40 pounds. It was a",
        472.58,
        476.58
    ],
    [
        " Trying to think 16 and a half inches. I think they said okay, so it's like is medium medium",
        476.58,
        485.08
    ],
    [
        " So it's not like it was small it was yeah medium small. Yeah",
        485.12,
        488.6
    ],
    [
        " Extra medium",
        488.6,
        490.78
    ],
    [
        " It extra me furrow like to see the full grown one. I was like dang that's a good looking dog",
        490.78,
        495.36
    ],
    [
        " But he seems a bit small and he really just reminded me of like a fox dog",
        495.36,
        500.32
    ],
    [
        " Ish even the colors like almost like a red but anyway really nice super friendly like they don't I think they're like quasi",
        500.32,
        508.3
    ],
    [
        " allergenic or whatever which was kind of the criteria that my daughter kind of wanted or whatever do they shed",
        508.3,
        514.68
    ],
    [
        " Like once a year or something for like seasonal or some or monster twice or something like that",
        515.12,
        519.74
    ],
    [
        " Anyway, yeah called passand you super nice. I'm down for you say this is happening",
        519.74,
        525.4
    ],
    [
        " This is happening how old is the dog gonna be when you get it?",
        525.4,
        528.8
    ],
    [
        " I don't know three months maybe",
        528.92,
        531.38
    ],
    [
        " I could be wrong about that little puppy just know there will be added responsibility which look. I know",
        531.38,
        538.22
    ],
    [
        " I'm not trying to be mean or whatever. I'm not trying to take a dig at you. No, no, you are but cool",
        538.22,
        543.12
    ],
    [
        " I know the added responsibilities not something",
        543.32,
        545.58
    ],
    [
        " I don't pursue those yes exactly right",
        545.58,
        548.74
    ],
    [
        " Well the good news is and the the reality I grew up with with dogs more than one like I've had we had one",
        548.74,
        555.24
    ],
    [
        " We were super small where my dad would take care of my mom dad take but even as just young kids all the way up into adulthood",
        555.24,
        561.44
    ],
    [
        " We had two dogs two Dalmatian dogs too, which are freaking hyper and whatever and I trained them",
        561.44,
        567.54
    ],
    [
        " Oh, I was kind of a tireless but here's the thing",
        567.54,
        570.0
    ],
    [
        " I was super disciplined and I realized when you said discipline equals freedom brother",
        570.02,
        573.4
    ],
    [
        " So true because the more discipline you are like you can actually be pretty like hardcore with a dog as long as there",
        573.4,
        580.52
    ],
    [
        " It's super predictable. Oh, they'll just totally listen to you and you're right down for the cause. Oh, yeah fully",
        580.52,
        585.86
    ],
    [
        " They're just like yeah, that's how um and there were",
        585.86,
        588.98
    ],
    [
        " We let them inside and you know, they would shadow out which kind of suck white hair everywhere",
        588.98,
        593.52
    ],
    [
        " But they would listen though like I taught them little tricks and stuff and apparently they're super",
        593.52,
        598.36
    ],
    [
        " Dalmatians anyway or",
        599.0,
        600.1
    ],
    [
        " What do you call they they have high energy or whatever so you might not be able to train them as good brother",
        600.1,
        604.72
    ],
    [
        " Body trainer like they would never use a bathroom in the house ever",
        604.72,
        608.14
    ],
    [
        " They'd always go to the door and be scratching the door of howling and stuff trying to get out to use bathroom",
        608.14,
        613.02
    ],
    [
        " Whatever need that dog door. Yeah, this was back in",
        613.02,
        616.22
    ],
    [
        " I'm quite maybe",
        616.22,
        618.02
    ],
    [
        " 92 I don't know either way I trained them by myself",
        618.02,
        623.96
    ],
    [
        " And so I know I know what it's like to have a dog. Yeah",
        623.96,
        628.16
    ],
    [
        " But the traveling thing is like that's the part of what we're like",
        628.5,
        631.64
    ],
    [
        " We've got to set up some criteria for where they can go or whatever well we travel",
        631.64,
        635.68
    ],
    [
        " So that part's probably the biggest bummer in my opinion",
        635.68,
        639.16
    ],
    [
        " But otherwise I met the dog in all that's I'm like all right. I dig it. I see it now",
        639.16,
        644.22
    ],
    [
        " Okay, cuz you're right and it'll get",
        644.22,
        646.04
    ],
    [
        " You know when you have kids or whatever and",
        646.04,
        648.6
    ],
    [
        " My kids are five and eight",
        648.6,
        650.72
    ],
    [
        " That's gonna get them out of the house even more",
        650.72,
        653.34
    ],
    [
        " You know like riding around with a dog and doing all that stuff",
        653.34,
        656.3
    ],
    [
        " Kind of walking to be walking that dog and whatnot you know and they can learn some responsibility",
        656.3,
        660.82
    ],
    [
        " So I'm down for that for sure",
        660.82,
        664.56
    ],
    [
        " um",
        664.56,
        664.96
    ],
    [
        " All right should we get some questions? Yep might as well",
        664.96,
        670.24
    ],
    [
        " All right first question",
        670.24,
        672.22
    ],
    [
        " That is a little excerpt of what we are doing on the",
        672.22,
        682.82
    ],
    [
        " Jocco underground podcast so if you want to continue to listen",
        682.86,
        685.84
    ],
    [
        " Go to jacco underground.com and subscribe and we're doing this to mitigate our reliance on external platforms",
        685.84,
        694.62
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control",
        694.62,
        700.16
    ],
    [
        " More interaction more direct connections better communications it with us",
        700.16,
        704.2
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jacco underground.com",
        704.2,
        711.38
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        711.38,
        716.82
    ],
    [
        " We can still support you just email assistance at jacco underground.com",
        716.82,
        720.84
    ],
    [
        " And we'll get you taken care of until then we will see you",
        720.84,
        725.76
    ],
    [
        " mobilized",
        725.76,
        727.0
    ],
    [
        " Underground",
        727.0,
        728.4
    ]
]