[
    [
        " This is the Jaco Underground podcast number 17 with Echo Charles and me Jaco Willink take two",
        0.0,
        6.86
    ],
    [
        " The first take that we just did which you all don't get to hear echo Charles had a coughing attack",
        6.86,
        13.5
    ],
    [
        " There it is",
        13.5,
        15.68
    ],
    [
        " Seven seconds deep into the podcast. He started coughing uncontrollably. He's still kind of coughing a little bit",
        15.68,
        21.4
    ],
    [
        " Well, good evening. It was a good evening until you",
        21.4,
        24.94
    ],
    [
        " Had a level nine coughing and outburst. Are we good good evening doc?",
        25.62,
        29.94
    ],
    [
        " I'll look how smooth that was we're all clear. All right. What's up everybody? Hey, so going down the rabbit hole",
        30.12,
        35.92
    ],
    [
        " Little rabbit hole of the psychological",
        35.92,
        39.14
    ],
    [
        " Experiments",
        39.14,
        41.38
    ],
    [
        " Listen can be there's some revealing going on and I know you like that word revealing. Yes, reveal",
        41.38,
        48.38
    ],
    [
        " so",
        48.38,
        49.64
    ],
    [
        " Last of the last you we talked about this experiment called the ash experiment where they took the",
        50.84,
        55.32
    ],
    [
        " eight people put them in a room seven of the people were actors they would",
        55.32,
        59.92
    ],
    [
        " Make an assessment of something and the seven people would give the wrong answer and then the eighth person who was the subject of the",
        59.92,
        66.6
    ],
    [
        " Experiment oftentimes they would they would give a wrong answer to they just kind of fit in conformity, right conformity",
        66.6,
        72.72
    ],
    [
        " interesting stuff we can learn about ourselves",
        72.72,
        75.42
    ],
    [
        " And we can learn about a team and a group. So it's stuff to pay attention to another experiment. I think that gives us some good",
        76.28,
        82.7
    ],
    [
        " information",
        82.7,
        83.44
    ],
    [
        " about ourselves and",
        83.44,
        86.12
    ],
    [
        " about others",
        86.12,
        87.3
    ],
    [
        " And I've talked about a version of this one, but I hadn't heard this particular version. There's a psychologist in late 1960s",
        87.3,
        95.7
    ],
    [
        " Name is Martin",
        95.7,
        96.84
    ],
    [
        " Seligman, I think that's how you say it and he was he was actually looking at",
        96.84,
        101.4
    ],
    [
        " Operant conditioning of dogs like Pavlov's dogs where you ring a bell and then you feed them and",
        102.16,
        107.16
    ],
    [
        " Eventually they get to a point where you ring a bell and they start automatically start salivating. They know what's coming, right? So how do you condition?",
        107.16,
        113.52
    ],
    [
        " Animals and then how well does that work with people and he was doing a different experience experiment where he was ringing a bell and then",
        114.58,
        121.5
    ],
    [
        " The floor that these dogs would be on would give them an electrical shock",
        121.5,
        126.42
    ],
    [
        " I'm not gonna talk about the",
        127.0,
        128.36
    ],
    [
        " Humaneness of this experiment doesn't sound real humane to me to start shocking dogs, especially because I like dogs",
        128.36,
        135.02
    ],
    [
        " So here we are where shocking dogs, but that's what happened. We're reporting on it. We're not doing it. We don't support it actually",
        135.02,
        140.94
    ],
    [
        " so they're shocking these dogs and",
        140.94,
        145.5
    ],
    [
        " Ring a bell shock the dog ring a bell shock the dog and eventually the dogs behavior",
        145.5,
        151.08
    ],
    [
        " Was as if they got shocked even if they didn't shock them. They're so used to getting shocked getting tense that they would act that way even if it didn't happen",
        151.36,
        158.42
    ],
    [
        " Okay, so does that experiment and then he puts a wall",
        158.42,
        164.46
    ],
    [
        " Like a like a divider in this in this room this dog room with electrical floors",
        164.46,
        172.52
    ],
    [
        " But one side of the of the floor the other side of the divider there's no shocking on the floor",
        172.52,
        178.86
    ],
    [
        " So you so now he puts those dogs in there and",
        179.04,
        182.74
    ],
    [
        " Start shocking him again",
        182.74,
        183.7
    ],
    [
        " And they don't jump over the wall",
        183.7,
        186.8
    ],
    [
        " They don't jump over the wall the bell rings they get shocked. They're like they sit there and they get shocked",
        186.8,
        192.74
    ],
    [
        " They don't and the wall's not high. This isn't even a challenge. This is just like a very",
        192.74,
        198.8
    ],
    [
        " low effort escape",
        198.8,
        201.3
    ],
    [
        " So what's going on? Why aren't they just trying to get out of there?",
        201.3,
        206.38
    ],
    [
        " So then he goes, okay, well, let me try it with some fresh dogs. So then he took fresh dogs",
        207.08,
        211.14
    ],
    [
        " Put them in there",
        211.14,
        213.14
    ],
    [
        " And as soon as he shocked him the first time we know what they did the other freaking jumped over that divider",
        213.14,
        218.24
    ],
    [
        " And oh, okay, cool. It's safe over here. So this is not something that dogs couldn't figure out. We're we're standing sucks",
        218.24,
        224.52
    ],
    [
        " Maybe over that we know it sucks here. Let's go to where it doesn't suck",
        224.52,
        228.74
    ],
    [
        " So what it happened was",
        228.74,
        232.2
    ],
    [
        " was that",
        232.2,
        234.1
    ],
    [
        " They had learned the dogs had learned",
        234.76,
        237.86
    ],
    [
        " Well, the phrase that they call this is learned helplessness",
        237.86,
        243.3
    ],
    [
        " You learn that there's nothing you can do about your situation. Hey look we're getting shocked",
        243.3,
        251.28
    ],
    [
        " That's just the way the bell rings we're gonna get shocked. There's nothing we can do about it and they",
        251.28,
        255.22
    ],
    [
        " lose the bigger view of the world",
        255.22,
        258.1
    ],
    [
        " so",
        258.1,
        259.24
    ],
    [
        " that's",
        259.24,
        260.88
    ],
    [
        " A very interesting thing to figure out and the way that they",
        261.54,
        265.76
    ],
    [
        " They take that view and again, these are views they take this idea and",
        265.76,
        272.3
    ],
    [
        " some people",
        272.3,
        273.4
    ],
    [
        " apply it",
        273.4,
        274.98
    ],
    [
        " to",
        274.98,
        276.28
    ],
    [
        " The way it impacts humans, right? And one of the ways it impacts humans",
        276.28,
        281.52
    ],
    [
        " one of the examples that they talked about again, these aren't",
        281.52,
        285.84
    ],
    [
        " This isn't a fact. This is what this is a hypothesis that some people believe some people believe",
        285.84,
        290.48
    ],
    [
        " That like clinical",
        292.08,
        293.04
    ],
    [
        " Depression comes from a situation where",
        293.04,
        296.22
    ],
    [
        " people no longer feel that they can control",
        296.22,
        301.1
    ],
    [
        " Anything that's going on around them. They don't have any more control over their fate anymore",
        301.1,
        304.94
    ],
    [
        " they're they're",
        304.94,
        308.02
    ],
    [
        " perceived absence of of control is what it ends up being",
        308.02,
        313.12
    ],
    [
        " And then what do you do you what do you do to fix yourself?",
        313.12,
        316.32
    ],
    [
        " You don't do anything because you don't think that anything you can do will help your scenario",
        316.8,
        319.8
    ],
    [
        " And that kind of reminded me",
        319.8,
        321.26
    ],
    [
        " again, this is why this this",
        321.26,
        323.42
    ],
    [
        " Story stood out to me it reminded me of that story that I also told on the underground",
        323.42,
        328.38
    ],
    [
        " When I was in Iraq and there was that",
        328.38,
        331.1
    ],
    [
        " family living in this one room",
        331.1,
        334.06
    ],
    [
        " house",
        334.06,
        335.32
    ],
    [
        " Big room, but it's one room and they had a sewer trench just raw on the floor sewage in between like their kitchen prep area and their dining room table and and",
        335.32,
        346.02
    ],
    [
        " you know, I was confused by it and",
        346.02,
        349.24
    ],
    [
        " I",
        351.12,
        351.66
    ],
    [
        " Why would you not try and fix it and I thought maybe there's some of this in effect there think about this",
        351.66,
        358.5
    ],
    [
        " This is 2003 2004",
        358.5,
        361.58
    ],
    [
        " for generations",
        361.58,
        363.74
    ],
    [
        " Iraqi the Iraqi people had been",
        363.74,
        367.3
    ],
    [
        " Beat down by this tyrannical leader Saddam Hussein where they have no control over the fate and it's like just what it was is what it was",
        367.3,
        375.2
    ],
    [
        " They had no will",
        375.2,
        378.0
    ],
    [
        " Had no will to try and figure out how to escape the situation that they're in",
        379.18,
        382.82
    ],
    [
        " Or at least obviously some of them",
        382.82,
        386.12
    ],
    [
        " And and what this boils down to also then it the other thing that stood out to me about this experiment is the opposite of extreme ownership, right?",
        386.12,
        393.96
    ],
    [
        " It's the opposite of extreme ownership with with extreme ownership you look at a situation you go look this is on me",
        394.5,
        401.12
    ],
    [
        " I'm gonna take control. I'm gonna fix it",
        401.12,
        404.6
    ],
    [
        " If you don't think that way if you have learned helplessness then you think that was nothing I can do about it",
        405.02,
        409.96
    ],
    [
        " Nothing I can do about it since you know, this isn't this isn't nothing I can do about it",
        409.96,
        415.54
    ],
    [
        " And you can get you can that that that attitude can get beat into you",
        415.54,
        421.06
    ],
    [
        " And it might look man life is going to put some things on you that are going to be out of your control",
        421.06,
        428.26
    ],
    [
        " And sometimes you fight you know, you're young and something happens and you fight against it doesn't matter",
        428.26,
        433.68
    ],
    [
        " It doesn't help your outcome",
        433.68,
        434.56
    ],
    [
        " And then that happens again you don't make the football team",
        434.56,
        437.96
    ],
    [
        " Whatever you try to gain weight and you can't I'm just thinking of like things you might have faced that beat you down, right?",
        437.96,
        444.66
    ],
    [
        " Yeah, thank you",
        444.88,
        446.16
    ],
    [
        " But it happens everybody",
        446.16,
        447.94
    ],
    [
        " Right, oh my parents are getting divorced",
        447.94,
        450.94
    ],
    [
        " I try and help I can't I'm just at oh now I wanted to live with my dad now. I got to go live with my mom nothing",
        450.94,
        457.9
    ],
    [
        " I can do about it",
        457.9,
        459.74
    ],
    [
        " My my mom's",
        460.0,
        461.74
    ],
    [
        " My mom's not here very much. She's working all the time. I'm by myself nothing I can do about it",
        461.74,
        468.18
    ],
    [
        " The food that I'm getting isn't good nothing I can do you sure I'm going with this you can learn",
        468.18,
        473.24
    ],
    [
        " That nothing you do is going to have an impact",
        473.24,
        476.74
    ],
    [
        " Which is obviously bad",
        476.74,
        480.16
    ],
    [
        " Because this is this gives more meaning to the to the saying what is it get knocked down six times get up seven right",
        480.16,
        488.76
    ],
    [
        " That's like the saying yeah, it's incorrect by the way because you can't get up you need to get knocked down seven times to get up",
        488.76,
        494.42
    ],
    [
        " Yes, but yes correct it provides that actually is a very meaningful",
        494.42,
        499.42
    ],
    [
        " Idea yeah, because you're gonna get knocked down over and over and over again and what you have to watch out for",
        499.42,
        507.54
    ],
    [
        " Is that you don't learn that you're helpless?",
        507.54,
        512.42
    ],
    [
        " That's what you have to watch out for as another as I read a little bit more about this",
        512.98,
        518.26
    ],
    [
        " Later on",
        518.52,
        519.62
    ],
    [
        " With neuroscience they found out that helplessness is actually the default mode",
        519.62,
        525.8
    ],
    [
        " So what you're born with is a default mode that I can't do anything and then we learn",
        525.8,
        532.2
    ],
    [
        " That we can control things that are going on but then depending on your life circumstances you may",
        532.2,
        539.02
    ],
    [
        " Re-learn to be helpless",
        539.02,
        541.98
    ],
    [
        " As opposed to some people that are like oh, you know what they you know",
        541.98,
        546.92
    ],
    [
        " Think of those little positive reinforcements when you take control and the positive outcome comes yeah",
        546.92,
        550.86
    ],
    [
        " That's awesome",
        550.86,
        552.88
    ],
    [
        " That's awesome",
        552.88,
        554.76
    ],
    [
        " I feel pretty lucky in the fact that I felt",
        554.76,
        557.66
    ],
    [
        " When I would do something and take action if I got beat I would kind of shrug it off",
        557.66,
        563.56
    ],
    [
        " And if I won I'd be like yeah",
        563.56,
        566.24
    ],
    [
        " Right, I mean the most absurd example of that is me saying that if I'm on a airliner and it gets blown up in the sky in the sky",
        566.24,
        576.58
    ],
    [
        " That I am going to you know figure out a way to assemble some kind of a parachute scenario on my way down",
        577.46,
        584.86
    ],
    [
        " Or I'm gonna get into you know, I'm gonna do something yeah, I'm gonna find a pool to get into that's gonna have a cover on",
        584.86,
        589.34
    ],
    [
        " It's gonna you know, I'm gonna do something and we're gonna be good. Yeah",
        589.34,
        592.06
    ],
    [
        " That's absurd",
        592.06,
        593.8
    ],
    [
        " That I think I have that much control over my outcome",
        593.8,
        597.2
    ],
    [
        " Yeah, no plane in a plane that's crashing right it's kind of absurd",
        597.2,
        601.56
    ],
    [
        " But it's an example, right? I",
        601.56,
        605.08
    ],
    [
        " So so it's just things that we need to watch out for",
        605.46,
        607.84
    ],
    [
        " To make sure it's something to think about for two reasons and this is the same thing I said about the ashing experiment",
        607.84,
        614.72
    ],
    [
        " There's two reasons to pay attention to this",
        614.72,
        616.52
    ],
    [
        " And look you know what there's there's all these when they do these experiments. There's all these",
        616.52,
        620.74
    ],
    [
        " Counter experiments. There's people that that debunk the experiment and they they do a bunch of things",
        620.74,
        627.98
    ],
    [
        " Regardless",
        627.98,
        629.94
    ],
    [
        " There's a lesson to be learned and it's a lesson to be learned on two fronts in my opinion",
        630.74,
        635.14
    ],
    [
        " The two fronts are me and everybody else right I want to make sure",
        635.14,
        639.92
    ],
    [
        " That I don't ever learn helplessness. I want to I'm gonna pay attention to make sure I don't learn helplessness",
        639.92,
        648.08
    ],
    [
        " I want to make sure that I don't ever teach helplessness",
        648.08,
        652.5
    ],
    [
        " Have you been around people that that have a helpless",
        652.5,
        657.44
    ],
    [
        " Attitude like that they don't think that anything that they do is gonna matter",
        658.66,
        662.1
    ],
    [
        " Yeah, I have been around those kind of people",
        662.1,
        664.8
    ],
    [
        " Yeah, don't you feel that it's what when you're um obviously you didn't make do the experiment",
        664.8,
        670.14
    ],
    [
        " But when you think about the people that you know, don't you feel that it's kind of a spectrum where",
        670.14,
        675.06
    ],
    [
        " Some people they're just really like that and then some people they're like that sometimes or under certain circumstances",
        675.06,
        680.92
    ],
    [
        " But other times, you know, they're not or whatever um",
        680.92,
        684.1
    ],
    [
        " But yeah, and I think there's a good balance to have",
        684.2,
        687.04
    ],
    [
        " I mean obviously you need to if you think you can control everything and you can't",
        687.04,
        691.88
    ],
    [
        " Then you turn into some kind of a psychopath",
        691.88,
        693.64
    ],
    [
        " If you think you can't control anything and you don't try then you're",
        693.64,
        697.02
    ],
    [
        " Turning into whatever that is, but it's not good",
        697.02,
        699.68
    ],
    [
        " So I think the extremes on both of these are something to watch out for yeah",
        699.68,
        703.8
    ],
    [
        " But I think the worst one would be I'm there's nothing I can do that's gonna matter",
        703.8,
        712.0
    ],
    [
        " Mm-hmm",
        713.04,
        713.34
    ],
    [
        " Nothing I can do will impact",
        713.34,
        715.26
    ],
    [
        " What's gonna happen in my life?",
        715.26,
        718.58
    ],
    [
        " That's uh that's a horrible thing so I want to make sure I never learn that myself",
        718.88,
        722.28
    ],
    [
        " I want to make sure I never teach that and uh and then so that's externally",
        722.28,
        726.08
    ],
    [
        " I also want to be able to pay attention to other people where if I see this I go oh, I know what's going on",
        726.08,
        730.4
    ],
    [
        " my friend",
        730.4,
        732.6
    ],
    [
        " Doesn't think that they can have any impact cool. What can I do to show them? What can I do to show them get them a win and then reinforce the win?",
        732.6,
        740.7
    ],
    [
        " Right, what can I do to get them a win and reinforce the win?",
        741.56,
        744.18
    ],
    [
        " There's another there's another experiment where they take rats and like put them into a tube",
        744.86,
        749.1
    ],
    [
        " Mm-hmm",
        749.1,
        750.22
    ],
    [
        " And basically if a rat wins once",
        750.22,
        752.96
    ],
    [
        " He's way more apt to win again",
        752.96,
        755.48
    ],
    [
        " Against another rat and the rat that loses is much more apt to lose again",
        755.48,
        761.76
    ],
    [
        " So there's another little",
        761.76,
        763.66
    ],
    [
        " psychological thing and and in the book",
        763.66,
        767.64
    ],
    [
        " What's that book outliers outliers the kids",
        771.46,
        775.78
    ],
    [
        " That are older on the hockey team on the soccer team on the football team the kids that are older",
        775.78,
        782.3
    ],
    [
        " Because that you know how they do the kid age cutoff is you know if you're born in whenever so if you're born in January",
        782.3,
        787.48
    ],
    [
        " And you're the oldest kid you got what you got 11 months",
        787.48,
        791.68
    ],
    [
        " You",
        796.6,
        797.28
    ],
    [
        " That is a little excerpt of what we are doing on the jocco underground podcast. So if you want to continue to listen",
        797.28,
        804.52
    ],
    [
        " Go to joccounderground.com and subscribe and we're doing this to mitigate our reliance on external platforms",
        804.52,
        813.24
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control more interaction",
        813.24,
        820.0
    ],
    [
        " More direct connections better communications it with us",
        820.08,
        822.88
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jocco underground.com",
        822.88,
        830.0
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        830.0,
        835.5
    ],
    [
        " We can still support you just email assistance at joccounderground.com",
        835.5,
        839.5
    ],
    [
        " And we'll get you taken care of until then we will see you",
        839.5,
        844.44
    ],
    [
        " Mobilized underground",
        844.44,
        847.06
    ],
    [
        " You",
        850.0,
        851.16
    ]
]