[
    [
        " Jocco, I had had a few rough months",
        0.04,
        4.24
    ],
    [
        " Some setbacks at work that hurt me financially, which is stressed out my family. I'm laid on some payments",
        4.24,
        10.54
    ],
    [
        " I'm falling further behind at work. I don't want to tap out, but I just don't know where to start",
        10.54,
        17.48
    ],
    [
        " Well, you know what that's",
        17.48,
        21.42
    ],
    [
        " That's just kind of the way that",
        21.42,
        25.02
    ],
    [
        " Life works sometimes. It's it's Murphy's Law",
        26.8,
        30.3
    ],
    [
        " when",
        30.3,
        31.42
    ],
    [
        " Things go wrong they always seem to happen at once and they just compound on top of each other and it's",
        31.42,
        42.32
    ],
    [
        " It's pretty easy sometimes to to feel beaten",
        42.32,
        46.74
    ],
    [
        " When you're faced with all those issues and all those problems and they all hit you at the same time",
        46.74,
        53.8
    ],
    [
        " But",
        56.14,
        56.72
    ],
    [
        " Let me tell you that",
        56.72,
        58.26
    ],
    [
        " That doesn't mean",
        58.26,
        60.52
    ],
    [
        " give up",
        60.52,
        62.16
    ],
    [
        " In fact, it means the opposite",
        62.16,
        67.12
    ],
    [
        " It means it's time for you to fight harder to dig in",
        67.12,
        73.54
    ],
    [
        " Means it's time for you to go on the war path",
        73.54,
        77.56
    ],
    [
        " And that starts with one of the",
        77.56,
        81.46
    ],
    [
        " Fundamental laws of combat leadership prioritize an execute",
        82.48,
        86.66
    ],
    [
        " What's the biggest problem?",
        86.66,
        88.96
    ],
    [
        " What's causing the most stress family?",
        89.62,
        92.42
    ],
    [
        " Okay, sit them down",
        93.42,
        95.56
    ],
    [
        " explain",
        95.56,
        96.92
    ],
    [
        " Where you are at be blunt be up front and then give them the simple plan of how you're gonna",
        96.92,
        105.84
    ],
    [
        " Get things back on track. Don't sugar code it",
        105.84,
        110.5
    ],
    [
        " You give it to him straight",
        111.8,
        113.1
    ],
    [
        " Next you got some some late payments",
        113.1,
        117.44
    ],
    [
        " Call those creditors up explain to them what's going on set up some kind of a of a of a minimum payment plan",
        117.44,
        126.98
    ],
    [
        " So you can start making some progress and get them off your back and then you got your job",
        126.98,
        133.88
    ],
    [
        " Right you're falling behind at work",
        133.88,
        137.22
    ],
    [
        " Okay, talk to your boss",
        137.22,
        139.96
    ],
    [
        " Face it",
        140.82,
        141.82
    ],
    [
        " Tell him that you're gonna step up your game tell him you're gonna be at work early",
        141.82,
        147.26
    ],
    [
        " You're gonna be at work late. You're gonna be at work during lunch",
        147.26,
        149.84
    ],
    [
        " You're gonna be wherever you need to be whenever he needs you to be there",
        149.84,
        154.4
    ],
    [
        " Tell him you're gonna get after it and tell him that you're a hundred percent committed",
        154.4,
        161.74
    ],
    [
        " To supporting him and the company and the mission",
        161.74,
        167.92
    ],
    [
        " And then you get started",
        171.14,
        173.7
    ],
    [
        " And I'm gonna tell you right now it won't be easy",
        173.7,
        179.08
    ],
    [
        " It will be hard because life is hard that's what life is",
        179.08,
        184.88
    ],
    [
        " And these challenges",
        184.88,
        188.98
    ],
    [
        " These challenges that you face",
        188.98,
        192.24
    ],
    [
        " They're gonna do their best to take you down",
        192.24,
        197.16
    ],
    [
        " Do not let them stand up dig in",
        200.66,
        206.2
    ],
    [
        " Line up those problems and confront them face them fight them",
        206.2,
        213.0
    ],
    [
        " Do not let them bring you down in fact",
        213.0,
        218.54
    ],
    [
        " In fact let those challenges",
        218.54,
        223.32
    ],
    [
        " Raise you up let them elevate you",
        223.32,
        227.64
    ],
    [
        " Let their demands and their trials make you stronger",
        228.46,
        233.88
    ],
    [
        " Let the adversity you face today",
        233.88,
        239.44
    ],
    [
        " Turn you into a better person tomorrow",
        239.44,
        243.92
    ],
    [
        " So so in the future you",
        243.92,
        251.14
    ],
    [
        " Look back at these struggles and you say to them",
        251.14,
        255.54
    ],
    [
        " Thank you",
        257.64,
        258.4
    ],
    [
        " You made me better",
        258.4,
        262.56
    ]
]