[
    [
        " How do you stay motivated and how do you motivate people when they start to slack?",
        0.0,
        4.64
    ],
    [
        " Now motivation is it's kind of a strange word because it doesn't really mean what we think it means.",
        6.4,
        18.48
    ],
    [
        " We think it means that we're fired up to do something.",
        19.08,
        22.9
    ],
    [
        " We think that it means we're eager and passionate.",
        24.4,
        29.18
    ],
    [
        " to make something happen.",
        30.0,
        31.44
    ],
    [
        " And we think that somehow we should just be able to turn on that eagerness and turn on that passion.",
        32.72,
        42.24
    ],
    [
        " But we can't.",
        43.1,
        46.98
    ],
    [
        " Because you just can't turn on passion.",
        47.64,
        51.96
    ],
    [
        " You can't just turn on the desire to execute a task.",
        52.3,
        57.78
    ],
    [
        " This doesn't work that way.",
        60.0,
        61.64
    ],
    [
        " And honestly, that isn't even what motivate means.",
        62.28,
        66.3
    ],
    [
        " Motivate doesn't mean to yell and scream and encourage.",
        67.38,
        72.44
    ],
    [
        " No, to motivate actually means to provide a motive.",
        73.92,
        81.16
    ],
    [
        " A reason why.",
        82.14,
        83.86
    ],
    [
        " So to motivate someone is to explain to them why they're doing what they're doing.",
        87.2,
        93.66
    ],
    [
        " How it will help them where it'll take them.",
        94.04,
        97.2
    ],
    [
        " Why they should continue to work and to struggle and to fight.",
        97.76,
        101.44
    ],
    [
        " And when you need motivation yourself, look for someone to scream and yell.",
        102.62,
        111.6
    ],
    [
        " Don't look for someone else to give you motivation.",
        111.6,
        115.2
    ],
    [
        " Look at yourself.",
        116.04,
        119.56
    ],
    [
        " Look at yourself and remind yourself.",
        119.96,
        126.04
    ],
    [
        " Why?",
        127.16,
        127.6
    ],
    [
        " Why you are doing what you are doing.",
        128.26,
        133.76
    ],
    [
        " Remind yourself that this struggle, this temporary struggle,",
        134.6,
        141.58
    ],
    [
        " this pain, this fight, this fight that you're in, this is what will make you stronger, faster and smarter and better.",
        141.58,
        153.28
    ],
    [
        " And then with that motivation, go forward into the fray, into the storm.",
        153.56,
        169.74
    ],
    [
        " Into the heat of the battle.",
        171.58,
        173.78
    ],
    [
        " Where victory has forged.",
        175.28,
        181.04
    ]
]