[
    [
        " This is Jocco Podcast number 83 with Echo Charles and me, Jocco Willink. Good evening, Echo. Good evening.",
        0.0,
        8.46
    ],
    [
        " On the 19th of February 1945 after three days of heavy pre-landing bombardment, which attempted to destroy the",
        9.02,
        25.14
    ],
    [
        " heavy fortifications that the Japanese had built. On that day, the 19th of February 1945 in American amphibious forces, primarily US Marines of the",
        26.28,
        43.44
    ],
    [
        " 3rd, 4th and 5th Marine divisions along with soldiers from the US Army's 147th Infantry Regiment landed on the island of Iwo Jima.",
        43.44,
        55.52
    ],
    [
        " By the end of the first day, some battalions had a casualty rate of over 80 percent.",
        56.36,
        64.86
    ],
    [
        " On the morning of 20 February 1945, Marine Corps first lieutenant Isaacs was taking cover in a foxhole about 300 yards from the beach when he was hit by a Japanese mortar strike.",
        67.18,
        86.44
    ],
    [
        " He was severely wounded in his left arm and in his head. He was evacuated to a hospital ship offshore, which is where he died the next day on February 21, 1945.",
        88.3,
        107.86
    ],
    [
        " It was about two months prior to that. On December 17, 1945, that first lieutenant Leonard Smith Isaacs had written a letter to his two boys.",
        109.98,
        126.08
    ],
    [
        " I have a lot of people ask me questions about parenting. I have four kids, so two people want to know my thoughts on it. People also ask me about war and ask me what kind of advice I have for my son.",
        130.52,
        145.66
    ],
    [
        " I think that first lieutenant Isaacs answers many of these questions a lot better than I ever could.",
        148.6,
        157.78
    ],
    [
        " Here is what he told them in that letter.",
        158.8,
        164.74
    ],
    [
        " December 17, 1944. My dear little boys, I'm writing you today just a week before Christmas Eve in the hope that you will get this little note at Christmas time.",
        168.22,
        182.64
    ],
    [
        " All of this coming week will be holidays. I can just imagine the fun you will be having, especially when you know it's just a few days before Santa Claus will be coming.",
        183.36,
        194.34
    ],
    [
        " If it were possible, I would like to come down the chimney myself and crawl right into your stocking. Wouldn't that be a surprise?",
        196.18,
        202.24
    ],
    [
        " I would enjoy it even more than you. But since your dad is far away and Santa Claus has the only reindeer that will fly through here, I'm afraid we'll have to let Santa Claus use them.",
        203.74,
        215.62
    ],
    [
        " After all, he has so many places to go in such a short time.",
        217.0,
        221.62
    ],
    [
        " I won't be able to give you a Christmas present personally this year.",
        224.34,
        227.56
    ],
    [
        " But I do want you to know that I think of you all the time and feel very proud of the way you have been helping your mother while I'm gone.",
        228.3,
        237.66
    ],
    [
        " I know that it's only natural for young, healthy and strong boys like you are to want to play and have fun all the time.",
        238.46,
        246.62
    ],
    [
        " But I do want you to think about helping mummy because it is hard for her to do everything while I'm gone.",
        248.12,
        254.98
    ],
    [
        " I know that you would like to give me a Christmas present too. So I will tell you what you can do and this will be your Christmas present to me.",
        255.54,
        265.0
    ],
    [
        " Every day ask mummy if there are errands that you can do for her.",
        266.84,
        270.66
    ],
    [
        " And when there are errands to run, say sure mummy and then give her a big smile.",
        271.04,
        275.0
    ],
    [
        " Then during the day go up to your room and look around if there are toys scattered all around or you left some of your clothes on the floor, pick them up.",
        275.7,
        283.9
    ],
    [
        " Also, when mummy is busy trying to clean up the house, don't leave her by herself.",
        284.72,
        290.9
    ],
    [
        " But ask mummy if you can help her take care of baby sister.",
        291.74,
        294.86
    ],
    [
        " If you do those things for me, that will be the finest Christmas present that you could give me.",
        296.4,
        301.52
    ],
    [
        " Oh yes, and Cece, are you eating your meals like a real man now?",
        302.12,
        308.06
    ],
    [
        " Well, my boys, I guess you often wonder why people fight and have wars and why lots of daddies have to be a way this Christmas time at fighting.",
        309.9,
        321.12
    ],
    [
        " When it would be much nicer to be at home.",
        322.5,
        324.96
    ],
    [
        " That's a hard question to answer.",
        325.46,
        328.8
    ],
    [
        " But you see, some countries like Japan and Germany have people living in them. Just like people you and I know.",
        329.42,
        335.78
    ],
    [
        " Those people want to tell everybody what they can do and what they can't do.",
        336.42,
        342.96
    ],
    [
        " No one likes to be told how to live their life.",
        344.24,
        347.24
    ],
    [
        " I know that you wouldn't like it if one of the boys in the neighborhood tried to tell you what church you should go to, what school you should go to.",
        347.96,
        355.44
    ],
    [
        " And particularly, if that boy would always be trying to beat up some smaller or weaker boy.",
        355.74,
        361.36
    ],
    [
        " You wouldn't like it, would you?",
        362.02,
        363.56
    ],
    [
        " And unfortunately, the only way to make a person like that stop these sort of things or a country like Japan or Germany is to fight them and beat them.",
        364.76,
        375.02
    ],
    [
        " And teach them that being a bully because after all, that's what they are, is not the way to live and that we won't put up with it.",
        375.9,
        384.78
    ],
    [
        " What does all of this mean to you? Just simply this, my boys.",
        386.02,
        389.64
    ],
    [
        " Dad doesn't ever want you to be a bully.",
        391.16,
        393.08
    ],
    [
        " I want you to always fight against anyone who tries to be one.",
        394.3,
        397.36
    ],
    [
        " I want you to always help the smaller fellow or the little boy who may not be as strong as you.",
        397.82,
        403.44
    ],
    [
        " I want you to always share what you have with the other fellow and above all, my boys have courage.",
        404.28,
        409.94
    ],
    [
        " Have courage to do the things that you think are right.",
        410.5,
        414.26
    ],
    [
        " Never be afraid to fight for what you think is right.",
        416.44,
        419.1
    ],
    [
        " To do those things, you need a strong body and a brave heart.",
        421.0,
        424.76
    ],
    [
        " Never run away from someone you may be afraid of.",
        426.84,
        429.44
    ],
    [
        " If you do, you will feel ashamed of yourself.",
        429.44,
        432.54
    ],
    [
        " And before long, you will find it so easy to run away from the things that you should stand up and fight against.",
        432.98,
        438.32
    ],
    [
        " If you and lots of other boys try to do the things that Dad has been talking about in this letter,",
        439.46,
        446.28
    ],
    [
        " they may be that people will not have to fight wars in the years to come.",
        446.8,
        451.14
    ],
    [
        " And then all the daddies in this world will be home for Christmas.",
        452.78,
        458.54
    ],
    [
        " And that is where they belong.",
        459.42,
        462.48
    ],
    [
        " Perhaps some of the things that I have been talking about, you don't quite understand.",
        463.58,
        469.92
    ],
    [
        " If you don't, mummy will explain them to you.",
        471.02,
        475.78
    ],
    [
        " She knows.",
        477.4,
        478.58
    ],
    [
        " Merry Christmas and a happy new year.",
        480.94,
        484.16
    ],
    [
        " God bless you.",
        484.8,
        486.96
    ],
    [
        " Daddy.",
        488.84,
        489.28
    ],
    [
        " And obviously, many brave Americans stood and fought for what they believed.",
        490.5,
        508.56
    ],
    [
        " On that tiny island of E. Wojima.",
        508.56,
        513.16
    ],
    [
        " And they suffered massive losses to gain that victory.",
        513.98,
        520.68
    ],
    [
        " Over the course of that five week battle, 19,217 were wounded.",
        521.72,
        532.1
    ],
    [
        " 6,821 were killed.",
        533.06,
        538.3
    ],
    [
        " And first lieutenant Leonard Smith, Isaacs, Marine, Husband, Father, Daddy.",
        539.52,
        560.1
    ],
    [
        " Was buried at sea.",
        563.18,
        565.82
    ],
    [
        " 34 years old.",
        569.78,
        576.2
    ],
    [
        " Reading that letter made me think about another letter I had read from another parent.",
        585.84,
        593.3
    ],
    [
        " And it's another letter that I find to be just an incredible guide to not only to parenting but to living.",
        596.24,
        605.48
    ],
    [
        " And this one was written not by a father, but by a mother.",
        606.44,
        614.42
    ],
    [
        " And it's not a letter to a son, but to a daughter.",
        615.6,
        618.3
    ],
    [
        " And the daughter's name was Jana.",
        620.3,
        623.48
    ],
    [
        " And the mother's name was Dr. Mialda Horakova.",
        624.22,
        629.42
    ],
    [
        " And she wrote the letter from prison while she was on trial for treason and for conspiracy.",
        630.24,
        642.94
    ],
    [
        " On trial by the Soviet-backed communist government of Czechoslovakia, after they had taken control of the country in a coup.",
        643.32,
        655.02
    ],
    [
        " And she and her fellow so-called conspirators were jailed and tortured and then put through a grandiose show trial.",
        657.78,
        670.52
    ],
    [
        " And she knew.",
        671.54,
        675.68
    ],
    [
        " She knew that she was going to be made an example of she knew she was facing death.",
        678.44,
        691.64
    ],
    [
        " And the night before her execution, she wrote a letter to her daughter who was 16 at the time.",
        695.42,
        709.86
    ],
    [
        " And this is some of what she wrote.",
        710.58,
        713.36
    ],
    [
        " My only little girl, Jana, God blessed my life as a woman with you.",
        718.38,
        725.94
    ],
    [
        " As your father wrote in the poem from German prison, God gave you to us because he loved us.",
        727.54,
        736.14
    ],
    [
        " Apart from your father's magic, amazing love, you were the greatest gift I received from fate.",
        738.14,
        745.66
    ],
    [
        " However, Providence planned my life in such a way that I could not give you nearly all that my mind and heart had prepared for you.",
        748.56,
        755.8
    ],
    [
        " The reason was not that I loved you little. I loved you just as purely and fervently as other mothers love their children.",
        758.06,
        765.84
    ],
    [
        " But I understood that my task here in the world was to do you good by seeing to it that life becomes better and that all children can live well.",
        766.96,
        780.34
    ],
    [
        " And therefore, we often had to be apart for a long time.",
        783.36,
        787.26
    ],
    [
        " It is now already for the second time that fate has torn us apart.",
        787.96,
        794.8
    ],
    [
        " Don't be frightened and sad because I am not coming back anymore.",
        795.58,
        805.22
    ],
    [
        " Learn my child to look at life early as a serious matter.",
        809.52,
        814.72
    ],
    [
        " Life is hard. It does not pamper anybody and for every time it strokes you, it gives you ten blows.",
        815.38,
        825.4
    ],
    [
        " Become accustomed to that soon. But don't let it defeat you.",
        826.38,
        832.56
    ],
    [
        " Decide to fight. Have courage and clear goals and you will win over life.",
        834.0,
        841.12
    ],
    [
        " Much is still unclear to your young mind and I don't have time left to explain to you things you would still like to ask me.",
        842.28,
        851.3
    ],
    [
        " One day when you grow up you will wonder and wonder why your mother who loved you and whose greatest gift you were managed her life so strangely.",
        852.96,
        862.08
    ],
    [
        " Perhaps then you will find the right solution to this problem. Perhaps a better one than I could give you today myself.",
        862.62,
        872.24
    ],
    [
        " Of course you will not only be able to solve it correctly and truthfully by knowing very very much, not only from books but from people.",
        874.78,
        884.74
    ],
    [
        " Learn from everybody, no matter how unimportant.",
        885.82,
        889.94
    ],
    [
        " Go through the world with open eyes and listen not only to your own pains and interests but also to the pains, interests and longings of others.",
        892.78,
        905.9
    ],
    [
        " Don't ever think of anything as none of your business. No, everything must interest you.",
        906.56,
        914.6
    ],
    [
        " Then you should reflect about everything. Compare and compose individual phenomena.",
        914.6,
        920.06
    ],
    [
        " Man doesn't live in the world alone. In that there is great happiness but also a tremendous responsibility.",
        921.76,
        932.02
    ],
    [
        " That obligation is first of all and not being an acting exclusive but rather merging with the needs and the goals of others.",
        934.58,
        942.4
    ],
    [
        " This does not mean to be lost in the multitude but it is to know that I am part of all and to bring one's best into that community.",
        943.7,
        954.44
    ],
    [
        " If you do that you will succeed in contributing to the common goals of human society.",
        956.02,
        962.0
    ],
    [
        " Be more aware of one principle than I have been. Approach everything in life constructively. Be aware of unnecessary negation.",
        962.86,
        974.54
    ],
    [
        " I am not saying all negation because I believe that one should resist evil.",
        974.58,
        980.2
    ],
    [
        " But in order to be a truly positive person in all circumstances one has to learn how to distinguish real gold from tinsel.",
        981.7,
        990.38
    ],
    [
        " It is hard because tinsel sometimes glitters so dazzlingly.",
        991.38,
        996.68
    ],
    [
        " I can fess my child that often in my life I was dazzled by glitter.",
        998.0,
        1003.2
    ],
    [
        " And sometimes it even shone so falsely that one dropped pure gold from one's hand and reached for a ran after false gold.",
        1004.34,
        1014.9
    ],
    [
        " You know that to organize one's scales of values means to know not only oneself well but to be in firm in the analysis of one's character but also to know others.",
        1017.62,
        1033.86
    ],
    [
        " To know as much as possible of the world. It's past, it's present and future.",
        1034.36,
        1041.78
    ],
    [
        " In short, to understand.",
        1044.04,
        1047.12
    ],
    [
        " Not to close one's ears before anything and for no reason. Not even to shut out the thoughts and opinions of anybody who stepped on my toes or even wounded me deeply.",
        1047.78,
        1059.44
    ],
    [
        " Exammin. Think. Criticize.",
        1062.54,
        1066.92
    ],
    [
        " Yes, mainly criticize yourself.",
        1068.28,
        1071.9
    ],
    [
        " Don't be ashamed to admit a truth you have come to realize even though you proclaim the opposite a little while ago.",
        1073.56,
        1082.38
    ],
    [
        " Don't become obstinate about your opinions.",
        1086.28,
        1089.58
    ],
    [
        " But when you come to consider something right then be so definite that you can fight then die for it.",
        1092.86,
        1098.98
    ],
    [
        " As Walker said, death is not bad. Just avoid gradual dying which is what happens when one suddenly finds oneself apart from the real life of others.",
        1102.6,
        1113.84
    ],
    [
        " You have to put down your roots where fate has determined you for you to live. You have to find your own way. Look for it independently.",
        1116.14,
        1123.98
    ],
    [
        " Don't let anything turn you away from it. Not even the memory of your mother and father.",
        1124.28,
        1128.48
    ],
    [
        " If you really love them, you won't hurt them by seeing them critically.",
        1129.84,
        1134.46
    ],
    [
        " Just don't go on a road which is wrong, dishonest and does not harmonize with life.",
        1136.4,
        1141.66
    ],
    [
        " I have changed my mind many times, rearranged many values but what was left as an essential value without which I cannot imagine my life is the freedom of my conscience.",
        1144.24,
        1159.2
    ],
    [
        " I would like you my little girl to think about whether I was right.",
        1163.36,
        1168.02
    ],
    [
        " Another value is work. I don't know which to assign the first place and which the second. Learn to love work.",
        1168.68,
        1181.12
    ],
    [
        " Any work but one you have to really to know really and thoroughly. Then don't be afraid of anything and things will turn out well for you.",
        1182.2,
        1192.38
    ],
    [
        " And don't forget about love in your life. I'm not only thinking of the red blossom which one day will bloom in your heart and you if fate favors you will find a similar one in the heart of another person with whose road yours will merge.",
        1194.06,
        1209.64
    ],
    [
        " I'm thinking of love without which one cannot live happily.",
        1211.36,
        1215.36
    ],
    [
        " And don't ever crumble love. Learn to give it whole and really.",
        1216.42,
        1221.76
    ],
    [
        " And learn to love precisely those who encourage love so little.",
        1224.5,
        1229.34
    ],
    [
        " My little girl, Janna, when you will be choosing for whom your maiden heart shall burn and to whom to really give yourself, remember your father.",
        1232.6,
        1244.12
    ],
    [
        " I don't know if you will meet with such luck as I. I don't know if you will meet such a beautiful human being but choose your ideal close to him.",
        1244.72,
        1256.94
    ],
    [
        " Perhaps you, my little one, have already begun to understand and now perhaps you understand to the point of pain what we have lost in him.",
        1258.94,
        1268.92
    ],
    [
        " What I find hardest to bear is that I am also guilty of that loss.",
        1269.84,
        1274.44
    ],
    [
        " I've heard from my legal representative that you are doing well in school and that you want to continue. I was very pleased.",
        1277.64,
        1284.84
    ],
    [
        " But even if you would one day have to leave school and work for your livelihood, don't stop learning and studying.",
        1285.62,
        1293.84
    ],
    [
        " If you really want to, you will reach your goal.",
        1295.14,
        1297.84
    ],
    [
        " I would have liked for you to become a medical doctor. You remember that we talked about it.",
        1298.8,
        1304.4
    ],
    [
        " Of course you will decide yourself and circumstances will too.",
        1305.9,
        1310.04
    ],
    [
        " But if you stand one day in the traditional alma mater and carry home from graduation, not only your doctor's diploma but also the real ability to bring people relief as a doctor, then my little girl,",
        1311.74,
        1326.74
    ],
    [
        " your mother will be immensely pleased.",
        1327.4,
        1330.08
    ],
    [
        " But your mother would only be truly happy no matter where you stand.",
        1331.14,
        1339.08
    ],
    [
        " Whether at the operating table, at the lathe, at your child's cradle, or at the work table in your household,",
        1340.16,
        1348.12
    ],
    [
        " if you will do your work skillfully, honestly, happily, and with your whole being, then you will be successful in it.",
        1349.18,
        1361.86
    ],
    [
        " Don't be demanding in life, but have high goals.",
        1361.86,
        1369.56
    ],
    [
        " They are not exclusive of each other. For what I call demanding are those selfish notions and needs. Restrict them from yourself.",
        1370.72,
        1382.42
    ],
    [
        " Realize that in view of the disaster and sorrow which happened to you, Vera, Peppik, grandmother, grandfather, and many others will try to give you what they have and what they cannot afford.",
        1385.1,
        1397.06
    ],
    [
        " You should not only not ask for it, but learn to be modest.",
        1397.78,
        1405.08
    ],
    [
        " If you become used to it, you will not be unhappy because of material things you don't have.",
        1406.62,
        1411.3
    ],
    [
        " You don't know how free one feels if one trains oneself in modesty.",
        1411.94,
        1417.52
    ],
    [
        " How he or she gets a head start over against the feeble and by how much one is safer and stronger.",
        1420.44,
        1429.18
    ],
    [
        " I really tried this out on myself, and if you can thus double your strength, you can set yourself courageous, high goals.",
        1430.14,
        1440.14
    ],
    [
        " Read much and study languages. You will thereby broaden your life and multiply its content.",
        1440.72,
        1450.08
    ],
    [
        " There was a time in my life when I read voraciously.",
        1451.54,
        1454.5
    ],
    [
        " And then again times when work did not permit me to take a single book in my hand apart from professional literature.",
        1455.3,
        1461.8
    ],
    [
        " That was a shame.",
        1462.72,
        1464.66
    ],
    [
        " Here in recent months I've been reading a lot. Even books which probably would not interest me outside.",
        1466.56,
        1471.48
    ],
    [
        " But it is a big, important task to read everything valuable or at least much that is.",
        1472.74,
        1478.96
    ],
    [
        " I shall write down for you at the end of this letter what I have read in recent months.",
        1480.46,
        1484.62
    ],
    [
        " I am sure you will think of me when you will be reading it.",
        1485.22,
        1489.36
    ],
    [
        " And now also something for your body.",
        1490.78,
        1494.38
    ],
    [
        " I am glad that you are engaged in sports. Just do it systematically.",
        1495.84,
        1500.9
    ],
    [
        " I think that there should be rhythmic exercises. And if you have time also, some good systematic gymnastics.",
        1501.98,
        1510.18
    ],
    [
        " And those quarter hours every morning.",
        1510.94,
        1513.88
    ],
    [
        " Believe me finally that it would save you a lot of annoyance about unfavorable proportions of your waste if you could really do it.",
        1514.92,
        1523.18
    ],
    [
        " It is also good for the training of your will and perseverance.",
        1524.48,
        1530.22
    ],
    [
        " Your photograph showed me your new hairdo.",
        1531.1,
        1537.48
    ],
    [
        " It looks good but isn't it ashamed to hide your nice forehead?",
        1537.94,
        1543.08
    ],
    [
        " And that lady in the ball gown really you look lovely.",
        1544.24,
        1546.74
    ],
    [
        " But your mother's eye noticed one fault which maybe due to the way you were placed on the photograph.",
        1547.12,
        1553.14
    ],
    [
        " Wasn't the neck opening a little deep for your 16 years?",
        1553.38,
        1556.38
    ],
    [
        " Don't primp.",
        1557.56,
        1559.48
    ],
    [
        " But whenever possible, dress carefully and neatly.",
        1560.96,
        1565.08
    ],
    [
        " Janna, please take good care of grandfather and grandmother.",
        1570.98,
        1575.42
    ],
    [
        " Their old hearts now need the most consolation.",
        1575.88,
        1580.8
    ],
    [
        " Visit them often and let them tell you about your fathers and mothers youth so that you can preserve it in your mind for your children.",
        1582.26,
        1590.5
    ],
    [
        " In that way an individual becomes immortal and we shall continue in you and the others of your blood.",
        1592.5,
        1602.16
    ],
    [
        " And one more thing, music.",
        1602.82,
        1606.7
    ],
    [
        " I believe you will show your gratitude to grandfather for the piano which he gave you by practicing honestly.",
        1607.62,
        1615.5
    ],
    [
        " And that you will succeed in what Pepequn wants so much in accompanying him when he plays the violin or the viola.",
        1615.68,
        1623.06
    ],
    [
        " Please do him that favor.",
        1623.9,
        1625.82
    ],
    [
        " I know that it would mean a lot to him and it would be beautiful.",
        1626.68,
        1630.32
    ],
    [
        " And when you can play well together, play me the Aria from Martha.",
        1631.82,
        1637.28
    ],
    [
        " My rose you bloom alone there on the hillside and then sleep my little prince by Mozart.",
        1637.86,
        1645.16
    ],
    [
        " And then your father's favorite under your window by Chopin.",
        1645.74,
        1651.62
    ],
    [
        " You'll play it for me, won't you?",
        1652.6,
        1655.86
    ],
    [
        " I shall always be listening to you.",
        1658.38,
        1660.38
    ],
    [
        " Just one more thing.",
        1663.68,
        1665.24
    ],
    [
        " Choose your friends carefully.",
        1666.18,
        1667.72
    ],
    [
        " Among other things, one is also very much determined by the people with whom one associates.",
        1669.22,
        1675.44
    ],
    [
        " Therefore, choose very carefully.",
        1676.12,
        1680.28
    ],
    [
        " Be careful in everything and listen to the opinions of others about your girlfriends without being told.",
        1680.88,
        1687.38
    ],
    [
        " I shall never forget your charming letter.",
        1689.36,
        1691.5
    ],
    [
        " Today I can tell you which you once in the evening pinned to my pillow to apologize when I caught you for the first time at the gate in the company of a girl and a boy.",
        1691.96,
        1701.06
    ],
    [
        " You explain to me at that time why it is necessary to have a gang.",
        1701.78,
        1707.08
    ],
    [
        " Have your gang little girl but of good and clean young people.",
        1707.58,
        1713.14
    ],
    [
        " And compete with each other in everything good.",
        1714.24,
        1718.24
    ],
    [
        " Only please don't confuse young people springtime infatuation with real love.",
        1719.16,
        1725.12
    ],
    [
        " Do you understand me?",
        1725.58,
        1727.5
    ],
    [
        " If you don't, Aunt Vera will help you explain what I meant.",
        1728.56,
        1733.74
    ],
    [
        " And so my only young daughter, little girl, Jenna, new life, my hope, my future forgiveness, live, grasp life with both hands.",
        1737.36,
        1761.52
    ],
    [
        " Until my last breath, I shall pray for your happiness, my dear child.",
        1763.74,
        1769.42
    ],
    [
        " I kiss your hair, eyes and mouth.",
        1770.66,
        1777.34
    ],
    [
        " I stroke you and hold you in my arms.",
        1778.2,
        1783.62
    ],
    [
        " I shall always be with you.",
        1784.64,
        1789.38
    ],
    [
        " For the next day, despite international outcry, Melada Horakova was executed.",
        1803.72,
        1816.52
    ],
    [
        " That priggs pancrack prison.",
        1818.6,
        1822.74
    ],
    [
        " And again, there's just so much to be learned from those letters and as parents.",
        1823.52,
        1846.5
    ],
    [
        " There's so much for us to teach.",
        1850.18,
        1852.48
    ],
    [
        " And I think the thing that hits me is that these are all things that we know.",
        1852.56,
        1858.8
    ],
    [
        " We know them. We know to take care of our health.",
        1859.94,
        1864.82
    ],
    [
        " We know to wake up and exercise.",
        1865.0,
        1866.76
    ],
    [
        " We know we should choose our friends carefully.",
        1867.06,
        1869.28
    ],
    [
        " We know we should be our own worst critics.",
        1870.48,
        1873.54
    ],
    [
        " And we know that if we have been wrong about something, we should simply admit that.",
        1876.52,
        1881.1
    ],
    [
        " And move our minds to what is right and what is correct.",
        1881.54,
        1888.48
    ],
    [
        " We know we should work hard and help people.",
        1888.72,
        1891.78
    ],
    [
        " We know the value of freedom.",
        1893.8,
        1898.92
    ],
    [
        " And we know that freedom must be fought for.",
        1902.68,
        1905.4
    ],
    [
        " And we know that we should be brave and that that is possible only through a strong body, mind and heart.",
        1906.12,
        1915.5
    ],
    [
        " And we know all those things. We know them.",
        1915.9,
        1918.8
    ],
    [
        " Now, teach them.",
        1923.5,
        1928.92
    ],
    [
        " Teach them and live them.",
        1929.42,
        1937.4
    ],
    [
        " Set the right example by living them.",
        1943.9,
        1946.88
    ],
    [
        " Because our children are watching.",
        1947.72,
        1954.62
    ],
    [
        " They're watching it.",
        1956.6,
        1961.8
    ],
    [
        " And you know, actually, I think you have to do more than just",
        1962.62,
        1966.36
    ],
    [
        " set the example.",
        1966.98,
        1968.26
    ],
    [
        " I think you actually have to tell them.",
        1968.9,
        1973.9
    ],
    [
        " And you think about the power of these letters,",
        1977.18,
        1979.32
    ],
    [
        " the power of these words.",
        1979.86,
        1984.74
    ],
    [
        " But it's also a real challenge with kids.",
        1985.52,
        1987.86
    ],
    [
        " With your own children, it's a challenge because there's a whole crazy, parental child psychology that's going on here.",
        1988.24,
        1996.06
    ],
    [
        " You got the rebellion or the trying to please you or the competing for attention or the...",
        1996.82,
        2004.78
    ],
    [
        " I can't do anything good enough.",
        2004.78,
        2006.42
    ],
    [
        " You got all these psychological things that are going on with your kids.",
        2007.94,
        2011.08
    ],
    [
        " And it's hard.",
        2011.46,
        2012.06
    ],
    [
        " It can be very hard just to be straight with your kids about stuff.",
        2012.88,
        2016.76
    ],
    [
        " It can be hard not to micro-manage them.",
        2017.74,
        2021.22
    ],
    [
        " That's one of the hardest things because you know so well all these things that we just talked about.",
        2021.26,
        2025.7
    ],
    [
        " You know them and you know that they're the best things for your kids.",
        2025.7,
        2028.86
    ],
    [
        " And yet if you push them too intensely, they're going to push back.",
        2029.64,
        2036.28
    ],
    [
        " Or they're going to push their head into a different direction.",
        2037.02,
        2040.06
    ],
    [
        " Because you pushed them there.",
        2040.46,
        2041.84
    ],
    [
        " But I do think that there's some real value in taking the time to explain what you've learned.",
        2043.12,
        2053.12
    ],
    [
        " The mistakes that you've made.",
        2054.18,
        2055.84
    ],
    [
        " And I think it's key not to so much focus on telling them how to live.",
        2055.86,
        2060.54
    ],
    [
        " I think this is the key is not so much focus on telling them how to live.",
        2060.66,
        2064.68
    ],
    [
        " But telling them how you have lived.",
        2065.4,
        2069.42
    ],
    [
        " The mistakes that you've made and how you try to live.",
        2069.66,
        2072.42
    ],
    [
        " So that maybe they can learn from some of the mistakes that you've made without having to learn from life itself.",
        2074.78,
        2089.72
    ],
    [
        " Which sometimes life is a much more brutal teacher.",
        2091.06,
        2099.2
    ],
    [
        " In fact, most of the time.",
        2099.22,
        2101.04
    ],
    [
        " And if you have to learn from life, sometimes you don't win.",
        2101.8,
        2106.64
    ],
    [
        " Harsh.",
        2108.06,
        2110.16
    ],
    [
        " Yeah.",
        2111.42,
        2111.6
    ],
    [
        " Parenting is challenging.",
        2113.16,
        2116.84
    ],
    [
        " Part that I thought think is very important.",
        2117.74,
        2123.58
    ],
    [
        " The most important maybe is when you said our children are watching.",
        2126.76,
        2134.06
    ],
    [
        " So you know, remember the old saying, do what I say, not what I do.",
        2134.82,
        2140.08
    ],
    [
        " That doesn't work.",
        2140.26,
        2141.32
    ],
    [
        " Because you tell someone, hey, don't, don't, I don't know.",
        2141.52,
        2144.48
    ],
    [
        " Don't smoke.",
        2144.7,
        2145.5
    ],
    [
        " Don't, don't, don't try cigarettes.",
        2145.92,
        2147.52
    ],
    [
        " Meanwhile, you smoke.",
        2147.84,
        2148.86
    ],
    [
        " They can be like, okay, don't try cigarettes, you know, whatever.",
        2149.46,
        2152.22
    ],
    [
        " You know, they're always like every day, all day, every day they're watching to see how do I act?",
        2152.78,
        2158.02
    ],
    [
        " I don't know how to, I'm a kid.",
        2158.18,
        2159.3
    ],
    [
        " I don't know how to act.",
        2159.42,
        2160.16
    ],
    [
        " I don't know what to do in this whole.",
        2160.3,
        2162.3
    ],
    [
        " You know, like when you walk into a party of someone you don't know.",
        2163.3,
        2167.28
    ],
    [
        " And maybe it's a really nice party or something.",
        2167.72,
        2169.74
    ],
    [
        " And maybe it's a different culture, something like that.",
        2170.42,
        2172.96
    ],
    [
        " You're looking around.",
        2173.1,
        2173.88
    ],
    [
        " What do I act?",
        2174.26,
        2174.74
    ],
    [
        " Are we taking off our shoes right here?",
        2174.84,
        2175.9
    ],
    [
        " Okay.",
        2175.98,
        2176.24
    ],
    [
        " We're taking off our shoes.",
        2176.24,
        2177.06
    ],
    [
        " Okay.",
        2177.16,
        2177.32
    ],
    [
        " Are we, are we eating now?",
        2177.48,
        2179.36
    ],
    [
        " Are we waiting for a prayer or something like what do we do?",
        2179.54,
        2181.82
    ],
    [
        " What do we do?",
        2181.96,
        2182.3
    ],
    [
        " You're constantly looking on how to add, no, kids.",
        2182.3,
        2184.62
    ],
    [
        " That's their whole life.",
        2185.1,
        2186.88
    ],
    [
        " Yeah.",
        2187.08,
        2187.14
    ],
    [
        " How do I act?",
        2187.3,
        2187.88
    ],
    [
        " I don't know how to act.",
        2187.98,
        2188.76
    ],
    [
        " So, of course, you're there the whole time.",
        2189.26,
        2192.32
    ],
    [
        " You got things figured out, figured out, you got a car, you got a house, you're providing my food.",
        2192.46,
        2197.0
    ],
    [
        " You're going to show me how to act.",
        2197.4,
        2199.08
    ],
    [
        " So you start saying, hey, don't smoke.",
        2199.58,
        2201.04
    ],
    [
        " Meanwhile, 100% of the time you're acting in a way that allows for smoking.",
        2202.3,
        2208.1
    ],
    [
        " Maybe like okay.",
        2208.82,
        2209.96
    ],
    [
        " We're smoking.",
        2210.26,
        2210.54
    ],
    [
        " And by the way, it's the same exact thing from a leadership perspective.",
        2210.86,
        2214.18
    ],
    [
        " Yeah.",
        2214.6,
        2214.7
    ],
    [
        " The way you act as a leader, it's not, I mean, you're not going to have people that are as moldable as a kid is.",
        2214.84,
        2221.96
    ],
    [
        " But there's no doubt.",
        2222.2,
        2223.08
    ],
    [
        " If the way you act as leaders, the way your team is going to act, there's no, that's 100%.",
        2223.36,
        2227.26
    ],
    [
        " Yeah.",
        2227.26,
        2227.46
    ],
    [
        " And if you act like a clown, your team is going to act like clowns.",
        2227.56,
        2230.7
    ],
    [
        " Yeah.",
        2230.76,
        2230.96
    ],
    [
        " If you take your job seriously, your team is going to take your job seriously.",
        2230.96,
        2234.42
    ],
    [
        " If you're very well balanced in between those two, where you take your job seriously,",
        2234.64,
        2240.08
    ],
    [
        " but you still have a good time with it, your team is going to follow you with that as well.",
        2240.26,
        2243.66
    ],
    [
        " I remember when I was a new guy in a CO-POTUNE, I would be watching those my leaders all the time.",
        2243.92,
        2250.16
    ],
    [
        " And taking, you know, when they didn't do something, when they didn't hold the line,",
        2250.4,
        2253.78
    ],
    [
        " when they were late, or didn't bring the right piece of gear, it was just,",
        2253.78,
        2257.46
    ],
    [
        " you just look at them and shake your head.",
        2257.96,
        2260.14
    ],
    [
        " Now, I wanted to perform, but what that meant to other people is like, see,",
        2260.26,
        2262.82
    ],
    [
        " it doesn't matter if we really perform that well.",
        2263.26,
        2264.58
    ],
    [
        " Look, the boss doesn't even perform well.",
        2264.58,
        2266.02
    ],
    [
        " Yeah.",
        2266.3,
        2266.5
    ],
    [
        " And the point there is that you're watching.",
        2266.96,
        2267.44
    ],
    [
        " So you're setting that example.",
        2267.44,
        2268.5
    ],
    [
        " Yeah.",
        2268.8,
        2268.96
    ],
    [
        " Your subordinates are watching.",
        2269.16,
        2270.78
    ],
    [
        " Yeah, everybody's watching.",
        2271.18,
        2272.26
    ],
    [
        " Everybody's watching.",
        2272.4,
        2273.12
    ],
    [
        " Everybody's watching.",
        2273.12,
        2273.16
    ],
    [
        " You know how people will be like, you know, hey, I'm the type of person that does this.",
        2273.22,
        2276.54
    ],
    [
        " You know, I really, and everyone knows, Brad, no, you're not.",
        2276.78,
        2279.8
    ],
    [
        " We've been watching you that the whole time I've known you kind of things.",
        2280.06,
        2282.84
    ],
    [
        " So yeah, especially like the boss, too, even even, I mean, you get all kinds of different people,",
        2283.3,
        2287.42
    ],
    [
        " right, in the work environment.",
        2287.42,
        2289.0
    ],
    [
        " So you, you're like driven, it comes from yourself.",
        2289.16,
        2291.36
    ],
    [
        " You're like really self-like motivated and stuff.",
        2291.36,
        2293.5
    ],
    [
        " Pretty much.",
        2293.92,
        2294.92
    ],
    [
        " Yeah.",
        2295.4,
        2295.56
    ],
    [
        " Kind of.",
        2295.88,
        2296.34
    ],
    [
        " So even if you have a bunch of self-motivated people, they're still watching you.",
        2296.92,
        2302.64
    ],
    [
        " Like, so if you're like kind of the leader and you're like, hey, you know, we're, we're punctual people.",
        2302.72,
        2306.42
    ],
    [
        " We get our work done early.",
        2306.66,
        2307.86
    ],
    [
        " Like we're this guy.",
        2308.2,
        2308.86
    ],
    [
        " And then meanwhile, you're coming in late or whatever the boss is coming in late.",
        2308.94,
        2312.24
    ],
    [
        " And he's slacking.",
        2312.94,
        2313.74
    ],
    [
        " You could tell he's slacking.",
        2313.84,
        2314.62
    ],
    [
        " He's passing like his job off, you know, onto others and that kind of stuff.",
        2314.7,
        2318.54
    ],
    [
        " At the very least, they're going to look at you and not have the respect that I think you should have as a boss or whatever.",
        2318.96,
        2326.9
    ],
    [
        " Yeah.",
        2327.1,
        2327.2
    ],
    [
        " The very least.",
        2327.28,
        2328.34
    ],
    [
        " And that's if you have self-motivated people.",
        2328.5,
        2330.24
    ],
    [
        " But otherwise, the normal situation, I, man, I remember feeling that all the time, where I was like, wow, this, I'm not going to listen to this guy, man.",
        2330.52,
        2337.8
    ],
    [
        " Yeah.",
        2338.24,
        2338.52
    ],
    [
        " Man, it's, you know what's interesting too is just think about, and I know we've done all the letters from parents, especially from parents that are, you know, headed for death or at least a high probability of death.",
        2338.94,
        2353.5
    ],
    [
        " But what would you say to your kids if you knew you were heading there?",
        2353.96,
        2358.92
    ],
    [
        " And is it not worth telling them that at some point while you're alive?",
        2359.44,
        2366.48
    ],
    [
        " And you can, you can say, hey, look, if, you know, I'm alive to tell you this stuff, this is what I want you to know.",
        2367.1,
        2372.12
    ],
    [
        " Again, now what's crazy is even with that, you have to, you can't override your kids with, got this way.",
        2372.7,
        2380.74
    ],
    [
        " You can't do that.",
        2381.04,
        2381.78
    ],
    [
        " You got to approach it.",
        2381.96,
        2382.92
    ],
    [
        " You got to flank them.",
        2383.04,
        2383.84
    ],
    [
        " You got to flank them.",
        2384.24,
        2385.32
    ],
    [
        " You got, I got to flank my kids.",
        2386.26,
        2387.66
    ],
    [
        " My kid, you know, they're not, the classic example is my son.",
        2388.24,
        2392.88
    ],
    [
        " He's got a Jiu-Jitsu, right?",
        2393.82,
        2395.2
    ],
    [
        " He's been training Jitsu 10 years, right?",
        2395.54,
        2398.54
    ],
    [
        " He's 14.",
        2398.74,
        2399.32
    ],
    [
        " He's been, been training his whole life, right?",
        2399.78,
        2401.46
    ],
    [
        " But he's not as good at Jiu-Jitsu as I am.",
        2402.98,
        2405.8
    ],
    [
        " I mean, he's just not because he's been training for 10.",
        2406.3,
        2408.68
    ],
    [
        " I've been training for 20 something.",
        2408.74,
        2410.68
    ],
    [
        " So you can beat him.",
        2410.86,
        2411.88
    ],
    [
        " I can beat him, yes, yes.",
        2412.36,
        2413.68
    ],
    [
        " But, but check it out, what's funny is, I'm his dad.",
        2414.34,
        2418.16
    ],
    [
        " So when I tell him, hey son, move your hips over here.",
        2418.82,
        2423.54
    ],
    [
        " Dude, you don't need to do that.",
        2423.84,
        2424.84
    ],
    [
        " I'm thinking to myself, you've got to be kidding me.",
        2424.98,
        2426.56
    ],
    [
        " You've got to be kidding me.",
        2427.44,
        2428.32
    ],
    [
        " That is the, to me that's the ultimate example of your kids are not going to listen to you.",
        2428.42,
        2434.6
    ],
    [
        " They're programmed.",
        2434.96,
        2435.76
    ],
    [
        " They're programmed to reject you at some point.",
        2436.18,
        2439.92
    ],
    [
        " They have to move on, right?",
        2440.04,
        2441.38
    ],
    [
        " That's the way the species works.",
        2441.64,
        2443.62
    ],
    [
        " If they just continue to take from you and they don't reject you at some point,",
        2444.0,
        2448.14
    ],
    [
        " and get away from you, then you didn't do a good job as a parent.",
        2448.14,
        2452.04
    ],
    [
        " Because now they're relying on you.",
        2452.4,
        2453.54
    ],
    [
        " But that comes a little price.",
        2453.98,
        2455.32
    ],
    [
        " The price is that rebellion.",
        2456.22,
        2457.6
    ],
    [
        " Right?",
        2458.18,
        2458.42
    ],
    [
        " The rebellion's going to come.",
        2458.84,
        2459.92
    ],
    [
        " And it's, you know, you can identify it.",
        2460.66,
        2463.16
    ],
    [
        " You know, my youngest, it's so nice.",
        2463.52,
        2465.8
    ],
    [
        " You know, you tell her something and she's just got the big eyes and she wants to help",
        2466.48,
        2469.8
    ],
    [
        " and wants to please and wants to do and understands.",
        2469.8,
        2472.44
    ],
    [
        " And I'll tell you something else.",
        2472.88,
        2473.72
    ],
    [
        " There's another end of the spectrum too, because my oldest daughter,",
        2473.84,
        2476.92
    ],
    [
        " she went through the rebellion.",
        2478.88,
        2480.16
    ],
    [
        " She's already through that.",
        2480.16,
        2481.14
    ],
    [
        " And she got through it pretty quickly to where she would like look at me and think to him,",
        2481.72,
        2485.52
    ],
    [
        " think you could see it in her eyes that she's thinking he knows what he's talking about.",
        2485.66,
        2489.42
    ],
    [
        " And I'm going to listen to what he's saying.",
        2489.6,
        2490.7
    ],
    [
        " Now it does, it's probably like a 50% right there.",
        2490.98,
        2493.68
    ],
    [
        " It's not, it's not 100%.",
        2494.1,
        2495.62
    ],
    [
        " I'm not just dialing in 100% victory on telling her what to do.",
        2495.62,
        2499.08
    ],
    [
        " Because otherwise, what's sad about that?",
        2499.18,
        2501.02
    ],
    [
        " This is what's horrible about that.",
        2501.52,
        2502.66
    ],
    [
        " If you could get a child to actually do everything that you wanted them to do,",
        2502.84,
        2507.52
    ],
    [
        " they would dominate in life, right?",
        2507.86,
        2510.28
    ],
    [
        " Because you would just say, okay, I want you to study hard.",
        2510.44,
        2512.1
    ],
    [
        " I want you to work out.",
        2512.38,
        2513.14
    ],
    [
        " I want you to do everything that I'm not doing.",
        2513.48,
        2515.1
    ],
    [
        " Yeah.",
        2515.44,
        2515.6
    ],
    [
        " Because I'm lazy and I fell short of my own goals.",
        2515.6,
        2518.5
    ],
    [
        " You'd have them do all that stuff.",
        2518.84,
        2520.62
    ],
    [
        " They're not going to do it.",
        2521.48,
        2522.92
    ],
    [
        " So you got to flank them.",
        2523.38,
        2524.26
    ],
    [
        " You got to figure out which ones are important.",
        2524.28,
        2526.14
    ],
    [
        " Right?",
        2526.64,
        2527.32
    ],
    [
        " Which ones are really important?",
        2527.44,
        2528.46
    ],
    [
        " Don't waste your leadership capital.",
        2528.92,
        2530.74
    ],
    [
        " On getting your kids to dress a certain way.",
        2532.36,
        2536.32
    ],
    [
        " That's one, parents will spend all kinds of leadership capital on getting their kids",
        2536.98,
        2540.62
    ],
    [
        " to dress a certain way.",
        2540.62,
        2541.98
    ],
    [
        " And the reality is, obviously you've got to maintain some standard of decency and cleanliness.",
        2543.12,
        2552.14
    ],
    [
        " That's another lead by example situation.",
        2552.38,
        2555.78
    ],
    [
        " Yeah.",
        2555.9,
        2556.16
    ],
    [
        " It is.",
        2556.88,
        2557.16
    ],
    [
        " It is.",
        2557.84,
        2558.46
    ],
    [
        " My daughters went through a little phase of wearing the short, really short jeans or not",
        2558.72,
        2566.48
    ],
    [
        " not jeans, but shorts.",
        2566.48,
        2567.36
    ],
    [
        " Yeah.",
        2567.54,
        2567.88
    ],
    [
        " I was like, okay, cool.",
        2568.06,
        2568.88
    ],
    [
        " I was walking around one day at my house.",
        2569.24,
        2571.38
    ],
    [
        " I had like a pair of workout shorts on or whatever.",
        2571.48,
        2574.3
    ],
    [
        " I just pulled them right up.",
        2574.72,
        2576.02
    ],
    [
        " Yeah.",
        2576.12,
        2576.44
    ],
    [
        " And we're just walking on.",
        2576.7,
        2577.74
    ],
    [
        " How do I look?",
        2577.82,
        2578.38
    ],
    [
        " Hey, if we're going to show off, let's just show it off.",
        2578.72,
        2580.8
    ],
    [
        " I got a little something too.",
        2580.8,
        2581.88
    ],
    [
        " I do squats.",
        2582.14,
        2582.68
    ],
    [
        " Check me out.",
        2582.68,
        2583.7
    ],
    [
        " My girls collapsed in agony.",
        2583.9,
        2586.54
    ],
    [
        " Yeah.",
        2586.68,
        2586.98
    ],
    [
        " I'm almost stuck.",
        2587.06,
        2588.2
    ],
    [
        " Yeah.",
        2589.08,
        2589.1
    ],
    [
        " Dad stopped.",
        2589.18,
        2589.82
    ],
    [
        " No, that's disgusting.",
        2590.02,
        2591.5
    ],
    [
        " Yeah.",
        2592.02,
        2592.14
    ],
    [
        " Hey, if we're showing off butts, let's show them off.",
        2592.32,
        2594.7
    ],
    [
        " I'm over here on the squat rack.",
        2595.08,
        2597.96
    ],
    [
        " Let's sport it.",
        2600.34,
        2601.04
    ],
    [
        " Got it, Flonda.",
        2601.2,
        2602.06
    ],
    [
        " You apparently are fawning it.",
        2602.2,
        2603.26
    ],
    [
        " So let's all flon it.",
        2603.5,
        2604.38
    ],
    [
        " Let's go into town.",
        2604.68,
        2605.42
    ],
    [
        " Who's coming with me?",
        2605.48,
        2606.38
    ],
    [
        " Yeah.",
        2606.9,
        2607.04
    ],
    [
        " No, I'm having a stomachache.",
        2607.3,
        2608.02
    ],
    [
        " No, I'm having a stomachache.",
        2608.02,
        2608.68
    ],
    [
        " But you can only spend so much leadership capital on getting these minor corrections made.",
        2608.76,
        2613.84
    ],
    [
        " What you want to make sure is that they have good morals and values to go out in town.",
        2613.84,
        2618.34
    ],
    [
        " They know where to draw the line on doing stuff that's good or not good.",
        2618.34,
        2622.82
    ],
    [
        "",
        2623.24,
        2623.24
    ],
    [
        " Hey, just somebody asked me a question on Twitter.",
        2623.64,
        2626.1
    ],
    [
        " I didn't actually answer it fully, but he's like, hey, you seem to be really black and white about good or evil.",
        2626.28,
        2630.4
    ],
    [
        " But I think there's a lot of shades of gray in there.",
        2630.76,
        2632.22
    ],
    [
        " And I totally agree, of course.",
        2632.54,
        2633.82
    ],
    [
        " I mean, there's massive amounts of shades of gray in good and evil.",
        2634.1,
        2638.72
    ],
    [
        " And then at some point, you get to evil.",
        2639.04,
        2642.22
    ],
    [
        " You go from like, hey, this is bad to evil.",
        2642.74,
        2645.26
    ],
    [
        " And you go from, hey, that's pretty nice to good.",
        2645.7,
        2648.36
    ],
    [
        " Those are things that exist.",
        2649.24,
        2650.4
    ],
    [
        " And you want to keep your kids out of the evil.",
        2651.26,
        2655.18
    ],
    [
        "",
        2656.52,
        2656.52
    ],
    [
        " And if you waste all your leadership capital trying to push them from doing okay into good and doing the best,",
        2657.66,
        2666.28
    ],
    [
        " you're going to wear it all out.",
        2666.74,
        2668.32
    ],
    [
        " But in my opinion, if there's some parents that have done a better job than me, that's awesome.",
        2668.32,
        2672.04
    ],
    [
        " And they were able to just to keep their kid 5.0 in every category across the board for their whole existence.",
        2672.32,
        2677.36
    ],
    [
        " Without the kid turning into a crazy rebel.",
        2677.64,
        2681.36
    ],
    [
        " Because that's what happens to some kids that get pushed that hard.",
        2681.96,
        2685.1
    ],
    [
        " Yeah, I think that whole, again, that whole leading by example thing, man, is as long as you're consistent and lead by example,",
        2685.7,
        2693.36
    ],
    [
        " they can see, you know, they'll see the benefits play out right in front of their face.",
        2693.36,
        2697.68
    ],
    [
        " But man, these again, you can't, you can't be like, hey, clean your room,",
        2698.56,
        2702.32
    ],
    [
        " meanwhile the rest of the house, including your room is messy.",
        2702.46,
        2705.14
    ],
    [
        " And grab clean, I tell you to clean your room all the time, you never do.",
        2705.6,
        2708.12
    ],
    [
        " No, how's this?",
        2708.52,
        2709.9
    ],
    [
        " So one of my friends, one of my best friends, name Scotty Lewis, he's a cop by the way, you know, on the big island.",
        2710.24,
        2717.34
    ],
    [
        " So this guy would, he was never my roommate, but you know, I go to his house a lot of time.",
        2717.96,
        2724.14
    ],
    [
        " And he was real like, clean, clean, super clean guy.",
        2724.14,
        2727.38
    ],
    [
        " And he'd get kind of mad, not mad, but just uncomfortable when things are dirty.",
        2727.56,
        2731.98
    ],
    [
        " You know, so you know, if they have a roommate or something like that.",
        2732.36,
        2734.68
    ],
    [
        " And I remember thinking, dang, bro, Scotty, you're real sensitive about that whole thing, you know,",
        2735.2,
        2741.2
    ],
    [
        " being clean and they're like, for real clean, clean, clean, clean.",
        2741.46,
        2744.22
    ],
    [
        " Not a clean freak, necessarily, but almost.",
        2744.54,
        2746.64
    ],
    [
        " Borderline. Borderline, yes.",
        2746.78,
        2748.22
    ],
    [
        " So, um, and just from knowing them and stuff, I knew that his parents, they would like, you know, clean his room and stuff like that.",
        2748.36,
        2758.22
    ],
    [
        " Not all the time or nothing like that, but they were involved in cleaning and stuff.",
        2758.5,
        2761.62
    ],
    [
        " So it kind of went opposite to what I thought.",
        2761.8,
        2765.5
    ],
    [
        " You know, like, if your parents tell, if you got taught to clean your room from a young age and you had to do it the whole time.",
        2765.68,
        2771.68
    ],
    [
        " Yeah.",
        2772.1,
        2772.26
    ],
    [
        " I always thought that, yeah, that, that would carry over when you're out of the house and you go to college,",
        2772.28,
        2776.44
    ],
    [
        " you go live on your own, that you'd clean your room all the time.",
        2776.46,
        2779.0
    ],
    [
        " I thought that that was kind of it.",
        2779.0,
        2780.42
    ],
    [
        " But I start to hypothesize that that's not it.",
        2780.74,
        2784.1
    ],
    [
        " This is what it is.",
        2784.32,
        2785.14
    ],
    [
        " If your parents provide an environment of extreme cleanliness, whether you do it or they do it or both or whatever,",
        2785.86,
        2792.62
    ],
    [
        " but the environment is consistently clean, when you leave that environment, that's will be, that'll be what you're used to.",
        2792.74,
        2799.22
    ],
    [
        " Interesting.",
        2799.36,
        2799.84
    ],
    [
        " So it'll mess with you if it's not.",
        2799.84,
        2801.36
    ],
    [
        " And that's, and sure enough, we went to the big island, you know, cruising with him.",
        2802.04,
        2805.98
    ],
    [
        " And we go to his house and it's like a museum, just spotless clean, not his, his parents house.",
        2806.66,
        2813.06
    ],
    [
        " And I remember thinking like, yeah, that my little theory, I think is correct.",
        2813.16,
        2818.08
    ],
    [
        " Yeah.",
        2818.32,
        2818.46
    ],
    [
        " Like if you're used to clean with it.",
        2818.62,
        2820.4
    ],
    [
        " So wait, did his parents help him clean or not?",
        2820.48,
        2822.08
    ],
    [
        " Yes.",
        2822.12,
        2822.3
    ],
    [
        " Fully.",
        2822.66,
        2822.82
    ],
    [
        " So here, and here's the thing about it.",
        2822.98,
        2824.54
    ],
    [
        " It says, because you could also get the kid that the parents are neat freaks and the kid rebels and just becomes a slob.",
        2824.54,
        2830.12
    ],
    [
        " Yeah.",
        2830.3,
        2830.56
    ],
    [
        " So, and yeah, maybe, and I'm sure there's all kinds of circumstances that maybe do that.",
        2831.02,
        2835.3
    ],
    [
        " I'm sure.",
        2835.48,
        2835.74
    ],
    [
        " But I mean, generally speaking, the environment that you get used to functioning.",
        2836.18,
        2839.98
    ],
    [
        " And also, there's people, there's parents that are slobs that the kids are very neat and orderly because they don't like that.",
        2840.22,
        2846.5
    ],
    [
        " Yeah.",
        2847.04,
        2847.22
    ],
    [
        " Yeah.",
        2847.98,
        2848.24
    ],
    [
        " I mean, maybe, and again, these are all, you know, I'm sure there's so many, I've never encountered that.",
        2848.4,
        2852.78
    ],
    [
        " Well, my, I think the key is here, what you can't do is just try and push them like crazy.",
        2852.78,
        2858.74
    ],
    [
        " You just have to guide them and what is correct.",
        2859.18,
        2861.12
    ],
    [
        " And what you have to really show is like the benefits of why it's good to keep things in order.",
        2861.66,
        2866.58
    ],
    [
        " Yeah.",
        2866.92,
        2867.1
    ],
    [
        " You know, if you're going to spend an hour looking for your car keys, just think of your productivity at that point.",
        2867.36,
        2874.52
    ],
    [
        " It's no.",
        2874.96,
        2875.46
    ],
    [
        " Yeah.",
        2876.2,
        2876.28
    ],
    [
        " So you got to watch out for that.",
        2877.5,
        2879.04
    ],
    [
        " Yeah.",
        2879.38,
        2879.84
    ],
    [
        " But yeah, that was my little hypothesis.",
        2879.94,
        2881.56
    ],
    [
        " I think it's true though, because think about like, think about just the environment of the consistent environment that you kind of that someone will come from.",
        2881.74,
        2889.94
    ],
    [
        " They always in a way, sort of for lack of better to recreate that environment or try to when they leave.",
        2890.16,
        2896.78
    ],
    [
        " So like, you know how like kids that come from a chaotic people yell all of a sudden.",
        2897.42,
        2900.44
    ],
    [
        " Yeah.",
        2900.44,
        2900.66
    ],
    [
        " They're going to probably yell a lot or let's say they don't yell.",
        2900.82,
        2903.44
    ],
    [
        " Let's say they never swear.",
        2903.58,
        2904.84
    ],
    [
        " Right.",
        2905.28,
        2905.5
    ],
    [
        " Like I grew up in a household and they don't swear and swearing's like not that good when they go out.",
        2905.5,
        2910.2
    ],
    [
        " They won't just start swearing though.",
        2910.28,
        2911.28
    ],
    [
        " They'll be sensitive to swearing.",
        2911.28,
        2912.92
    ],
    [
        " Yeah.",
        2912.94,
        2912.96
    ],
    [
        " For sure.",
        2912.96,
        2913.22
    ],
    [
        " You know, for sure.",
        2913.54,
        2914.22
    ],
    [
        " So I think if that again, if the environment is provided consistently, I think that's that's going to have a big consistency goes a long way.",
        2914.44,
        2922.38
    ],
    [
        " Oh, I think it's the number one thing.",
        2922.52,
        2924.22
    ],
    [
        " Sarah Armstrong always says that.",
        2924.36,
        2925.66
    ],
    [
        " Yeah.",
        2925.86,
        2926.08
    ],
    [
        " I agree with her.",
        2926.24,
        2926.88
    ],
    [
        " Thousand million for sure.",
        2927.0,
        2927.94
    ],
    [
        " Be consistent.",
        2927.94,
        2928.56
    ],
    [
        " Right.",
        2928.96,
        2929.1
    ],
    [
        " Even like small little things like for my dad, for example, it's.",
        2929.22,
        2933.52
    ],
    [
        " The routine is when it's time to do the bed, it's brush teeth.",
        2934.72,
        2938.38
    ],
    [
        " We do stories and questions, which is like just, you know, some stories that I made up.",
        2938.64,
        2942.54
    ],
    [
        " And then questions like basically a quiz.",
        2942.94,
        2944.72
    ],
    [
        " It's like rudimentary education like solar system stuff.",
        2944.86,
        2947.8
    ],
    [
        " And you make it like a game show quiz.",
        2947.8,
        2949.78
    ],
    [
        " Nice.",
        2950.06,
        2950.3
    ],
    [
        " So it's fun.",
        2950.52,
        2950.92
    ],
    [
        " And then.",
        2951.26,
        2952.58
    ],
    [
        " Bedtime.",
        2952.62,
        2953.4
    ],
    [
        " That's it.",
        2953.62,
        2953.98
    ],
    [
        " And sleep.",
        2954.12,
        2954.58
    ],
    [
        " 100%.",
        2955.86,
        2956.96
    ],
    [
        " No deviation unless we're out.",
        2956.96,
        2958.68
    ],
    [
        " Yeah.",
        2958.94,
        2959.12
    ],
    [
        " But that's how you're wrong.",
        2959.46,
        2960.22
    ],
    [
        " That's the routine consistent.",
        2960.24,
        2961.68
    ],
    [
        " So now you, I don't get any pushback in my daughter is a pushback master.",
        2962.0,
        2967.46
    ],
    [
        " She is.",
        2967.76,
        2968.56
    ],
    [
        " She is.",
        2968.56,
        2968.72
    ],
    [
        " And that the consistent stuff she just knows, she just go, you can be playing.",
        2968.72,
        2972.16
    ],
    [
        " She's, she's got a little spark to her.",
        2972.64,
        2974.7
    ],
    [
        " Yeah.",
        2974.88,
        2975.1
    ],
    [
        " Actually, she's got a lot of spark to her.",
        2975.34,
        2976.66
    ],
    [
        " Yeah.",
        2976.68,
        2977.1
    ],
    [
        " Got it from mom.",
        2977.38,
        2978.42
    ],
    [
        " Yeah.",
        2978.88,
        2979.78
    ],
    [
        " There's just a ton of, you know, as I was going through these, I don't remember where I let red the.",
        2979.9,
        2986.6
    ],
    [
        " You know, I don't remember where I read this letter for the first time from Melada or a Kova,",
        2987.82,
        2993.52
    ],
    [
        " but there's so much good stuff in there.",
        2993.52,
        2998.82
    ],
    [
        " Choose your friends carefully.",
        2999.06,
        3000.7
    ],
    [
        " I mean, just when she's kicking it off, you know, life is hard.",
        3001.4,
        3005.86
    ],
    [
        " It does not pamper anybody.",
        3006.52,
        3007.78
    ],
    [
        " That's a good thing for kids to understand.",
        3008.12,
        3009.7
    ],
    [
        " Yeah.",
        3009.98,
        3010.12
    ],
    [
        " You know, welcome to life.",
        3010.7,
        3011.9
    ],
    [
        " It's going to be hard.",
        3012.06,
        3012.82
    ],
    [
        " Get accustomed to it, but don't let it defeat you.",
        3013.18,
        3015.3
    ],
    [
        " Boom.",
        3015.4,
        3015.76
    ],
    [
        " Yeah.",
        3015.96,
        3016.26
    ],
    [
        " That's changing of your opinion one was really powerful in life.",
        3016.74,
        3021.54
    ],
    [
        " Yeah.",
        3021.54,
        3021.72
    ],
    [
        " And admitting when you're wrong.",
        3021.88,
        3022.7
    ],
    [
        " Yeah.",
        3022.92,
        3023.12
    ],
    [
        " If I made, if I made, if I had the wrong theory, that's okay.",
        3023.3,
        3027.28
    ],
    [
        " Yeah.",
        3027.82,
        3027.94
    ],
    [
        " And I'm just going for me.",
        3028.24,
        3029.16
    ],
    [
        " New information.",
        3029.24,
        3029.74
    ],
    [
        " Here we go.",
        3029.74,
        3030.38
    ],
    [
        " I'm changing.",
        3030.46,
        3030.78
    ],
    [
        " That's okay.",
        3030.96,
        3031.38
    ],
    [
        " I always kind of freak me out with politicians.",
        3031.7,
        3033.08
    ],
    [
        " I think we've had this conversation before.",
        3033.6,
        3035.66
    ],
    [
        " Yeah.",
        3035.96,
        3035.98
    ],
    [
        " Politicians, people say, we's a flip flop.",
        3036.0,
        3038.02
    ],
    [
        " Flip flop for you.",
        3038.16,
        3038.62
    ],
    [
        " And that's a negative thing.",
        3038.8,
        3039.74
    ],
    [
        " It's a negative thing if the person is flip flopping just to get votes.",
        3040.0,
        3043.44
    ],
    [
        " Yeah.",
        3043.54,
        3043.7
    ],
    [
        " But if new stuff comes to light and they say, you know what?",
        3043.96,
        3046.56
    ],
    [
        " I kind of changed my opinion on that one.",
        3046.6,
        3048.1
    ],
    [
        " Yeah.",
        3048.2,
        3048.38
    ],
    [
        " Or the culture shifts, man.",
        3048.6,
        3051.62
    ],
    [
        " Like there's certain things that's even, I mean, back to your thing with the short shorts.",
        3052.0,
        3055.46
    ],
    [
        " That's, I mean, the point here is a little bit different, but you have to contend with cultural shifts.",
        3055.54,
        3061.08
    ],
    [
        " That's a new reality for me.",
        3061.08,
        3062.6
    ],
    [
        " Like in Hawaii, for example, when I grew up like just the swimsuits, we're, you know, sure, you wear a bikini, but it's like a normal bikini.",
        3062.88,
        3069.94
    ],
    [
        " So I come, I got a college, I come here, I move here, I go back.",
        3069.94,
        3074.16
    ],
    [
        " This is like, you know, 10, 11 years later, I'm noticing the bikinis in there.",
        3074.52,
        3079.54
    ],
    [
        " It's just way less material.",
        3079.66,
        3080.7
    ],
    [
        " And I'm like dang, this, they're showing a lot, but everyone's just, you know, little kids and stuff like, okay.",
        3080.94,
        3085.66
    ],
    [
        " And my younger brother lives there.",
        3086.02,
        3087.58
    ],
    [
        " He said, that's just how it is now.",
        3087.96,
        3089.44
    ],
    [
        " It's like, man, you wouldn't have got way that.",
        3089.84,
        3091.1
    ],
    [
        " Yeah, so that's, that's some stuff that I had to like go, okay, I'm not going to expend a bunch of leadership.",
        3091.1,
        3095.06
    ],
    [
        " Capital fighting, not just my kids, but fighting culture as a whole.",
        3096.26,
        3100.78
    ],
    [
        " Yeah, that's what you do.",
        3101.34,
        3101.86
    ],
    [
        " But then there's things that cross the line, right?",
        3101.86,
        3105.08
    ],
    [
        " Yeah, I'll tell you what is, is you wearing those short shorts.",
        3105.24,
        3107.5
    ],
    [
        " That's not the way.",
        3107.62,
        3108.48
    ],
    [
        "",
        3108.66,
        3108.66
    ],
    [
        " You don't want to see me in those short shorts.",
        3109.98,
        3112.32
    ],
    [
        " No.",
        3112.8,
        3112.9
    ],
    [
        " You don't want to have that happen.",
        3113.04,
        3114.18
    ],
    [
        " So, like I said, ton of good information from capinizers and from",
        3114.88,
        3122.38
    ],
    [
        " Dr. Horokova.",
        3123.98,
        3125.3
    ],
    [
        " But, you know, speaking of learning and teaching and questioning, speaking of question time.",
        3126.1,
        3134.8
    ],
    [
        " Sure.",
        3134.96,
        3135.22
    ],
    [
        " I think we have a little question time to contend with.",
        3135.7,
        3137.8
    ],
    [
        " Yep.",
        3138.6,
        3138.74
    ],
    [
        " Who's Q&A?",
        3139.64,
        3140.16
    ],
    [
        " Yeah, might as well.",
        3140.52,
        3141.42
    ],
    [
        " So let's ask Jocco some questions.",
        3141.76,
        3145.42
    ],
    [
        " Let's do that.",
        3146.02,
        3146.54
    ],
    [
        " I like your answers to questions, Jocco.",
        3147.06,
        3149.1
    ],
    [
        " See that's kind of the good thing about knowing your phone number.",
        3150.68,
        3153.52
    ],
    [
        " Yeah.",
        3153.84,
        3154.22
    ],
    [
        " I can just text you with questions.",
        3154.62,
        3156.14
    ],
    [
        " Yeah.",
        3156.14,
        3156.5
    ],
    [
        " I can purse my own questions, a gross mismanagement of your time.",
        3156.54,
        3160.5
    ],
    [
        " It is.",
        3160.54,
        3160.84
    ],
    [
        " Potentially.",
        3160.96,
        3161.3
    ],
    [
        " However, I'm pretty quick to answer a abruptly in short answers.",
        3161.6,
        3167.64
    ],
    [
        " Yep.",
        3168.3,
        3168.46
    ],
    [
        " Because you pretty much know what the answer is going to be.",
        3168.92,
        3170.38
    ],
    [
        " I do, and sometimes you just need that backup.",
        3170.78,
        3172.58
    ],
    [
        " And that's, or that reinforcement.",
        3172.76,
        3174.68
    ],
    [
        " You know, you know, you know how like, you're like, man, I really have,",
        3174.68,
        3178.48
    ],
    [
        " I have in this issue with myself or whatever.",
        3178.48,
        3181.46
    ],
    [
        " Like, I'm going to, I'm going to ask Jocco.",
        3181.8,
        3183.86
    ],
    [
        " I mean, yeah, because it's real, I'm really confused.",
        3184.1,
        3186.24
    ],
    [
        " Yeah.",
        3186.7,
        3186.86
    ],
    [
        " Not confused, but you know, I'm really, I need the answer.",
        3186.86,
        3189.32
    ],
    [
        " I don't have the, I'm really one.",
        3189.32,
        3190.68
    ],
    [
        " I'm going to ask Jocco.",
        3190.7,
        3191.48
    ],
    [
        " And you can be texting Jocco that answer or the question.",
        3191.6,
        3195.42
    ],
    [
        " And you're like, I know the answer.",
        3195.76,
        3197.24
    ],
    [
        " Like as I'm reading this question to Jocco, it kind of puts it into the, yeah, yeah.",
        3197.4,
        3201.04
    ],
    [
        " So I don't send it.",
        3201.14,
        3201.86
    ],
    [
        " So you get about maybe a third and like a quarter of the questions that I actually have for you.",
        3202.16,
        3207.92
    ],
    [
        " That's good.",
        3208.9,
        3209.5
    ],
    [
        " Yeah, man.",
        3209.78,
        3210.32
    ],
    [
        " See you.",
        3210.64,
        3211.16
    ],
    [
        " You know, the Jocco effect is real.",
        3211.18,
        3212.42
    ],
    [
        " Question number one.",
        3213.02,
        3214.26
    ],
    [
        " Jocco, I keep trying to ask around my BJJ school if anyone follows SNC program.",
        3214.48,
        3220.82
    ],
    [
        " Did, no, you just abbreviated SNC, you know what that is, right?",
        3221.5,
        3224.08
    ],
    [
        " No.",
        3224.36,
        3224.5
    ],
    [
        " Oh, it's strength and conditioning.",
        3224.76,
        3225.74
    ],
    [
        " Okay.",
        3226.0,
        3226.24
    ],
    [
        " Sure.",
        3226.74,
        3227.42
    ],
    [
        " A hundred percent.",
        3227.7,
        3229.48
    ],
    [
        " That's like a known thing, especially for someone that's jacked like yourself.",
        3229.58,
        3235.6
    ],
    [
        " It was into strength and condition.",
        3235.6,
        3237.04
    ],
    [
        " I don't right.",
        3237.06,
        3237.78
    ],
    [
        " I've never seen that.",
        3237.88,
        3238.7
    ],
    [
        " Yeah.",
        3238.7,
        3238.9
    ],
    [
        " You know, maybe I don't write that.",
        3239.08,
        3240.58
    ],
    [
        " Maybe I just do it.",
        3240.72,
        3241.62
    ],
    [
        " That's a credit.",
        3241.98,
        3243.14
    ],
    [
        " Just credit.",
        3243.38,
        3243.9
    ],
    [
        " I might drop you in the home now.",
        3244.08,
        3245.52
    ],
    [
        " Anyway, I'm asking around my JJ to school.",
        3246.1,
        3250.54
    ],
    [
        " If anyone follows a strength and conditioning program for comps, which is competition.",
        3250.64,
        3255.94
    ],
    [
        " Very good.",
        3255.96,
        3256.68
    ],
    [
        " Nicely done.",
        3256.94,
        3257.6
    ],
    [
        " You're up on things.",
        3257.98,
        3259.54
    ],
    [
        " Everyone keeps telling me to just roll for strength and conditioning.",
        3259.6,
        3263.38
    ],
    [
        " What do you think about that?",
        3263.52,
        3265.02
    ],
    [
        " Okay.",
        3265.52,
        3265.88
    ],
    [
        " So rolling is obviously the base, right?",
        3266.08,
        3269.02
    ],
    [
        " You need to roll.",
        3269.16,
        3269.76
    ],
    [
        " And that, but that has to, that doesn't mean include rolling.",
        3270.08,
        3273.48
    ],
    [
        " Like we're going to go roll however it works out.",
        3273.94,
        3276.74
    ],
    [
        " It means rolling with some kind of structure around it.",
        3276.82,
        3280.74
    ],
    [
        " So you get your short rounds.",
        3280.84,
        3282.76
    ],
    [
        " You got to get your long rounds.",
        3283.2,
        3285.48
    ],
    [
        " You got to get your shark tanks.",
        3285.86,
        3287.4
    ],
    [
        " You got to get your positional drilling.",
        3287.46,
        3288.98
    ],
    [
        " You got to get your consequence free drills.",
        3289.18,
        3291.5
    ],
    [
        " Like Dean Lister makes us do consequence free drills where you're going to start in a position",
        3291.8,
        3299.36
    ],
    [
        " where you might get tapped out, but it doesn't matter.",
        3299.36,
        3301.42
    ],
    [
        " Or you're going to start a position where you might lose position, but you're going to do it anyways.",
        3301.96,
        3305.32
    ],
    [
        " And then Glover, that's what Dean does.",
        3305.92,
        3308.24
    ],
    [
        " Actually Glover does the consequence drills where you're already starting in the arm walk.",
        3308.68,
        3315.04
    ],
    [
        " Yeah.",
        3315.46,
        3315.56
    ],
    [
        " Like you're letting a person take your arm and you're starting there.",
        3315.86,
        3319.1
    ],
    [
        " And you're just going to see what you can get out of it.",
        3319.1,
        3320.6
    ],
    [
        " Or start in the triangle, not the triangle danger in the triangle.",
        3320.72,
        3324.62
    ],
    [
        " That's some Jeff Glover crap right there.",
        3324.66,
        3328.56
    ],
    [
        " But it's good for you.",
        3329.42,
        3331.9
    ],
    [
        " It's good.",
        3332.02,
        3332.32
    ],
    [
        " So you got to do that.",
        3332.56,
        3333.96
    ],
    [
        " And the short rounds, by short rounds, I mean short intense rounds.",
        3334.18,
        3336.7
    ],
    [
        " Right?",
        3337.0,
        3337.5
    ],
    [
        " If you, my attitude in a three minute round is completely different than my attitude in a 20 minute round.",
        3337.98,
        3346.06
    ],
    [
        " Or even, I mean, the ultimate and believe it or not, my attitude in a 20 minute round is different from my attitude in a no time limit round.",
        3346.06,
        3356.8
    ],
    [
        " Really?",
        3357.26,
        3357.48
    ],
    [
        " Yeah.",
        3357.8,
        3358.04
    ],
    [
        " Yeah.",
        3358.3,
        3358.48
    ],
    [
        " Yeah.",
        3358.82,
        3359.16
    ],
    [
        " Especially because in regular training, even if you get the submission, if I submit you in four minutes, I still got to do another 16.",
        3359.4,
        3368.94
    ],
    [
        " So I might go hard for four minutes and get the submission, but then I got to go to another 16 minutes now.",
        3370.3,
        3375.32
    ],
    [
        " So I'm going to, I'm going to have some tactical.",
        3375.46,
        3377.48
    ],
    [
        " Now if we're now what's different is if it's no time limit after four minutes, I get you work.",
        3377.7,
        3382.72
    ],
    [
        " We're kind of done.",
        3382.78,
        3383.48
    ],
    [
        " We can go again.",
        3383.68,
        3384.76
    ],
    [
        " Yeah.",
        3385.04,
        3385.22
    ],
    [
        " But we're also we can just be done.",
        3385.48,
        3387.5
    ],
    [
        " Right.",
        3387.66,
        3387.9
    ],
    [
        " But if you get them in one minute, we're probably going to get it.",
        3388.0,
        3391.24
    ],
    [
        "",
        3391.24,
        3391.24
    ],
    [
        "",
        3391.26,
        3391.26
    ],
    [
        " Yeah.",
        3391.3,
        3391.74
    ],
    [
        " Actually, four minutes is probably going again too, but like eight minutes.",
        3391.9,
        3395.1
    ],
    [
        " So I might, I might not submit you in one minute or even four minutes because I want to get you to a point where I know I'm just going to have to do this one.",
        3395.7,
        3406.32
    ],
    [
        " Yeah.",
        3406.56,
        3406.92
    ],
    [
        " The psychology.",
        3406.92,
        3410.0
    ],
    [
        " But so yes, you have to roll.",
        3410.8,
        3412.54
    ],
    [
        " Now, but you still need to get stronger, right?",
        3412.66,
        3415.24
    ],
    [
        " And a classic example, this is a big Andy, big Andy Burke, right?",
        3415.24,
        3418.94
    ],
    [
        " Great you to do, but he wasn't super strong.",
        3420.08,
        3423.24
    ],
    [
        "",
        3423.72,
        3423.72
    ],
    [
        " And I was, I said to him, hey, start doing pull ups, start doing push ups and dips and squats.",
        3424.2,
        3428.56
    ],
    [
        " Just start to him.",
        3428.56,
        3429.48
    ],
    [
        " And he did.",
        3429.64,
        3430.1
    ],
    [
        " He listened to me.",
        3430.36,
        3431.42
    ],
    [
        " And in a matter of a month, he felt completely different because he wasn't working on a roll.",
        3431.74,
        3437.46
    ],
    [
        " He was just rolling and he was rolling hardcore, but just rolling compared to actually getting stronger.",
        3437.52,
        3442.82
    ],
    [
        " And then he went on to powerlifting and Olympic lifting.",
        3443.16,
        3447.62
    ],
    [
        " And now it's like, okay, I got to contend with actual strength power here.",
        3448.0,
        3451.42
    ],
    [
        " So that definitely makes a difference.",
        3451.58,
        3452.9
    ],
    [
        " You know, his skill was getting better, but it wasn't, I was feeling a skill getting better.",
        3453.44,
        3456.58
    ],
    [
        " You know, but we're all getting better at the same time, but all of a sudden he started getting stronger.",
        3456.66,
        3458.9
    ],
    [
        " So strength, that's the strength part, right?",
        3459.32,
        3461.6
    ],
    [
        " Now the conditioning part, same thing.",
        3462.02,
        3464.18
    ],
    [
        " Jiu Jitsu allows you to rest.",
        3464.94,
        3467.42
    ],
    [
        " And that's actually a positive attribute of your Jiu Jitsu game.",
        3467.78,
        3471.54
    ],
    [
        " And if you can rest while you're doing it, right?",
        3471.54,
        3474.52
    ],
    [
        " That's one of the good, that proves that you know what you're doing.",
        3475.0,
        3478.64
    ],
    [
        " Now, that's actually a negative when it comes to working out.",
        3479.64,
        3483.62
    ],
    [
        " Because if you do something like a row or a bike or a sprint or a MedCon workout on a timer, there aren't no mercy.",
        3483.72,
        3491.18
    ],
    [
        " Slacking is not rewarded.",
        3492.54,
        3493.76
    ],
    [
        " You're racing against the clock.",
        3494.94,
        3498.02
    ],
    [
        " And so those things are going to push you faster for longer periods of time, harder than just a roll well.",
        3498.02,
        3505.2
    ],
    [
        " So bottom line for strength and conditioning in Jiu Jitsu.",
        3505.64,
        3511.48
    ],
    [
        " Yeah, you got to do Jiu Jitsu, for sure.",
        3511.92,
        3514.64
    ],
    [
        " Gotta be your base.",
        3515.2,
        3516.02
    ],
    [
        " And then you've got to do strength training to get stronger.",
        3517.16,
        3522.2
    ],
    [
        " And that's dead and squats and cleaning jerks and snatches and overhead squats and all the key lifts.",
        3522.94,
        3528.38
    ],
    [
        " And that means doing singles and doubles and fours and fives and sets of 20.",
        3528.64,
        3533.5
    ],
    [
        " I mean, it means getting stronger.",
        3533.52,
        3534.88
    ],
    [
        " And then you've got to work your metabolic conditioning.",
        3535.4,
        3538.7
    ],
    [
        " And how do you do that?",
        3538.92,
        3539.58
    ],
    [
        " You go hard, you go metabolic conditions.",
        3540.3,
        3544.26
    ],
    [
        " You do you do MetCon's right?",
        3544.4,
        3545.98
    ],
    [
        " You mix in lighter weights, doing more repetitions, short.",
        3546.26,
        3550.88
    ],
    [
        " And you got to mix up the rounds too.",
        3550.88,
        3552.52
    ],
    [
        " Going short rounds, long rounds, you know what to body is?",
        3552.98,
        3556.5
    ],
    [
        " Yes.",
        3556.96,
        3557.24
    ],
    [
        " The Tabbata protocol.",
        3557.76,
        3559.12
    ],
    [
        " I don't know the exact number.",
        3559.62,
        3560.48
    ],
    [
        " Is there an exact number?",
        3560.48,
        3561.24
    ],
    [
        " There is an exact number.",
        3561.24,
        3562.3
    ],
    [
        " The exact number for the Tabbata protocol is...",
        3562.4,
        3568.5
    ],
    [
        " No, 20 seconds of work, 10 seconds of rest.",
        3568.5,
        3572.08
    ],
    [
        " So for me, that's like the shortest rounds you're doing is 20 seconds of work, 10 seconds of rest.",
        3572.34,
        3577.08
    ],
    [
        " Then you've got to also do long rounds.",
        3577.12,
        3578.7
    ],
    [
        " And then you do a lot of times I do three on one off for rounds.",
        3579.16,
        3583.5
    ],
    [
        " That's a boxing, right?",
        3583.9,
        3585.7
    ],
    [
        " A lot of times I'm doing five on one off.",
        3586.02,
        3588.04
    ],
    [
        " That's MMA.",
        3588.3,
        3591.46
    ],
    [
        " And then above that you start to get to Jiu-Jitsu, which is 10 minutes one off.",
        3591.98,
        3596.4
    ],
    [
        " But what's interesting is, if you're doing a 10 minute round of the one off and then another 10 minute round of the one off,",
        3597.02,
        3602.28
    ],
    [
        " that blows into one big round.",
        3602.62,
        3604.0
    ],
    [
        " So a lot of times when we're got a guy that's competing black, belch, or he's doing a 20 minute fight or a 10 minute fight,",
        3604.76,
        3611.5
    ],
    [
        " a 10 minute grappling match, one round of 10 minutes or one round of 15 minutes,",
        3611.74,
        3616.56
    ],
    [
        " you got to have him take a bigger break in between sometimes during the training so that they're actually coming in there fresh",
        3616.86,
        3623.2
    ],
    [
        " and they can work through the prom again.",
        3623.2,
        3624.74
    ],
    [
        " Otherwise, they're just going through the one hour roll level, the whole time, which is not good for him.",
        3624.84,
        3631.82
    ],
    [
        " And obviously, you got to learn technique, you got to practice technique because Jiu-Jitsu is what's going to win.",
        3633.8,
        3639.9
    ],
    [
        " And like I just had somebody hit me up on social media and they said, because I told the story at some point on this podcast about rolling with a black belt girl.",
        3640.42,
        3649.66
    ],
    [
        " For the first time, as the first time I ever rolled with an actual black belt girl and I was thinking, oh, you know, I better bring my A game a little bit so I don't get caught here.",
        3650.32,
        3657.78
    ],
    [
        " And then when I started rolling with those, that's not happening.",
        3658.08,
        3661.08
    ],
    [
        " And the guy says, is this mean that you can't defeat a stronger opponent with Jiu-Jitsu?",
        3661.58,
        3666.04
    ],
    [
        " And I said, no, absolutely. I watched girls lighter, weaker girls tap out bigger, stronger guys on the regular.",
        3666.3,
        3675.52
    ],
    [
        " But what that situation was, not only was I bigger and stronger, but I'm also skilled at Jiu-Jitsu.",
        3675.96,
        3683.26
    ],
    [
        " So doesn't apply.",
        3685.16,
        3686.12
    ],
    [
        " Yeah. And there's this element of Jiu-Jitsu and this actually kind of goes back to Andy.",
        3686.6,
        3692.64
    ],
    [
        " When you get Andy with his skill and technique and then you add some strength and conditioning to it.",
        3693.16,
        3701.36
    ],
    [
        " It's like, you know, so what you do, if you don't have, if you're not big and strong, you can't really bully anyone on the mat.",
        3701.36,
        3708.6
    ],
    [
        " And bully, I don't mean bully, bully. I mean, like, you can't just turn on this like...",
        3708.6,
        3712.86
    ],
    [
        " If you're not big and strong.",
        3712.86,
        3715.24
    ],
    [
        " If you're seeing Jeff Glover, bully people because I have...",
        3715.44,
        3718.28
    ],
    [
        " Well, he bullies in in a different way.",
        3718.28,
        3719.92
    ],
    [
        " So that's what I mean by bully. You can't just impose your strength on someone.",
        3720.5,
        3726.28
    ],
    [
        " Well, I'm going to have to disagree with you because...",
        3726.68,
        3728.88
    ],
    [
        " You can impose your technique.",
        3728.88,
        3729.52
    ],
    [
        " Yeah, I mean, Jeff Glover will bully guys on the mat if they're out of line for sure.",
        3729.76,
        3734.9
    ],
    [
        " Yeah, but it's in a different kind of way.",
        3734.98,
        3737.32
    ],
    [
        " So you're talking about... You will. You can't go strength.",
        3737.32,
        3739.92
    ],
    [
        " You can't just start bullying physically bullying.",
        3740.58,
        3742.88
    ],
    [
        " You have to technically bully it up.",
        3743.02,
        3744.54
    ],
    [
        " I'll accept that.",
        3744.54,
        3745.82
    ],
    [
        " Yeah. So let's say your technique is similar.",
        3746.14,
        3749.6
    ],
    [
        " But you have straight up weight strength and conditioning.",
        3750.38,
        3755.46
    ],
    [
        " Yeah.",
        3755.88,
        3756.02
    ],
    [
        " It really plays a big factor.",
        3756.22,
        3757.8
    ],
    [
        " For sure.",
        3758.5,
        3758.68
    ],
    [
        " And not to say that you'll be able to necessarily tap the guy out, but him trying to tap you out when you have strength, conditioning and size is a big factor.",
        3759.1,
        3767.3
    ],
    [
        " It just gets real hard.",
        3767.3,
        3768.7
    ],
    [
        " No, for sure.",
        3768.76,
        3769.34
    ],
    [
        " Unless you... Well, the key component there that you mentioned is that I have to have similar...",
        3769.58,
        3775.6
    ],
    [
        " Yeah.",
        3775.6,
        3775.7
    ],
    [
        " ...because you can be a 235 pound guy super strong athlete.",
        3775.9,
        3782.4
    ],
    [
        " And if you don't know Jiu Jitsu, Jeff Glover is going to wrap you up like you don't even know what's happening.",
        3782.82,
        3787.68
    ],
    [
        " He's 150 pounds.",
        3787.68,
        3788.92
    ],
    [
        " Yeah.",
        3789.22,
        3789.4
    ],
    [
        " And I've seen him with that, obviously.",
        3789.9,
        3793.1
    ],
    [
        " With roughly 100% certainty.",
        3793.42,
        3795.9
    ],
    [
        " Yeah, with...",
        3795.98,
        3796.72
    ],
    [
        " Yeah.",
        3796.72,
        3796.8
    ],
    [
        " You know, even beyond roughly 100%, it is really, really close to 100%.",
        3797.2,
        3802.76
    ],
    [
        " Yeah.",
        3802.76,
        3802.9
    ],
    [
        " If you don't know Jiu Jitsu, 245 pound muscle head going against Jeff Glover, you're getting tapped out.",
        3803.02,
        3809.84
    ],
    [
        " Even if you do know Jiu Jitsu, there's a thing...",
        3809.86,
        3812.78
    ],
    [
        " There is a video, I think, his crappler's quest.",
        3812.78,
        3814.88
    ],
    [
        " I think it's still online right now.",
        3815.04,
        3816.2
    ],
    [
        " Yeah.",
        3816.32,
        3816.44
    ],
    [
        " Jeff Glover goes against this huge guy.",
        3816.46,
        3818.5
    ],
    [
        " Yeah, for sure.",
        3818.52,
        3819.1
    ],
    [
        " I think he was maybe...",
        3819.38,
        3820.62
    ],
    [
        " That guy knew some sub-level of Jiu Jitsu fighter, yeah.",
        3820.62,
        3823.6
    ],
    [
        " It was a Jiu Jitsu match.",
        3823.6,
        3824.76
    ],
    [
        " Yeah.",
        3824.8,
        3825.06
    ],
    [
        " And, oh man, it's...",
        3825.18,
        3826.58
    ],
    [
        " Yeah, it's just crazy to watch.",
        3826.58,
        3827.76
    ],
    [
        " And that was when Jeff was like 13 or something.",
        3827.84,
        3830.04
    ],
    [
        " And he was crazy back then.",
        3831.16,
        3833.58
    ],
    [
        " He's still crazy.",
        3833.76,
        3834.4
    ],
    [
        " But yeah.",
        3835.1,
        3835.4
    ],
    [
        " Yeah.",
        3835.9,
        3837.22
    ],
    [
        " So the girl...",
        3837.4,
        3837.86
    ],
    [
        " You know, the girl thing, and I remember that question, was on Twitter.",
        3837.86,
        3840.08
    ],
    [
        " Right?",
        3840.68,
        3840.72
    ],
    [
        " Yeah.",
        3840.94,
        3841.04
    ],
    [
        " It was like, hey, it doesn't Jiu Jitsu allow you.",
        3841.04,
        3842.64
    ],
    [
        " Yes.",
        3842.7,
        3842.84
    ],
    [
        " Yeah.",
        3843.06,
        3843.2
    ],
    [
        " So, again, yeah.",
        3843.6,
        3844.54
    ],
    [
        " Perfect.",
        3844.64,
        3844.98
    ],
    [
        " Exactly.",
        3845.6,
        3846.58
    ],
    [
        " I mean, that's the answer there.",
        3846.98,
        3848.8
    ],
    [
        " Yeah.",
        3849.14,
        3849.26
    ],
    [
        " Because, yeah, you have all this experience, but you know how like how we always talk about it.",
        3849.28,
        3852.68
    ],
    [
        " Like when you lock up with someone, you know, you can get a really good idea of what they're",
        3852.68,
        3856.62
    ],
    [
        " about to bring to you.",
        3856.62,
        3857.72
    ],
    [
        " Yeah.",
        3857.72,
        3857.84
    ],
    [
        " This is James Nielsen.",
        3858.06,
        3859.14
    ],
    [
        " And you lock up and you're like, what is about...",
        3859.52,
        3862.34
    ],
    [
        " This should be pretty easy.",
        3862.34,
        3863.34
    ],
    [
        " Oh, I'm getting swept.",
        3863.52,
        3864.42
    ],
    [
        " Yeah.",
        3864.64,
        3864.78
    ],
    [
        " How do that just happen?",
        3864.96,
        3865.72
    ],
    [
        " For sure.",
        3866.06,
        3866.38
    ],
    [
        " For sure.",
        3866.46,
        3866.84
    ],
    [
        " There are exceptions, for sure.",
        3866.86,
        3868.22
    ],
    [
        " But generally speaking, you know, even just...",
        3868.34,
        3871.22
    ],
    [
        " Not even beyond just strength.",
        3871.22,
        3872.98
    ],
    [
        " Strengthen their grip and their rigidity and...",
        3873.3,
        3875.7
    ],
    [
        " Yeah, yeah, you can feel the...",
        3875.7,
        3877.06
    ],
    [
        " You can feel the...",
        3877.06,
        3878.98
    ],
    [
        " Like they're relaxed.",
        3878.98,
        3879.86
    ],
    [
        " To me, that's an indicator.",
        3880.26,
        3881.08
    ],
    [
        " Yeah.",
        3881.24,
        3881.56
    ],
    [
        " Like someone that just like...",
        3881.56,
        3882.46
    ],
    [
        " It's one of...",
        3882.46,
        3882.9
    ],
    [
        " Yeah.",
        3882.9,
        3883.02
    ],
    [
        " They feel relaxed.",
        3883.06,
        3884.0
    ],
    [
        " You're like, okay, this guy probably knows what he's doing.",
        3884.2,
        3886.26
    ],
    [
        " Yeah.",
        3886.46,
        3886.64
    ],
    [
        " Because the person that doesn't know what they're doing, they're going all psycho.",
        3886.74,
        3888.44
    ],
    [
        " Yes.",
        3888.66,
        3888.86
    ],
    [
        " Doing making like little micro moves that are incorrect.",
        3889.14,
        3892.08
    ],
    [
        " You know?",
        3892.76,
        3892.96
    ],
    [
        " Yeah, just even putting their foot right there.",
        3893.28,
        3894.84
    ],
    [
        " Like, bro, your foot should not be right there, I know.",
        3894.94,
        3896.9
    ],
    [
        " Kind of thing.",
        3897.04,
        3897.46
    ],
    [
        " Yeah, you can tell real quick.",
        3897.5,
        3898.24
    ],
    [
        " Yeah.",
        3898.52,
        3898.72
    ],
    [
        " So, but it does go into the strength part as well.",
        3898.9,
        3901.88
    ],
    [
        " So like, you know, when you grab someone's wrist or they grab your wrist or something like that,",
        3902.24,
        3905.68
    ],
    [
        " you're like, okay, because a lot of Jiu Jitsu, this is weird.",
        3905.74,
        3908.14
    ],
    [
        " A lot of Jiu Jitsu is knowing what's important and what's not important.",
        3908.34,
        3911.72
    ],
    [
        " For sure.",
        3911.74,
        3912.04
    ],
    [
        " So, you know, these...",
        3912.28,
        3912.84
    ],
    [
        " That's not just Jiu Jitsu either.",
        3912.84,
        3913.92
    ],
    [
        " Yeah, that's right.",
        3914.2,
        3914.88
    ],
    [
        " Because I just talked about that with kids and with me and a leader.",
        3914.88,
        3917.42
    ],
    [
        "",
        3917.44,
        3917.44
    ],
    [
        " And you want to expand your leadership capital trying to get your...",
        3917.58,
        3920.16
    ],
    [
        " Trying to get your team to do something that's not really truly necessary.",
        3920.16,
        3924.54
    ],
    [
        " Yeah.",
        3924.9,
        3925.02
    ],
    [
        " That's not going to help your cause.",
        3925.4,
        3926.72
    ],
    [
        " Yeah.",
        3927.08,
        3927.26
    ],
    [
        " It'll jam your mind.",
        3927.54,
        3928.0
    ],
    [
        " And it's not going to help you and Jiu Jitsu if you're focused on something that's not important.",
        3928.0,
        3930.6
    ],
    [
        " And to know what's important and what's not is very important.",
        3930.98,
        3933.5
    ],
    [
        " As a leader, as a parent and as a...",
        3933.52,
        3935.08
    ],
    [
        " That Jiu Jitsu player, Matt.",
        3935.08,
        3936.28
    ],
    [
        " Yes.",
        3936.52,
        3936.72
    ],
    [
        " Of justice.",
        3937.1,
        3937.42
    ],
    [
        " And very...",
        3937.9,
        3938.92
    ],
    [
        " Don't, Matt.",
        3938.92,
        3939.62
    ],
    [
        " So, just...",
        3939.74,
        3940.4
    ],
    [
        " And very hard, by the way.",
        3940.4,
        3942.06
    ],
    [
        " It takes like a lot of experience.",
        3942.14,
        3943.32
    ],
    [
        " So, you consider these guys who are...",
        3943.42,
        3946.06
    ],
    [
        " Like, if you do a light role with a really, really high level guy,",
        3946.06,
        3949.68
    ],
    [
        " that's when you can start to see, okay, this guy really thinks that this arm position is really important.",
        3950.22,
        3955.0
    ],
    [
        " Because he'll fight till the death to kind of maintain it, you know?",
        3955.38,
        3958.36
    ],
    [
        " So, but...",
        3958.48,
        3959.94
    ],
    [
        " The back just back to the girl real quick, the girl situation.",
        3959.94,
        3962.42
    ],
    [
        " When you lock up with someone strength wise, you know.",
        3962.98,
        3964.94
    ],
    [
        " You feel like I said, you what they're about to bring.",
        3964.98,
        3967.86
    ],
    [
        " So, again, and when you have the more experience, you have the more you're going to know with like more accuracy.",
        3968.52,
        3973.78
    ],
    [
        " And I think that's what you mean.",
        3974.18,
        3975.14
    ],
    [
        " And actually, this point, taking that point and transferring it into leadership is so critical.",
        3975.26,
        3981.04
    ],
    [
        " And I'll tell you, I am really good at knowing what's important and what's not.",
        3981.16,
        3987.2
    ],
    [
        " And just be...",
        3987.74,
        3988.68
    ],
    [
        " And you can see people that get all spun up about things.",
        3988.68,
        3991.4
    ],
    [
        " And, you know, just, okay, they're spun up about something.",
        3993.04,
        3995.86
    ],
    [
        " It's the same thing with family life, you know?",
        3996.04,
        3997.76
    ],
    [
        " Your wife gets all spun up about something, like, what are we going to do?",
        3998.14,
        4001.04
    ],
    [
        " We're going to keep doing what we're doing and we're going to be okay.",
        4001.64,
        4003.62
    ],
    [
        " You know, oh, you want to focus all your time and energy on that?",
        4004.08,
        4006.54
    ],
    [
        " That's fine. Go ahead.",
        4006.66,
        4007.36
    ],
    [
        " You know, that's cool.",
        4007.72,
        4008.28
    ],
    [
        " I'll support you and you can make it happen.",
        4008.34,
        4010.52
    ],
    [
        " But, you know, think about how important something really is when you're getting spun up about something.",
        4011.06,
        4015.6
    ],
    [
        " Yeah.",
        4015.78,
        4015.88
    ],
    [
        " Just think about how important it really is.",
        4016.0,
        4017.8
    ],
    [
        " There's a good chance.",
        4018.02,
        4018.86
    ],
    [
        " It's not that important.",
        4019.4,
        4020.72
    ],
    [
        " There's a really good chance, not that important.",
        4020.82,
        4022.54
    ],
    [
        " There's usually four or five things that are really important as a leader that you need to focus on.",
        4022.92,
        4029.08
    ],
    [
        " And that list, the further you go down that list, the less important things are.",
        4029.9,
        4033.24
    ],
    [
        " And I see leaders get spun up on things that are on the list, on the list, number 47.",
        4033.72,
        4037.6
    ],
    [
        " And they're active, like, it's the most important thing and it's going to ruin everything.",
        4037.94,
        4040.98
    ],
    [
        " And it's like, no, it doesn't, it's not that big of a deal.",
        4041.24,
        4044.58
    ],
    [
        " Yeah.",
        4045.0,
        4045.3
    ],
    [
        " So, learn that.",
        4045.68,
        4046.84
    ],
    [
        " Is that why you wear the same clothes every day?",
        4047.26,
        4049.52
    ],
    [
        " You know why we're the same?",
        4050.18,
        4051.3
    ],
    [
        " Because fashion is not important.",
        4051.52,
        4053.02
    ],
    [
        " If it's not important to me.",
        4053.14,
        4054.38
    ],
    [
        " Not for a job.",
        4054.48,
        4054.96
    ],
    [
        " Those short rounds are good when you do short rounds in Jiu Jitsu.",
        4056.68,
        4059.24
    ],
    [
        " And they kind of trick you too.",
        4059.6,
        4061.0
    ],
    [
        " Because like, Jeff will do that.",
        4061.16,
        4062.24
    ],
    [
        " He'll be like, hey, three minutes rounds.",
        4062.34,
        4063.52
    ],
    [
        " So, you have this thing in your head.",
        4063.92,
        4065.2
    ],
    [
        " Like, oh, it's only three minutes.",
        4065.3,
        4066.12
    ],
    [
        " It's just so hard.",
        4066.12,
        4066.96
    ],
    [
        " But meanwhile, you only got 30 seconds to ask before you got to go again.",
        4067.44,
        4069.92
    ],
    [
        " So, you're doing essentially a mech on Jiu Jitsu and that's good.",
        4070.02,
        4073.14
    ],
    [
        " That is good.",
        4073.34,
        4073.82
    ],
    [
        " So, for that kind of stuff.",
        4074.08,
        4074.94
    ],
    [
        " Yeah, man.",
        4075.02,
        4075.36
    ],
    [
        " That's good.",
        4075.6,
        4075.84
    ],
    [
        " Yeah.",
        4076.56,
        4076.74
    ],
    [
        " I agree.",
        4077.3,
        4077.26
    ],
    [
        " I like to stress.",
        4078.1,
        4078.5
    ],
    [
        " Some guys say you don't need strengthening conditioning.",
        4078.68,
        4081.0
    ],
    [
        " Because the more the any time you spend doing physical activity should be on your Jiu Jitsu.",
        4081.3,
        4084.94
    ],
    [
        " That's interesting.",
        4085.1,
        4085.76
    ],
    [
        " I would like to agree with that.",
        4086.0,
        4088.56
    ],
    [
        " It sounds good.",
        4088.7,
        4089.5
    ],
    [
        " But I would do, if I'm going to do Jiu Jitsu six hours a day, I'd still do strengthening conditioning.",
        4089.86,
        4094.84
    ],
    [
        " Like, 20 minutes, half an hour, 45 minutes.",
        4095.16,
        4097.08
    ],
    [
        " Well, that's one of the good things about Jiu Jitsu.",
        4097.62,
        4099.52
    ],
    [
        " You can have different philosophies and still be successful.",
        4099.68,
        4102.3
    ],
    [
        " Because I, there's, I think, I think it's Dylan Danis.",
        4102.86,
        4106.42
    ],
    [
        " I'm going to stress someone, Marcel Garcia only does Jiu Jitsu.",
        4106.42,
        4109.66
    ],
    [
        " Yeah, I know.",
        4109.68,
        4110.08
    ],
    [
        " And Dean used to always try and convince me that I'm just going to do Jiu Jitsu.",
        4110.36,
        4113.32
    ],
    [
        " Yeah.",
        4113.52,
        4113.74
    ],
    [
        " That's it, no.",
        4113.94,
        4114.46
    ],
    [
        " Well, Dean's all crazy strong, though.",
        4114.68,
        4116.14
    ],
    [
        " Yeah, I know.",
        4116.4,
        4116.84
    ],
    [
        " He's such a genius.",
        4116.92,
        4117.8
    ],
    [
        " It's pretty easy to say.",
        4117.8,
        4118.26
    ],
    [
        " Oh, I'll just do Jitsu when my eyes are on Jiu Jitsu.",
        4118.36,
        4120.36
    ],
    [
        " I mean, just, I don't know.",
        4120.58,
        4121.82
    ],
    [
        " I don't do grip strength training.",
        4122.0,
        4123.02
    ],
    [
        " I can hold them to a little bit.",
        4123.14,
        4124.24
    ],
    [
        " Anything for six hours.",
        4124.24,
        4125.72
    ],
    [
        " Yeah.",
        4125.94,
        4126.14
    ],
    [
        " So, check.",
        4126.8,
        4128.14
    ],
    [
        " All right.",
        4128.38,
        4128.62
    ],
    [
        " Next question.",
        4128.78,
        4129.6
    ],
    [
        " Draco, I have a question about leadership.",
        4130.3,
        4132.76
    ],
    [
        " I'm a firefighter.",
        4133.16,
        4136.4
    ],
    [
        " Have been pushing me to step up and put in for an officer's position.",
        4136.92,
        4142.5
    ],
    [
        " And I'm honored.",
        4142.5,
        4143.4
    ],
    [
        " But one word, one, one, one we were going to a call.",
        4143.78,
        4147.32
    ],
    [
        " I was presented with an opportunity to lead and pass it up.",
        4147.64,
        4150.56
    ],
    [
        " I don't know what I was thinking.",
        4151.18,
        4153.16
    ],
    [
        " I can't believe I did that.",
        4153.94,
        4155.6
    ],
    [
        " Did I just lose credibility?",
        4155.98,
        4158.04
    ],
    [
        " If I did, is there a was to get back that back away?",
        4158.7,
        4164.34
    ],
    [
        " Right?",
        4164.58,
        4164.76
    ],
    [
        " That's what I meant.",
        4164.76,
        4165.32
    ],
    [
        " Yeah.",
        4165.46,
        4165.58
    ],
    [
        " If I did, is there a way to get that back?",
        4165.92,
        4167.2
    ],
    [
        " Thanks.",
        4167.42,
        4167.64
    ],
    [
        " Okay.",
        4168.04,
        4168.26
    ],
    [
        " So, first of all, this is just a general rule.",
        4168.44,
        4171.58
    ],
    [
        " If you want to lead, always be ready to lead.",
        4171.64,
        4173.4
    ],
    [
        " Right?",
        4173.78,
        4174.16
    ],
    [
        " Be ready to step up.",
        4174.28,
        4175.08
    ],
    [
        " Make sure you're not stepping on people's toes.",
        4175.76,
        4177.74
    ],
    [
        " As always, but be ready to lead.",
        4178.4,
        4180.52
    ],
    [
        " And the way you do that is you think about what you do in certain situations.",
        4180.8,
        4183.88
    ],
    [
        " You should always be thinking about that.",
        4183.96,
        4185.26
    ],
    [
        " You should be thinking even if you're a trooper or a follower in a certain situation,",
        4185.42,
        4190.32
    ],
    [
        " you should think, okay, how would I lead?",
        4190.68,
        4192.64
    ],
    [
        " What would I do right now?",
        4192.64,
        4193.44
    ],
    [
        " What moves would I make?",
        4193.88,
        4195.04
    ],
    [
        " What would I do if a contingency happened right now?",
        4195.76,
        4198.38
    ],
    [
        " And what are the possible contingencies that I could be looking at?",
        4198.52,
        4201.12
    ],
    [
        " What are they?",
        4201.18,
        4201.48
    ],
    [
        " And if you're thinking that as a frontline guy, when the opportunity pops up, just jump on",
        4202.26,
        4211.58
    ],
    [
        " it.",
        4211.58,
        4211.7
    ],
    [
        " Boom.",
        4211.82,
        4211.98
    ],
    [
        " There you go.",
        4212.24,
        4212.68
    ],
    [
        " Then when it does happen, of course, you got to stay detached because you want to make",
        4213.06,
        4219.2
    ],
    [
        " sure that you don't lead too far.",
        4219.2,
        4221.28
    ],
    [
        " You don't overstep your bounds and step on toes.",
        4221.5,
        4224.04
    ],
    [
        " You got to be careful of that.",
        4224.04,
        4225.02
    ],
    [
        " So you need to live with that mindset.",
        4225.46,
        4227.88
    ],
    [
        " And that will make you such a better leader when the moment does come.",
        4228.36,
        4233.3
    ],
    [
        " If you're always thinking about it, if you're always watching, like you talked about earlier,",
        4233.36,
        4236.24
    ],
    [
        " I'm watching the leader.",
        4236.62,
        4237.26
    ],
    [
        " I'm seeing what they're doing.",
        4237.28,
        4237.96
    ],
    [
        " I'm seeing what I might do differently.",
        4238.0,
        4239.26
    ],
    [
        " I'm still supporting them.",
        4239.56,
        4240.36
    ],
    [
        " I'm supporting you.",
        4240.62,
        4241.38
    ],
    [
        " If you're in charge, I'm supporting you, but I'm thinking, I might do this.",
        4241.46,
        4243.92
    ],
    [
        " And then you watch what would my, what would the results of my decision have been compared",
        4244.2,
        4248.12
    ],
    [
        " to what they did?",
        4248.12,
        4248.66
    ],
    [
        " So you, you can be thinking like a leader, even though you might not necessarily be in",
        4248.76,
        4253.28
    ],
    [
        " a leadership position.",
        4253.28,
        4254.42
    ],
    [
        " So live with that mindset.",
        4254.8,
        4258.84
    ],
    [
        " That's what you need to do.",
        4259.02,
        4259.88
    ],
    [
        " Now, as far as you passing up the opportunity to lead, which yes, your admitting was an",
        4260.0,
        4266.2
    ],
    [
        " error, first of all, I'll say this, it probably, it's probably not quite as obvious to everyone",
        4266.2,
        4271.88
    ],
    [
        " else as it is to you in your mind.",
        4271.88,
        4273.94
    ],
    [
        " You're thinking, oh man, I blew it.",
        4273.94,
        4275.7
    ],
    [
        " This was my chance.",
        4275.76,
        4276.44
    ],
    [
        " I bet the guys who went back from that call and didn't even think about it, didn't even",
        4277.14,
        4280.44
    ],
    [
        " think about it again.",
        4280.44,
        4281.08
    ],
    [
        " Most likely, unless it was just some flagrant, I don't want to lead.",
        4281.3,
        4285.22
    ],
    [
        " I'm not ready.",
        4285.46,
        4285.96
    ],
    [
        " If you did that, well, then yeah, people are going to say, but if you just said, if you",
        4286.12,
        4289.54
    ],
    [
        " just kind of backed away from a moment, people, people might have realized it.",
        4289.54,
        4293.36
    ],
    [
        " But anyways, regardless of that, you probably guess what I'm going to say then, what you",
        4293.56,
        4297.46
    ],
    [
        " got to do is own it, right?",
        4297.46,
        4299.16
    ],
    [
        " You got to own it.",
        4299.6,
        4300.14
    ],
    [
        " So when the opportunity presents itself to explain what happened and what went wrong",
        4300.82,
        4307.94
    ],
    [
        " and what you did wrong, right?",
        4307.94,
        4310.74
    ],
    [
        " Not making excuses, but explain where you were weak.",
        4310.82,
        4315.62
    ],
    [
        " So you say, hey guys, remember that last call?",
        4315.92,
        4320.3
    ],
    [
        " I should have stepped up and I had the wrong mindset.",
        4321.44,
        4324.24
    ],
    [
        " I wasn't ready to lead and I let, not only to let you guys down, I let myself down.",
        4324.6,
        4328.72
    ],
    [
        " And I'm not going to let that happen again from now on.",
        4329.58,
        4331.94
    ],
    [
        " I'm going to have leadership in the front of my mind.",
        4332.46,
        4334.2
    ],
    [
        " That's what I'm going to do.",
        4334.3,
        4334.88
    ],
    [
        " I'm going to be thinking about what needs to get done.",
        4335.82,
        4337.92
    ],
    [
        " I'm going to be thinking about contingencies and how I'm going to lead and I promise the",
        4337.92,
        4343.02
    ],
    [
        " next time this opportunity comes up, I'm going to be ready to lead.",
        4343.02,
        4345.14
    ],
    [
        " So I'm sorry for letting you guys down.",
        4345.56,
        4346.96
    ],
    [
        " It won't happen again.",
        4346.96,
        4347.66
    ],
    [
        " Okay.",
        4348.64,
        4349.5
    ],
    [
        " That's it.",
        4349.92,
        4351.56
    ],
    [
        " Boom.",
        4352.54,
        4352.74
    ],
    [
        " Get the mindset, live and think as a leader, regardless of what position you're actually",
        4353.7,
        4362.1
    ],
    [
        " in.",
        4362.1,
        4362.38
    ],
    [
        " And then when they call you in the opportunity presents itself, step up and lead.",
        4362.4,
        4367.66
    ],
    [
        " Obviously, that's your default mindset now.",
        4368.26,
        4373.02
    ],
    [
        " Yes.",
        4373.76,
        4374.54
    ],
    [
        " It seems obvious to me.",
        4374.8,
        4375.78
    ],
    [
        " It is truly was it always like that, like even before.",
        4376.14,
        4380.66
    ],
    [
        " It's that story that I've told over and over again about being on the oil rig and coming",
        4380.66,
        4384.44
    ],
    [
        " up and guys not knowing where to go or everyone freezing.",
        4384.44,
        4387.38
    ],
    [
        " And me going, okay, let's just step back and look around and make a call.",
        4388.2,
        4392.06
    ],
    [
        " And when I did that, that was it.",
        4392.16,
        4393.24
    ],
    [
        " And so I want to click it clicked or I would say, I guess I was thinking about it beforehand",
        4394.0,
        4399.7
    ],
    [
        " because I was, you know, observing my leaders and thinking about what they were doing",
        4399.7,
        4402.96
    ],
    [
        " and what I would do differently in a certain situation.",
        4402.96,
        4404.82
    ],
    [
        " Yeah.",
        4405.38,
        4405.48
    ],
    [
        " Yeah.",
        4406.06,
        4406.42
    ],
    [
        " Yeah, that's crazy because even in everyday life, which is what I represent everyday life.",
        4407.02,
        4412.62
    ],
    [
        " But you know how your life or girl, whatever, is like, hey, you know, what's the dinner situation?",
        4412.92,
        4418.62
    ],
    [
        " What do you want?",
        4418.98,
        4419.88
    ],
    [
        " I don't care what everyone.",
        4419.96,
        4421.14
    ],
    [
        " You know, that's a time where I always feel this.",
        4421.84,
        4425.78
    ],
    [
        " What this guy just asked, you know, I mean, obviously it's nothing compared to his situation.",
        4426.0,
        4432.22
    ],
    [
        " But they're like, hey, well, you know, what are you thinking for dinner kind of thing?",
        4432.34,
        4435.26
    ],
    [
        " And I'm like, hey, I don't care.",
        4435.26,
        4436.54
    ],
    [
        " And that's really how I feel.",
        4436.68,
        4437.44
    ],
    [
        " I don't care.",
        4437.58,
        4437.98
    ],
    [
        " I'm done kind of down for whatever kind of thing.",
        4438.1,
        4440.08
    ],
    [
        " But that's not why that's not why she's asking me.",
        4440.24,
        4443.74
    ],
    [
        " She wants me to make the decision.",
        4444.18,
        4446.26
    ],
    [
        " She wants me to step up and be like, this is what we're having for dinner.",
        4446.46,
        4450.1
    ],
    [
        " I'm going to go get her.",
        4450.1,
        4450.8
    ],
    [
        " I'm going to make it or whatever.",
        4450.84,
        4451.78
    ],
    [
        " That's what she wants.",
        4451.96,
        4452.54
    ],
    [
        " And really those little, those, those situations comes up all the time.",
        4452.72,
        4455.66
    ],
    [
        " That's a good point.",
        4455.66,
        4456.24
    ],
    [
        " Just like, you know, the old, actually, that's kind of like a joke, you know, when you ask",
        4456.26,
        4460.34
    ],
    [
        " a girl, when a girl says, or when you ask a girl, hey, what do you want to eat?",
        4460.34,
        4463.74
    ],
    [
        " And she says, I don't care, whatever.",
        4463.74,
        4465.1
    ],
    [
        " And then you say, okay, we're going to go eat here.",
        4465.44,
        4466.86
    ],
    [
        " And she's like, I don't really like that.",
        4466.92,
        4467.88
    ],
    [
        " Of course.",
        4467.9,
        4468.02
    ],
    [
        " Yeah.",
        4468.26,
        4468.58
    ],
    [
        " You got to, yeah, I feel like this guy, when I do that, that's the point there.",
        4469.28,
        4474.76
    ],
    [
        " So from now on, you're going to step up and be like, I'm going to do it.",
        4474.78,
        4476.8
    ],
    [
        " Yeah.",
        4476.88,
        4476.96
    ],
    [
        " But I want it to be my default is why, you know, like yours is like your default.",
        4476.96,
        4480.54
    ],
    [
        " Like, oh, this is what we're doing.",
        4480.72,
        4481.72
    ],
    [
        " Yeah.",
        4482.12,
        4482.24
    ],
    [
        " Like, okay, you know what, you want me to do it?",
        4482.24,
        4483.16
    ],
    [
        " I wish that was true with it when it did come to dinner.",
        4483.18,
        4485.16
    ],
    [
        " Actually, you know what?",
        4485.34,
        4486.6
    ],
    [
        " It kind of is true because I only go to like three places to eat.",
        4486.66,
        4490.06
    ],
    [
        " Yes.",
        4490.26,
        4490.44
    ],
    [
        " And I go to one 80% of the time.",
        4491.14,
        4494.2
    ],
    [
        " Yeah.",
        4494.2,
        4494.64
    ],
    [
        " So the other 20% of the time.",
        4494.88,
        4496.5
    ],
    [
        " So she says, where you want to go?",
        4496.98,
        4498.58
    ],
    [
        " I'm going to say that my restaurant.",
        4498.62,
        4499.72
    ],
    [
        " Yeah.",
        4499.72,
        4500.18
    ],
    [
        " We're going to Raglins and O.B.",
        4500.54,
        4502.04
    ],
    [
        " But that makes it harder.",
        4502.3,
        4504.24
    ],
    [
        " All right.",
        4504.46,
        4504.6
    ],
    [
        " Wait, does she like Raglins though?",
        4504.74,
        4506.44
    ],
    [
        " She does.",
        4506.44,
        4506.78
    ],
    [
        " She does.",
        4506.92,
        4507.48
    ],
    [
        " Which makes it easier.",
        4507.58,
        4508.52
    ],
    [
        " Yeah.",
        4508.86,
        4509.02
    ],
    [
        " But.",
        4509.34,
        4509.5
    ],
    [
        " And if she doesn't feel like it, then she'll be like, I don't really want to go there.",
        4509.88,
        4514.4
    ],
    [
        " Okay, cool.",
        4514.54,
        4514.98
    ],
    [
        " Now it's on you.",
        4515.3,
        4516.16
    ],
    [
        " I gave you my vote.",
        4516.78,
        4517.72
    ],
    [
        " Right.",
        4517.92,
        4518.34
    ],
    [
        " No, you don't want to do that.",
        4518.62,
        4519.6
    ],
    [
        " But I think you still got to do it.",
        4519.86,
        4521.9
    ],
    [
        " You still got to make a decision.",
        4521.96,
        4523.22
    ],
    [
        " You got it like, because in a way, I'm in the same boat as your second scenario there.",
        4523.54,
        4528.32
    ],
    [
        " Like if she's on it.",
        4528.42,
        4529.12
    ],
    [
        " Yeah.",
        4529.12,
        4529.28
    ],
    [
        " So I just going to name my secondary restaurant.",
        4529.72,
        4532.38
    ],
    [
        " All right.",
        4532.62,
        4532.84
    ],
    [
        " There you go.",
        4532.92,
        4533.32
    ],
    [
        " Maybe she'll say yes.",
        4533.52,
        4534.48
    ],
    [
        " Maybe she'll say no.",
        4534.6,
        4535.32
    ],
    [
        " Well, that got to be my default now though.",
        4535.88,
        4538.22
    ],
    [
        " All right.",
        4539.34,
        4539.7
    ],
    [
        " Step up and lead.",
        4540.26,
        4541.02
    ],
    [
        " You know what?",
        4541.38,
        4541.82
    ],
    [
        " You know what I got to do?",
        4541.92,
        4542.6
    ],
    [
        " I got to prepare.",
        4542.66,
        4543.22
    ],
    [
        " I got to prepare myself.",
        4543.52,
        4544.34
    ],
    [
        " Well, yeah.",
        4544.76,
        4545.18
    ],
    [
        " I got to have like five options just ready to go on deck.",
        4545.36,
        4548.54
    ],
    [
        " That's what I have three.",
        4548.62,
        4549.78
    ],
    [
        " So that's not what you have.",
        4550.04,
        4552.46
    ],
    [
        " One, two, three.",
        4552.46,
        4553.06
    ],
    [
        " And they all come in the same order.",
        4553.18,
        4554.2
    ],
    [
        " I must be really boring.",
        4554.82,
        4556.66
    ],
    [
        " Hey, you focus on what's important.",
        4557.26,
        4559.58
    ],
    [
        " That's good.",
        4559.9,
        4560.2
    ],
    [
        " Well, whenever my wife says, you know, don't you ever want to try anything new?",
        4560.76,
        4564.3
    ],
    [
        " I said, no.",
        4564.54,
        4565.18
    ],
    [
        " Yeah.",
        4565.36,
        4565.64
    ],
    [
        " I don't.",
        4565.92,
        4566.84
    ],
    [
        " Yeah.",
        4566.9,
        4567.02
    ],
    [
        " Speaking of which, darling, you're my girl.",
        4567.18,
        4570.4
    ],
    [
        " I'm not looking to try anything new.",
        4570.78,
        4571.84
    ],
    [
        " I'm happy with having the same thing.",
        4571.94,
        4574.08
    ],
    [
        " Very happy.",
        4574.16,
        4574.82
    ],
    [
        " Yes.",
        4574.96,
        4575.12
    ],
    [
        " That's actually that.",
        4575.3,
        4576.1
    ],
    [
        " I'm going to use that line right there.",
        4576.2,
        4577.24
    ],
    [
        " But what do you do when the team wants to try something new?",
        4578.44,
        4582.1
    ],
    [
        " All right, let's rock and roll.",
        4582.66,
        4583.34
    ],
    [
        " All right, let's do that.",
        4583.36,
        4584.16
    ],
    [
        " All right.",
        4584.32,
        4585.38
    ],
    [
        " Good tips.",
        4585.38,
        4586.9
    ],
    [
        " All right.",
        4587.22,
        4587.5
    ],
    [
        " Next question.",
        4587.68,
        4588.16
    ],
    [
        " Jocco, I'm a sergeant in my country's army.",
        4588.84,
        4591.7
    ],
    [
        " The reason that I'm sending you this message is because of a tragic incident in our unit.",
        4592.64,
        4596.32
    ],
    [
        " This week, a young enlisted soldier committed suicide.",
        4596.8,
        4599.78
    ],
    [
        " He shot himself with his issue rifle.",
        4600.26,
        4602.4
    ],
    [
        " This came as a shock to all of us.",
        4603.28,
        4604.84
    ],
    [
        " He was a bright, smart and happy guy.",
        4604.84,
        4607.0
    ],
    [
        " Damn.",
        4607.22,
        4607.42
    ],
    [
        " I'm seeking your advice, Jocco.",
        4607.88,
        4609.36
    ],
    [
        " Do you have any advice on how I, as a leader, can talk to the guys about it?",
        4609.7,
        4613.86
    ],
    [
        " How does a group of soldiers cope with a loss when the reason is so tragic?",
        4614.4,
        4620.14
    ],
    [
        " Thank you.",
        4621.0,
        4621.86
    ],
    [
        " And obviously condolences to the team and the family of the soldier.",
        4622.16,
        4633.26
    ],
    [
        " And I think what you have to do in this situation is you've got to, as a leader, you've got to bring this out in the open.",
        4633.96,
        4639.34
    ],
    [
        " I don't think one of the worst things you can do is pretend that it didn't happen.",
        4639.6,
        4642.9
    ],
    [
        " Pretend that the problem is going to go away.",
        4643.14,
        4644.58
    ],
    [
        " And I think what you have to do is you have to explain it, which is weird because in this case, explaining it means admitting that you can't explain it.",
        4645.28,
        4654.22
    ],
    [
        " Because you can't explain it.",
        4654.52,
        4656.46
    ],
    [
        " Or you're not going to be able to or you're going to be making up something that you're guessing at, right?",
        4656.88,
        4660.82
    ],
    [
        " You're not going to know what individual situations caused this to happen.",
        4660.82,
        4668.1
    ],
    [
        " You know, because who can make sense of that?",
        4668.6,
        4671.0
    ],
    [
        " I mean, a bright, smart, happy guy.",
        4671.1,
        4674.56
    ],
    [
        " It doesn't make sense.",
        4674.88,
        4676.74
    ],
    [
        " And while you can't explain why, I think you have to address it as a reality.",
        4678.46,
        4687.14
    ],
    [
        " And I think you've got to address it as something that your platoon needs to fight against just like they would fight against the enemy.",
        4689.14,
        4695.78
    ],
    [
        " What is the threat? The threat is depression. The threat is loneliness. The threat is helplessness. The threat is feeling like there's no way out.",
        4697.5,
        4706.4
    ],
    [
        " And being aware of those threats is what allows recognition of the enemy so that you can fight him.",
        4708.54,
        4718.68
    ],
    [
        " So I think you've got to talk about this with your guys. I think that they will become aware of what they need to look out for in others and in themselves.",
        4720.04,
        4730.68
    ],
    [
        " So they can alert the platoon that, you know, hey, if you guys talk to Johnny, man, he seems, you know, Johnny seems a little off right now.",
        4732.46,
        4741.16
    ],
    [
        " We should check in on him. We should talk to him or self-recognition.",
        4741.52,
        4745.52
    ],
    [
        " Man, I'm feeling like depressed about something. I'm feeling dark. I don't know what I'm going to do, right?",
        4746.02,
        4752.08
    ],
    [
        " And on that last podcast that we did, I read a couple excerpts in words from some various combat veterans.",
        4753.14,
        4763.72
    ],
    [
        " And I touched on the fact that several of them from different times, from different wars had written the same thing.",
        4764.6,
        4773.84
    ],
    [
        " And they wrote basically that death would be liberating.",
        4774.14,
        4778.08
    ],
    [
        " And that it would be an escape from the hell of war or from the memories of war.",
        4778.7,
        4786.04
    ],
    [
        " And I should have hit on that harder because I think that what that means to me, what that tells me is that",
        4786.28,
        4799.42
    ],
    [
        " is that having those thoughts doesn't necessarily mean that there's something wrong with you, right?",
        4801.1,
        4809.24
    ],
    [
        " It doesn't necessarily mean that you're losing it.",
        4809.34,
        4812.26
    ],
    [
        " These, you know, the writings that I'm talking about, the book and then the writing from a guy that I knew doesn't mean that you're losing it.",
        4813.42,
        4820.86
    ],
    [
        " And I think that people think to themselves, oh, I'm thinking about how death would be an easier way right now.",
        4821.76,
        4829.2
    ],
    [
        " And they think that by thinking that they're totally screwed up.",
        4829.76,
        4834.2
    ],
    [
        " When I think the realities that is, or I even think, the reality of the situation is that that's obviously a fairly normal thing to think about.",
        4834.82,
        4848.42
    ],
    [
        " And, you know, when I was in Ramani, I definitely, I wasn't thinking about Kim Wissoff, but I definitely saw that dying in combat",
        4848.82,
        4861.86
    ],
    [
        " would be a relief to the stress that I was under no doubt.",
        4861.86,
        4865.62
    ],
    [
        " And I didn't want to die, but I'll tell you what, we joked about it.",
        4865.82,
        4869.92
    ],
    [
        " I joked about it. I joked about it with life.",
        4870.12,
        4871.58
    ],
    [
        " I'd be like, hey, if we get in a firefight tonight, first thing we do is crack a green camel head on my chest so the enemy knows exactly where I am.",
        4872.22,
        4877.82
    ],
    [
        " It's like, we're joking because we're under a lot of stress.",
        4878.04,
        4880.9
    ],
    [
        " But I think my, what I'm trying to say is that those feelings or those thoughts don't mean that you're done.",
        4882.22,
        4890.0
    ],
    [
        " They just mean that you're human.",
        4890.36,
        4891.52
    ],
    [
        " They just mean that you're human.",
        4892.82,
        4895.38
    ],
    [
        " And I think if you keep them bottled up, then they might explode.",
        4895.68,
        4900.04
    ],
    [
        " So that's what I think you need to do.",
        4901.36,
        4902.82
    ],
    [
        " That's what I need to tell your men that these thoughts happen.",
        4902.98,
        4906.96
    ],
    [
        " And that your platoon, your team needs to be on guard against them.",
        4907.7,
        4911.8
    ],
    [
        " And the best way to be on guard is to be vigilant to look for the signs, to look for behavior, and talk about them.",
        4912.36,
        4921.04
    ],
    [
        " And then be able to ask for help.",
        4921.5,
        4923.14
    ],
    [
        " It's one of the big problems.",
        4923.46,
        4924.76
    ],
    [
        " These guys don't want to ask for help because we're macho.",
        4925.34,
        4927.88
    ],
    [
        " I don't need help with anything.",
        4928.0,
        4929.6
    ],
    [
        " Our egos are too big so we don't ask for help.",
        4930.0,
        4933.0
    ],
    [
        " And so we have to put our egos in check.",
        4933.48,
        4938.74
    ],
    [
        " We got to pay attention to each other.",
        4939.18,
        4940.62
    ],
    [
        " And there's going to be some people that you're going to have to pry this out of them.",
        4941.0,
        4944.14
    ],
    [
        " Right? They're not going to willingly talk about it.",
        4944.58,
        4946.34
    ],
    [
        " So I think that's what you have to do so that you can get somebody some professional up on.",
        4947.04,
        4954.08
    ],
    [
        " And in a normal infantry platoon, there's no psychiatrists in there.",
        4954.26,
        4957.88
    ],
    [
        " But you need to recognize because you're the first line of defense.",
        4958.42,
        4961.48
    ],
    [
        " And how can you get that somebody to a professional that can help them.",
        4961.82,
        4966.36
    ],
    [
        " And to be honest, this doesn't only apply to soldiers, right?",
        4966.7,
        4970.76
    ],
    [
        " It applies to everyone.",
        4971.02,
        4971.78
    ],
    [
        " Don't let these thoughts fester in your brain.",
        4973.02,
        4977.12
    ],
    [
        " You got to get them out.",
        4977.12,
        4977.88
    ],
    [
        " You got to put them out in the light.",
        4978.26,
        4980.02
    ],
    [
        " Right? You got to put them out in the light.",
        4980.84,
        4982.46
    ],
    [
        " So they so they dry.",
        4982.6,
        4985.52
    ],
    [
        " They're like a vampire.",
        4985.86,
        4986.94
    ],
    [
        " They dry up and they wither and they they turned a dust.",
        4987.26,
        4991.54
    ],
    [
        " You know, that's what you want to do.",
        4991.94,
        4994.58
    ],
    [
        " You're going to expose them so you can get the professional help and get things under control.",
        4994.72,
        4997.56
    ],
    [
        " So that's the leadership.",
        4997.74,
        4999.82
    ],
    [
        " Be straight forward with your troops.",
        5000.04,
        5002.12
    ],
    [
        " Tell them the truth.",
        5002.28,
        5002.98
    ],
    [
        " Explain the enemy threat.",
        5003.08,
        5005.06
    ],
    [
        " That's what we're talking about.",
        5005.06,
        5006.16
    ],
    [
        " And how you as a platoon are going to look out for it.",
        5006.5,
        5009.4
    ],
    [
        " And then obviously you got to grieve the loss.",
        5011.62,
        5014.3
    ],
    [
        " You got to mourn your fallen comrade.",
        5014.3,
        5017.36
    ],
    [
        " And then you also have to get back to work.",
        5017.36,
        5019.88
    ],
    [
        " Get back to soldiering.",
        5020.1,
        5021.92
    ],
    [
        " Get back to preparing for the enemy that you will face on the battlefield with with a new awareness",
        5021.92,
        5033.04
    ],
    [
        " that there's another enemy that can lurk inside the platoon and inside the individual",
        5034.04,
        5043.44
    ],
    [
        " and that you have to protect each other just like you protect each other from a real enemy.",
        5043.44,
        5047.42
    ],
    [
        " So that would probably be the route that I would go.",
        5048.68,
        5052.06
    ],
    [
        " Good luck.",
        5052.22,
        5052.7
    ],
    [
        " Brother with that.",
        5053.08,
        5053.88
    ],
    [
        " It's a hard one for sure.",
        5054.24,
        5056.74
    ],
    [
        " Next question.",
        5057.2,
        5060.46
    ],
    [
        " Jocco, my leader is not an extreme ownership disciple.",
        5062.34,
        5066.38
    ],
    [
        " Among other things he's fostering division within our team.",
        5066.92,
        5070.22
    ],
    [
        " How do I help lead those who no longer trust in the commander but are awesome guys who want to stay involved?",
        5071.28,
        5076.98
    ],
    [
        " How do I bring them back into the fold without threatening our leader or our dear leader?",
        5078.58,
        5084.06
    ],
    [
        " All right.",
        5085.46,
        5086.06
    ],
    [
        " Well, first of all, you got to become a buffer between your boss and your team.",
        5086.26,
        5089.74
    ],
    [
        " That's what you need to do.",
        5090.08,
        5091.3
    ],
    [
        " Try and absorb as much negativity as you can.",
        5091.84,
        5095.84
    ],
    [
        " And make sure you don't spread that negativity.",
        5096.36,
        5098.12
    ],
    [
        " Right?",
        5099.2,
        5099.3
    ],
    [
        " Also, this is a delicate situation that we've talked about before.",
        5100.12,
        5103.74
    ],
    [
        " If you completely support the boss and act like the boss is the greatest person in the world,",
        5104.26,
        5110.68
    ],
    [
        " the team is going to reject you or there's a high likelihood that they're going to reject you.",
        5110.68,
        5114.6
    ],
    [
        " At the same time, if you completely reject the boss, then you've actually aided in dividing the team.",
        5115.12,
        5122.26
    ],
    [
        " Because now the team is not aligned with the boss.",
        5122.54,
        5125.18
    ],
    [
        " So you have to balance.",
        5125.76,
        5127.12
    ],
    [
        " You have to balance us.",
        5127.7,
        5128.52
    ],
    [
        " And one of the best ways to do this is to put, listen to this, you've got to put the importance of the mission and the team above the ego's attitudes.",
        5128.54,
        5137.68
    ],
    [
        " So here's, I'm going to say something like, look guys, look guys, I know we have our differences with the chain of command on some things, but we have a job to do.",
        5140.44,
        5148.46
    ],
    [
        " All right.",
        5149.28,
        5149.6
    ],
    [
        " We have a mission to accomplish and even though we might not agree with the boss on everything, it's our team.",
        5149.7,
        5155.56
    ],
    [
        " It's our team.",
        5156.1,
        5158.4
    ],
    [
        " And the performance of the team sure it reflects the boss, but it reflects us too.",
        5158.8,
        5164.64
    ],
    [
        " So what I say we do is win.",
        5166.64,
        5169.04
    ],
    [
        " Let's win.",
        5169.84,
        5172.22
    ],
    [
        " Let's be the best regardless of what the boss does or what the boss says.",
        5172.78,
        5178.36
    ],
    [
        " Let's win to prove.",
        5178.78,
        5182.28
    ],
    [
        " To prove that even with a situation where the leadership might be lacking a bit, we're so good that we're going to win anyways.",
        5182.86,
        5193.26
    ],
    [
        " Who wants to get some of that, right?",
        5194.64,
        5196.92
    ],
    [
        " There you go.",
        5197.42,
        5198.4
    ],
    [
        " Let's win despite poor leadership.",
        5198.84,
        5200.82
    ],
    [
        " That's what we're going to do.",
        5201.1,
        5201.72
    ],
    [
        " And I'll tell you what, in my younger and maybe a little less politically savvy days, I want to say something like let's win not just despite our leadership, but let's win too spite our leadership.",
        5201.8,
        5218.28
    ],
    [
        " Like we would just perform so well in the face of a horrible leader.",
        5218.34,
        5223.46
    ],
    [
        " We're going to show everyone what was up.",
        5223.58,
        5225.82
    ],
    [
        " The underdog Cinderella story.",
        5226.12,
        5228.46
    ],
    [
        " We're going to rock.",
        5228.46,
        5229.2
    ],
    [
        " So that's cool.",
        5230.2,
        5230.86
    ],
    [
        " You know, sometimes you're winning not just despite your leadership, but to spite them.",
        5231.2,
        5236.38
    ],
    [
        " I've done that a couple of times in my career.",
        5236.4,
        5238.24
    ],
    [
        " Not the best one.",
        5238.78,
        5240.08
    ],
    [
        " It's better to win despite them.",
        5240.4,
        5242.02
    ],
    [
        " So despite we've got some rough leadership.",
        5242.42,
        5243.92
    ],
    [
        " It's okay.",
        5244.14,
        5244.4
    ],
    [
        " And the other thing is, you know, even when you're doing that with a bad leader, you still got to be careful.",
        5245.1,
        5250.92
    ],
    [
        " Let's step on the leader's toes.",
        5251.0,
        5251.92
    ],
    [
        " And the way you do that is really easy.",
        5252.64,
        5254.52
    ],
    [
        " You give them all the credit.",
        5254.6,
        5255.28
    ],
    [
        " You give them all the credit.",
        5255.74,
        5256.84
    ],
    [
        " And that's great.",
        5257.02,
        5257.44
    ],
    [
        " And that little nagging voice that you've gotten the back of your head that wants credit.",
        5257.5,
        5261.34
    ],
    [
        " You know that one I'm talking about that you go back there.",
        5261.52,
        5263.84
    ],
    [
        " Don't worry about that.",
        5264.4,
        5265.28
    ],
    [
        " I'm telling you right now you will get the credit in the long run.",
        5265.38,
        5269.42
    ],
    [
        " You will get the credit.",
        5269.6,
        5271.6
    ],
    [
        " Don't worry about it.",
        5272.48,
        5273.78
    ],
    [
        " You might not get the credit on this one or even this week, this month, maybe not even this year, but eventually you will get the credit and recognition.",
        5273.78,
        5282.92
    ],
    [
        " That you deserve, that you want because your boss's boss.",
        5283.46,
        5287.24
    ],
    [
        " You know what's up.",
        5288.1,
        5289.46
    ],
    [
        " He knows what's up.",
        5290.48,
        5291.82
    ],
    [
        " And your troops know what's up.",
        5292.98,
        5294.58
    ],
    [
        " And so when everybody knows what's up, when you have a truly bad leader,",
        5295.08,
        5300.06
    ],
    [
        " the truly bad leader doesn't, they're not just walking around fooling everyone in an organization.",
        5300.06,
        5306.36
    ],
    [
        " It's not happening.",
        5306.62,
        5307.36
    ],
    [
        " It's not happening.",
        5307.98,
        5309.08
    ],
    [
        " And if it does happen, it doesn't happen for long.",
        5309.3,
        5311.72
    ],
    [
        " It only happens.",
        5312.84,
        5313.84
    ],
    [
        " There's a limited time that it can happen for.",
        5314.26,
        5316.08
    ],
    [
        " Because every idiotic move that that leader makes down the chain of command,",
        5316.54,
        5321.38
    ],
    [
        " at least one out of every five he does something stupid up the chain of command too.",
        5321.82,
        5325.94
    ],
    [
        " And so how is that group performance so well?",
        5326.16,
        5328.44
    ],
    [
        " We know it's not the leader. He's an idiot.",
        5328.92,
        5331.0
    ],
    [
        " Oh, they must have some good junior leadership in there.",
        5331.68,
        5334.08
    ],
    [
        " Who's those guys?",
        5334.16,
        5334.88
    ],
    [
        " Oh, that's Echo Charles.",
        5334.88,
        5336.06
    ],
    [
        " He's in charge of that squad.",
        5336.26,
        5337.62
    ],
    [
        " And they're crushing it.",
        5338.14,
        5338.96
    ],
    [
        " So don't worry about that.",
        5339.64,
        5341.6
    ],
    [
        " Just lead and win and give that credit away.",
        5341.74,
        5344.7
    ],
    [
        " And it's going to come back to you tenfold.",
        5344.7,
        5346.62
    ],
    [
        " That's what you do.",
        5346.94,
        5347.74
    ],
    [
        " Kind of in a way goes back to like people are watching.",
        5348.18,
        5352.06
    ],
    [
        " They're watching.",
        5352.42,
        5352.94
    ],
    [
        " Yeah, he's a poor leader.",
        5353.22,
        5354.42
    ],
    [
        " He's a poor leader.",
        5354.5,
        5355.08
    ],
    [
        " People are going to pick up on that.",
        5355.26,
        5355.98
    ],
    [
        " Yeah.",
        5356.46,
        5356.68
    ],
    [
        " And they're not going to, you know, that doesn't mean that the boss's boss is going to advertise that.",
        5357.08,
        5360.64
    ],
    [
        " Because the boss of boss, they're a good leader.",
        5360.94,
        5362.72
    ],
    [
        " So the boss of boss is going to come and undermine them.",
        5362.96,
        5365.16
    ],
    [
        " Yeah.",
        5365.5,
        5365.66
    ],
    [
        " No, but when the time comes for a motion, when the time comes for a reorganization,",
        5365.88,
        5369.8
    ],
    [
        " that's going to be happening.",
        5370.38,
        5371.96
    ],
    [
        " You know, that's where the, that's really adjustments are going to be made.",
        5371.96,
        5374.42
    ],
    [
        " Yeah.",
        5374.64,
        5374.86
    ],
    [
        " That's a good point.",
        5375.5,
        5377.46
    ],
    [
        " But we get so wrapped up, we get the ego gets you.",
        5377.76,
        5380.98
    ],
    [
        " Yeah.",
        5381.42,
        5381.74
    ],
    [
        " The ego gets you.",
        5381.92,
        5382.72
    ],
    [
        " Yeah.",
        5382.94,
        5383.24
    ],
    [
        " Kind of watch out for that thing.",
        5383.68,
        5384.72
    ],
    [
        " Yeah, to truly let it go when you don't get the credit and you for real think that you deserve the credit.",
        5386.14,
        5392.16
    ],
    [
        " To truly let it go, there's the challenge.",
        5392.22,
        5394.02
    ],
    [
        " Yeah, that's a challenging one.",
        5394.12,
        5395.24
    ],
    [
        " Relish in that challenge.",
        5396.6,
        5398.02
    ],
    [
        " Laugh at it.",
        5398.34,
        5399.12
    ],
    [
        " Yeah.",
        5399.4,
        5399.62
    ],
    [
        " You know, good.",
        5400.1,
        5400.82
    ],
    [
        " Boss, you did awesome.",
        5401.36,
        5402.68
    ],
    [
        " Good job.",
        5402.96,
        5403.28
    ],
    [
        " Yeah, because I feel like anyway, when that does happen, you know, when something,",
        5403.9,
        5408.32
    ],
    [
        " and it's not even necessarily someone else gets the credit for what you did.",
        5408.64,
        5411.64
    ],
    [
        " It's just that you like something big happened and it just went completely unnoticed that it was straight up because of you.",
        5411.64,
        5419.38
    ],
    [
        " Right.",
        5419.76,
        5419.8
    ],
    [
        " That's a potential scenario.",
        5420.06,
        5421.66
    ],
    [
        " But let's say you don't say anything.",
        5422.24,
        5424.08
    ],
    [
        " I think that there is a small feeling of satisfaction that you're like, you know, you took the high road and saying, you know,",
        5424.38,
        5431.32
    ],
    [
        " I completely get that feeling.",
        5431.52,
        5432.28
    ],
    [
        " Maybe that's my ego.",
        5432.34,
        5433.24
    ],
    [
        " Yeah.",
        5433.34,
        5433.7
    ],
    [
        " Well, look at me over here.",
        5433.92,
        5435.06
    ],
    [
        " We're not even saying anything.",
        5435.26,
        5436.12
    ],
    [
        " I'm giving away so much credit on the man.",
        5436.12,
        5438.42
    ],
    [
        " That's like the perfect amount of ego.",
        5438.5,
        5439.94
    ],
    [
        " Or perfectly directed ego, but because usually it's eclipsed by the fact that you didn't get your credit.",
        5440.78,
        5447.5
    ],
    [
        " Yeah.",
        5447.84,
        5447.92
    ],
    [
        " Usually.",
        5448.08,
        5448.4
    ],
    [
        " Yeah, yeah, for sure.",
        5448.6,
        5450.3
    ],
    [
        " Sorry.",
        5450.3,
        5450.86
    ],
    [
        " I want the credit.",
        5451.12,
        5451.98
    ],
    [
        " Got to work on that.",
        5452.12,
        5452.86
    ],
    [
        " Check.",
        5453.62,
        5454.84
    ],
    [
        " Next question.",
        5455.64,
        5456.06
    ],
    [
        " I have a question about the warrior mentality.",
        5456.78,
        5459.76
    ],
    [
        " I recently was dumped on a deployment and it's difficult now that I'm home stateside.",
        5460.32,
        5465.56
    ],
    [
        " How does a warrior handle this?",
        5465.8,
        5467.5
    ],
    [
        " Is it like any other emotional loss?",
        5467.96,
        5469.64
    ],
    [
        " I'm trying to use this loss and get after it and improve myself mentally and physically.",
        5470.14,
        5474.04
    ],
    [
        " I'm not sure how to properly submit questions to the podcast.",
        5474.36,
        5477.3
    ],
    [
        " All right.",
        5478.76,
        5479.64
    ],
    [
        " So the dear John Letter, the old classic, dear John Letter.",
        5479.86,
        5483.5
    ],
    [
        " And you know, agree.",
        5484.16,
        5485.96
    ],
    [
        " Sometimes you can keep it at bay when you're deployed, but then when you get home and you get back to the places, the familiar places where you have the specific memories.",
        5486.16,
        5494.64
    ],
    [
        " That's where the pain starts to come in.",
        5497.04,
        5499.56
    ],
    [
        " And that's fine.",
        5500.96,
        5501.48
    ],
    [
        " You know, that hurts.",
        5501.9,
        5503.02
    ],
    [
        " That's we get that.",
        5503.28,
        5504.32
    ],
    [
        " But in my opinion, I've said this before, the person that you built in your mind, the person that you had a relationship with that you built in your mind,",
        5504.92,
        5515.78
    ],
    [
        " that person doesn't actually exist.",
        5515.78,
        5519.82
    ],
    [
        " They're not real.",
        5520.3,
        5521.32
    ],
    [
        " They're not real.",
        5521.72,
        5522.82
    ],
    [
        " She wasn't who she appeared to be.",
        5523.74,
        5525.74
    ],
    [
        " And she isn't who she appeared to be.",
        5526.38,
        5529.46
    ],
    [
        " She isn't the sweet understanding, fun person that you cared so much about.",
        5529.74,
        5533.34
    ],
    [
        " That's not her.",
        5533.4,
        5534.22
    ],
    [
        " That's your memory.",
        5535.12,
        5536.06
    ],
    [
        " That's what you built in your head.",
        5536.2,
        5537.66
    ],
    [
        " She is actually the selfless, self-centered person that cares about herself first and doesn't care about you.",
        5537.96,
        5544.32
    ],
    [
        " That's the reality.",
        5544.48,
        5545.4
    ],
    [
        " And that's fine.",
        5546.26,
        5547.96
    ],
    [
        " But a lot of times the pain that we feel isn't based on the reality.",
        5549.52,
        5553.62
    ],
    [
        " It's based on the fantasy.",
        5553.86,
        5556.18
    ],
    [
        " So you're feeling pain of losing something that wasn't real.",
        5556.52,
        5559.08
    ],
    [
        " So let the fantasy go.",
        5560.56,
        5562.64
    ],
    [
        " Remember that she is not the perfect person that you built in your mind, period.",
        5562.82,
        5568.74
    ],
    [
        " She's not.",
        5569.24,
        5570.08
    ],
    [
        " Otherwise, we wouldn't be in this situation right now.",
        5571.04,
        5573.46
    ],
    [
        " And then move on, brother.",
        5575.26,
        5578.28
    ],
    [
        " Get after it.",
        5578.86,
        5580.56
    ],
    [
        " Work out.",
        5580.68,
        5581.3
    ],
    [
        " Train hard.",
        5581.8,
        5582.54
    ],
    [
        " Go to the get-to-hike.",
        5582.72,
        5583.78
    ],
    [
        " Run.",
        5584.06,
        5584.28
    ],
    [
        " Play guitar.",
        5584.6,
        5585.32
    ],
    [
        " Just get after it.",
        5585.68,
        5586.96
    ],
    [
        " And those things.",
        5587.36,
        5588.74
    ],
    [
        " Not only are you going to distract you from the pain, which is good.",
        5589.58,
        5592.38
    ],
    [
        " They're going to improve you as a human being, which is good.",
        5592.68,
        5594.76
    ],
    [
        " And they're going to rebuild your confidence, which is good.",
        5595.06,
        5597.02
    ],
    [
        " They're going to make you feel good.",
        5597.34,
        5598.8
    ],
    [
        " They're going to make you stronger and smarter and better.",
        5599.1,
        5602.76
    ],
    [
        " And put you into a place where you don't need that little made-up fantasy anymore.",
        5602.76,
        5608.44
    ],
    [
        " And they're going to put you into place where you're going to find something better than the fantasy.",
        5608.88,
        5614.82
    ],
    [
        " Now, I'm going to tell you right now, the fantasies don't exist.",
        5615.24,
        5618.06
    ],
    [
        " The perfect girl or guy for you doesn't exist.",
        5618.8,
        5625.18
    ],
    [
        " They don't exist.",
        5626.02,
        5628.0
    ],
    [
        " So you're going to be out looking for someone that's good, but you're not going to find perfect.",
        5630.34,
        5634.64
    ],
    [
        " Don't get obsessed with finding perfect.",
        5634.8,
        5636.26
    ],
    [
        " If you find someone that's perfect, it's not true.",
        5636.8,
        5638.84
    ],
    [
        " Everyone's got their flaws.",
        5639.6,
        5640.52
    ],
    [
        " So that's what you have to do.",
        5642.3,
        5646.98
    ],
    [
        " And you will end up finding someone that's real.",
        5647.42,
        5649.84
    ],
    [
        " And I get it, man.",
        5650.12,
        5651.54
    ],
    [
        " I know you're going to have some moments.",
        5651.66,
        5654.2
    ],
    [
        " Down in the hole as Allison chains put it or trapped in the heart shape box as Nirvana put it.",
        5657.48,
        5668.1
    ],
    [
        " Or so lonesome, you could cry as Hank Williams senior put it.",
        5668.1,
        5674.14
    ],
    [
        " You notice a theme here?",
        5674.14,
        5675.52
    ],
    [
        " This is what people go through.",
        5675.78,
        5677.22
    ],
    [
        " But those feelings, they're temporary.",
        5679.88,
        5682.14
    ],
    [
        " So let them say hi, let them hang around for a minute or for half an hour or an hour or whatever.",
        5682.6,
        5689.08
    ],
    [
        " And then kick them out, kick those feelings out, get them out of there and go do something else.",
        5689.22,
        5693.7
    ],
    [
        " Take your mind away from those memories of fantasies and put build some good memories that are real.",
        5694.58,
        5701.68
    ],
    [
        " And yeah, you know what?",
        5702.48,
        5703.58
    ],
    [
        " You can use your anger and your frustration to fuel positivity for sure.",
        5703.68,
        5707.76
    ],
    [
        " I spent much of my youth doing that very thing for sure.",
        5708.04,
        5712.76
    ],
    [
        " All those breakups.",
        5713.34,
        5714.7
    ],
    [
        " Yeah, I turn those things into fuel.",
        5715.2,
        5718.84
    ],
    [
        " And the other thing I'm telling you is if you take action with your body, your mind's going to follow.",
        5719.54,
        5724.92
    ],
    [
        " And pretty soon you'll be onto the next chapter and you can move beyond this bad fantasy chapter that you kind of got roped into.",
        5725.4,
        5735.6
    ],
    [
        " Oh man, chicken girls, man.",
        5735.9,
        5738.12
    ],
    [
        " I can get you every time if you let them.",
        5738.86,
        5741.18
    ],
    [
        " It's so hard to emulate this so many times.",
        5741.42,
        5744.68
    ],
    [
        " You know, because when I was a assistant, Patoon Commander, Patoon Commander, tasking Commander, what I was doing, right?",
        5745.3,
        5750.98
    ],
    [
        " But more in the earlier phases, right?",
        5751.38,
        5754.0
    ],
    [
        " Because once I was, you know, a tasking Commander, I was dealing with a lot less.",
        5754.14,
        5757.84
    ],
    [
        " Those problems that would come to me on a relationship level would be something big, you know, divorce, custody of children.",
        5757.96,
        5765.64
    ],
    [
        " Some kind of domestic violence scenario, like real things.",
        5765.64,
        5768.6
    ],
    [
        " But when I was younger and I was in a seal, Patoon, that's when you're dealing with guys going through the breakup with the girl and the, you know, the method with my head, man.",
        5768.8,
        5779.28
    ],
    [
        " Yeah, it's messing with my head, man.",
        5779.28,
        5780.4
    ],
    [
        " Yeah, of course.",
        5780.8,
        5781.28
    ],
    [
        " Every guy goes through that.",
        5781.68,
        5783.02
    ],
    [
        " Me, that's the way it is.",
        5783.34,
        5785.56
    ],
    [
        " You get that weird thing kicking around in there and you start getting crazy.",
        5786.04,
        5791.38
    ],
    [
        " And what's so funny is, what's so funny is when you're on the outside of it, it's so like, when you're in the heart-shaped box yourself, you just can't see anything else.",
        5791.84,
        5801.86
    ],
    [
        " It's just an devastating.",
        5801.86,
        5802.82
    ],
    [
        " And everyone that's looking at you is like, bro, let's just go to the bar tonight and you'll meet 17 new girls tonight.",
        5803.44,
        5808.36
    ],
    [
        " Yeah.",
        5808.36,
        5808.86
    ],
    [
        " But I've like come back.",
        5809.0,
        5810.14
    ],
    [
        " I love that.",
        5810.28,
        5810.68
    ],
    [
        " That was my special goal.",
        5810.68,
        5812.32
    ],
    [
        " No, it's not.",
        5812.44,
        5812.92
    ],
    [
        " I remember I kind of had a, this is kind of evil, but I had a kind of a standard response to guys when they'd say, you know,",
        5813.22,
        5821.94
    ],
    [
        " Hey, you know, I broke up with Jennifer last night.",
        5822.0,
        5825.7
    ],
    [
        " I'm being, oh, sweet, man, let's, let's roll.",
        5825.92,
        5827.88
    ],
    [
        " I would always, and I even carried that honestly.",
        5827.98,
        5830.58
    ],
    [
        " This is like not something I don't think I would do anymore, but even when guys would be like, hey man, me and Jennifer are getting divorced a bit.",
        5830.9,
        5837.22
    ],
    [
        " Oh, right on, bro.",
        5837.52,
        5838.24
    ],
    [
        " Congrats.",
        5838.5,
        5838.78
    ],
    [
        " Let's rock it up.",
        5839.24,
        5839.7
    ],
    [
        " You know, I kind of, and part of it was just to kind of spin it like guys, man.",
        5840.0,
        5844.04
    ],
    [
        " It's not that we do.",
        5844.46,
        5845.22
    ],
    [
        " It's not that you need to, you need to, you don't just wallow in it, right?",
        5845.28,
        5848.84
    ],
    [
        " You're getting divorced.",
        5849.1,
        5849.62
    ],
    [
        " Okay, here's what you need to do.",
        5849.8,
        5851.38
    ],
    [
        " Here's how you maneuver.",
        5851.52,
        5852.14
    ],
    [
        " But let, you know, what are you going to do?",
        5852.28,
        5853.52
    ],
    [
        " You're going to get dragged down by that into that Meyer, or you're going to be,",
        5853.78,
        5857.54
    ],
    [
        " you know, salvage what you can of your life.",
        5857.82,
        5860.9
    ],
    [
        " And let's move on.",
        5860.9,
        5861.62
    ],
    [
        " Let's rock and roll.",
        5861.64,
        5862.34
    ],
    [
        " Yeah.",
        5862.62,
        5862.82
    ],
    [
        " So that's, again, it might be a little harsh.",
        5863.2,
        5866.4
    ],
    [
        " I don't know if I would still have that react.",
        5866.58,
        5868.3
    ],
    [
        " Maybe with maybe false still in the juice.",
        5868.38,
        5869.92
    ],
    [
        " You know, and most, and 99, I had one guy that, that, that in, I probably said that to, we have a high divorce rate in the SEAL team.",
        5871.3,
        5881.2
    ],
    [
        " Yeah.",
        5881.44,
        5881.68
    ],
    [
        " It's like an 85, 90% divorce rate.",
        5881.68,
        5884.28
    ],
    [
        " So I said this to quite a few individuals over there.",
        5884.5,
        5886.84
    ],
    [
        " I only had one that ever kind of, you know, was, was like, no, man, you don't get it.",
        5887.4,
        5893.36
    ],
    [
        " And I said, no, actually, I do get it.",
        5893.54,
        5895.08
    ],
    [
        " You don't get it.",
        5895.34,
        5896.82
    ],
    [
        " Yeah.",
        5897.18,
        5897.64
    ],
    [
        " And it always is a little rougher when there's kids involved and all that.",
        5898.0,
        5900.54
    ],
    [
        " So that would put another little horrible spin on it.",
        5900.94,
        5904.18
    ],
    [
        " But the bottom line is that is a good attitude to have.",
        5904.68,
        5908.22
    ],
    [
        " Hey, broke up with my girl right on.",
        5908.24,
        5910.98
    ],
    [
        " I'm glad I got out of this relationship before it developed into something where I did have hooks in me.",
        5911.52,
        5918.66
    ],
    [
        " Financial hooks, children, all those things.",
        5919.06,
        5923.24
    ],
    [
        " I made it out, Scott Freep.",
        5923.48,
        5924.68
    ],
    [
        " You know, I'm getting divorced.",
        5925.04,
        5926.06
    ],
    [
        " Oh, you having any kids?",
        5926.22,
        5926.72
    ],
    [
        " No.",
        5927.34,
        5927.64
    ],
    [
        " Okay, rock and roll.",
        5927.94,
        5928.98
    ],
    [
        " Yeah.",
        5929.08,
        5929.32
    ],
    [
        " You got kids?",
        5929.86,
        5930.48
    ],
    [
        " Okay.",
        5930.62,
        5930.84
    ],
    [
        " Well, how's it going to go?",
        5931.06,
        5932.18
    ],
    [
        " You know, what are you put in line?",
        5932.48,
        5933.52
    ],
    [
        " You know, so, definitely hard.",
        5934.2,
        5936.58
    ],
    [
        " Here's a question.",
        5937.3,
        5938.28
    ],
    [
        " Have you ever gotten your heart broken?",
        5939.3,
        5942.18
    ],
    [
        " Negative.",
        5942.66,
        5943.06
    ],
    [
        " You haven't straight up.",
        5943.4,
        5944.76
    ],
    [
        " Even in.",
        5944.86,
        5945.5
    ],
    [
        " Of course I have.",
        5945.52,
        5946.16
    ],
    [
        " I was a boy.",
        5946.58,
        5947.76
    ],
    [
        " Boys get their heart broken.",
        5948.08,
        5949.4
    ],
    [
        " When, when, tell me.",
        5949.58,
        5950.26
    ],
    [
        " Oh, you know, 10, 11.",
        5950.36,
        5952.84
    ],
    [
        " Yeah, that's a good count.",
        5952.98,
        5953.74
    ],
    [
        " I'm talking like, no, I'm 21.",
        5954.0,
        5955.0
    ],
    [
        " One ish.",
        5955.54,
        5957.12
    ],
    [
        " Time.",
        5957.48,
        5958.0
    ],
    [
        " Because you know when you're 10, it's like, okay, 15, 14, 17, 13.",
        5958.58,
        5964.86
    ],
    [
        " I mean, I think once I was, once I was in the SEAL teams, I kind of had that coping mechanism",
        5965.62,
        5969.86
    ],
    [
        " with you guys.",
        5969.86,
        5970.36
    ],
    [
        " Yeah, yeah.",
        5970.36,
        5970.46
    ],
    [
        " Because you're in the teams now.",
        5970.46,
        5971.58
    ],
    [
        " Yeah, I've got to be hard.",
        5971.82,
        5972.24
    ],
    [
        " Yeah.",
        5972.44,
        5972.66
    ],
    [
        " And the girls are like, you know, you got to, you got to just kind of, but yeah, the young,",
        5972.94,
        5981.82
    ],
    [
        " that's, you know, the younger days for sure.",
        5981.92,
        5983.62
    ],
    [
        " Every guy goes through that and that's what that's what's hard.",
        5983.9,
        5986.88
    ],
    [
        " And you know what, I'm saying guys specifically, but the girls are the same way.",
        5986.98,
        5990.68
    ],
    [
        " Both guys and girls go through these horrible breakups.",
        5990.68,
        5994.18
    ],
    [
        "",
        5994.58,
        5994.58
    ],
    [
        " And, and this is the other thing that we got to realize as parents, when you're 16 years old,",
        5994.82,
        5999.98
    ],
    [
        " we, you know, I look at my 15, 16, 17 year old daughters, right, as they were growing",
        6000.9,
        6005.7
    ],
    [
        " up.",
        6005.7,
        6005.94
    ],
    [
        " And, and I think, oh, they got a boyfriend.",
        6006.14,
        6009.42
    ],
    [
        " Whatever.",
        6010.0,
        6010.94
    ],
    [
        " He'll be, this guy is meaningless.",
        6011.52,
        6014.12
    ],
    [
        " Yeah.",
        6014.72,
        6014.88
    ],
    [
        " In their lives, I factually know that these guys are meaningless in terms of the broad spectrum",
        6014.88,
        6022.42
    ],
    [
        " of their life.",
        6022.42,
        6023.0
    ],
    [
        " Yeah.",
        6023.22,
        6023.3
    ],
    [
        " But guess what?",
        6023.92,
        6024.5
    ],
    [
        " When you're 15 years old and you got a boyfriend, that is your whole life.",
        6024.72,
        6028.64
    ],
    [
        " Yeah.",
        6028.66,
        6028.88
    ],
    [
        " And so when something goes sideways, I had to say, oh, I had to remember that myself.",
        6029.06,
        6033.98
    ],
    [
        " When I saw my daughter's distraught over something, I'd say, okay, here's what's going on.",
        6034.18,
        6037.86
    ],
    [
        " This is her whole life and I tried to explain to him.",
        6038.14,
        6040.12
    ],
    [
        " This guy, I understand that you like him and then he was good and blah, blah, blah.",
        6041.5,
        6046.08
    ],
    [
        " But, you know, let's remember, you're only 15 and they're, you know, you're going to meet",
        6046.96,
        6051.56
    ],
    [
        " another nice guy and other, there'll be other opportunities and blah, blah, blah.",
        6051.56,
        6055.26
    ],
    [
        " But of course, it barely, barely gets through to their heads.",
        6055.48,
        6058.34
    ],
    [
        " Yeah, fully.",
        6058.48,
        6059.02
    ],
    [
        " They can't even imagine a nicer guy.",
        6059.14,
        6061.36
    ],
    [
        " No, I know.",
        6061.6,
        6061.7
    ],
    [
        " A different guy.",
        6061.7,
        6062.2
    ],
    [
        " No.",
        6062.2,
        6062.5
    ],
    [
        " Because he's the best.",
        6062.84,
        6063.74
    ],
    [
        " No.",
        6063.86,
        6064.08
    ],
    [
        " Yeah.",
        6064.8,
        6065.04
    ],
    [
        " And so, yeah.",
        6065.66,
        6066.76
    ],
    [
        " Dang, boo.",
        6067.64,
        6068.58
    ],
    [
        " Yeah.",
        6068.8,
        6069.44
    ],
    [
        " Yeah.",
        6069.44,
        6069.56
    ],
    [
        " You're on that question restriction from now on.",
        6069.66,
        6072.22
    ],
    [
        " No, bro.",
        6072.34,
        6072.84
    ],
    [
        " I wanted to know.",
        6073.32,
        6074.72
    ],
    [
        " I think we all wanted to know.",
        6074.92,
        6076.04
    ],
    [
        " Next question.",
        6076.46,
        6078.72
    ],
    [
        " Jocco.",
        6079.86,
        6080.66
    ],
    [
        " What's your take on false motivation versus authentic leadership?",
        6081.42,
        6086.36
    ],
    [
        " Okay.",
        6087.24,
        6089.56
    ],
    [
        " False motivation versus authentic leadership.",
        6089.78,
        6092.44
    ],
    [
        " Now, there's two kind of ways of understanding this question.",
        6092.44,
        6098.32
    ],
    [
        " The first is from like a really heavy leadership perspective.",
        6098.44,
        6101.0
    ],
    [
        " And that is of trying to lead without actually believing in what you're doing.",
        6101.4,
        6105.28
    ],
    [
        " And that's leading without understanding why and not believing in what you're doing.",
        6105.74,
        6112.02
    ],
    [
        " And that's wrong.",
        6112.02,
        6112.4
    ],
    [
        " Right.",
        6112.92,
        6113.1
    ],
    [
        " And this is an extreme ownership, of course.",
        6113.8,
        6116.42
    ],
    [
        " And we talk about on the podcast.",
        6116.58,
        6117.58
    ],
    [
        " You can't do it.",
        6117.58,
        6118.62
    ],
    [
        " If you don't believe in what you're doing, your team is going to see that.",
        6118.64,
        6121.74
    ],
    [
        " And they won't believe in it either, which means they're not going to go above",
        6121.74,
        6124.68
    ],
    [
        " and beyond to accomplish the mission.",
        6124.68,
        6126.0
    ],
    [
        " Period.",
        6126.14,
        6126.48
    ],
    [
        " So you've got to believe what you're doing.",
        6126.88,
        6129.08
    ],
    [
        " And if you don't believe it, then you've got to ask the question up the chain of command.",
        6129.18,
        6131.92
    ],
    [
        " Find out why, understand why, so that you believe in what you're doing.",
        6132.54,
        6136.9
    ],
    [
        " And eventually you're going to get the answer, right?",
        6137.12,
        6139.14
    ],
    [
        " Eventually you're going to understand why you're doing something.",
        6139.26,
        6144.14
    ],
    [
        " You're going to believe in it.",
        6144.28,
        6145.02
    ],
    [
        " Or you're going to, you're going to convince the chain of command that",
        6145.3,
        6149.18
    ],
    [
        " that's not a good method.",
        6149.78,
        6150.7
    ],
    [
        " And you need to go a different direction.",
        6151.04,
        6152.08
    ],
    [
        " And there might be some rare in-extremist case where you actually don't, you know,",
        6152.78,
        6160.26
    ],
    [
        " you're, I'm being told to do something, I don't believe in it.",
        6160.42,
        6162.32
    ],
    [
        " And I'd say no, I'm not going to do it.",
        6162.72,
        6165.4
    ],
    [
        " And like Napoleon said, Napoleon's maxims.",
        6165.82,
        6168.8
    ],
    [
        " If you, you, you actually have to refuse to do it.",
        6168.82,
        6172.28
    ],
    [
        " If you don't believe it's the right thing to do, then you don't do it.",
        6172.38,
        6174.72
    ],
    [
        " That should be a very in-extremist because are as a leader when we're being asked to do something",
        6174.96,
        6181.48
    ],
    [
        " or told to do something or led in a certain way, they're leading us towards victory, right?",
        6181.48,
        6189.08
    ],
    [
        " They're leading us towards an aligned victory.",
        6189.42,
        6191.68
    ],
    [
        " If it's on the battlefield, it's winning the war.",
        6191.92,
        6193.82
    ],
    [
        " If it's in business, it's creating profit and creating a good product and, and growing the business, right?",
        6193.98,
        6200.74
    ],
    [
        " Those things are, that's what you're trying to do.",
        6200.86,
        6203.26
    ],
    [
        " So, if echo, if I'm the boss and you come to me with a, with something and say, hey, I want to do this,",
        6203.26,
        6208.72
    ],
    [
        " if it's going to make us more profitable, why would I say no?",
        6209.18,
        6211.88
    ],
    [
        " Right?",
        6212.52,
        6212.82
    ],
    [
        " So we're going to move in that direction.",
        6213.36,
        6214.76
    ],
    [
        " So from a high level, false motivation doesn't work.",
        6215.14,
        6219.06
    ],
    [
        " If you don't believe in something, it's not going to work out for you.",
        6219.64,
        6221.58
    ],
    [
        " Now, from a micro level, from like a front line level,",
        6222.9,
        6228.84
    ],
    [
        " and the buds instructors used to joke about this, that false motivation is better than know.",
        6229.0,
        6232.86
    ],
    [
        " Is that a common expression?",
        6233.78,
        6235.28
    ],
    [
        " False motivation is better than know motivation.",
        6235.72,
        6237.32
    ],
    [
        " And we don't want that to be true, right?",
        6238.06,
        6240.64
    ],
    [
        " Because we want motivation to be this pure golden thing that fuels performance.",
        6241.2,
        6247.22
    ],
    [
        " But the fact of the matter is, and of course we talk about all this all the time,",
        6247.48,
        6250.84
    ],
    [
        " motivation doesn't hold up.",
        6251.06,
        6251.96
    ],
    [
        " Right?",
        6253.36,
        6253.46
    ],
    [
        " Motivation doesn't know.",
        6253.72,
        6254.34
    ],
    [
        " How many motivated people, motivated people, didn't make it through seal training?",
        6254.84,
        6261.4
    ],
    [
        " A ton of them.",
        6261.4,
        6262.46
    ],
    [
        " They're all motivated.",
        6262.72,
        6263.78
    ],
    [
        " How many of them didn't make it through training?",
        6264.06,
        6266.22
    ],
    [
        " A ton.",
        6266.36,
        6266.54
    ],
    [
        " How many motivated people do you see that don't accomplish their goals that they have?",
        6267.0,
        6272.68
    ],
    [
        " Right?",
        6273.58,
        6273.7
    ],
    [
        " The world is full of those people.",
        6274.3,
        6276.34
    ],
    [
        " There's a ton of those people.",
        6276.44,
        6277.68
    ],
    [
        " And that's because motivation doesn't hold you up.",
        6278.02,
        6281.4
    ],
    [
        " We all know this.",
        6281.48,
        6282.14
    ],
    [
        " It's discipline that holds you up.",
        6282.3,
        6283.52
    ],
    [
        " It's discipline that gets things going, and it's discipline that gets you through things.",
        6283.6,
        6289.5
    ],
    [
        " But this is an interesting little spin.",
        6291.66,
        6294.24
    ],
    [
        " If you have the discipline to press on, why not have a little fun with it?",
        6294.42,
        6298.9
    ],
    [
        " Right?",
        6299.26,
        6299.52
    ],
    [
        " And that's where I think false motivation can come in, and it can make some things fun.",
        6299.8,
        6304.2
    ],
    [
        " For instance, it's cold, wet, and miserable, and we have to go swim over the beach and do an operation.",
        6304.48,
        6310.66
    ],
    [
        " Let's get some.",
        6311.38,
        6313.02
    ],
    [
        " Or it's 118 degrees with massive humidity.",
        6313.58,
        6318.14
    ],
    [
        " And we have a 14 kilometer patrol to get to target.",
        6318.14,
        6321.48
    ],
    [
        " Let's get some.",
        6321.98,
        6324.54
    ],
    [
        " Right?",
        6324.92,
        6325.48
    ],
    [
        " Who ya?",
        6325.86,
        6326.28
    ],
    [
        " Or the water is 41 degrees, and we air about to launch on a four-hour dive.",
        6326.88,
        6333.18
    ],
    [
        " Right?",
        6333.8,
        6335.1
    ],
    [
        " Hell, yes.",
        6335.26,
        6335.86
    ],
    [
        " Let's do this.",
        6336.1,
        6336.8
    ],
    [
        " Right?",
        6337.32,
        6337.46
    ],
    [
        " That's false motivation.",
        6337.86,
        6339.18
    ],
    [
        " But it's backed up by discipline, and it might not be real, but it absolutely beats the hell out of...",
        6339.84,
        6348.12
    ],
    [
        " This is going to be miserable, but I don't want to do it.",
        6348.12,
        6350.54
    ],
    [
        " Right?",
        6351.02,
        6351.56
    ],
    [
        " What would you, if you and I were going to go do something that was going to suck?",
        6351.68,
        6353.72
    ],
    [
        " Would you rather have me say, uh, Echo, I really don't want to do this, but I'm disciplined, so I'm going to do it.",
        6354.7,
        6360.24
    ],
    [
        " Oh, would you have, rather have me say, Echo, this is going to suck.",
        6360.42,
        6364.56
    ],
    [
        " Let's go get some.",
        6364.8,
        6366.12
    ],
    [
        " Right?",
        6366.22,
        6366.66
    ],
    [
        " You'd rather have the false motivation.",
        6366.8,
        6368.1
    ],
    [
        " Yes, sir.",
        6368.52,
        6368.94
    ],
    [
        " Strap on the pack and put on the mask and fins and fire up the false motivation.",
        6369.12,
        6373.42
    ],
    [
        " You're there after it.",
        6373.7,
        6374.42
    ],
    [
        " Now, I will tell you this.",
        6374.48,
        6375.96
    ],
    [
        " I wouldn't even be sarcastic with false motivation.",
        6376.76,
        6380.1
    ],
    [
        " I wouldn't even blink, and I actually, this is the difference.",
        6380.36,
        6382.66
    ],
    [
        " My false motivation isn't even false.",
        6383.08,
        6384.64
    ],
    [
        " I actually believe my own false motivation.",
        6384.92,
        6386.5
    ],
    [
        " Yeah, if it's working.",
        6386.92,
        6387.72
    ],
    [
        " And by the time stuff came out of my mouth, I meant it.",
        6388.36,
        6391.82
    ],
    [
        " I meant it.",
        6392.12,
        6393.44
    ],
    [
        " So, I don't know, at some point in my childhood, false motivation turned into like an actual fuel and just regular motivation.",
        6393.86,
        6402.82
    ],
    [
        " Maybe it's because I realized that I wasn't counting on it to get me through things.",
        6403.06,
        6407.0
    ],
    [
        " I was just having fun with it.",
        6407.0,
        6408.46
    ],
    [
        " Rock and roll.",
        6408.46,
        6409.16
    ],
    [
        " Do you think also how, you know how you, like, you'd always say that you were kind of into just being hardcore.",
        6409.9,
        6416.4
    ],
    [
        " Even in like normal stuff.",
        6416.96,
        6418.24
    ],
    [
        " Being hardcore, for sure.",
        6418.74,
        6419.18
    ],
    [
        " Whatever.",
        6419.6,
        6419.7
    ],
    [
        " So, you know, when you think back and you're like, okay, I'm going to take the hard route or whatever.",
        6420.36,
        6424.74
    ],
    [
        " After you finish it, you kind of feel more proud of it.",
        6424.92,
        6427.26
    ],
    [
        " For sure.",
        6427.32,
        6427.64
    ],
    [
        " Like, do you think that that played into it?",
        6427.86,
        6429.92
    ],
    [
        " Yeah.",
        6430.06,
        6430.22
    ],
    [
        " That is like, I can be more sure.",
        6430.38,
        6432.02
    ],
    [
        " For sure.",
        6432.08,
        6432.62
    ],
    [
        " Be more hardcore.",
        6432.78,
        6433.34
    ],
    [
        " Yeah, yeah.",
        6433.76,
        6434.12
    ],
    [
        " Like I said, like the meaning of the music hardcore when I was a kid was being hardcore.",
        6434.24,
        6440.04
    ],
    [
        " Yeah.",
        6440.22,
        6440.68
    ],
    [
        " Like just the actual meaning of the word.",
        6440.84,
        6442.38
    ],
    [
        " And so, yeah, it's real easy to go from that to like, hey, I'm going to do something that sucks and I'm going to have a good time with it.",
        6442.7,
        6447.74
    ],
    [
        " I'm going to laugh about it.",
        6447.74,
        6448.7
    ],
    [
        " Yeah.",
        6448.86,
        6449.08
    ],
    [
        " And it is contagious.",
        6449.36,
        6450.94
    ],
    [
        " Yeah, it's all contagious.",
        6451.14,
        6452.26
    ],
    [
        " I'm actually going to like that now.",
        6452.52,
        6453.88
    ],
    [
        " And if...",
        6454.2,
        6455.06
    ],
    [
        " What do you say you're going to like that now?",
        6455.06,
        6456.58
    ],
    [
        " No, I'm actually like that now.",
        6456.58,
        6458.1
    ],
    [
        " Oh, okay.",
        6458.26,
        6458.72
    ],
    [
        " Not to, you know, 100 percent, but in a lot of things, man, like my daughter, she's four.",
        6458.72,
        6464.94
    ],
    [
        " She weighs 45...",
        6465.22,
        6467.8
    ],
    [
        " 47 pounds.",
        6467.8,
        6469.28
    ],
    [
        " So, I'll be sitting or I'll be laying on the couch.",
        6469.44,
        6472.3
    ],
    [
        " I'm not paying attention.",
        6473.04,
        6473.96
    ],
    [
        " She'll climb up on the couch behind and jump and land.",
        6474.14,
        6476.78
    ],
    [
        " Like, you know what a knee drop is, right?",
        6477.3,
        6478.8
    ],
    [
        " Yeah, and Tomic knee drop.",
        6478.8,
        6479.74
    ],
    [
        " Yes.",
        6479.8,
        6480.02
    ],
    [
        " For a while.",
        6480.44,
        6480.94
    ],
    [
        " Just so you know, for a while in my house, there was no rules in my house.",
        6481.12,
        6485.44
    ],
    [
        " No, actually, there was no, there was only two rules in my house.",
        6485.86,
        6488.9
    ],
    [
        " When my kids were like, when my older kids were like, you know, seven, six, whatever that,",
        6489.12,
        6495.56
    ],
    [
        " those types of ages that your daughter's out right now, but a little bit older, there",
        6495.66,
        6498.76
    ],
    [
        " was two rules in my house.",
        6498.76,
        6499.7
    ],
    [
        " Number one, don't touch me when I'm eating.",
        6500.22,
        6501.9
    ],
    [
        " Okay.",
        6502.44,
        6503.62
    ],
    [
        " Number two, no atomic knee drops.",
        6504.2,
        6506.44
    ],
    [
        " No, thank you.",
        6506.86,
        6507.72
    ],
    [
        " Because they would do it to each other.",
        6507.84,
        6509.0
    ],
    [
        " Oh, yeah.",
        6509.3,
        6509.74
    ],
    [
        " I didn't mind them doing it to me, but they would atomic knee drop each other.",
        6509.74,
        6512.36
    ],
    [
        " Yeah.",
        6512.6,
        6512.82
    ],
    [
        " So I had to have two rules.",
        6512.94,
        6514.12
    ],
    [
        " And plus, I would never have a lot of time to eat.",
        6514.28,
        6516.58
    ],
    [
        " And all of a sudden, it's like, they want to hold on my arm.",
        6517.4,
        6519.84
    ],
    [
        " No, no, no, no, no, no.",
        6520.36,
        6521.36
    ],
    [
        " Get away from me when I'm eating.",
        6521.36,
        6522.5
    ],
    [
        " Like a rabbit dog.",
        6522.7,
        6524.18
    ],
    [
        " And it's funny.",
        6525.1,
        6525.64
    ],
    [
        " One of them, the reason that's fresh in my mind, because we were just on a trip and,",
        6525.76,
        6529.14
    ],
    [
        " you know, my kids were explaining to my youngest daughter that, well, you know, when we were",
        6529.14,
        6534.08
    ],
    [
        " little, dad was meaner.",
        6534.08,
        6536.26
    ],
    [
        " And he wouldn't let us touch him when we were, when he was eating like you just did.",
        6536.62,
        6540.64
    ],
    [
        " Yeah.",
        6541.1,
        6541.44
    ],
    [
        " And of course, I said, well, that's because she's cuter than you.",
        6542.1,
        6544.68
    ],
    [
        " I love you.",
        6544.9,
        6547.1
    ],
    [
        " I still prove.",
        6547.1,
        6548.4
    ],
    [
        " I don't mind the atomic knee drops anymore because of you because of the very reason",
        6550.26,
        6555.02
    ],
    [
        " to like, you got to be hardcore.",
        6555.02,
        6556.54
    ],
    [
        " It's because like, okay, you got a four year old kid.",
        6556.94,
        6558.54
    ],
    [
        " Yeah.",
        6558.84,
        6559.06
    ],
    [
        " Think of how fun that is for her to attack me drop you.",
        6559.34,
        6562.02
    ],
    [
        " Yeah.",
        6562.24,
        6562.28
    ],
    [
        " Which is another reason why I'm like this now.",
        6562.32,
        6564.24
    ],
    [
        " So she'll climb on the couch, atomic knee drop while I'm not ready, by the way, onto",
        6564.7,
        6568.94
    ],
    [
        " my ribs.",
        6568.94,
        6569.28
    ],
    [
        " So she didn't break my ribs.",
        6569.84,
        6571.22
    ],
    [
        " She didn't injure me to any blasting degree.",
        6571.38,
        6574.36
    ],
    [
        " But if the normal mindset is like, why did you jump?",
        6574.86,
        6578.96
    ],
    [
        " Why did you do that?",
        6579.26,
        6579.9
    ],
    [
        " It hurt.",
        6580.28,
        6580.58
    ],
    [
        " Yeah.",
        6581.04,
        6581.18
    ],
    [
        " Let's face it.",
        6581.38,
        6581.92
    ],
    [
        " 45, 47 pounds.",
        6582.06,
        6583.4
    ],
    [
        " Top of a couch, atomic knee drop, both knees, by the way, all the way.",
        6583.74,
        6586.76
    ],
    [
        " You know, for the lost city, all that stuff hurt by the normal standard of things.",
        6587.7,
        6592.7
    ],
    [
        " So the typical mindset, I think, would be like, don't do that.",
        6593.1,
        6598.04
    ],
    [
        " Especially the shock and all this stuff.",
        6598.32,
        6599.88
    ],
    [
        " But default is just like, whatever.",
        6600.56,
        6602.54
    ],
    [
        " You go faster.",
        6602.94,
        6603.36
    ],
    [
        " You go harder.",
        6603.68,
        6604.18
    ],
    [
        " And yeah, sure, it is a catch-to-win too, because she will and does.",
        6604.58,
        6606.96
    ],
    [
        " But she thinks it's all fun and all this stuff.",
        6607.42,
        6609.32
    ],
    [
        " But yeah, that's that mindset.",
        6609.68,
        6610.66
    ],
    [
        " And that came directly from you.",
        6610.82,
        6612.14
    ],
    [
        " Like, it's like, it's like, chocolate wouldn't complain about that right there.",
        6612.44,
        6614.82
    ],
    [
        " You're gonna let that happen.",
        6615.18,
        6616.3
    ],
    [
        " Yeah, it's really embarrassing if you complain to your four year old daughter.",
        6616.36,
        6619.12
    ],
    [
        " Yeah, you hurt me.",
        6619.12,
        6619.82
    ],
    [
        " You hurt me.",
        6620.22,
        6620.66
    ],
    [
        " About anything.",
        6620.72,
        6621.16
    ],
    [
        " Yeah.",
        6621.46,
        6621.58
    ],
    [
        " Right?",
        6621.74,
        6621.84
    ],
    [
        " About anything.",
        6622.02,
        6622.44
    ],
    [
        " I agree.",
        6622.54,
        6622.88
    ],
    [
        " That's the setting example you were talking about earlier.",
        6622.88,
        6625.4
    ],
    [
        " Yeah.",
        6625.4,
        6625.78
    ],
    [
        " You complained about anything and you're wrong.",
        6626.2,
        6628.92
    ],
    [
        " I agree.",
        6629.04,
        6629.44
    ],
    [
        " That's the meaning.",
        6629.7,
        6630.18
    ],
    [
        " So just suck it up.",
        6630.22,
        6631.18
    ],
    [
        " Yeah.",
        6631.22,
        6631.3
    ],
    [
        " Say, bring it on.",
        6631.74,
        6632.56
    ],
    [
        " Yeah.",
        6632.84,
        6633.0
    ],
    [
        " False motivation, which becomes real motivation, which for the only, like I said, the only",
        6633.18,
        6639.56
    ],
    [
        " sort of reason for motivation for me is just funny.",
        6639.56,
        6643.32
    ],
    [
        " Just funny.",
        6643.9,
        6645.26
    ],
    [
        " It's not gonna actually get you to do anything, but just let's have fun.",
        6645.66,
        6649.26
    ],
    [
        " I'm gonna do it anyways.",
        6649.44,
        6650.16
    ],
    [
        " I'm gonna let the atomic knee drops happen over and over again.",
        6650.42,
        6653.08
    ],
    [
        " I'm gonna, and so why, when I could go through life just experiencing them and accepting",
        6653.08,
        6658.0
    ],
    [
        " them, why not have some fun with the atomic knee drops and the long cold dives and those",
        6658.0,
        6661.52
    ],
    [
        " hot weather and the dehydration and the hypothermia?",
        6661.52,
        6665.98
    ],
    [
        " Why not have fun with all those things?",
        6666.08,
        6667.24
    ],
    [
        " Yeah.",
        6667.54,
        6667.68
    ],
    [
        " I mean, you probably know, but it's unbelievable how much that helps yourself.",
        6668.08,
        6672.68
    ],
    [
        " You know what?",
        6673.0,
        6673.2
    ],
    [
        " I think maybe because my view of motivation is so low, that to me, it's just funny.",
        6673.28,
        6681.74
    ],
    [
        " Yeah.",
        6681.9,
        6682.26
    ],
    [
        " Like false motivation is just funny.",
        6682.26,
        6683.94
    ],
    [
        " Yeah.",
        6684.24,
        6684.5
    ],
    [
        " And it, but it is fun.",
        6684.74,
        6686.08
    ],
    [
        " Yeah.",
        6686.34,
        6686.6
    ],
    [
        " It's a fun thing.",
        6686.78,
        6687.38
    ],
    [
        " Yeah, that's kind of part of what I mean.",
        6687.96,
        6690.04
    ],
    [
        " Okay, so the, you know, the, the mats, I don't know if you noticed, I brought the mats in",
        6690.16,
        6693.52
    ],
    [
        " here.",
        6693.52,
        6693.66
    ],
    [
        "",
        6693.66,
        6693.66
    ],
    [
        " I did whatever.",
        6693.92,
        6694.4
    ],
    [
        " So those mats there, I think just like 16 of them, I forget how many, but they cover a",
        6694.72,
        6699.22
    ],
    [
        " two full, two car garage covers it perfectly.",
        6699.22,
        6701.46
    ],
    [
        " It's a lot, it's a lot of mats and the two inch thick ones.",
        6701.64,
        6703.74
    ],
    [
        " So to move them, you know, up the, you know, the topography.",
        6704.22,
        6709.8
    ],
    [
        " Is that even so?",
        6710.22,
        6711.18
    ],
    [
        " Or you had, so you had like some legit challenge.",
        6711.18,
        6713.8
    ],
    [
        " No, yeah.",
        6714.16,
        6714.7
    ],
    [
        " I'm not even saying that.",
        6714.84,
        6715.66
    ],
    [
        " Here's a, no, no, no, no, this is what happened.",
        6716.06,
        6717.74
    ],
    [
        " You got it.",
        6717.8,
        6718.26
    ],
    [
        " So I came in, put the mats right there.",
        6718.34,
        6721.3
    ],
    [
        " Boom.",
        6721.44,
        6721.56
    ],
    [
        " One day, I don't know whenever the other day.",
        6721.92,
        6723.42
    ],
    [
        " And then, you know, I walked to Jates Office, my brother.",
        6723.84,
        6726.46
    ],
    [
        " You know, he was like, oh, yeah, what's, what are you doing there?",
        6727.06,
        6728.98
    ],
    [
        " I was like, oh, just put the mats in there.",
        6729.18,
        6730.56
    ],
    [
        " He's like, you put the mats in there.",
        6730.76,
        6732.26
    ],
    [
        " What do you, you know, do you, what did someone help you with that?",
        6732.38,
        6735.9
    ],
    [
        " I looked at him and I said, I don't need help.",
        6736.14,
        6737.96
    ],
    [
        " Oh.",
        6738.16,
        6738.46
    ],
    [
        " But it was a joke because that's a line from this thing.",
        6739.52,
        6742.12
    ],
    [
        " But, but the point there is just that attitude, you know, like, no, I don't need help.",
        6742.3,
        6749.16
    ],
    [
        " No, I don't, you know, because I'm trying to be like, jockle, you know, fucking hardcore.",
        6749.32,
        6752.4
    ],
    [
        " I don't need help.",
        6753.06,
        6753.98
    ],
    [
        " Little kids can't hurt me.",
        6754.44,
        6755.7
    ],
    [
        " They can't make me complete, you know, it's like that mindset.",
        6755.94,
        6757.92
    ],
    [
        " But mindset is change.",
        6758.3,
        6759.32
    ],
    [
        " You're asserting into a complete savage.",
        6759.48,
        6761.36
    ],
    [
        " Bruts, wait.",
        6761.66,
        6762.12
    ],
    [
        " Little kids can't hurt you and you can carry the mats by your own.",
        6762.16,
        6764.7
    ],
    [
        " Yeah.",
        6764.98,
        6765.18
    ],
    [
        " By your own, that's another thing.",
        6765.46,
        6768.2
    ],
    [
        " It's because my son, when he was, could before he could talk well, he would, he would",
        6768.2,
        6772.88
    ],
    [
        " want to do something.",
        6772.88,
        6773.54
    ],
    [
        " He'd say, let me, he'd say, I do it by my own.",
        6773.74,
        6776.32
    ],
    [
        " Right.",
        6776.5,
        6776.72
    ],
    [
        " He's trying to say by myself or on my own.",
        6777.22,
        6779.0
    ],
    [
        " Yeah.",
        6779.36,
        6779.48
    ],
    [
        " Mixed it by my ew.",
        6779.66,
        6781.42
    ],
    [
        " So that became, that became a thing.",
        6781.88,
        6786.94
    ],
    [
        " Here's a legitimate one that, that just changed.",
        6787.4,
        6790.66
    ],
    [
        " It changed this specific thing where, you know, how I'd like, I'd be the kind of, if I",
        6790.82,
        6794.94
    ],
    [
        " didn't get enough sleep, I just, I'd let it ruin me.",
        6794.94,
        6797.12
    ],
    [
        " Mentally.",
        6799.9,
        6800.34
    ],
    [
        " So, so if I didn't have something specific, like, important to do.",
        6798.86,
        6805.5
    ],
    [
        " So just throughout the day, I'm tired, you know, whatever.",
        6805.76,
        6807.78
    ],
    [
        " So now, I never admit that I'm tired.",
        6808.24,
        6811.5
    ],
    [
        " Yeah, that's a good, great starting place.",
        6811.56,
        6813.4
    ],
    [
        " Yeah.",
        6813.68,
        6813.8
    ],
    [
        " Even to myself.",
        6813.9,
        6814.6
    ],
    [
        " I've explained that to my son is, is you just don't admit ever that.",
        6814.88,
        6818.42
    ],
    [
        " Don't let those words come out of your mouth.",
        6818.58,
        6820.06
    ],
    [
        " Yeah.",
        6820.06,
        6820.42
    ],
    [
        " I'm tired.",
        6820.52,
        6820.84
    ],
    [
        " I'm sore on whatever.",
        6820.92,
        6821.66
    ],
    [
        " Just stop.",
        6821.96,
        6822.9
    ],
    [
        " Yeah.",
        6823.36,
        6823.52
    ],
    [
        " Because when you get in the teams, you, that's just, that's just a putting up a red flag",
        6823.52,
        6827.0
    ],
    [
        " of being a complete pansy.",
        6827.0,
        6828.8
    ],
    [
        " Don't do it.",
        6829.3,
        6830.12
    ],
    [
        " I know, bro.",
        6830.36,
        6831.0
    ],
    [
        " Don't do it.",
        6831.2,
        6831.72
    ],
    [
        " As a matter of fact, you know what's jacked up, it's like, I won't even, let's say you",
        6831.9,
        6835.26
    ],
    [
        " and I were to go out, let's say it was wintertime and you and I were to go out and I had",
        6835.26,
        6838.7
    ],
    [
        " a sweatshirt with me because I knew it might get cold.",
        6838.7,
        6841.94
    ],
    [
        " Right.",
        6842.26,
        6842.44
    ],
    [
        " But we're out already and I have the sweatshirt in my hand.",
        6842.56,
        6845.1
    ],
    [
        " You can't put it on.",
        6845.1,
        6846.08
    ],
    [
        " I won't even put it on.",
        6846.22,
        6846.94
    ],
    [
        " You can't.",
        6847.14,
        6847.6
    ],
    [
        " You can't put it on.",
        6847.8,
        6848.5
    ],
    [
        " Yeah, yeah.",
        6848.56,
        6849.04
    ],
    [
        " Because then you, then you might say, were you cold?",
        6849.3,
        6852.1
    ],
    [
        " I'm cold.",
        6852.24,
        6852.8
    ],
    [
        " I mean, some warfieds.",
        6852.8,
        6854.86
    ],
    [
        " Yeah, yeah.",
        6855.04,
        6855.88
    ],
    [
        " The hot dang, that's a good one.",
        6856.04,
        6857.06
    ],
    [
        " Yeah.",
        6857.18,
        6857.38
    ],
    [
        " Yeah, I'm going to do that too.",
        6857.44,
        6858.26
    ],
    [
        " Or should I say not do that?",
        6858.32,
        6859.82
    ],
    [
        " Yeah.",
        6859.82,
        6860.0
    ],
    [
        " Yeah, bro.",
        6860.18,
        6860.26
    ],
    [
        " I don't know.",
        6860.4,
        6860.66
    ],
    [
        " Remember the time I remember the time I told this story before.",
        6860.7,
        6863.46
    ],
    [
        " Remember the time we were driving from LA.",
        6863.6,
        6864.88
    ],
    [
        " It was like late at night.",
        6865.28,
        6866.36
    ],
    [
        " And you're like, yeah, I know I'm this big, bad team guy or whatever, but I'm kind of",
        6866.56,
        6872.2
    ],
    [
        " tired right now.",
        6872.2,
        6872.94
    ],
    [
        " And then almost like you just, it was painful to let the words out of your mouth, you",
        6873.04,
        6877.6
    ],
    [
        " know, like you let them slip and it really hurt you.",
        6877.6,
        6879.32
    ],
    [
        " So it was like maybe like three seconds later.",
        6879.32,
        6882.48
    ],
    [
        " You said, fuck it.",
        6882.48,
        6883.66
    ],
    [
        " I'll just drive them on TANF.",
        6883.74,
        6884.68
    ],
    [
        " I have to right now.",
        6884.8,
        6885.5
    ],
    [
        " I'll just get in the morning.",
        6885.5,
        6887.1
    ],
    [
        " I'm going to team guy mode.",
        6887.22,
        6889.32
    ],
    [
        " You be tired, bro.",
        6889.32,
        6889.78
    ],
    [
        " I will tell the bloody.",
        6890.0,
        6890.54
    ],
    [
        " I was tired.",
        6890.74,
        6891.06
    ],
    [
        " Yes, yeah, I was driving.",
        6891.16,
        6891.9
    ],
    [
        " And my wife says like, you haven't been sleeping much.",
        6892.58,
        6896.32
    ],
    [
        " Are you okay to drive?",
        6896.42,
        6897.12
    ],
    [
        " I was like, yeah.",
        6897.22,
        6898.02
    ],
    [
        " And I actually did the same thing.",
        6898.32,
        6901.52
    ],
    [
        " I was kind of like, well, I'm super tired.",
        6901.52,
        6902.94
    ],
    [
        " I can drive indefinitely.",
        6903.02,
        6904.5
    ],
    [
        " Yeah, yeah.",
        6904.68,
        6905.38
    ],
    [
        " I don't know though though.",
        6905.74,
        6906.6
    ],
    [
        " I mean, you, I don't know.",
        6907.02,
        6907.96
    ],
    [
        " Maybe you're different.",
        6908.1,
        6908.7
    ],
    [
        " Maybe not.",
        6908.84,
        6909.24
    ],
    [
        "",
        6909.3,
        6909.3
    ],
    [
        "",
        6909.3,
        6909.3
    ],
    [
        "",
        6909.3,
        6909.3
    ],
    [
        " No, I actually don't encourage people doing that.",
        6909.36,
        6912.38
    ],
    [
        " Yeah.",
        6912.5,
        6912.62
    ],
    [
        " Don't encourage it.",
        6912.78,
        6913.54
    ],
    [
        " That's a horrible thing to do is drive when you're super tired.",
        6913.6,
        6917.08
    ],
    [
        " Yeah.",
        6917.42,
        6917.68
    ],
    [
        " Yeah, don't do that.",
        6917.74,
        6918.76
    ],
    [
        " Well, I'm quiet.",
        6918.96,
        6919.68
    ],
    [
        " It's, um, it's happening before, but I'm quiet.",
        6920.08,
        6922.2
    ],
    [
        " It's really boring to drive.",
        6922.5,
        6923.72
    ],
    [
        " Because it's so easy.",
        6923.94,
        6924.7
    ],
    [
        " It's just so like you don't.",
        6924.96,
        6926.14
    ],
    [
        " So when you get like tired or sleepy or whatever,",
        6926.62,
        6929.46
    ],
    [
        " it's really easy to just fall asleep.",
        6929.58,
        6931.58
    ],
    [
        " Super easy.",
        6931.58,
        6932.32
    ],
    [
        " And that's hard because you can't control it.",
        6932.52,
        6934.8
    ],
    [
        " It's like you think you can just, I can control it.",
        6935.02,
        6937.24
    ],
    [
        " And sure there is little tactics.",
        6937.24,
        6938.48
    ],
    [
        " Yeah.",
        6938.94,
        6938.98
    ],
    [
        " Like you can like, like, like, do little things that, you know,",
        6938.98,
        6941.3
    ],
    [
        " and like, paint on yourself or whatever.",
        6941.38,
        6942.54
    ],
    [
        " But, man, it's really hard to control.",
        6942.96,
        6944.94
    ],
    [
        " Once you fall asleep.",
        6945.04,
        6945.82
    ],
    [
        " Yeah, no, don't do that.",
        6945.9,
        6947.42
    ],
    [
        " Don't do that.",
        6947.8,
        6948.3
    ],
    [
        "",
        6948.34,
        6948.34
    ],
    [
        " You wake up in a bridge and bunk, but just dead.",
        6948.5,
        6952.28
    ],
    [
        " Or wake up dead.",
        6952.56,
        6953.16
    ],
    [
        " Yeah.",
        6953.26,
        6953.4
    ],
    [
        " Yeah.",
        6953.52,
        6953.72
    ],
    [
        " That's not good.",
        6953.82,
        6954.62
    ],
    [
        " The, I was reading this thing on motivation.",
        6955.72,
        6957.68
    ],
    [
        " And it said in this book, I'm not saying that this is true or not true,",
        6958.34,
        6963.1
    ],
    [
        " but it's said, it made sense.",
        6963.12,
        6964.12
    ],
    [
        " Where motivation, people misuse word motivation.",
        6965.22,
        6967.44
    ],
    [
        " And they confuse it with inspiration.",
        6967.82,
        6969.48
    ],
    [
        " So inspiration is like, once someone gets you all revved up to do something, right?",
        6970.0,
        6973.2
    ],
    [
        " It's like, what are you saying?",
        6973.46,
        6973.92
    ],
    [
        " Like, well, you know, let's do this or you see a mansion.",
        6973.98,
        6976.1
    ],
    [
        " Now you're inspired to work hard for stuff or whatever.",
        6976.1,
        6979.18
    ],
    [
        " Listen to some speech, some quote unquote motivational speech.",
        6979.72,
        6982.64
    ],
    [
        " It inspires it.",
        6982.84,
        6984.06
    ],
    [
        " It doesn't motivate you.",
        6984.06,
        6984.78
    ],
    [
        " Motivation is your, your, your bear raw motive.",
        6984.88,
        6987.9
    ],
    [
        " The motive for you doing it.",
        6988.16,
        6989.46
    ],
    [
        " So let's say, I feel like I said this before.",
        6989.68,
        6992.66
    ],
    [
        " But the, let's say I want to get in shape.",
        6993.58,
        6995.76
    ],
    [
        " You know, girls will get in shape for their wedding.",
        6996.02,
        6997.62
    ],
    [
        " You know, that's the motive is to be in shape for the wedding.",
        6997.94,
        7000.82
    ],
    [
        " Okay.",
        7001.06,
        7001.24
    ],
    [
        " So that doesn't go away.",
        7001.4,
        7002.1
    ],
    [
        " So she's not necessarily inspired, meaning she's like, she got infused with some feeling.",
        7002.22,
        7007.5
    ],
    [
        " Yeah.",
        7007.88,
        7008.04
    ],
    [
        " You know, you just some motivation wouldn't go away, but it would.",
        7008.26,
        7011.74
    ],
    [
        " Well, it's, no, no, here's the moment.",
        7012.2,
        7014.14
    ],
    [
        " The moment you get her there is discipline.",
        7014.14,
        7015.78
    ],
    [
        " Yeah, yeah.",
        7016.04,
        7016.38
    ],
    [
        " The motivation is she wakes up at five o'clock in the morning to go get a workout in before she goes to work.",
        7016.5,
        7020.68
    ],
    [
        " Right.",
        7021.18,
        7021.54
    ],
    [
        " It's really easy to just be like, you know what, I'm not feeling motivated today.",
        7021.46,
        7024.74
    ],
    [
        " Right.",
        7025.02,
        7025.26
    ],
    [
        " You'll just get the, get the wedding dress, you know, let out a little bit.",
        7025.52,
        7029.96
    ],
    [
        " Yeah.",
        7030.14,
        7030.28
    ],
    [
        " But that just means that the motive, motivation, the motive isn't strong enough to overcome her feelings or lack of inspiration.",
        7030.48,
        7038.3
    ],
    [
        "",
        7038.38,
        7038.38
    ],
    [
        " That's why I don't rely on it.",
        7038.4,
        7039.64
    ],
    [
        " Yeah.",
        7039.76,
        7039.96
    ],
    [
        " Because you're not going to find a motivation that's strong enough to make you do the things that you have to do all the time.",
        7040.0,
        7043.5
    ],
    [
        " You don't, you can't, doesn't exist.",
        7043.66,
        7044.9
    ],
    [
        " Well, it depends.",
        7045.02,
        7046.04
    ],
    [
        " It just depends.",
        7046.2,
        7046.74
    ],
    [
        " So consider a fighter.",
        7046.98,
        7047.8
    ],
    [
        " Yeah.",
        7050.4,
        7050.72
    ],
    [
        " You're right, guys.",
        7051.04,
        7052.8
    ],
    [
        " Don't make a difference.",
        7052.88,
        7053.6
    ],
    [
        " Yeah.",
        7053.64,
        7053.94
    ],
    [
        " Wait.",
        7054.04,
        7054.14
    ],
    [
        " That's what I'm saying.",
        7054.44,
        7055.46
    ],
    [
        " No, the motive.",
        7055.52,
        7056.14
    ],
    [
        " And you know what?",
        7056.7,
        7057.38
    ],
    [
        " You know, when that, you know, when that motivation failed, that motivation failed, you know, five weeks ago when they, when they, when they,",
        7057.5,
        7063.46
    ],
    [
        " five guys burgers.",
        7063.46,
        7064.16
    ],
    [
        " Yeah, they had a five guys burgers.",
        7064.3,
        7065.58
    ],
    [
        " Yeah, yeah, yeah, you're right.",
        7065.88,
        7066.88
    ],
    [
        " Yeah, you're right.",
        7067.22,
        7067.88
    ],
    [
        " So the discipline holds the line.",
        7068.08,
        7069.22
    ],
    [
        " Yeah, it does totally.",
        7069.5,
        7070.24
    ],
    [
        " Now you can have fun with it.",
        7070.64,
        7071.84
    ],
    [
        " And you can be motivated to have discipline.",
        7071.98,
        7073.46
    ],
    [
        " And you can say, oh, like, uh, I'm not going to do it.",
        7073.88,
        7077.78
    ],
    [
        " Pete Robbins from Origin Geese.",
        7077.78,
        7079.78
    ],
    [
        " I was up with him in Maine.",
        7079.86,
        7080.84
    ],
    [
        " And he's like, got a bet to lose weight.",
        7081.52,
        7084.62
    ],
    [
        " And he hit me with some false motivation because we were out, we were out.",
        7085.2,
        7088.76
    ],
    [
        " And you know, we were, I was a, I was a, we're in big streak and just getting after the grub.",
        7089.16,
        7093.82
    ],
    [
        " Sure.",
        7093.98,
        7094.24
    ],
    [
        " And I said, like, how many more pounds do you have?",
        7094.52,
        7096.46
    ],
    [
        " You know, we're talking about, as I get, it's kind of suck to sit here.",
        7096.52,
        7098.34
    ],
    [
        " He's like, no, I actually enjoy watching you eat delicious food.",
        7098.34,
        7101.12
    ],
    [
        " You know, little false motivation coming out here.",
        7101.48,
        7104.64
    ],
    [
        " Yeah.",
        7104.68,
        7105.18
    ],
    [
        " And a funny way.",
        7105.26,
        7105.96
    ],
    [
        "",
        7106.68,
        7106.68
    ],
    [
        " And instead of letting it out like that, instead of being just miserable, why not just have some fun with it?",
        7107.14,
        7112.08
    ],
    [
        " Yeah.",
        7112.24,
        7112.36
    ],
    [
        " Yeah.",
        7112.84,
        7113.22
    ],
    [
        " That's my advice.",
        7113.3,
        7114.04
    ],
    [
        " Yeah, fully.",
        7114.32,
        7114.8
    ],
    [
        " But then the difference though, like I said, I agree.",
        7115.04,
        7117.52
    ],
    [
        " You're right.",
        7117.9,
        7118.4
    ],
    [
        " I mean, the point I was, uh, maybe making was, uh, was just the technical difference between motivation and inspiration.",
        7118.5,
        7126.9
    ],
    [
        " You know, you know how it's a, can we not talk about that?",
        7127.6,
        7129.48
    ],
    [
        " You know, right?",
        7129.5,
        7130.98
    ],
    [
        " No, you got to know.",
        7131.02,
        7131.84
    ],
    [
        " No, because both those words just don't do much for me.",
        7131.94,
        7134.52
    ],
    [
        " They're flimsy.",
        7134.52,
        7135.28
    ],
    [
        " They're weak.",
        7135.4,
        7135.72
    ],
    [
        " They're weak words.",
        7136.02,
        7137.12
    ],
    [
        " And they're weak and the actual subjects are weak.",
        7137.78,
        7140.88
    ],
    [
        " Inspiration, motivation, like it's not going to get you there.",
        7141.54,
        7146.06
    ],
    [
        " Come on.",
        7146.66,
        7147.04
    ],
    [
        " It might get you through like the first three minutes of, you know, you and I were just talking before you came in here.",
        7147.18,
        7152.94
    ],
    [
        " You said there was moments in your workout today when you could have easily, or yesterday you could have easily called it.",
        7153.22,
        7159.56
    ],
    [
        " Like, hey, I'm sweating.",
        7159.96,
        7160.7
    ],
    [
        " And I got a good workout.",
        7160.8,
        7161.44
    ],
    [
        " But you didn't.",
        7161.44,
        7162.44
    ],
    [
        " Yeah.",
        7162.44,
        7162.62
    ],
    [
        " You have a line.",
        7162.62,
        7163.46
    ],
    [
        " Yes.",
        7163.88,
        7163.9
    ],
    [
        " Discipline.",
        7164.08,
        7165.24
    ],
    [
        " Discipline.",
        7165.24,
        7165.84
    ],
    [
        " It was actually, I created false motive.",
        7166.02,
        7168.42
    ],
    [
        " Just truth be told, you're right.",
        7168.5,
        7169.96
    ],
    [
        " But I've created false motivation for myself.",
        7170.26,
        7173.74
    ],
    [
        " I just say, you know what?",
        7174.22,
        7175.02
    ],
    [
        " I'm going to, I'm going to do this.",
        7175.12,
        7176.28
    ],
    [
        " Actually, it's the way for me to facilitate discipline for myself is I want to do this because I'm going to feel better afterwards.",
        7176.7,
        7182.88
    ],
    [
        " Oh, yes.",
        7183.0,
        7183.28
    ],
    [
        " You know, that whole deal.",
        7183.34,
        7183.88
    ],
    [
        " You're talking about discipline.",
        7183.88,
        7184.6
    ],
    [
        " And then you contrast it with how junk I'm going to feel if I don't weak, embarrassed for myself.",
        7184.6,
        7190.44
    ],
    [
        " By the way, and when I said that, you know, how workout has many opportunities to stop.",
        7190.44,
        7195.36
    ],
    [
        " Yeah.",
        7195.44,
        7195.58
    ],
    [
        " So one, the first opportunity is in the parking lot.",
        7195.72,
        7197.52
    ],
    [
        " In this case, I went to a gym.",
        7197.52,
        7198.96
    ],
    [
        " So bro, if you walk away when you're in the parking lot, you got issues.",
        7199.5,
        7202.24
    ],
    [
        " Bro, I've done that.",
        7202.24,
        7203.24
    ],
    [
        " I've done that like four times a month.",
        7203.24,
        7204.52
    ],
    [
        " You have to admit that on the podcast.",
        7204.6,
        7205.78
    ],
    [
        " You should just lie.",
        7205.78,
        7206.66
    ],
    [
        " That's the limit.",
        7207.2,
        7209.22
    ],
    [
        " Well, it makes this current story more significant.",
        7209.5,
        7211.8
    ],
    [
        " So boom, that's the first opportunity.",
        7212.5,
        7214.06
    ],
    [
        " Second opportunity is before you warm up, which is pretty close to the first opportunity.",
        7214.42,
        7218.98
    ],
    [
        " Have you ever quit then?",
        7219.48,
        7220.86
    ],
    [
        " Yes.",
        7221.06,
        7221.22
    ],
    [
        " Oh my God.",
        7221.48,
        7222.28
    ],
    [
        " Twice.",
        7222.34,
        7222.74
    ],
    [
        " Geez.",
        7223.48,
        7224.08
    ],
    [
        " One time it felt real good because I justified it very effectively.",
        7224.14,
        7227.5
    ],
    [
        " And the second time I was like, I just got to get after it tomorrow, whatever.",
        7227.8,
        7230.16
    ],
    [
        " Nonetheless.",
        7230.52,
        7230.8
    ],
    [
        " Then it's after the first body part, or the first sort of, you know, you have, I'm going to do, you know, mech on first.",
        7230.98,
        7237.04
    ],
    [
        " I'm going to do spots first.",
        7237.14,
        7238.16
    ],
    [
        " So, you know, it's after the first exercise.",
        7238.26,
        7241.0
    ],
    [
        " The body part.",
        7241.88,
        7242.46
    ],
    [
        " Really?",
        7242.58,
        7242.8
    ],
    [
        " Yeah.",
        7243.04,
        7243.1
    ],
    [
        " That's one opportunity.",
        7243.26,
        7244.5
    ],
    [
        " Like to me, the biggest hurdle is getting there.",
        7244.86,
        7246.38
    ],
    [
        " Which is when you have your gym at your house, that's that hurdle is gone.",
        7246.86,
        7249.8
    ],
    [
        " I agree that it gets easier to hold the line for sure after you start.",
        7250.16,
        7254.84
    ],
    [
        " But there's a part at the end.",
        7255.24,
        7256.5
    ],
    [
        " You know how like how you just said you like to do your mech on the afterwards?",
        7256.58,
        7260.92
    ],
    [
        " No, lately I've been doing mech on before and lifting heavy aft right.",
        7261.14,
        7264.88
    ],
    [
        "",
        7265.08,
        7265.08
    ],
    [
        " Yeah, that's what it meant.",
        7265.24,
        7266.12
    ],
    [
        " But you're right.",
        7266.14,
        7267.08
    ],
    [
        " I could say, you know what?",
        7267.2,
        7268.26
    ],
    [
        " That mech on was a little bit heavy.",
        7268.32,
        7269.8
    ],
    [
        " Yeah, it was hard.",
        7269.94,
        7270.32
    ],
    [
        " I just call it good on the heavy part.",
        7270.5,
        7273.12
    ],
    [
        " Yeah, exactly right.",
        7273.34,
        7274.18
    ],
    [
        " Man, I feel so good when I'm all loosened up.",
        7274.18,
        7277.02
    ],
    [
        " Yeah.",
        7277.3,
        7277.42
    ],
    [
        " Yeah.",
        7277.84,
        7278.54
    ],
    [
        " So, same deal with me and I, you know, every opportunity to quit was passed.",
        7278.74,
        7284.66
    ],
    [
        " It was wave.",
        7284.86,
        7285.48
    ],
    [
        " Well done, Echo Charlie.",
        7285.74,
        7286.76
    ],
    [
        " Yeah, man.",
        7287.38,
        7287.62
    ],
    [
        " That's all.",
        7288.46,
        7288.86
    ],
    [
        " Last question.",
        7289.32,
        7289.94
    ],
    [
        " I've got time for one more.",
        7290.06,
        7291.1
    ],
    [
        " Yes.",
        7291.44,
        7291.6
    ],
    [
        " Jocco, I am a chronic excuse maker.",
        7293.32,
        7296.36
    ],
    [
        " How do I stop making excuses and get things done?",
        7297.04,
        7301.16
    ],
    [
        " The chronic excuse maker.",
        7306.1,
        7308.02
    ],
    [
        " How do you stop making excuses?",
        7308.3,
        7310.44
    ],
    [
        " This is actually pretty simple.",
        7311.2,
        7313.48
    ],
    [
        " And I said it the other day and you have to realize you have to know.",
        7314.84,
        7317.9
    ],
    [
        " You have to accept that all your excuses are lies.",
        7318.38,
        7324.3
    ],
    [
        " They are lies all of them.",
        7324.94,
        7327.56
    ],
    [
        " Think about the things that you tell yourself the lies you use to rationalize taking the easy road.",
        7329.92,
        7337.1
    ],
    [
        " Taking the easy road and leaving discipline behind.",
        7337.52,
        7342.46
    ],
    [
        " Think about them.",
        7343.14,
        7344.12
    ],
    [
        " You don't have time.",
        7345.66,
        7348.2
    ],
    [
        " That's a lie.",
        7349.68,
        7350.72
    ],
    [
        " You don't have support.",
        7352.26,
        7354.8
    ],
    [
        " That's a lie.",
        7356.66,
        7357.7
    ],
    [
        " You don't have the equipment or the gear.",
        7358.48,
        7362.26
    ],
    [
        " Lies.",
        7363.34,
        7364.8
    ],
    [
        " You don't know the best way.",
        7365.6,
        7367.96
    ],
    [
        " Who cares?",
        7368.76,
        7369.44
    ],
    [
        " That's a lie.",
        7369.9,
        7370.58
    ],
    [
        " Or you're too old or you're too young.",
        7371.1,
        7374.08
    ],
    [
        " Of course, you're too old or too young.",
        7374.46,
        7376.62
    ],
    [
        " Lie.",
        7376.8,
        7377.02
    ],
    [
        " And there's your too busy.",
        7377.96,
        7382.64
    ],
    [
        " Sure you are.",
        7382.68,
        7384.84
    ],
    [
        " That's a lie.",
        7385.38,
        7387.58
    ],
    [
        " And you're too tired or you're too sore or you're just plain not feeling it.",
        7389.12,
        7395.9
    ],
    [
        " Lies.",
        7396.14,
        7396.48
    ],
    [
        " Lies.",
        7397.04,
        7397.34
    ],
    [
        " Lies.",
        7397.64,
        7397.92
    ],
    [
        " And the list goes on and on and on.",
        7398.32,
        7403.48
    ],
    [
        " And it doesn't stop.",
        7404.32,
        7407.74
    ],
    [
        " If you don't make it stop.",
        7408.68,
        7410.36
    ],
    [
        " So recognize.",
        7413.22,
        7413.92
    ],
    [
        " Recognize.",
        7414.7,
        7417.72
    ],
    [
        " The excuses are not valid.",
        7418.2,
        7422.08
    ],
    [
        " They are.",
        7422.8,
        7423.34
    ],
    [
        " They're trumped up.",
        7423.8,
        7426.3
    ],
    [
        " They're conjured up.",
        7427.72,
        7428.82
    ],
    [
        " They're fabricated.",
        7429.16,
        7430.26
    ],
    [
        " They're lies.",
        7430.54,
        7431.14
    ],
    [
        " And how do you stop the lies?",
        7432.22,
        7434.22
    ],
    [
        " You stop the lies with the truth.",
        7434.52,
        7435.62
    ],
    [
        " The truth.",
        7437.88,
        7438.9
    ],
    [
        " The truth will set you free.",
        7439.28,
        7441.86
    ],
    [
        " The truth will stand and the truth will deliver you from procrastination and laziness and the downward spiral that comes with a lack of discipline.",
        7443.02,
        7457.84
    ],
    [
        " So don't believe the lies.",
        7461.14,
        7463.0
    ],
    [
        " Believe the truth.",
        7463.5,
        7464.22
    ],
    [
        " And the truth is you have time.",
        7464.38,
        7466.28
    ],
    [
        " You have the skill.",
        7466.86,
        7468.04
    ],
    [
        " You have the knowledge and the support and the willpower and the discipline to get it done.",
        7468.54,
        7475.5
    ],
    [
        " So cast out the lies.",
        7477.12,
        7482.7
    ],
    [
        " Burn them down.",
        7483.22,
        7486.08
    ],
    [
        " And listen to the truth.",
        7489.16,
        7490.84
    ],
    [
        " And live the truth.",
        7491.48,
        7493.18
    ],
    [
        " And go out and get it done.",
        7493.68,
        7496.08
    ],
    [
        " And I think that's all I've got for tonight.",
        7498.06,
        7507.28
    ],
    [
        " So echo.",
        7508.98,
        7509.76
    ],
    [
        " Yeah.",
        7510.34,
        7510.58
    ],
    [
        " Speaking of the truth.",
        7511.1,
        7512.68
    ],
    [
        " Sure.",
        7512.96,
        7513.28
    ],
    [
        " Could you perhaps explain to us how to support this podcast if we want to?",
        7513.54,
        7521.84
    ],
    [
        " If we want to.",
        7521.98,
        7522.64
    ],
    [
        " Yeah.",
        7522.9,
        7523.0
    ],
    [
        " Yeah.",
        7523.14,
        7523.24
    ],
    [
        " What you can do is support yourself.",
        7523.94,
        7526.7
    ],
    [
        " Mm-hmm.",
        7527.02,
        7527.62
    ],
    [
        " I think I made this analogy before you know in the aircraft.",
        7528.64,
        7531.64
    ],
    [
        " Right.",
        7532.06,
        7532.3
    ],
    [
        " Pre-take off.",
        7532.68,
        7533.48
    ],
    [
        " They go through the safety instructions in the event of cabin pressure loss.",
        7533.64,
        7538.34
    ],
    [
        " Yeah.",
        7538.62,
        7538.8
    ],
    [
        " Oxygen tank.",
        7539.0,
        7539.5
    ],
    [
        " Mask comes down.",
        7539.66,
        7540.7
    ],
    [
        " Put on yourself before you're infant.",
        7541.04,
        7542.2
    ],
    [
        " All that.",
        7542.72,
        7543.32
    ],
    [
        " I mean, that's a good kind of thing where you support yourself.",
        7543.4,
        7545.8
    ],
    [
        " Then you can help support others.",
        7546.1,
        7547.96
    ],
    [
        " So support yourself.",
        7548.3,
        7549.36
    ],
    [
        " This is how with supplementation.",
        7549.56,
        7551.04
    ],
    [
        " Like it.",
        7551.24,
        7551.8
    ],
    [
        " And again, I'll say this again.",
        7552.08,
        7554.0
    ],
    [
        " I'll say it every day if I am compelled.",
        7554.24,
        7556.84
    ],
    [
        " If I'm motivated to inspire.",
        7557.06,
        7559.18
    ],
    [
        " Either way, I'm now into supplements.",
        7559.46,
        7563.36
    ],
    [
        " Not a bunch, but before I was like, no, supplements, you just get good nutrition.",
        7564.04,
        7568.86
    ],
    [
        " Anyway, so, krill oil.",
        7570.52,
        7572.26
    ],
    [
        " And I think this is a daily thing, by the way.",
        7572.64,
        7575.76
    ],
    [
        " And I think you can maybe relate.",
        7576.26,
        7578.6
    ],
    [
        " I think daily on how happy I am that I take krill oil.",
        7579.38,
        7582.76
    ],
    [
        " And I don't like thank my lucky star, nothing like that.",
        7582.82,
        7586.52
    ],
    [
        " I'm just saying, there are daily things that it's on my mind that I'm like,",
        7586.64,
        7590.32
    ],
    [
        " this experience would be different if I did not take krill oil straight up.",
        7590.46,
        7594.3
    ],
    [
        " That is true.",
        7594.58,
        7595.14
    ],
    [
        " So I got a, so I backed my car into the garage.",
        7596.18,
        7600.96
    ],
    [
        " Loading mats.",
        7601.2,
        7602.12
    ],
    [
        " Oh yeah, that was another time, but this was more recently.",
        7602.64,
        7606.36
    ],
    [
        " So I was getting filling, you know, you fill up the five gallon things of water.",
        7606.38,
        7609.44
    ],
    [
        " Yeah.",
        7609.44,
        7609.68
    ],
    [
        " And I talk about that.",
        7609.76,
        7610.88
    ],
    [
        " So I'm putting it like, you got to maneuver it because I said in the garage,",
        7611.04,
        7614.12
    ],
    [
        " I should have pulled out, but whatever.",
        7614.14,
        7615.54
    ],
    [
        " I'm maneuvering a hardcore man, big time.",
        7616.84,
        7618.86
    ],
    [
        " So I'm maneuvering, got to take it out.",
        7618.88,
        7620.4
    ],
    [
        " And I don't want to, you know, so you, it's hard to explain.",
        7620.4,
        7623.5
    ],
    [
        " But you know when you're on tight space, whatever, whatever it's true, it's applicable.",
        7623.5,
        7629.66
    ],
    [
        " Everyday life, krill oil isn't just for deep squats heavy.",
        7630.1,
        7634.96
    ],
    [
        " It's for taking five gallons of water in a jug out of tight spaces where you got to kind of twist, you know?",
        7635.34,
        7641.56
    ],
    [
        " Yeah.",
        7641.84,
        7641.96
    ],
    [
        " Because you don't want the car door to hit like the other car door to dent it.",
        7642.14,
        7644.96
    ],
    [
        " Good time to have the krill oil in you.",
        7644.98,
        7646.36
    ],
    [
        " Yeah, man.",
        7646.56,
        7646.9
    ],
    [
        " And really that's, well, that's part of the payoff is what big part is the everyday things.",
        7647.06,
        7652.36
    ],
    [
        " It's true.",
        7653.24,
        7653.76
    ],
    [
        " For sure.",
        7654.14,
        7654.48
    ],
    [
        " Yeah.",
        7655.04,
        7655.16
    ],
    [
        " There'd be times where I would be sitting down a long time and I stand up and I'm surprised on how little pain I feel.",
        7655.76,
        7662.62
    ],
    [
        " Not pain, you know what I'm saying?",
        7662.84,
        7663.98
    ],
    [
        " Yeah.",
        7664.28,
        7664.36
    ],
    [
        " But you ever been like that where you think like, yes, I'm going to feel like, oh, this is going to be stiff or this is going to be heard.",
        7664.52,
        7669.64
    ],
    [
        " And it's just simply not.",
        7669.7,
        7671.0
    ],
    [
        " Yeah.",
        7671.26,
        7671.44
    ],
    [
        " Yeah, yeah, yeah.",
        7671.62,
        7672.36
    ],
    [
        " That part is real.",
        7672.54,
        7673.92
    ],
    [
        " So get your krill oil in the event of you even wanting krill oil.",
        7674.42,
        7678.16
    ],
    [
        " These are my experiences.",
        7678.28,
        7679.2
    ],
    [
        " Obviously, Jaco, this will cause you take krill oil.",
        7679.76,
        7682.34
    ],
    [
        " Yeah, krill oil as well.",
        7682.34,
        7682.94
    ],
    [
        " Indeed.",
        7683.14,
        7683.42
    ],
    [
        " Get them from on it on it.com slash chocolate.",
        7683.84,
        7686.72
    ],
    [
        " If you want the 10% off, also the alpha brain.",
        7686.88,
        7689.46
    ],
    [
        " So the krill oil, that's like, I don't think that'll ever go away.",
        7689.82,
        7692.72
    ],
    [
        " No.",
        7692.84,
        7692.98
    ],
    [
        " The alpha brain, I am using a lot more.",
        7693.72,
        7697.62
    ],
    [
        " I'm reading more to coincidence.",
        7698.18,
        7701.04
    ],
    [
        " Maybe, maybe not.",
        7701.04,
        7702.2
    ],
    [
        " One might be causing the other correlation may not be causation.",
        7702.42,
        7706.62
    ],
    [
        " But I'm just saying that is happening.",
        7707.0,
        7709.02
    ],
    [
        " And I will admit this as far as workouts go, I'm getting real into the kettlebells.",
        7710.86,
        7715.92
    ],
    [
        " You've always been into the kettlebells.",
        7715.92,
        7717.74
    ],
    [
        " Yeah.",
        7717.74,
        7717.9
    ],
    [
        " Not always, but, you know, 15 years.",
        7718.52,
        7721.38
    ],
    [
        "",
        7721.64,
        7721.64
    ],
    [
        " No, no, no, no, no.",
        7721.68,
        7722.66
    ],
    [
        " I would say like maybe 10 years or something, 12 years.",
        7722.82,
        7728.38
    ],
    [
        " Yeah.",
        7728.66,
        7728.82
    ],
    [
        " Maybe it has been 15 years.",
        7728.88,
        7730.2
    ],
    [
        " Yeah.",
        7730.46,
        7730.66
    ],
    [
        " Because I just remember that picture, Joe Rogan, I think Joe Rogan and I were talking about the picture of Fador.",
        7731.04,
        7734.82
    ],
    [
        " Yeah, Fador.",
        7734.9,
        7735.24
    ],
    [
        " Yeah, look that out right when you guys were talking about Fador.",
        7735.64,
        7738.04
    ],
    [
        " I was talking about the picture of the damn little, and I was like, oh, okay, cool.",
        7738.04,
        7740.84
    ],
    [
        " Yeah, yeah.",
        7741.1,
        7741.48
    ],
    [
        " Someone else, kind of hard to get them back then though.",
        7741.5,
        7743.74
    ],
    [
        " Yeah.",
        7744.18,
        7744.42
    ],
    [
        " Well, yeah, I think it was Joe Rogan saying how like somebody introduced him to America.",
        7744.98,
        7749.52
    ],
    [
        " And that's what it's like.",
        7749.54,
        7750.98
    ],
    [
        " It's a Russian guy.",
        7751.04,
        7751.62
    ],
    [
        " Yeah, man, they're really good.",
        7752.16,
        7753.5
    ],
    [
        " Again, being careful every single moment.",
        7754.08,
        7756.74
    ],
    [
        " But I'm to the point right now where like, you know, you get kind of good.",
        7757.04,
        7759.82
    ],
    [
        " And he gets even fun or like anything.",
        7759.88,
        7761.4
    ],
    [
        " And then I'm like, oh, let me get that heavier one now.",
        7761.58,
        7763.72
    ],
    [
        " I want to get the heavier one.",
        7764.2,
        7764.92
    ],
    [
        " But I will say this about the kettlebells about my experience.",
        7765.84,
        7768.94
    ],
    [
        " I started off the kettlebells getting these designer ones, you know, primal bells on it.",
        7769.06,
        7775.26
    ],
    [
        " Zombie bells, prior, actually I didn't get to the zombie.",
        7775.28,
        7778.42
    ],
    [
        " I got primal and then the legend werewolf ones.",
        7778.52,
        7782.48
    ],
    [
        " Anyway, they're cool, right?",
        7782.84,
        7784.16
    ],
    [
        " Cool to look at.",
        7784.3,
        7784.96
    ],
    [
        " So you know who I'm kind of like.",
        7785.5,
        7786.62
    ],
    [
        " I don't know if I should be proud of this or ashamed of this.",
        7787.04,
        7789.94
    ],
    [
        " But I'm like the kid, you know, the teenager gets their driver's license.",
        7790.1,
        7793.06
    ],
    [
        " And there's two types of kids.",
        7793.3,
        7794.42
    ],
    [
        " There's the one kid who the dad's like, hey, you got to learn to walk before you can fly.",
        7794.94,
        7799.86
    ],
    [
        " So you got to like, I don't know, you all make the down payment.",
        7800.14,
        7802.32
    ],
    [
        " You make the payments.",
        7802.5,
        7803.12
    ],
    [
        " That's what my dad used to say.",
        7803.16,
        7804.04
    ],
    [
        " Or you make the down payment or whatever, you know, like you've got to work for this first car",
        7804.3,
        7808.08
    ],
    [
        " and it might not be the, you know, the BMW, whatever.",
        7808.08,
        7810.88
    ],
    [
        " Then there's the other kid who rolls right into the BMW.",
        7811.5,
        7814.68
    ],
    [
        " You know, hey, good job.",
        7815.1,
        7816.32
    ],
    [
        " You're 50 now big, big, big time of your life, time in your life, whatever.",
        7816.44,
        7821.14
    ],
    [
        " Here's a dope car.",
        7821.74,
        7822.94
    ],
    [
        " Congratulations.",
        7823.34,
        7823.64
    ],
    [
        " Love you son.",
        7824.16,
        7824.78
    ],
    [
        " You know, then there's that guy.",
        7825.12,
        7826.26
    ],
    [
        " That's kind of who I am with the kettlebells.",
        7826.84,
        7828.84
    ],
    [
        " You know, I didn't like paying my dues, you know, when the kettlebells were new and all the straight to it.",
        7829.08,
        7833.4
    ],
    [
        " Yeah, I was taking it everywhere.",
        7833.5,
        7834.7
    ],
    [
        " The dope kettlebells.",
        7835.84,
        7837.64
    ],
    [
        " Wear it off.",
        7837.7,
        7838.2
    ],
    [
        " Yeah.",
        7838.6,
        7838.72
    ],
    [
        " Anyway, a lot of cool stuff on there on it.com, a lot of cool stuff on there.",
        7839.26,
        7843.64
    ],
    [
        " All legit stuff.",
        7844.02,
        7845.48
    ],
    [
        " That's I think the real compelling thing for me anyway.",
        7845.62,
        7848.56
    ],
    [
        " It's because I know these supplements, man.",
        7848.64,
        7850.56
    ],
    [
        " They're wack.",
        7850.7,
        7851.14
    ],
    [
        " I've heard of people getting their supplements and then, you know, the supplement was like contaminated with something.",
        7851.38,
        7857.54
    ],
    [
        " And then they say, oh yeah, they just mix all the supplements and the same thing.",
        7857.78,
        7860.9
    ],
    [
        " And the fact it's like, it can be really wack.",
        7861.12,
        7863.22
    ],
    [
        " Nonetheless, on it, that's the good ones.",
        7863.38,
        7866.7
    ],
    [
        " Quality.",
        7867.26,
        7867.78
    ],
    [
        " So yeah, if you want 10% off on it.com slash chocolate.",
        7868.7,
        7871.26
    ],
    [
        " Strong bones are good one too for your tendons in my experience.",
        7871.82,
        7874.42
    ],
    [
        " Also, Amazon.",
        7874.74,
        7877.06
    ],
    [
        " So, where do we get these books?",
        7878.38,
        7879.6
    ],
    [
        " Sure, we didn't do books today, but we do what?",
        7879.76,
        7882.34
    ],
    [
        " What?",
        7882.56,
        7882.68
    ],
    [
        " 66% of the time?",
        7883.16,
        7884.38
    ],
    [
        " What do you say?",
        7884.56,
        7884.88
    ],
    [
        " Probably some more books.",
        7884.98,
        7885.82
    ],
    [
        " Yeah, maybe more sometimes.",
        7886.06,
        7886.92
    ],
    [
        " Well, yeah, last time we did three books.",
        7887.4,
        7888.94
    ],
    [
        " Three books, boom.",
        7889.1,
        7889.68
    ],
    [
        " All on the website, by the way.",
        7889.84,
        7890.76
    ],
    [
        " Yep.",
        7890.88,
        7891.06
    ],
    [
        " So, anyway, if you, this is another support yourself situation.",
        7891.62,
        7894.68
    ],
    [
        " A lot of time people ask, hey, you know, which book was that again?",
        7894.68,
        7897.5
    ],
    [
        " You know, and they got to go back where they don't.",
        7897.78,
        7898.9
    ],
    [
        " People asked for me for a reading list.",
        7898.94,
        7900.16
    ],
    [
        " Hey, do you have some kind of reading list?",
        7900.64,
        7901.74
    ],
    [
        " I'm like, yes, I got a reading list.",
        7901.8,
        7903.02
    ],
    [
        " It's on SockholdPodcast.com every book that I, and by the way,",
        7903.02,
        7907.04
    ],
    [
        " are there books that, are there good books that you've read that you haven't put on the podcast?",
        7907.36,
        7911.78
    ],
    [
        " Not really.",
        7912.1,
        7912.66
    ],
    [
        " When I read a book and it's good, it's going on the podcast.",
        7913.08,
        7914.84
    ],
    [
        " Yeah.",
        7915.08,
        7915.18
    ],
    [
        " If I read a book and it's lame, it's not going on the podcast.",
        7915.98,
        7918.14
    ],
    [
        " Now, there's some books that are informational, but they don't cut it for the podcast.",
        7918.58,
        7922.1
    ],
    [
        " Yeah.",
        7922.48,
        7922.74
    ],
    [
        " I wouldn't recommend them.",
        7923.06,
        7924.4
    ],
    [
        " I'll tell you a little, a little, I just realized this.",
        7924.76,
        7928.18
    ],
    [
        " I had a book selected for the podcast, like three weeks ago,",
        7928.32,
        7932.0
    ],
    [
        " and I got a hundred pages into it.",
        7932.34,
        7934.96
    ],
    [
        " They didn't cut the mustard for the podcast.",
        7934.96,
        7936.62
    ],
    [
        "",
        7937.12,
        7937.12
    ],
    [
        " And I'll tell you one of the major reasons for those of you that recommend me books a lot.",
        7937.3,
        7941.14
    ],
    [
        " One of the major reasons that it didn't cut the mustard for the podcast is",
        7941.54,
        7944.5
    ],
    [
        " not only was it not a first-person account,",
        7944.5,
        7947.28
    ],
    [
        " but it didn't even have like a lot of excerpts of first-person accounts.",
        7947.68,
        7953.68
    ],
    [
        " It was just factually, this is what happened.",
        7954.02,
        7956.16
    ],
    [
        " This is what happened.",
        7956.28,
        7956.74
    ],
    [
        " This is what happened.",
        7956.82,
        7957.26
    ],
    [
        " It was very well detailed.",
        7957.34,
        7958.18
    ],
    [
        " It was a good book, but it wasn't podcast.",
        7958.18,
        7960.64
    ],
    [
        " If you want to do that, if we're just going to read facts, dates, facts, elements, maneuvering,",
        7960.8,
        7968.98
    ],
    [
        " you could just listen to the audiobook, right?",
        7968.98,
        7973.52
    ],
    [
        " Or just go look on Wikipedia.",
        7974.44,
        7975.9
    ],
    [
        " And it's going to tell you the dates and times and where the units maneuvered",
        7976.56,
        7979.2
    ],
    [
        " and who won the battle and how many people casualty they were.",
        7979.2,
        7981.12
    ],
    [
        " All that stuff's in there.",
        7981.78,
        7982.68
    ],
    [
        " We don't want just that.",
        7983.5,
        7984.32
    ],
    [
        " I want to hear what the people were thinking.",
        7984.46,
        7985.84
    ],
    [
        " I want to hear from the human beings.",
        7986.0,
        7987.08
    ],
    [
        " Even though there's people send me books, if you're going to send me a book,",
        7988.44,
        7991.66
    ],
    [
        " look for the first-person account.",
        7991.84,
        7992.78
    ],
    [
        " If it's not a first-person account, like Machete season, that's not a first-person account,",
        7992.88,
        7996.72
    ],
    [
        " but it interviews the killers.",
        7996.88,
        7998.64
    ],
    [
        " So you're hearing the first-person accounts.",
        7999.06,
        8001.12
    ],
    [
        " Yeah, man.",
        8001.74,
        8002.06
    ],
    [
        " And that reading list, so that reading list is pretty well vetted then.",
        8003.0,
        8009.54
    ],
    [
        " Straight up, if it doesn't pass the jaco approval of recommendation,",
        8010.14,
        8013.3
    ],
    [
        " it's not going on the podcast.",
        8013.68,
        8015.42
    ],
    [
        " It's not going on the podcast.",
        8015.6,
        8016.78
    ],
    [
        " Or subsequently.",
        8017.2,
        8017.64
    ],
    [
        " No, I'd rather not do a podcast than put a lame book on the podcast.",
        8017.92,
        8020.78
    ],
    [
        " It's not happening.",
        8021.04,
        8021.54
    ],
    [
        " Boom, and that's the standard right there.",
        8021.82,
        8023.26
    ],
    [
        " So jacopodcast.com, top menu, little thing says, books from the podcast.",
        8023.5,
        8029.88
    ],
    [
        " All of them, right?",
        8030.1,
        8031.1
    ],
    [
        " There's your insulator.",
        8031.36,
        8031.72
    ],
    [
        " Yep.",
        8032.2,
        8032.38
    ],
    [
        " And what I'm kind of starting to do is like, you know how I mentioned that book,",
        8032.96,
        8037.6
    ],
    [
        " mine is called Mine Game.",
        8037.7,
        8038.68
    ],
    [
        " Just a small little book.",
        8038.8,
        8039.9
    ],
    [
        " I think it even pops up.",
        8040.04,
        8040.58
    ],
    [
        " Did you put it on there?",
        8040.58,
        8041.16
    ],
    [
        " Yeah.",
        8041.28,
        8041.46
    ],
    [
        " Somebody tweeted.",
        8041.64,
        8042.52
    ],
    [
        " I didn't know you put it on there.",
        8042.76,
        8043.54
    ],
    [
        " Yeah.",
        8043.6,
        8043.96
    ],
    [
        " So I'll put that kind of, if you're, if we mentioned a cool book and let's say,",
        8044.14,
        8047.94
    ],
    [
        " for what, let's say it doesn't fit, or you didn't get to it or whatever,",
        8048.08,
        8050.94
    ],
    [
        " but there's some sort of a, for lack of a better term buzz going around it.",
        8051.2,
        8055.0
    ],
    [
        " Yeah, put it on there.",
        8055.14,
        8055.88
    ],
    [
        " Nonetheless.",
        8056.76,
        8057.72
    ],
    [
        " Point there is, get the books from there, click through there.",
        8058.26,
        8061.44
    ],
    [
        " That's a good way to support swan action, big reaction.",
        8061.66,
        8064.18
    ],
    [
        " And if you're just going to shop for duct tape and other, you know, stuff that you need.",
        8064.34,
        8068.28
    ],
    [
        " Do that too.",
        8068.66,
        8069.38
    ],
    [
        " Click through the website.",
        8069.82,
        8070.4
    ],
    [
        " Double support.",
        8070.68,
        8071.48
    ],
    [
        " Double support.",
        8071.88,
        8072.44
    ],
    [
        " Yeah, it's dang.",
        8072.44,
        8073.28
    ],
    [
        " Still one action.",
        8073.66,
        8075.0
    ],
    [
        " One big reaction.",
        8075.48,
        8077.3
    ],
    [
        " You understand what I'm saying?",
        8077.44,
        8078.9
    ],
    [
        " Also, subscribe to the podcast on iTunes, stature, Google Play, and other podcast providing",
        8079.6,
        8087.36
    ],
    [
        " platforms.",
        8087.36,
        8087.98
    ],
    [
        " Oh, that's a good way to support, of course, and also YouTube.",
        8088.56,
        8092.2
    ],
    [
        " Put some excerpts on there when, yesterday, today, let's say, yeah, yesterday.",
        8092.94,
        8098.2
    ],
    [
        " So those are even, and I knew this before, but those are getting more and more, in my",
        8099.34,
        8103.0
    ],
    [
        " opinion, significantly valuable, because even I, you know, I don't memorize every word of",
        8103.0,
        8109.74
    ],
    [
        " every podcast, but when I go through and I kind of look at it and, you know, and then,",
        8109.74,
        8114.12
    ],
    [
        " you know, I listen to it, listen to the three minutes or whatever.",
        8114.3,
        8116.64
    ],
    [
        " It's like a good little reminder.",
        8116.8,
        8117.98
    ],
    [
        " It's like a refresher.",
        8118.2,
        8119.0
    ],
    [
        " And that's not to mention, let's say, if I totally forgot it, you know, and not to mention,",
        8119.36,
        8124.0
    ],
    [
        " if you hear it and you go, that reminds me of Bill.",
        8124.0,
        8127.72
    ],
    [
        " He's having that issue.",
        8128.02,
        8129.3
    ],
    [
        " I'm going to send it over to Bill.",
        8129.52,
        8130.5
    ],
    [
        " No problem.",
        8130.66,
        8131.12
    ],
    [
        " Shareable.",
        8131.26,
        8131.88
    ],
    [
        " Yep.",
        8132.06,
        8132.32
    ],
    [
        " And he's going to, he's going to probably watch it, as opposed to, hey, Bill, here's, here's",
        8132.54,
        8136.9
    ],
    [
        " the podcast I was talking about with your issue.",
        8136.9,
        8139.54
    ],
    [
        " It's eight hours and 27 minutes long.",
        8139.64,
        8141.8
    ],
    [
        " Get some.",
        8141.98,
        8142.4
    ],
    [
        "",
        8142.7,
        8142.7
    ],
    [
        " You're right, Bill.",
        8143.26,
        8143.94
    ],
    [
        " Might not listen to that quite yet.",
        8144.52,
        8147.52
    ],
    [
        " And he might get around to it.",
        8147.58,
        8148.42
    ],
    [
        " Might not.",
        8148.58,
        8149.08
    ],
    [
        " Not if he's in a hurry.",
        8149.36,
        8150.22
    ],
    [
        " Not if he has a busy life.",
        8150.46,
        8151.42
    ],
    [
        " He's still might find a way anyway, but they are shareable and they're quicker.",
        8153.14,
        8156.46
    ],
    [
        " So you can, when you click on you can listen to them, their excerpts, including those.",
        8156.46,
        8160.02
    ],
    [
        " And also other videos I'm going to put on there, but you know, we're working on those.",
        8160.66,
        8165.28
    ],
    [
        " So yeah, YouTube subscribe.",
        8165.6,
        8166.68
    ],
    [
        " Get some as they say.",
        8167.3,
        8168.48
    ],
    [
        " Also, Jocco is a store.",
        8168.74,
        8170.12
    ],
    [
        " It's called JoccoStore.",
        8171.12,
        8172.38
    ],
    [
        " JoccoStore.com, that's the website.",
        8173.02,
        8175.12
    ],
    [
        " It's an online store.",
        8175.34,
        8176.18
    ],
    [
        " It's good one.",
        8176.38,
        8176.7
    ],
    [
        " Just did a little revamping of it a little bit.",
        8176.84,
        8179.32
    ],
    [
        " A little bit more user friendly.",
        8179.52,
        8181.34
    ],
    [
        " Not that it wasn't user friendly before, but you know, you can, I don't know.",
        8182.1,
        8187.06
    ],
    [
        " I think it's a little cleaner, whatever.",
        8187.14,
        8188.86
    ],
    [
        " But, you know, nonetheless, the shirts are still available there.",
        8189.8,
        8193.28
    ],
    [
        " If you like the shirts, you like the designs.",
        8193.46,
        8194.92
    ],
    [
        " Get some.",
        8195.64,
        8197.22
    ],
    [
        " I'm not saying just, hey, guys, support by buying shirts.",
        8197.38,
        8200.82
    ],
    [
        " I'm not saying that.",
        8200.98,
        8201.62
    ],
    [
        " I'm not saying that at all.",
        8201.88,
        8203.32
    ],
    [
        " I'm saying go to the website, joccostore.com.",
        8203.54,
        8206.94
    ],
    [
        " Check them out.",
        8207.08,
        8208.1
    ],
    [
        " If you like them, get them.",
        8208.34,
        8210.84
    ],
    [
        " Support that way.",
        8211.18,
        8211.98
    ],
    [
        " That's all.",
        8212.24,
        8212.58
    ],
    [
        " Also, some travel mugs on there, some bumper stickers.",
        8213.04,
        8216.26
    ],
    [
        " There's hoodies, but should we be wearing hoodies right now?",
        8217.32,
        8222.0
    ],
    [
        " Well, we shouldn't hear.",
        8222.46,
        8223.58
    ],
    [
        " Yeah.",
        8223.92,
        8224.1
    ],
    [
        " We live in California, Southern California.",
        8224.8,
        8227.18
    ],
    [
        " Some people live in cold places.",
        8227.64,
        8229.94
    ],
    [
        " Like where?",
        8230.7,
        8231.12
    ],
    [
        " Alaska.",
        8232.34,
        8232.8
    ],
    [
        " Oh, yeah.",
        8233.36,
        8233.66
    ],
    [
        " Yeah, that's true.",
        8234.18,
        8235.64
    ],
    [
        " Norway.",
        8235.94,
        8236.34
    ],
    [
        " Yeah.",
        8236.58,
        8237.28
    ],
    [
        " That's true.",
        8237.46,
        8238.48
    ],
    [
        " Also, rash guards on there, though.",
        8239.5,
        8241.62
    ],
    [
        " So, is it too soon to have another rash guard?",
        8242.24,
        8245.82
    ],
    [
        " It's too soon, huh?",
        8246.22,
        8246.82
    ],
    [
        " I don't really necessarily think so.",
        8247.66,
        8249.4
    ],
    [
        " Yeah.",
        8249.72,
        8249.92
    ],
    [
        " I actually think more rash guards is better.",
        8250.12,
        8252.48
    ],
    [
        " It's better than where the better, yeah.",
        8252.62,
        8253.82
    ],
    [
        " Well, hey, we got two out, so there's, you know, rash guards on there as well.",
        8254.46,
        8258.36
    ],
    [
        " Some women's stuff.",
        8258.7,
        8259.58
    ],
    [
        " And, yeah, if you want to support that way, get yourself a garment.",
        8260.02,
        8263.5
    ],
    [
        " There's a sick rash guard.",
        8263.68,
        8265.22
    ],
    [
        " The sick rash guard.",
        8265.34,
        8267.5
    ],
    [
        " Like I said, I've been hanging out a little bit with a guy named Pete Roberts from Origin",
        8267.7,
        8273.98
    ],
    [
        " Gees up in Maine.",
        8273.98,
        8275.12
    ],
    [
        " My home of record for the military, by the way, New England.",
        8275.34,
        8279.04
    ],
    [
        " Yeah.",
        8279.48,
        8279.66
    ],
    [
        " And he made a rash guard like a special fourth of July day rash guard.",
        8280.28,
        8285.68
    ],
    [
        " And I'm going to go ahead and say affirmative if it's out of control.",
        8285.82,
        8290.1
    ],
    [
        " You've got to check it out.",
        8292.54,
        8293.62
    ],
    [
        " It is George Washington wearing a key, riding a snake, a giant snake, the don't tread on",
        8293.92,
        8306.06
    ],
    [
        " me snake.",
        8306.06,
        8306.52
    ],
    [
        " So it's, I don't know if he's going to make a lot of them, but if you don't have one,",
        8307.52,
        8311.46
    ],
    [
        " I think we all should basically have one.",
        8311.66,
        8314.62
    ],
    [
        " OriginMain.com.",
        8315.88,
        8317.44
    ],
    [
        " You can get one of those.",
        8317.7,
        8318.54
    ],
    [
        " Origin.",
        8318.9,
        8319.32
    ],
    [
        " OriginMain, M-A-I-N-E.",
        8319.84,
        8321.92
    ],
    [
        " OriginMain.com.",
        8322.4,
        8324.08
    ],
    [
        " And what, you know where they're made?",
        8324.22,
        8326.14
    ],
    [
        " What's your guess where they're made?",
        8326.96,
        8328.02
    ],
    [
        " Well, you figure Maine.",
        8328.5,
        8329.62
    ],
    [
        " No, you figure, oh, well, if he's getting a rash guard, they're probably made in China.",
        8330.1,
        8335.76
    ],
    [
        " Or maybe they're made in Pakistan.",
        8336.2,
        8338.02
    ],
    [
        " Or maybe they're made in Taiwan.",
        8338.46,
        8340.76
    ],
    [
        " Maybe.",
        8341.22,
        8341.44
    ],
    [
        " Well, there's also a whole bunch of places that make them like Sri Lanka and Vietnam and",
        8341.66,
        8346.66
    ],
    [
        " Thailand.",
        8346.66,
        8346.88
    ],
    [
        " Maybe they're made there.",
        8347.02,
        8347.58
    ],
    [
        " You'd be wrong on every single one of those because you know where they're made?",
        8348.2,
        8350.44
    ],
    [
        " America.",
        8351.02,
        8351.58
    ],
    [
        " They're made in Maine.",
        8351.8,
        8354.1
    ],
    [
        " Yeah.",
        8354.52,
        8355.0
    ],
    [
        " So you met one of order one.",
        8355.52,
        8357.56
    ],
    [
        " But do they source like the material?",
        8358.26,
        8360.3
    ],
    [
        " Everything.",
        8360.46,
        8360.94
    ],
    [
        " It's from Maine.",
        8361.42,
        8362.08
    ],
    [
        " It's from America.",
        8362.26,
        8362.98
    ],
    [
        " Pete's crazy.",
        8363.46,
        8364.6
    ],
    [
        " Pete.",
        8365.1,
        8365.76
    ],
    [
        " He doesn't play around.",
        8366.12,
        8367.04
    ],
    [
        " Especially woven.",
        8367.76,
        8368.82
    ],
    [
        " He's woven as he, he weaves his own material for geese to make geese with.",
        8369.42,
        8376.82
    ],
    [
        " Yeah.",
        8378.92,
        8379.28
    ],
    [
        " That's straight up Maine.",
        8378.66,
        8380.14
    ],
    [
        " That's straight up.",
        8380.3,
        8381.02
    ],
    [
        " That's this made America.",
        8381.24,
        8382.28
    ],
    [
        " The cotton comes from a South Carolina or something.",
        8382.38,
        8384.38
    ],
    [
        " Shipped up to Maine.",
        8384.8,
        8385.84
    ],
    [
        " Looms.",
        8386.4,
        8387.9
    ],
    [
        " You know what I'll even know what a loom is.",
        8388.06,
        8389.68
    ],
    [
        " Yeah.",
        8389.9,
        8390.18
    ],
    [
        " Fruit of a loom.",
        8390.62,
        8391.56
    ],
    [
        " So it's like here.",
        8391.68,
        8392.4
    ],
    [
        " And here's how I put it together.",
        8392.52,
        8393.82
    ],
    [
        " Ultimately.",
        8394.24,
        8394.66
    ],
    [
        " So loom it makes, you know, a weave stuff for a little, it's a basically a big weaving machine.",
        8395.32,
        8399.96
    ],
    [
        " I mean, there's more to it than that, of course.",
        8400.5,
        8402.0
    ],
    [
        " So now I remember the brand Fruit of the loom.",
        8402.26,
        8404.02
    ],
    [
        " Yeah.",
        8404.14,
        8404.3
    ],
    [
        " Oh, I guess that's the fruit.",
        8404.94,
        8406.46
    ],
    [
        " The fruit of the loom.",
        8406.46,
        8407.84
    ],
    [
        " The product.",
        8408.18,
        8408.66
    ],
    [
        " There you go.",
        8408.74,
        8409.3
    ],
    [
        " Origin actually has their own looms.",
        8409.54,
        8412.56
    ],
    [
        " Once again, here in Maine, in your hometown.",
        8412.74,
        8416.04
    ],
    [
        " Layers, bro.",
        8416.72,
        8417.5
    ],
    [
        " Stay kind of.",
        8417.82,
        8418.62
    ],
    [
        " Layers.",
        8418.94,
        8419.24
    ],
    [
        " Anyways.",
        8419.44,
        8419.8
    ],
    [
        " Check those out.",
        8420.36,
        8421.0
    ],
    [
        " Yeah.",
        8421.38,
        8421.6
    ],
    [
        " And you'll, you'll be, um, to say you'll be fired up.",
        8421.82,
        8425.26
    ],
    [
        " I'm going to go ahead and say you will be inspired.",
        8426.04,
        8427.88
    ],
    [
        " And it's funny too because the, uh, the rash card design, the American, the, uh, fourth",
        8428.4,
        8433.3
    ],
    [
        " of July rash card design.",
        8433.3,
        8434.34
    ],
    [
        " It's, you know, things can get so over the top that they actually become cool.",
        8436.02,
        8440.56
    ],
    [
        " Yeah.",
        8440.94,
        8441.12
    ],
    [
        " Yeah.",
        8441.5,
        8441.78
    ],
    [
        " That's where it's at.",
        8441.92,
        8442.92
    ],
    [
        " That's where it's at.",
        8443.42,
        8444.16
    ],
    [
        " And like me, I'm all about the subtle designs, right?",
        8444.48,
        8446.84
    ],
    [
        " You know, oh, yeah.",
        8447.18,
        8448.12
    ],
    [
        " What, what should we do?",
        8448.12,
        8449.3
    ],
    [
        " Mega black.",
        8449.54,
        8450.0
    ],
    [
        " Yeah.",
        8450.28,
        8450.52
    ],
    [
        " And then don't put much on it.",
        8450.64,
        8451.7
    ],
    [
        " That's me.",
        8451.86,
        8452.3
    ],
    [
        " He was, uh, took the other direction.",
        8452.64,
        8453.96
    ],
    [
        " I'm going to have a giant snake.",
        8454.22,
        8456.28
    ],
    [
        " I'm going to have George Washington with a black belt on in an origin key.",
        8456.68,
        8460.1
    ],
    [
        " I'm going to have, you know, that's what I'm talking about.",
        8460.24,
        8462.58
    ],
    [
        " Yeah.",
        8462.9,
        8463.04
    ],
    [
        " America.",
        8463.44,
        8463.76
    ],
    [
        " Oh, that's kind of like on Kauai when you go to the North Shore and you can go north,",
        8464.08,
        8470.18
    ],
    [
        " north, north, north, or you can go west, west, west and you go too far because Kauai's",
        8470.32,
        8474.04
    ],
    [
        " like a circle.",
        8474.04,
        8474.52
    ],
    [
        " Before you know it, you're essentially at the same place.",
        8474.68,
        8477.88
    ],
    [
        " Well, yeah, that's, yeah, see.",
        8478.46,
        8482.04
    ],
    [
        " Oh my god.",
        8482.24,
        8482.7
    ],
    [
        " Yeah, yeah, yeah.",
        8482.84,
        8483.6
    ],
    [
        " I first I wasn't following you.",
        8483.6,
        8484.9
    ],
    [
        " Yes, you do get to the same place.",
        8484.94,
        8486.18
    ],
    [
        " Yeah.",
        8486.32,
        8486.5
    ],
    [
        " So you went, he went too crazy.",
        8486.72,
        8488.1
    ],
    [
        " He went too crazy.",
        8488.22,
        8488.74
    ],
    [
        " But he went so far in the world in the realm of crazy that it became dope, you know, because",
        8488.74,
        8493.28
    ],
    [
        " you have like, we, we consider dope is like the perfect mix of crazy and understated and",
        8493.28,
        8499.76
    ],
    [
        " current contemporary or rebellion against.",
        8499.76,
        8503.22
    ],
    [
        " Yeah.",
        8503.48,
        8503.84
    ],
    [
        " But he went in that one direction that you don't really go for, you know, mass acceptance",
        8504.34,
        8508.96
    ],
    [
        " and then he took it too far.",
        8508.96,
        8510.72
    ],
    [
        " And now it's right into the right where it needs to be.",
        8510.92,
        8513.58
    ],
    [
        " Dope.",
        8513.7,
        8513.86
    ],
    [
        " Speaking of dope, let's go.",
        8515.16,
        8516.68
    ],
    [
        " Psychological warfare.",
        8517.94,
        8519.22
    ],
    [
        " Hey, here's a question.",
        8519.72,
        8521.66
    ],
    [
        " Tough question.",
        8522.24,
        8522.86
    ],
    [
        " Psychological warfare.",
        8523.1,
        8524.08
    ],
    [
        " Is this false motivation?",
        8524.98,
        8527.02
    ],
    [
        " Wait, wait, let me explain what it is.",
        8528.46,
        8529.62
    ],
    [
        " So psychological warfare is an album with tracks of Jaco saying basically, you know, in moments",
        8529.72,
        8536.88
    ],
    [
        " of weakness on your journey, whatever, waking up early, sticking to the diet, you know,",
        8536.88,
        8542.92
    ],
    [
        " we're trying to get stuff done, you know, anti procrastination stuff.",
        8542.92,
        8546.18
    ],
    [
        " You can play these tracks and Jaco will tell you how to get over that weakness for that",
        8546.44,
        8551.8
    ],
    [
        " moment.",
        8551.8,
        8552.08
    ],
    [
        " So the question is, is that false motivation?",
        8552.58,
        8557.36
    ],
    [
        " Because you did mention that you can use the false motivation.",
        8558.4,
        8561.56
    ],
    [
        " Yeah.",
        8562.02,
        8562.26
    ],
    [
        " Well, maybe you are at that point, right?",
        8562.42,
        8564.08
    ],
    [
        " It is possible.",
        8564.7,
        8565.66
    ],
    [
        " You just can't depend on it.",
        8565.86,
        8567.1
    ],
    [
        " You can't be like, Hey, this, this is my whole thing.",
        8567.12,
        8569.54
    ],
    [
        " Yeah, no, yeah, that's a good point.",
        8569.56,
        8570.74
    ],
    [
        " It's going to get you there.",
        8570.94,
        8572.0
    ],
    [
        " But you have, if you're not disciplined yourself, those tracks are going to do anything",
        8572.0,
        8574.44
    ],
    [
        " for you.",
        8574.44,
        8574.82
    ],
    [
        " Right.",
        8575.0,
        8575.12
    ],
    [
        " Yeah, exactly.",
        8575.68,
        8576.54
    ],
    [
        " So what?",
        8577.0,
        8577.36
    ],
    [
        " These might be good.",
        8577.58,
        8579.42
    ],
    [
        " Yeah, they're very powerful.",
        8579.58,
        8580.7
    ],
    [
        " It was like, I always say, and I know we got to make psychological warfare too.",
        8581.18,
        8584.22
    ],
    [
        " I've, I've got to continue to gather a couple more tracks that I'm thinking about and what",
        8585.0,
        8589.94
    ],
    [
        " people have been asking for so that they can, you know, have a little, little spot if",
        8589.94,
        8595.34
    ],
    [
        " they need it.",
        8595.34,
        8595.76
    ],
    [
        " Spot psychologically spot.",
        8595.8,
        8597.18
    ],
    [
        " Yeah.",
        8597.58,
        8597.82
    ],
    [
        " So just, you know what I was thinking of naming psychological warfare too.",
        8598.06,
        8601.18
    ],
    [
        " Game, bro.",
        8604.92,
        8605.56
    ],
    [
        " Game.",
        8605.8,
        8606.74
    ],
    [
        " Advance, right?",
        8607.34,
        8608.3
    ],
    [
        "",
        8608.66,
        8608.66
    ],
    [
        " But yeah, that is what it is.",
        8608.84,
        8609.94
    ],
    [
        " It's a spot.",
        8610.08,
        8610.54
    ],
    [
        " So just like false motivation, that can be just like a spot.",
        8610.92,
        8614.22
    ],
    [
        " Like you can't roll into the gym with your workout partner and be like, Hey, I'm going to get",
        8614.82,
        8618.24
    ],
    [
        " under this bench.",
        8618.24,
        8619.08
    ],
    [
        " It's 405 on there.",
        8619.44,
        8620.58
    ],
    [
        " I want you to do the whole thing.",
        8620.7,
        8621.84
    ],
    [
        " I want you to upright row.",
        8622.02,
        8623.9
    ],
    [
        " Yeah, that ain't it.",
        8624.08,
        8624.72
    ],
    [
        " You know, yeah, you don't, that's not what a spot's for.",
        8624.72,
        8626.44
    ],
    [
        " It's not what any of these things for.",
        8626.58,
        8627.82
    ],
    [
        " It's, I'm going to do this in the unlikely event that I run into something that may cause",
        8628.0,
        8635.24
    ],
    [
        " me to fail.",
        8635.24,
        8635.76
    ],
    [
        " You got me that rest of the way.",
        8635.94,
        8637.46
    ],
    [
        " That's it.",
        8637.76,
        8638.4
    ],
    [
        " That's what psychological warfare is to buy the way.",
        8638.86,
        8641.4
    ],
    [
        " But in my experience and opinion, you can lean on that pretty heavily.",
        8642.0,
        8645.28
    ],
    [
        " It'll get you through my opinion.",
        8645.28,
        8646.92
    ],
    [
        " Also, Jocke White T on Amazon, you can get that there.",
        8647.86,
        8652.32
    ],
    [
        " And I guess I got asked on Twitter if I ever used any performance enhancing drugs.",
        8654.82,
        8660.3
    ],
    [
        " You know, and I said no.",
        8660.48,
        8662.12
    ],
    [
        " But honestly, let's just go ahead and face it.",
        8662.32,
        8664.7
    ],
    [
        " White T is kind of the king of performance enhancement as far as I've seen.",
        8664.84,
        8672.06
    ],
    [
        " So obviously it's the only substance on the market that is guaranteed to add 7,500",
        8672.78,
        8682.22
    ],
    [
        " and 54 pounds to your deadlift.",
        8682.4,
        8684.4
    ],
    [
        " So is that performance enhancing?",
        8684.84,
        8688.92
    ],
    [
        " Probably.",
        8689.22,
        8689.5
    ],
    [
        " Luckily it's not being tested for right now, you know, by the USDSAP.",
        8689.96,
        8695.32
    ],
    [
        " You saw that?",
        8695.66,
        8696.5
    ],
    [
        " Yeah, them.",
        8696.78,
        8697.58
    ],
    [
        " So, so right now you can get it.",
        8698.1,
        8699.9
    ],
    [
        " Yeah, get it.",
        8700.06,
        8700.66
    ],
    [
        " You can just get that massive increase in everything that you do.",
        8700.82,
        8704.12
    ],
    [
        " That's cool.",
        8704.42,
        8705.4
    ],
    [
        " Also weigh the warrior kid.",
        8705.68,
        8706.84
    ],
    [
        " And man, so many people have been posting pictures of kids doing pull ups and kids pulling",
        8708.12,
        8718.24
    ],
    [
        " tires and kids studying flashcards and kids making their own warrior kid codes and memorizing",
        8718.24,
        8724.1
    ],
    [
        " the presidents.",
        8724.1,
        8724.6
    ],
    [
        " And it's honestly, it's awesome to see kids in their first jujitsu class.",
        8725.22,
        8731.36
    ],
    [
        " It's so good to see.",
        8731.36,
        8732.94
    ],
    [
        " So thanks.",
        8733.18,
        8733.52
    ],
    [
        " Everyone that has posted that and shown what's going on and spread the word.",
        8733.84,
        8740.74
    ],
    [
        " Thank you for doing that.",
        8741.32,
        8742.84
    ],
    [
        " And if you really actually want to support this podcast, don't worry about the podcast.",
        8742.98,
        8746.9
    ],
    [
        " Don't support the podcast.",
        8747.06,
        8748.0
    ],
    [
        " Don't worry about it.",
        8748.52,
        8749.0
    ],
    [
        " Go buy this book for some kids that you know because the feedback is just, it's awesome.",
        8749.14,
        8755.18
    ],
    [
        " It's awesome to see.",
        8755.46,
        8756.4
    ],
    [
        " And I can see that is absolutely impacting kids and I just couldn't be happier about",
        8757.16,
        8764.62
    ],
    [
        " that.",
        8764.62,
        8764.94
    ],
    [
        " And if you want to help, don't worry about me.",
        8765.54,
        8768.84
    ],
    [
        " Don't worry about Echo Charles.",
        8769.0,
        8769.9
    ],
    [
        " Get this book for some kids.",
        8771.56,
        8773.18
    ],
    [
        " It's the book we should have had when we were kids.",
        8773.62,
        8775.64
    ],
    [
        " Get kids on the right path.",
        8775.8,
        8777.38
    ],
    [
        " I guess if you really wanted to support, you could get it through Amazon.",
        8777.9,
        8780.1
    ],
    [
        " Right.",
        8780.84,
        8781.12
    ],
    [
        " Yeah.",
        8781.58,
        8781.7
    ],
    [
        " Then you'd be good.",
        8781.74,
        8782.26
    ],
    [
        " Do double gravitational.",
        8782.56,
        8784.34
    ],
    [
        " Double ground.",
        8784.74,
        8785.2
    ],
    [
        " Also, Discipline equals Freedom Field Manual.",
        8785.8,
        8789.02
    ],
    [
        " So many questions that I get asked are answered in the book beyond what I, you know, workouts,",
        8789.66,
        8796.02
    ],
    [
        " food, sleep.",
        8796.48,
        8798.32
    ],
    [
        " Plus, it's also contains the core of my belief system.",
        8799.82,
        8806.0
    ],
    [
        " What keeps me going?",
        8806.44,
        8809.1
    ],
    [
        " How I overcome setbacks, everything it's all in there.",
        8809.62,
        8812.82
    ],
    [
        " And I'll tell you, it's not a normal book.",
        8813.06,
        8814.68
    ],
    [
        " This is not normal.",
        8815.06,
        8815.98
    ],
    [
        " This is not a normal book in any stretch.",
        8816.26,
        8817.96
    ],
    [
        " My publisher says he's never seen a book anything close to this.",
        8818.1,
        8821.06
    ],
    [
        " It's outside the box of anything.",
        8821.36,
        8824.34
    ],
    [
        " I've never seen anything like it.",
        8824.42,
        8825.6
    ],
    [
        " So we're going out on a little limb here.",
        8826.22,
        8827.86
    ],
    [
        " It's sort of like the podcast because there's not too many podcasts.",
        8828.12,
        8832.7
    ],
    [
        " There's no podcast that's doing what we're doing.",
        8832.92,
        8834.76
    ],
    [
        " Is there?",
        8835.44,
        8835.82
    ],
    [
        " I don't know.",
        8836.14,
        8836.58
    ],
    [
        " Well, I haven't heard one.",
        8837.18,
        8838.02
    ],
    [
        " Not that I know of.",
        8838.04,
        8838.84
    ],
    [
        " I haven't heard one.",
        8838.92,
        8839.52
    ],
    [
        " Yeah, I mean, so it's sort of like that.",
        8839.8,
        8842.22
    ],
    [
        " Yeah, yeah.",
        8842.32,
        8843.1
    ],
    [
        " We're entering the same zone in my opinion.",
        8843.54,
        8847.4
    ],
    [
        " There's words there.",
        8847.6,
        8848.48
    ],
    [
        " There's pages there.",
        8849.04,
        8850.54
    ],
    [
        " Yes, like normal books.",
        8850.74,
        8852.0
    ],
    [
        " There's patterns there.",
        8852.64,
        8853.92
    ],
    [
        " There's layers there.",
        8854.16,
        8855.42
    ],
    [
        " And it comes out October 17th.",
        8855.92,
        8858.38
    ],
    [
        " So order it up.",
        8858.38,
        8859.24
    ],
    [
        " You can get that first batch.",
        8859.34,
        8860.82
    ],
    [
        " You want the one that says first edition, right?",
        8860.82,
        8863.46
    ],
    [
        " Sure.",
        8863.9,
        8864.3
    ],
    [
        " It's the one you want on the inside cover.",
        8864.58,
        8866.54
    ],
    [
        " The one that says first printing.",
        8867.1,
        8868.92
    ],
    [
        " That's the one you want.",
        8869.26,
        8869.76
    ],
    [
        " And also, you know, you know, your friend that's off the path.",
        8870.62,
        8873.48
    ],
    [
        " You know, your friend, oh, you grew up with this friend.",
        8873.98,
        8877.36
    ],
    [
        " They're off the path.",
        8877.44,
        8878.14
    ],
    [
        " Get one for them.",
        8878.6,
        8879.78
    ],
    [
        " It's not normal, not a normal book.",
        8880.34,
        8882.48
    ],
    [
        " The one that needs discipline, get him this book.",
        8882.64,
        8884.42
    ],
    [
        " Also of course, the tree ownership, combat leadership, lessons from the battlefield to",
        8884.82,
        8891.9
    ],
    [
        " use in your business and your life, wherever you're leading, whoever you're leading,",
        8891.9,
        8897.4
    ],
    [
        " extreme ownership.",
        8897.66,
        8898.44
    ],
    [
        " You can pick that one up.",
        8898.6,
        8900.58
    ],
    [
        " Also, echelon front leadership and management consulting me, Laf Babin, JP DeNel, Dave",
        8901.22,
        8907.28
    ],
    [
        " Burke.",
        8907.28,
        8907.58
    ],
    [
        " You want to get your leadership team unified?",
        8908.64,
        8912.74
    ],
    [
        " Email info at echelonfront.com.",
        8913.5,
        8917.18
    ],
    [
        " We'll come and make it happen.",
        8917.34,
        8918.36
    ],
    [
        " And finally, the muster.",
        8919.2,
        8920.5
    ],
    [
        " The first muster that we did in San Diego sold out.",
        8921.14,
        8924.2
    ],
    [
        " The one we did in New York sold out.",
        8924.54,
        8926.26
    ],
    [
        " The one we're doing in Austin sold out.",
        8926.26,
        8928.66
    ],
    [
        " So if you wanted to come to those and you didn't make it, sorry, you know, but we are",
        8929.0,
        8935.78
    ],
    [
        " back in San Diego September 14th and 15th back at the Omni Hotel downtown muster 004.",
        8935.78,
        8944.84
    ],
    [
        " New material, by the way, new material, but same attitude, same passion.",
        8945.14,
        8952.28
    ],
    [
        " We're going to bring it.",
        8952.54,
        8953.54
    ],
    [
        " We're going to burn it down.",
        8953.58,
        8954.98
    ],
    [
        " We will see you there.",
        8954.98,
        8956.46
    ],
    [
        " And until we do see you there, we'll see you on the interwebs on Twitter, Instagram, and",
        8956.88,
        8966.76
    ],
    [
        " that's Facebook.",
        8966.76,
        8968.34
    ],
    [
        " BoHatch.",
        8968.92,
        8970.2
    ],
    [
        " Echoes at Echo Charles and I am at Jocco, Willink.",
        8971.62,
        8976.4
    ],
    [
        " And thanks once again for listening to those in uniform, especially those overseas.",
        8976.48,
        8982.24
    ],
    [
        " Thank you for being strong and brave and standing up for what you and we believe in.",
        8983.5,
        8991.48
    ],
    [
        " And also thanks to police law enforcement, firefighters, paramedics and other first responders.",
        8992.62,
        9001.14
    ],
    [
        " Thanks for keeping us safe here at home and to everyone else out there.",
        9001.14,
        9005.82
    ],
    [
        " Like first Lieutenant Leonard Isaacs asked, see how you can help people.",
        9007.08,
        9015.3
    ],
    [
        " Ask how you can help them and clean up what's around you.",
        9016.08,
        9021.72
    ],
    [
        " You never run away from something you're afraid of.",
        9022.74,
        9027.3
    ],
    [
        " And as Dr. Horocovah told us,",
        9028.72,
        9033.08
    ],
    [
        " whether you're at an operating table or a lathe or a sewing machine or on a construction side",
        9034.68,
        9042.9
    ],
    [
        " or your child's cradle or wherever you're working, do your work skillfully, honestly and happily",
        9042.9,
        9053.5
    ],
    [
        " and with your whole being.",
        9053.5,
        9056.28
    ],
    [
        " Do your best in everything you do and as they both taught us, remember.",
        9059.34,
        9066.84
    ],
    [
        " Our time here is short.",
        9067.26,
        9072.46
    ],
    [
        " So get out there and live.",
        9074.42,
        9079.08
    ],
    [
        " And until next time, this is Echo and Jocco.",
        9082.22,
        9087.76
    ],
    [
        " Out.",
        9088.28,
        9089.36
    ]
]