[
    [
        " This is Jocco Podcast number 82 with Echo Charles and me, Jocco Willink. Good evening, Echo.",
        0.82,
        8.8
    ],
    [
        " Good evening.",
        9.16,
        9.48
    ],
    [
        " I was walking down the street and I was pretty sure I would die and I did not mind.",
        10.1,
        23.16
    ],
    [
        " In fact, a large part of me looked forward to it, to that release, to go to heaven, to meet Christ, for it all to be over.",
        24.2,
        35.32
    ],
    [
        " I courted death like a sailor quartz, a twirling Spanish bar maid.",
        36.28,
        43.68
    ],
    [
        " I was not afraid even as we trought a grass-broken streets with asphalt and makeshift concrete piled like sloppy cake icing, hiding the surprises below.",
        43.86,
        55.92
    ],
    [
        " Large IEDs and screams and blood and burning flesh and burning vehicle tires. All superficially hidden. All obviously present. All a joke.",
        56.7,
        72.7
    ],
    [
        " Death had been at the forefront of my mind and part of my decision to become a soldier at all.",
        74.9,
        80.6
    ],
    [
        " And that's what I considered myself, a soldier, a grunt, an infantryman, a ground-pounder, a soldier.",
        81.82,
        93.22
    ],
    [
        " What else is there?",
        95.78,
        97.06
    ],
    [
        " We all turned into soldiers on patrol.",
        97.72,
        101.96
    ],
    [
        " We competed with each other and the men and other units and other services to see who could patrol in the most disciplined way.",
        103.7,
        111.52
    ],
    [
        " We would see who we could catch staring at his feet, or not watching his field of fire, or not scanning for threats, or not keeping his shooting hand on his gun.",
        113.62,
        124.4
    ],
    [
        " And when the shooting did start, we would watch to see who would panic, and who would cower.",
        125.58,
        134.82
    ],
    [
        " These were seemingly fun games and recesses breaking up the fear which was so overpowering it put a deep ache in our stomachs and in our bowels.",
        137.66,
        149.04
    ],
    [
        " It was chaos that brought me to this point.",
        150.12,
        155.04
    ],
    [
        " Wild music as a young boy, slayer, Metallica in their prime, Venom, Motorhead.",
        156.68,
        163.66
    ],
    [
        " Heavy alcohol used by age 10.",
        164.12,
        168.1
    ],
    [
        " Drug used by age 11.",
        169.82,
        171.5
    ],
    [
        " Late night punk concerts and mosh pits were at nearly lost my front tooth at age 12 as it dug deeply into a punk's shaved head.",
        172.98,
        183.04
    ],
    [
        " I was tall from my age and people treated me like an adult.",
        186.54,
        191.38
    ],
    [
        " They tried to bring me into their filth, junkies, perverts, degenerates, an evil world, burning.",
        192.12,
        206.86
    ],
    [
        " So much so that war was a dream come true.",
        209.34,
        214.3
    ],
    [
        " It seemed as if now I could fight back against the depravity and evil that tried to engulf me.",
        215.14,
        226.1
    ],
    [
        " And I held that quiet hope, that unspoken hope, that maybe I could die in war, doing something heroic like they trained us to do.",
        230.0,
        243.88
    ],
    [
        " Maybe this God forsaken and worthless life could be over.",
        245.36,
        250.54
    ],
    [
        " This gauntlet.",
        254.24,
        254.66
    ],
    [
        " And so the IED laden roads attempting to scare me and us were a joke.",
        255.56,
        265.04
    ],
    [
        " And I did not care about it.",
        266.58,
        268.86
    ],
    [
        " About the setup, about the punchline.",
        270.04,
        272.84
    ],
    [
        " I just wanted enemy contact and I wanted to smell the blood of particles.",
        273.24,
        277.34
    ],
    [
        " Floating through the afternoon air.",
        280.28,
        282.18
    ],
    [
        " And the screams of the dying.",
        283.04,
        286.8
    ],
    [
        " That is what I wanted.",
        287.26,
        288.74
    ],
    [
        " It seemed so beautiful.",
        290.12,
        291.56
    ],
    [
        " My mind had romanticized it all.",
        292.0,
        295.34
    ],
    [
        " But what we got wasn't so romantic as it wasn't so beautiful.",
        297.34,
        303.2
    ],
    [
        " Most of the screams I heard were the screams of my countrymen as they bled.",
        304.84,
        309.88
    ],
    [
        " Or the screams of innocents who were in the wrong place at the wrong time.",
        310.42,
        315.32
    ],
    [
        " I watched the funerals of men we shot going right past us.",
        317.54,
        321.48
    ],
    [
        " The children crying.",
        322.48,
        324.86
    ],
    [
        " The wives glaring as they damned us with ancient Babylonian curse.",
        326.04,
        333.18
    ],
    [
        " Versus that would try to follow me back to my home in satanic nightmares where I could not escape them.",
        333.2,
        340.26
    ],
    [
        " All those things made death so true and so beautiful and so acceptable.",
        341.58,
        354.18
    ],
    [
        " Now, those words were written by someone that I served with in Ramadi in 2006.",
        362.62,
        374.26
    ],
    [
        " And he sent them to me the other day after we talked and asked him to write down what he thought about.",
        374.62,
        382.94
    ],
    [
        " He was walking down the street in Ramadi and obviously what he wrote about",
        384.18,
        392.94
    ],
    [
        " it revealed so much of the incredible spectrum of emotions and thoughts that run through our heads.",
        392.94,
        409.12
    ],
    [
        " And obviously war magnifies those.",
        412.36,
        416.54
    ],
    [
        " But these are thoughts of a human being and these are the kind of thoughts that people have not just in war but in life.",
        417.46,
        425.34
    ],
    [
        " The struggles.",
        425.9,
        431.62
    ],
    [
        " And as I was sitting thinking about that word and the fact that struggle, it absolutely shapes us.",
        435.14,
        447.02
    ],
    [
        " And I was talking about this when I was with Joe Rogan and Chris Cornell from Soundgarden had just killed himself and we were talking about the struggles.",
        448.28,
        459.5
    ],
    [
        " And Joe was saying that you got to kind of like struggle and you need struggle.",
        459.62,
        467.22
    ],
    [
        " People need struggle and some of the feedback that I saw on social media was there's a difference between struggle and challenge and that a challenge is good but struggle is bad.",
        467.38,
        478.84
    ],
    [
        " And you know, I don't know and I'm not wishing struggles upon anyone.",
        478.84,
        484.24
    ],
    [
        " I'm no guru but I do know that struggle and strife shapes us.",
        484.52,
        494.94
    ],
    [
        " It shapes us. There's no doubt.",
        495.38,
        498.46
    ],
    [
        " And as I was thinking about this, I started thinking about a bunch of different books that I've read in the past.",
        500.32,
        509.3
    ],
    [
        " And one of them is a book called And We Go On.",
        510.42,
        515.72
    ],
    [
        " And it was written by a guy named Will R. Bird who's from Nova Scotia, Canada.",
        516.9,
        524.52
    ],
    [
        " And he was a soldier in the Canadian Army in World War I.",
        525.18,
        529.1
    ],
    [
        " And he'd enlisted in the army to replace his brother.",
        529.82,
        535.44
    ],
    [
        " So his brother had been killed in battle and he said, okay, I need to enlist now.",
        536.04,
        540.84
    ],
    [
        " And at first he couldn't enlist because he had bad teeth.",
        540.84,
        542.54
    ],
    [
        " And then as more and more guys got killed, they loosened the standards and they allowed him in even with his bad teeth.",
        543.1,
        550.2
    ],
    [
        " And the book is very different.",
        550.88,
        553.22
    ],
    [
        " And we're not going to go through the whole book today.",
        553.88,
        557.1
    ],
    [
        " But what makes the book different is he talks about like the supernatural.",
        557.38,
        562.94
    ],
    [
        " And he wrote another book as a matter of fact, which is called Ghosts Have Warm Hands.",
        564.64,
        570.46
    ],
    [
        " And so this kind of supernatural world is something that he spends some pretty decent amount of time on.",
        570.98,
        577.44
    ],
    [
        " And in the beginning of the book, one of the things that he says is the trench at zero hour was a crucible that dissolved all insincerity and the superficial.",
        578.3,
        592.04
    ],
    [
        " And you can clearly imagine that these guys getting ready to go over the top.",
        594.06,
        598.46
    ],
    [
        " I mean, what else matters at that point?",
        598.6,
        601.1
    ],
    [
        " Everything that's not true is everything that is not sincere just means nothing at that point.",
        602.9,
        608.0
    ],
    [
        " And I'm going to go to the book here for a minute.",
        609.48,
        612.74
    ],
    [
        " And here's one of the things he said about sort of again, I've just started thinking about the psychological side of what people are going through.",
        614.54,
        624.72
    ],
    [
        " So here we go to the book.",
        625.18,
        626.24
    ],
    [
        " This story is an effort to reveal a side of war that has not been given much attention.",
        626.68,
        631.04
    ],
    [
        " The psychic effect it had on its participants.",
        631.54,
        634.16
    ],
    [
        " There existed before all battles and even in the calms of the trench routine, a condition before which all natural explanations failed that no supernatural explanations were established.",
        635.58,
        649.44
    ],
    [
        " Every human emotion ran its full gamut in that land of topsy-turvy and prolonged intensity of feeling wrought.",
        649.96,
        659.72
    ],
    [
        " Feeling wrought strange psychological changes which warped the soul itself.",
        659.94,
        665.92
    ],
    [
        " Never on earth was there a place where a man's support, often his soul support, was his faith in some mighty power.",
        666.58,
        677.36
    ],
    [
        " All intervening thoughts were swept aside.",
        678.1,
        681.62
    ],
    [
        " Unconsciously, there were born faiths that men carried through critical moments and tortured minds grasp fantasies that served in place of more solid creeds.",
        681.88,
        692.72
    ],
    [
        " I think it's interesting that he says warped the soul.",
        693.22,
        706.4
    ],
    [
        " I don't actually think, and again, I'm no literary expert, but I don't think he means that with the negative connotation of warped being negative and bad, but I think he means like a departure from the normal, a departure from the straight line.",
        706.42,
        722.8
    ],
    [
        " Moving away from the natural direction.",
        723.48,
        726.56
    ],
    [
        " It leaves men changed.",
        730.42,
        732.3
    ],
    [
        " Like I said, I'm not going to cover this whole book. We'll probably do it at some point in the future.",
        733.08,
        739.24
    ],
    [
        " But I think when he gets to the end of the book and he makes some statements that are pretty powerful.",
        740.3,
        748.72
    ],
    [
        " And of course this is now after he's gone through the war and he's on a ship sailing back to Canada.",
        749.64,
        757.88
    ],
    [
        " Then I'm going to read this section. Here we go back to the book.",
        758.5,
        764.14
    ],
    [
        " Darkness.",
        765.74,
        767.22
    ],
    [
        " The rush of the ship.",
        768.92,
        770.68
    ],
    [
        " I felt my way again into a stifling dugout into an atmosphere rancid with stale sweat and breathing, earth mold and the hot grease of candles.",
        771.96,
        782.48
    ],
    [
        " I saw faces, cheeks resting on tunics, mud streaked, unshaven dirty faces, with some with teeth clenched and sudden hate, some livid with pole-stopping fear.",
        783.34,
        795.4
    ],
    [
        " I saw men turning on their wire-bunks quivering as if some red-hot grill.",
        796.88,
        802.76
    ],
    [
        " I heard them gasp and sob and cry out in agony and mutter as they tossed again.",
        803.44,
        809.94
    ],
    [
        " Then a machine guns note louder, higher, sharper, crack, crack, crack, as it sweeps over you in a shell hole where you hug the earth.",
        811.44,
        820.48
    ],
    [
        " The growl of guttural voices, heavy steps in an unseen trench, just the other side of the black mass of tangled barbed barricade beside which you cower.",
        822.08,
        832.72
    ],
    [
        " The long drawn wine of a shell, its heart-gripping explosion, the terrible oppressive silence that follows.",
        834.06,
        841.72
    ],
    [
        " Then the first little whale of the man who is down with a gaping blood-spirting wound.",
        842.12,
        849.4
    ],
    [
        " I moved about, shook myself, sniffed the salt-air and tried to rid myself of my dreams.",
        853.08,
        859.36
    ],
    [
        " And as I stood there, there came a sudden chill.",
        860.66,
        864.72
    ],
    [
        " I grew cold as if I had entered a clammy cavern.",
        865.54,
        869.7
    ],
    [
        " I could not understand but went and got my great coat.",
        870.5,
        874.2
    ],
    [
        " A dim figure passed me as I returned to the deck and a voice said,",
        875.54,
        879.28
    ],
    [
        " we're getting nearer home. I can feel the change.",
        879.76,
        884.16
    ],
    [
        " I knew we had left the warm current and were into the icy waters nearer home.",
        885.62,
        894.24
    ],
    [
        " We had left behind the comradeship of long hours on the trench-post and patrols long days under blazing suns and cruel marches on cobbled roads.",
        894.68,
        904.48
    ],
    [
        " The brotherhood of the line.",
        905.18,
        907.38
    ],
    [
        " And we were entering a cold sea facing the dark, the unknown.",
        909.28,
        914.32
    ],
    [
        " We could not escape.",
        914.86,
        915.88
    ],
    [
        " Dark figures came and stood beside me.",
        917.56,
        921.28
    ],
    [
        " I had not thought that anyone, save myself, would come on deck and hear they were.",
        922.5,
        927.82
    ],
    [
        " Ten, a dozen, still more, all hunched in great coats, silent, staring.",
        928.2,
        933.38
    ],
    [
        " I looked at my watch.",
        935.92,
        937.72
    ],
    [
        " There was three o'clock in the morning.",
        939.04,
        940.32
    ],
    [
        " These men could not sleep.",
        941.3,
        943.88
    ],
    [
        " They were come to see the first lights of Halifax.",
        945.3,
        948.12
    ],
    [
        " I moved quietly among them, scanning each blurred face.",
        949.72,
        954.54
    ],
    [
        " It was as I thought.",
        956.16,
        958.24
    ],
    [
        " They were all old timers.",
        959.5,
        961.54
    ],
    [
        " The men of the trenches.",
        962.18,
        963.78
    ],
    [
        " We went on and on and on and no one spoke, though we touched shoulders.",
        965.62,
        972.16
    ],
    [
        " I tried to think of a comparison.",
        975.02,
        976.52
    ],
    [
        " We were like prisoners.",
        978.92,
        981.6
    ],
    [
        " I had seen them standing like that without speaking, staring, thinking.",
        983.78,
        989.16
    ],
    [
        " Prisoners.",
        990.34,
        992.08
    ],
    [
        " We were prisoners, prisoners who could never escape.",
        992.66,
        997.12
    ],
    [
        " I had been trying to imagine how I would express my feelings when I got home.",
        998.82,
        1005.76
    ],
    [
        " And now I knew I never could, none of us could.",
        1007.2,
        1010.42
    ],
    [
        " We could no more make ourselves articulate than could those who would not return.",
        1011.6,
        1016.76
    ],
    [
        " We were in a world apart, prisoners, in chains that would never loosen till death freed us.",
        1017.78,
        1029.3
    ],
    [
        " And I knew those at home would never understand.",
        1030.56,
        1037.46
    ],
    [
        " They would be impatient, wondering why we were so dumb, unable to put our experiences into words.",
        1039.06,
        1045.66
    ],
    [
        " And there would be many of the boys who would be surly,",
        1047.58,
        1050.88
    ],
    [
        " taciturn, moody, resenting good intentions, perhaps taking to hard liquor and aimless drifting.",
        1051.52,
        1057.54
    ],
    [
        " We of the brotherhood could understand the soldier, but never explain him.",
        1058.86,
        1066.26
    ],
    [
        " All of us would remain a separate, definite people as if branded by some monstrous despotism.",
        1069.62,
        1078.94
    ],
    [
        " But I warmed as I fought of all that the brotherhood had meant.",
        1079.66,
        1088.26
    ],
    [
        " The sharing of blankets and bread and hardships, the binding of each other's wounds,",
        1088.84,
        1095.84
    ],
    [
        " the talks we had, had of intimate things,",
        1096.42,
        1100.22
    ],
    [
        " of the dug and simple faith that men had showed, flashes of their inner selves that strengthened one's own soul.",
        1101.6,
        1108.3
    ],
    [
        " Perhaps when my bitterness passed, when I had got back to normal self,",
        1109.24,
        1116.8
    ],
    [
        " to loved ones tried hard by years of waiting, I would find that despite that horror, which I could never forget.",
        1117.08,
        1124.98
    ],
    [
        " I had equalizing treasure in memories I could use like Jacob's ladder to get high enough to see that even war itself could never be the whole of life.",
        1126.72,
        1138.78
    ],
    [
        " The watcher stirred.",
        1139.44,
        1145.46
    ],
    [
        " I tingled.",
        1147.96,
        1148.86
    ],
    [
        " My throat tightened.",
        1150.28,
        1151.28
    ],
    [
        " Waves of emotion seized me, held me.",
        1152.96,
        1155.86
    ],
    [
        " I grew hot and cold at queer sensations.",
        1156.68,
        1160.32
    ],
    [
        " Every man had tensed, cramed forward, yet no one spoke.",
        1161.08,
        1166.44
    ],
    [
        " It was the moment for which we had lived, which we had dreamed, visioned, pictured a thousand times.",
        1167.62,
        1176.04
    ],
    [
        " It held us now so enthralled, so full of feeling that we could not find utterance.",
        1176.04,
        1183.12
    ],
    [
        " A million thrills ran through me.",
        1184.9,
        1189.66
    ],
    [
        " Far ahead, faint, but growing brighter.",
        1191.28,
        1196.96
    ],
    [
        " We had glimpsed the first lights of home.",
        1198.34,
        1203.98
    ],
    [
        " And that line, when he says, perhaps when my bitterness has passed, and I could use my memories, and he's saying he could use his memories like Jacob's ladder to get high enough to see that even war itself could never be the whole of life.",
        1215.86,
        1234.94
    ],
    [
        " And those are the struggles he's talking about, those are the hardships.",
        1241.14,
        1245.28
    ],
    [
        " And this change in his mindset to not let those drag him down, but to use those to climb up.",
        1246.04,
        1257.64
    ],
    [
        " And I think we lose track of that sometimes.",
        1261.86,
        1267.9
    ],
    [
        " And all we see is the trench.",
        1268.5,
        1272.62
    ],
    [
        " And we get stuck in the trench.",
        1273.64,
        1275.12
    ],
    [
        " And I think it's interesting that these men, literally and metaphorically speaking, these men were indicted.",
        1275.62,
        1287.62
    ],
    [
        " They were not even trenches, but they were able to rise out of these trenches, these trenches of unimaginable suffering.",
        1287.64,
        1295.46
    ],
    [
        " And I think to myself, if they are able to rise out of those hellish trenches, then that means we can too.",
        1296.08,
        1311.32
    ],
    [
        " And again, this thing that my buddy had sent me, it just got me thinking about that psychological turmoil of war.",
        1320.4,
        1332.72
    ],
    [
        " And that sent me into thoughts of another book, again another book that I read a while back.",
        1334.32,
        1342.86
    ],
    [
        " I can't even remember when I read it, but I just started thinking about it.",
        1342.86,
        1346.28
    ],
    [
        " And this one was about Vietnam.",
        1347.5,
        1350.32
    ],
    [
        " And it's a classic, it's called The Rumor of War.",
        1351.08,
        1354.24
    ],
    [
        " And again, we'll absolutely cover this book on the podcast in detail at some point.",
        1354.58,
        1359.2
    ],
    [
        " But I'm kind of just was on this literary tour mode.",
        1359.32,
        1362.64
    ],
    [
        " And the psyche, I think it's just a good view of the psyche that people have in war, which again reflects life.",
        1365.88,
        1380.56
    ],
    [
        " And there's a section in this book where Phil Caputo is assigned to a rear echelon unit.",
        1381.88,
        1390.84
    ],
    [
        " He's in the rear and he's a lieutenant in the Marine Corps.",
        1391.1,
        1395.96
    ],
    [
        " He's in the rear and I think he's in a regimental command post or something, but he's not fighting.",
        1396.36,
        1400.9
    ],
    [
        " And here's what he thinks of that going to the book.",
        1402.02,
        1407.52
    ],
    [
        " In the middle of November, at my own request, I was transferred to a line company in First Battalion.",
        1408.28,
        1415.9
    ],
    [
        " My convictions about the war had eroded almost to nothing.",
        1417.38,
        1420.94
    ],
    [
        " I had no illusions, but I had volunteered for a line company anyway.",
        1421.32,
        1425.08
    ],
    [
        " There were a number of reasons of which the paramount was boredom.",
        1425.8,
        1430.96
    ],
    [
        " There was nothing for me to do, but count casualties.",
        1431.58,
        1435.62
    ],
    [
        " I felt useless and a little guilty about living in relative safety while other men risked their lives.",
        1436.46,
        1442.12
    ],
    [
        " I cannot deny that the front still held fascination for me.",
        1443.96,
        1448.18
    ],
    [
        " The rights or wrongs of the war aside, there was a magnetism about combat.",
        1448.9,
        1455.24
    ],
    [
        " You seem to live more intensely under fire.",
        1457.34,
        1459.88
    ],
    [
        " Every sense was sharper, the mind worked clearer and faster.",
        1460.98,
        1465.08
    ],
    [
        " Perhaps it was the tension of opposites that made it so and attraction balanced by revulsion.",
        1466.66,
        1473.48
    ],
    [
        " Hope that ward with dread.",
        1474.3,
        1477.52
    ],
    [
        " You found yourself on a precarious emotional edge experiencing a headiness that no drink or drug could match.",
        1478.3,
        1490.06
    ],
    [
        " The fear of madness was another motive.",
        1492.04,
        1494.8
    ],
    [
        " The hallucination I had had in that day in the mess of seeing Moira and Harrison prefigured in death had become a constant waking nightmare.",
        1495.12,
        1503.84
    ],
    [
        " I had begun to see almost everyone as they would look in death, including myself.",
        1504.36,
        1510.94
    ],
    [
        " Shaving in the mirror in the morning, I could see myself dead.",
        1512.22,
        1516.4
    ],
    [
        " Then there were moments when I not only saw my own corpse, but other people looking at it.",
        1517.8,
        1523.98
    ],
    [
        " I saw life going on without me.",
        1525.14,
        1527.08
    ],
    [
        " The sensation of not being anymore came over me at night just before falling asleep.",
        1527.68,
        1533.62
    ],
    [
        " Sometimes it made me laugh inside.",
        1535.02,
        1537.82
    ],
    [
        " I could not take myself seriously when I could already see my own death.",
        1539.16,
        1543.72
    ],
    [
        " Nor seeing their deaths as well could I take others seriously.",
        1544.68,
        1547.9
    ],
    [
        " We were all the victims of a great practical joke played on us by God or nature.",
        1548.74,
        1555.3
    ],
    [
        " Maybe that was why corpses always grinned.",
        1556.34,
        1560.26
    ],
    [
        " They saw the joke at the last moment.",
        1561.78,
        1563.66
    ],
    [
        " Sometimes it made me laugh, but most of the time it was not at all humorous.",
        1564.96,
        1570.06
    ],
    [
        " And I was sure that another few months of identifying bodies would land me in a psychiatric ward.",
        1570.76,
        1577.22
    ],
    [
        " On staff, there was too much time to brood over those corpses.",
        1577.76,
        1583.04
    ],
    [
        " There would be very little time to think in a line company.",
        1583.92,
        1586.48
    ],
    [
        " That is the secret to emotional survival in war, not thinking.",
        1587.58,
        1591.64
    ],
    [
        " Finally, there was hatred.",
        1593.14,
        1598.12
    ],
    [
        " A hatred buried so deep that I could not then admit its existence.",
        1600.06,
        1604.94
    ],
    [
        " I can now, though it is still painful.",
        1605.48,
        1608.0
    ],
    [
        " I burned with a hatred for the Via Cong and with an emotion that dwells in most of us,",
        1611.12,
        1615.62
    ],
    [
        " one closer to the surface than we care to admit, a desire for retribution.",
        1615.9,
        1620.66
    ],
    [
        " I did not hate the enemy for their politics, but for murdering Simpson.",
        1621.78,
        1628.82
    ],
    [
        " For executing that boy whose body had been found in the river,",
        1629.28,
        1632.44
    ],
    [
        " for blasting the life out of Walt Levy.",
        1632.78,
        1635.1
    ],
    [
        " Revenge was one of the reasons I volunteered for a line company.",
        1636.24,
        1641.32
    ],
    [
        " I wanted a chance to kill somebody.",
        1642.58,
        1645.38
    ],
    [
        " And you could see even in that, you know, comparing that with the first piece of things being a joke,",
        1650.12,
        1657.98
    ],
    [
        " and how you just get to this point where things just become a joke.",
        1658.2,
        1662.92
    ],
    [
        " How can you take anything seriously?",
        1663.56,
        1664.92
    ],
    [
        " When you don't even know what's going to happen, and if you're going to live,",
        1666.58,
        1671.86
    ],
    [
        " how much meaning does life have if you're not going to live it?",
        1673.0,
        1675.64
    ],
    [
        " He gets back out to a line company, and now he's on patrol.",
        1677.24,
        1686.74
    ],
    [
        " Talking about not only what that's like externally, but what it's like mentally, psychologically,",
        1688.26,
        1696.48
    ],
    [
        " going back to the book.",
        1697.1,
        1698.0
    ],
    [
        " I tightened the shoulder straps of my pack, heavily loaded with signal flares, smoke grenades, dry socks,",
        1699.68,
        1705.84
    ],
    [
        " a poncho, and three days rations.",
        1706.34,
        1708.44
    ],
    [
        " An entrenching tool and machete were lashed to its side.",
        1709.0,
        1712.16
    ],
    [
        " In my pockets, I carried a map, compass, hand grenades, more flares,",
        1713.02,
        1718.02
    ],
    [
        " hallazone tablets, malaria pills, and a spare magazine for my carbene.",
        1718.5,
        1722.5
    ],
    [
        " A pistol, two clips of ammunition, knife, first aid kit, and two full canteens hung from my belt.",
        1723.32,
        1729.72
    ],
    [
        " My steel helmet and flack jacket added 20 pounds to the load.",
        1730.88,
        1734.82
    ],
    [
        " The gear probably weighed over 40 pounds altogether, but I felt a wonderful, soaring lightness in my limbs.",
        1736.54,
        1743.02
    ],
    [
        " I felt good all over, better than I had felt months.",
        1743.82,
        1746.88
    ],
    [
        " Even Neil, who was not inclined to hand out compliments, had praised my gung-ho enthusiasm before the platoon left base camp.",
        1747.56,
        1754.2
    ],
    [
        " A sudden and mysterious recovery from the virus of fear had caused the change in mood.",
        1755.32,
        1760.26
    ],
    [
        " I don't know why.",
        1760.74,
        1761.5
    ],
    [
        " I only knew I had ceased to be afraid of dying.",
        1762.84,
        1766.14
    ],
    [
        " There was not a feeling of invincibility, indifference rather.",
        1766.86,
        1772.54
    ],
    [
        " I had ceased to fear death because I had ceased to care about it.",
        1773.82,
        1777.52
    ],
    [
        " Certainly, I had no illusions that my death, if it came, would be a sacrifice.",
        1778.52,
        1784.74
    ],
    [
        " It would merely be a death, and not a good one either.",
        1787.1,
        1791.0
    ],
    [
        " A good death involved a certain amount of choice, ritual, and style.",
        1791.72,
        1796.7
    ],
    [
        " There were no good deaths in the war.",
        1798.0,
        1801.92
    ],
    [
        " But the manner of dying no longer mattered.",
        1804.72,
        1807.5
    ],
    [
        " I didn't care how death came, so long as it came quickly and painlessly.",
        1808.2,
        1812.14
    ],
    [
        " I would die as casually as a beetle as crushed under a boot heel.",
        1813.16,
        1817.64
    ],
    [
        " And perhaps it was this recognition of my insect-like petting-ness that had made me stop caring.",
        1818.46,
        1824.0
    ],
    [
        " I was a beetle.",
        1825.22,
        1827.52
    ],
    [
        " We were all beetles scratching for survival in the wilderness.",
        1828.48,
        1833.34
    ],
    [
        " Those who had lost the struggle had not changed anything by dying.",
        1834.76,
        1839.32
    ],
    [
        " The deaths of Levi, Simpson, Sullivan, and the others had not made any difference.",
        1842.14,
        1848.1
    ],
    [
        " Thousands of people died each week in the war, and the sum of all their deaths did not make any difference.",
        1849.3,
        1857.22
    ],
    [
        " The war went on without them.",
        1858.28,
        1861.68
    ],
    [
        " And as it went on without them, so would it go on without me.",
        1862.78,
        1866.3
    ],
    [
        " My death would not alter a thing.",
        1867.84,
        1870.44
    ],
    [
        " Walking down the trail, I could not remember having felt an emotion more sublime or liberating than that in difference toward my own death.",
        1872.14,
        1884.28
    ],
    [
        " Again, a common thought pattern is this feeling of,",
        1884.8,
        1900.44
    ],
    [
        " hey, I'm in hell, and one thing that took me to set me free is death.",
        1900.44,
        1905.06
    ],
    [
        " And once I overcome that, that just allows me to go and do what I'm supposed to do.",
        1905.8,
        1911.4
    ],
    [
        " And I'm just going to fast forward once again, kind of like with the Wilburd, going to the end where Caputo kind of wraps up his,",
        1912.42,
        1926.62
    ],
    [
        " what he's going to bring home from the war.",
        1927.06,
        1930.0
    ],
    [
        " And at this point, he's obviously survived the enemy.",
        1930.16,
        1932.9
    ],
    [
        " He survived, actually, at this point, he survived a court martial because he'd gotten in some trouble.",
        1934.12,
        1938.7
    ],
    [
        " There was some bad things that happened while he was in charge.",
        1938.7,
        1941.9
    ],
    [
        " There was cases against him.",
        1942.38,
        1945.96
    ],
    [
        " And he kind of got out of that situation.",
        1947.04,
        1950.78
    ],
    [
        " And now he is heading home.",
        1950.78,
        1953.08
    ],
    [
        " Going back to the book, we stood waiting in the sun at the edge of the runway.",
        1953.58,
        1959.24
    ],
    [
        " There were about 150 of us, and we watched as a replacement draft filed off the big transport plane.",
        1959.98,
        1967.24
    ],
    [
        " They fell into formation and tried to ignore the dusty, tanned, ragged-looking men who jeered them.",
        1967.98,
        1975.24
    ],
    [
        " The replacements looked strangely young, far younger than we, and awkward and bewildered by this scorched land to which an indifferent government had sent them.",
        1976.98,
        1988.9
    ],
    [
        " I did not join in the mockery.",
        1989.58,
        1992.86
    ],
    [
        " I felt sorry for those children, knowing that they would all grow old in this land of endless dying.",
        1994.48,
        2001.44
    ],
    [
        " I pitted them, knowing that out of every ten one would die.",
        2003.4,
        2009.44
    ],
    [
        " Two more would be maimed for life.",
        2011.14,
        2012.96
    ],
    [
        " Another two would be less seriously wounded and sent out to fight again.",
        2013.3,
        2017.14
    ],
    [
        " And all the rest would be wounded in other, more hidden ways.",
        2017.74,
        2022.1
    ],
    [
        " The replacements were marched off toward the convoy that awaited to carry them to their assigned units and their assigned feats.",
        2025.16,
        2032.9
    ],
    [
        " None of them looked at us. They marched away.",
        2033.54,
        2038.84
    ],
    [
        " Shouldering our sea bags, we climbed up the ramp into the plane.",
        2041.04,
        2044.64
    ],
    [
        " The plane we had all dreamed about, the grand mythological freedom bird.",
        2045.0,
        2048.88
    ],
    [
        " A joyous shout went up as the transport lurched off the runway and climbed into the placid sky.",
        2050.76,
        2057.24
    ],
    [
        " Below lay the rice paddies and the green folded hills where we had all lost our friends and our youth.",
        2057.8,
        2067.9
    ],
    [
        " The plane banked and headed out over the China Sea towards Okinawa, toward freedom from deaths and brace.",
        2068.84,
        2077.8
    ],
    [
        " None of us was a hero.",
        2080.26,
        2081.9
    ],
    [
        " We would not return to cheering crowds, parades, and the peeling of great cathedral bells.",
        2083.6,
        2089.56
    ],
    [
        " We had done nothing more than endure.",
        2091.08,
        2094.82
    ],
    [
        " We had survived, and that was our only victory.",
        2097.04,
        2102.74
    ],
    [
        " And I think that is important for us to remember that in some cases some of the things that we go through, some of the challenges, and tribulations, and trials that people get put through, sometimes survival is victory.",
        2112.12,
        2129.58
    ],
    [
        " And all you can do is survive and make it through a situation that you're in.",
        2130.16,
        2134.24
    ],
    [
        " And I think sometimes when people survive something horrible, instead of being happy or related that they made it through, instead they focus on the fact that they got put through it.",
        2136.62,
        2147.52
    ],
    [
        " And again, I don't, I'm no professional at all.",
        2148.22,
        2154.08
    ],
    [
        " And there was, you know, even when I was on Joe Rogan's podcast and we were talking about Chris Cornell committing suicide,",
        2154.9,
        2161.5
    ],
    [
        " you know, someone said, you know, because we kind of devolved into a conversation of, hey, you know, get outside and Tim Ferris, when Tim Ferris was on this podcast, you know, he was saying, you know, move and get physical.",
        2163.72,
        2175.76
    ],
    [
        " And so, you know, Joe and I were just kind of talking about that.",
        2176.28,
        2178.22
    ],
    [
        " And someone came on and said, you know, you don't know what you're talking about.",
        2178.6,
        2183.22
    ],
    [
        " It's, it's, you're lucky to survive something like this. It's horrible.",
        2184.2,
        2188.06
    ],
    [
        " And, and you know, I kind of said, man, I know I'm not saying that.",
        2188.68,
        2192.4
    ],
    [
        " And literally I'd re-listen to Joe and I talking in both of us what we were saying was, over and over again, I don't understand this.",
        2192.76,
        2200.24
    ],
    [
        " I don't comprehend it. You know, so I don't think that was the intention was saying, oh, all you have to do is go get it out of kettlebell, and you'll be good to go.",
        2200.44,
        2208.52
    ],
    [
        " That's not the intention at all. And that's not what either one of us not only was it was not what we were trying to say, we didn't actually say that.",
        2208.52,
        2215.84
    ],
    [
        " We were saying, hey, I don't understand it. I haven't been in that position before. That's why we brought, I brought Tim on here because Tim had lived through that and knew how bad it was and planned to kill himself.",
        2216.2,
        2229.14
    ],
    [
        " And so that to me is someone that can give their opinion. Joe and I were literally saying, I don't comprehend.",
        2229.92,
        2238.88
    ],
    [
        " But I think when you get a guy like the author of this book, a rumor of war, who's, who's talking about their, their victory or his victory and the people on the play with their victory in Vietnam was survival.",
        2239.74,
        2255.02
    ],
    [
        " Was just getting through it. And I know that's nothing you're going to be joyous about. But I think at least recognizing, okay, I made it through. Now let me move on.",
        2255.02,
        2267.02
    ],
    [
        " Yeah.",
        2267.36,
        2267.64
    ],
    [
        " Is important.",
        2268.06,
        2269.66
    ],
    [
        " Now, again, I went on this kind of literary tour that I was launched into after reading what my buddy wrote because it reminded me of so many other things that I've heard.",
        2272.74,
        2285.2
    ],
    [
        " And so many other things that I've read.",
        2286.32,
        2287.72
    ],
    [
        " And so another great view point comes from Eugene Sledge. And he wrote the book with the old breed, which is a classic.",
        2291.08,
        2301.2
    ],
    [
        " And we covered it podcast number 10. If you want to stop now, go back and listen to podcast 10 with Eugene Sledge with Eugene Sledge with the old breed.",
        2302.22,
        2312.9
    ],
    [
        " It's just incredible account of what he went through in World War II in the in the Pacific theater with the Marine Corps.",
        2313.4,
        2322.68
    ],
    [
        " But he wrote another book after that. And the next book they wrote was called China Marine. And it talks about what they did when the war ended.",
        2323.32,
        2333.26
    ],
    [
        " You know, and the time he spent sort of pacifying in in country, spent some time in China. And then it talks about what it was like when he got back to America, back to mobile Alabama.",
        2333.94,
        2346.98
    ],
    [
        " And it's definitely impactful, definitely impactful. So here's what he came came home to. And I'm going to pick up where his dad he's talking to his dad and his dad was a physician during World War I.",
        2352.74,
        2366.88
    ],
    [
        " And that's one of the reasons his dad was if you remember Eugene Sledge couldn't get in the Marine Corps at first, because he had I think he had a heart murmur or something like that.",
        2367.24,
        2376.68
    ],
    [
        " And so they didn't let him in. And his dad was kind of okay with that. And the reason he was okay with that was because he had seen what the boys from World War I had come home like not only physically, but also psychologically.",
        2376.9,
        2389.72
    ],
    [
        " Guys had the guys had the shell shock, which is horrible when you see it again. I've said this before going YouTube and look at videos of World War I shell shock. It's horrifying to look at.",
        2390.06,
        2402.62
    ],
    [
        " And that's what Eugene Sledge's father had seen. And so when his son couldn't go in the Marine Corps, he was kind of like, okay, you know, you can serve in other ways. And Eugene Sledge wanted to serve.",
        2403.76,
        2415.88
    ],
    [
        " And so Eugene Sledge got he actually got a waiver and the and I guess the heart murmur had faded enough for they didn't notice it until we got the Marine Corps.",
        2416.68,
        2424.56
    ],
    [
        " But when he comes back, his dad his dad is talking to him. And I think it's a good place to pick up his dad called him Fritz. That was that was Eugene Sledge's nickname at home. So here we go.",
        2424.56,
        2437.08
    ],
    [
        " Eugene Sledge's dad talking to him Fritz, he said.",
        2438.62,
        2441.92
    ],
    [
        " I know you've been through an awful experience. I know that nobody had it worse than the first Marine Division except maybe those on baton and those others who were imprisoned.",
        2443.76,
        2453.48
    ],
    [
        " I'm tremendously proud of both you and Edward. You did your duty under terrifying conditions, but you survived in one piece granted with some terrible memories you'll have to learn to live with.",
        2454.56,
        2466.68
    ],
    [
        " But take my advice.",
        2467.8,
        2469.52
    ],
    [
        " First, never become embittered because many other men had safe, comfortable war assignments all too often obtained through political influence.",
        2471.02,
        2480.12
    ],
    [
        " That's the way of cowards in this world.",
        2481.1,
        2484.22
    ],
    [
        " Two, never feel sorry for yourself because of what you endured.",
        2486.16,
        2490.66
    ],
    [
        " On the contrary, feel fiercely proud that you served with the finest and fought against the fiercest enemy and lived to tell the tale.",
        2491.9,
        2499.04
    ],
    [
        " Three, if you ever drink alcohol, do it in moderation.",
        2500.56,
        2505.04
    ],
    [
        " Alcohol can be a wonderful escape from bad memories, but it is addictive. We'll make you act the fool and ultimately ruin you.",
        2505.9,
        2515.12
    ],
    [
        " To the last remark I replied, I know father. I've seen that happen to good buddies, recalling some of the worst cases in China.",
        2517.62,
        2524.1
    ],
    [
        " He replied, yes, and I've treated some of the nicest people who were ruined by the stuff.",
        2525.62,
        2530.74
    ],
    [
        " But I can't cure them. They must have willpower.",
        2531.5,
        2535.96
    ],
    [
        " So really straightforward warning about alcohol, check, about not feeling bitter towards people that didn't maybe do or go through what he went through and be proud of what you did.",
        2536.64,
        2554.58
    ],
    [
        " Now this is again just another piece that they actually in the HBO miniseries, the Pacific, they kind of portray this part of Eugene's leg coming home.",
        2555.56,
        2569.3
    ],
    [
        " But it's worth reading his account of it back to the book. As my life settled down somewhat, I began to think of my future.",
        2569.58,
        2579.1
    ],
    [
        " Rather hastily, I decided to go to Auburn, then called Alabama Polytechnic Institute and major in business.",
        2579.64,
        2586.68
    ],
    [
        " I'll never forget my first day at Auburn. I was in the registrar's office in Sanford Hall.",
        2587.2,
        2593.12
    ],
    [
        " The big room was crowded with long lines of entering students standing in front of tables behind which clerks were noticing or noting each student's college credits from service schools determining which might transfer to Auburn.",
        2593.82,
        2606.44
    ],
    [
        " There was a loud hub hub of voices with about a hundred people in the room. Some men, mostly air core veterans had been to various technical schools and Auburn gave them two years credit.",
        2607.02,
        2618.9
    ],
    [
        " All veterans were excused from ROTC and physical education.",
        2619.98,
        2623.46
    ],
    [
        " When I stepped up to the table at the head of the line, a pretty brunette about my age, probably a student's wife, asked pleasantly what schools I had attended in the Marine Corps.",
        2624.02,
        2634.9
    ],
    [
        " She decided all the weapons and tactic schools we had in training. She became more and more disconcerned as she looked in vain on her checklist for anything remotely resembling what I was saying.",
        2636.44,
        2647.6
    ],
    [
        " Finally, in desperation, she slammed her pencil on the table and said an allowed exasperated voice didn't the Marine Corps teach you anything.",
        2648.74,
        2656.9
    ],
    [
        " A gasp ran through the crowd and you could have heard a pin drop.",
        2657.72,
        2662.28
    ],
    [
        " I didn't lose my temper, but I realized that like most civilians, ward this lady meant John Wayne or the sweet musical South Pacific.",
        2663.0,
        2673.44
    ],
    [
        " Slowly placing my hands on the table, aware that all eyes were upon us. I said an allowed calm voice.",
        2674.38,
        2682.36
    ],
    [
        " Lady, there was a killing war. The Marine Corps taught me how to kill japs and try to survive.",
        2683.38,
        2691.28
    ],
    [
        " Now if that don't fit into any academic course, I'm sorry, but some of us had to do the killing. And most of my buddies got killed or wounded.",
        2692.28,
        2703.04
    ],
    [
        " She was speechless. There were many red faces among the obvious non-combatants present.",
        2704.62,
        2713.52
    ],
    [
        " I doubt if there were half a dozen intransmen or tankers present.",
        2715.04,
        2719.54
    ],
    [
        " She recovered her composure, looked me in the eye and said I'm so sorry, I apologize, I didn't understand.",
        2720.8,
        2727.88
    ],
    [
        " I told her she was very kind and I did not mean to upset her. You didn't, she said. You made me think.",
        2728.78,
        2734.7
    ],
    [
        " So I got credit for ROTC and PE and the room returned to normal.",
        2736.04,
        2741.24
    ],
    [
        " The young lady wished me a long and happy life. I thanked her and left.",
        2742.28,
        2748.7
    ],
    [
        " I felt like some sort of an alien. And I realized that this sort of thing would confront me the rest of my days.",
        2749.66,
        2756.7
    ],
    [
        " The war had been so momentous to me, I couldn't imagine anyone not sharing that view or appreciating the hell I had suffered.",
        2758.36,
        2766.82
    ],
    [
        " In fact, I was totally unprepared for how rapidly most Americans who did not experience combat would forget about the war, the evils we faced and how incredible we were.",
        2767.62,
        2779.52
    ],
    [
        " I was completely tough and it had been for us to defeat the Japanese and the Nazis.",
        2779.54,
        2783.54
    ],
    [
        " I didn't realize how swiftly most Americans would once again take their freedom for granted.",
        2784.14,
        2791.7
    ],
    [
        " Clearly that applies to veterans and people that have been overseas fighting and you come back and",
        2792.3,
        2808.96
    ],
    [
        " it's like no one even knows that you were gone. It's like another thing, you get that passage of time when you go away for two or three months and you go back to where you're from.",
        2809.54,
        2821.02
    ],
    [
        " It seems like how long you've been gone for all three months? People think you were gone for a couple days or a couple of weeks.",
        2821.3,
        2827.62
    ],
    [
        " It happens at the gym. I'll go into the gym and someone, oh, where you been? I think I haven't seen him in a week.",
        2828.24,
        2835.22
    ],
    [
        " He says, oh, I tore my ACL. I've been gone for eight months. You know, it's one of those moments and that happens with war too.",
        2835.68,
        2842.6
    ],
    [
        " Guys go away. They come back every time just went by.",
        2842.78,
        2846.5
    ],
    [
        " That can be frustrating because in those eight months or six months or 14 months that someone's deployed overseas fighting for their lives and they come home and that other person didn't even notice they were gone.",
        2846.92,
        2856.4
    ],
    [
        " I mean, I feel bad when somebody had an ACL tear and I didn't know it. I feel kind of bad.",
        2857.14,
        2860.6
    ],
    [
        " I haven't seen you for eight months. I feel like I feel bad about it.",
        2860.84,
        2865.7
    ],
    [
        " I'm sure that person saying, you know, Jocke or G-Swiss to train all the time and you didn't even realize that I was gone. You thought I was gone for a week.",
        2867.26,
        2873.16
    ],
    [
        " Yeah, exactly. Well, imagine how that feels to a veteran that's coming back from war.",
        2873.74,
        2879.24
    ],
    [
        " This isn't like some odd case. This is the norm. That's actually the norm.",
        2880.68,
        2885.36
    ],
    [
        " I mean, it's different for the direct family. That's waiting for the individual to come home.",
        2886.56,
        2891.1
    ],
    [
        " Then those six month deployments or 14 months deployments seem like an eternity.",
        2891.1,
        2895.22
    ],
    [
        " But for that casual person or that acquaintance that you don't know that well, they're thinking, oh, did you where you been?",
        2896.06,
        2904.34
    ],
    [
        " Oh, yeah, I was overseas fighting.",
        2904.88,
        2906.38
    ],
    [
        " Yeah.",
        2910.78,
        2911.28
    ],
    [
        " And he's got the way he kind of wraps up this book in his epilogue.",
        2908.04,
        2916.78
    ],
    [
        " Again, you know, this is another book that will probably explore at some point in detail, but",
        2916.78,
        2920.7
    ],
    [
        " going to the way the topics that he brings up as he closes it out and reflections on how the war impacted him psychologically.",
        2920.7,
        2932.16
    ],
    [
        " Here we go back to the book looking back over the momentous events of 50 years ago when I was a Marine, he voked strong emotions.",
        2934.4,
        2943.76
    ],
    [
        " The years immediately after the war were the hardest. As Paul Fossil remarked, the combat veteran not only has to survive his experience,",
        2944.28,
        2955.54
    ],
    [
        " he has to learn to live with it the rest of his life.",
        2956.32,
        2959.62
    ],
    [
        " He was so right. For the first 20 odd years after my return, nightmares occurred frequently, waking me either crying or yelling, always sweating and with a pounding heart.",
        2960.18,
        2973.36
    ],
    [
        " Some nights I delayed going to bed, dreading the inevitable nightmares.",
        2975.46,
        2979.98
    ],
    [
        " Old comrades wrote me that similar troubles drove many of them to drink and to the ensuing misery of alcoholism, which they beat with sheer self-discipline.",
        2981.6,
        2993.96
    ],
    [
        " Eventually, the war left me with a deep appreciation for the simple things in life, putting on a clean pair of things.",
        2993.96,
        3009.96
    ],
    [
        " The last of dry socks is one of the greatest luxuries I know.",
        3009.98,
        3014.2
    ],
    [
        " A shave, a warm shower, and sleeping in a sheeted bed are two.",
        3014.86,
        3022.38
    ],
    [
        " When it is raining, especially on an autumn day, I look out the window at the falling drops, and my thoughts sometimes drift back to those awful days on Okinawa.",
        3023.22,
        3033.86
    ],
    [
        " Snaffoo and I bailing out a muddy foxhole with an old helmet, shivering in a torrential cold drain.",
        3034.02,
        3040.56
    ],
    [
        " And both of us, cringing as each Japanese shell came screaming into the corpse strewn area to explode with a deafening crash.",
        3041.32,
        3051.4
    ],
    [
        " I quickly bring my mind, the focus of my mind back to the present, and thank God I'd enough to suffer hardship and misery again.",
        3052.12,
        3062.08
    ],
    [
        " And oh, what a blessing to be relieved of constant terror.",
        3064.1,
        3068.94
    ],
    [
        " My love of the outdoors was strangely affected by the war. The way I looked at my surroundings was altered.",
        3070.7,
        3078.16
    ],
    [
        " My view of the outdoors had taken a more analytical perspective of its features as military terrain, likely areas for the placement of various foxholes, the company's 60 millimeter mortars to cover defolids, the light machine guns,",
        3078.94,
        3093.52
    ],
    [
        " so as to achieve crossfires along the company front, fields of fire, and possible avenues of enemy attack or ambush.",
        3094.06,
        3101.36
    ],
    [
        " This change in outlook was intense in the early years home, but I cleared my mind of it by concentrating on plant and animal species present or probable.",
        3102.1,
        3111.6
    ],
    [
        " But the old combat view of things still creeps in sometimes after more than 50 years.",
        3112.96,
        3119.02
    ],
    [
        " And that's something that definitely stick. Every guy I know that's been overseas, every guy, everything we look at we see to some kind of military terrain in the city.",
        3121.98,
        3131.52
    ],
    [
        " For me, especially it's in the city because I did most of my combat was urban combat and that's where I'm looking at all the time, not only on the highway, on the buildings, when you're sitting around, when you're sitting in a hotel room looking out in the street, everything that you look at, you look at from a combat perspective.",
        3132.08,
        3146.56
    ],
    [
        " Now he he he was outdoorsman. And he goes back, he gets back from the war and he's going hunting. And this is the first time that he's gone deer hunting after the war.",
        3150.94,
        3168.42
    ],
    [
        " And he's out hunting with a group of people, but he gets dropped off in one spot by himself. They have a boat, they take a boat, they drop him off alone.",
        3169.22,
        3177.34
    ],
    [
        " And here we go back to the book.",
        3177.98,
        3182.06
    ],
    [
        " Two beautiful doves appeared walking briskly through the water as they exited the woods and stopped at the far edge of the pond about 30 yards away.",
        3183.68,
        3193.4
    ],
    [
        " They kept looking toward the area of the drive and moving their ears to capture every sound possible.",
        3194.44,
        3200.9
    ],
    [
        " More loud sloshing of water and two doves in a large buck came up to the first doves and stopped. They finally looked in my direction.",
        3201.98,
        3210.2
    ],
    [
        " I remained still and since the wind was blowing toward me the deer could not pick up my scent.",
        3210.88,
        3216.26
    ],
    [
        " They stood motionless, staring at me and standing up in the clump of cane.",
        3217.52,
        3224.1
    ],
    [
        " They seemed more concerned with the bane of the hounds than with me though.",
        3224.84,
        3229.54
    ],
    [
        " Because of the way I held my rifle I could see my wristwatch so I timed the action or inaction of the deer.",
        3231.0,
        3237.42
    ],
    [
        " One of the doves picked up an eight corn at the edge of the pond and ate it.",
        3238.9,
        3242.0
    ],
    [
        " The buck was large and had a fine set of antlers, the eight points gleaming in the light.",
        3242.82,
        3248.18
    ],
    [
        " Slowly I raised my rifle and sighted in on his chest.",
        3249.52,
        3252.8
    ],
    [
        " No, he was too fine a creature to kill.",
        3253.9,
        3258.48
    ],
    [
        " I had murdered one of his kind that morning so I did not need the venison.",
        3259.82,
        3264.32
    ],
    [
        " Slowly I lowered my rifle.",
        3265.94,
        3268.06
    ],
    [
        " The buck remained motionless, motionless.",
        3269.44,
        3272.58
    ],
    [
        " His instincts probably told him no shape such as he saw in the cane was natural.",
        3273.38,
        3280.46
    ],
    [
        " Deer like most mammals have very poor sight except for detecting motion and are primarily colorblind.",
        3281.7,
        3288.48
    ],
    [
        " For fifteen minutes we stared at each other.",
        3289.2,
        3292.78
    ],
    [
        " A shot in the air would send them springing away into the woods but a shot would frighten them which I had no desire to do.",
        3293.76,
        3300.66
    ],
    [
        " The deer seemed more curious than afraid they kept sniffing the air which apparently bore no scent of danger.",
        3301.32,
        3308.9
    ],
    [
        " I had on waterproof boots but was beginning to get cold.",
        3309.78,
        3313.74
    ],
    [
        " Finally I needed to move a little.",
        3315.06,
        3316.78
    ],
    [
        " I knew that as soon as I did they would bolt.",
        3317.66,
        3319.82
    ],
    [
        " So I whistled softly.",
        3320.46,
        3322.08
    ],
    [
        " Every big ear turned quickly in my direction.",
        3323.2,
        3326.2
    ],
    [
        " I whistled softly again.",
        3327.24,
        3328.72
    ],
    [
        " All the deer slowly lowered their ears turned, went sloshing on the higher ground and ambled into the woods.",
        3329.14,
        3335.12
    ],
    [
        " Looking back at me once or twice.",
        3336.1,
        3337.9
    ],
    [
        " The whole episode is one of my most cherished memories.",
        3339.0,
        3342.88
    ],
    [
        " When Jim picked me up on the boat he asked if I had seen a deer.",
        3344.04,
        3348.28
    ],
    [
        " I said no, not wanting to tell him I had seen five.",
        3349.82,
        3352.66
    ],
    [
        " When we returned to camps several people asked me what I had seen and I reported a few squirrels and some wood ducks.",
        3354.0,
        3359.46
    ],
    [
        " If I had told those eager hunters what had really happened they would have elected to throw me in the river.",
        3360.36,
        3366.2
    ],
    [
        " Gus didn't allow any drinking during hunting hours so after the guns were all unloaded and put in their cases the bottled spirits were brought forth and the partyers all had a ball.",
        3367.52,
        3378.46
    ],
    [
        " Each of the weary hounds went to the fenced yard, jumped up on the raised platforms and went into the barrel for a nap.",
        3378.88,
        3386.52
    ],
    [
        " The platform was raised as protection against high water as well as alligators which have a special appetite for dog flesh.",
        3387.26,
        3395.74
    ],
    [
        " We re-crossed the river after a while and scattered to our homes.",
        3396.58,
        3403.3
    ],
    [
        " So ended my last deer hunt with the memory of that beautiful buck and his harem down the river.",
        3405.16,
        3411.32
    ],
    [
        " I have wondered how long he survived.",
        3411.88,
        3415.38
    ],
    [
        " I am not anti-hunting as long as it is managed by wildlife experts.",
        3417.4,
        3422.38
    ],
    [
        " Most game animals out produce their food supply and since civilization has destroyed most of the natural predators starvation results unless populations are controlled by goods.",
        3423.34,
        3433.28
    ],
    [
        " The game management overseeing proper hunting practices.",
        3433.3,
        3436.26
    ],
    [
        " But the terrified eyes of that spike buck I shot are something I'd like to forget.",
        3436.92,
        3444.64
    ],
    [
        " I have felt the same terror when being shot at so hunting is not for me.",
        3447.22,
        3451.94
    ],
    [
        " World War II gave me a convenient measuring stick for duty, courage, terror, friendship, patience, horror, endurance, compassion, discomfort, grief and pain that has remained with me daily.",
        3454.34,
        3472.42
    ],
    [
        " The English poet Robert Graves said World War I affected him in much the same way.",
        3473.14,
        3479.7
    ],
    [
        " Anyone who has not suffered the prolonged fear and limitless fatigue that was combat, that was the combat infantryman's lot might find this difficult to comprehend.",
        3481.94,
        3492.92
    ],
    [
        " Over 50 years later I look back on the war as though it were some giant killing machine into which we were thrown to endure fear to the brink of insanity.",
        3493.78,
        3507.04
    ],
    [
        " Some fell over the brink and physical fatigue to near collapse.",
        3509.06,
        3515.48
    ],
    [
        " Those who survived, unhurt will never forget and cannot forget the many friends lost in their prime and the many articles of civilization they ruthlessly destroyed.",
        3516.1,
        3530.54
    ],
    [
        " As I look back, some facts are quite clear.",
        3534.04,
        3538.0
    ],
    [
        " Japan's sneak bombing of Pearl Harbor destroyed many American lives, ships and planes.",
        3538.76,
        3544.84
    ],
    [
        " We had no choice but to destroy Imperial Japan.",
        3545.5,
        3549.64
    ],
    [
        " The A-Bomb ended that war.",
        3551.08,
        3553.62
    ],
    [
        " It saved millions of American lives by preventing a murderous invasion of Japan and the probable destruction of a suicidal Japanese population.",
        3554.48,
        3564.52
    ],
    [
        " The Japanese soldier was a bloodthirsty foe imbued with the code of Bushido.",
        3564.9,
        3571.94
    ],
    [
        " If we had not defeated an army that thought it was unbeatable who knows how many American cities might have shared the horrid rape of Nanking.",
        3575.04,
        3583.68
    ],
    [
        " In looking back, I'm still amazed I escaped the killing machine.",
        3584.24,
        3592.74
    ],
    [
        " Why I never fell killed or wounded in that storm of steel thrown at us countless times still astonishes me.",
        3594.56,
        3602.02
    ],
    [
        " I'm proud of the number of the enemy I fired on and hit with my mortar rifle or Tommy gun and regret the ones I missed.",
        3602.46,
        3612.96
    ],
    [
        " There is no mellowing for me.",
        3614.96,
        3618.2
    ],
    [
        " That would be to forgive all the atrocities the Japanese committed against millions of Asians and thousands of Americans.",
        3618.96,
        3625.22
    ],
    [
        " To mellow is to forget.",
        3627.4,
        3629.14
    ],
    [
        " Each man who survived I am certain was plucked from the mire of death by the Almighty.",
        3630.66,
        3640.1
    ],
    [
        " And in this I feel humble and grateful.",
        3642.1,
        3646.42
    ],
    [
        " Socrates said, No thyself, I do.",
        3649.02,
        3656.62
    ],
    [
        " The war taught me.",
        3658.28,
        3661.08
    ],
    [
        " The war taught me.",
        3672.32,
        3673.78
    ],
    [
        " This is how he closes out that book and the war taught me as well and the war still teaches me.",
        3674.16,
        3690.48
    ],
    [
        " And that's why I read about war and why I talk about war and that's why so much of this podcast is about war because war can teach us.",
        3692.04,
        3707.98
    ],
    [
        " But it's not only war that teaches us life.",
        3709.18,
        3718.14
    ],
    [
        " It teaches us.",
        3721.8,
        3723.64
    ],
    [
        " But that's only if we are humble and open-minded enough and tentative enough to watch, then listen and learn from it.",
        3724.46,
        3738.62
    ],
    [
        " Not only from our own paths and the things we go through but from what we see other people do.",
        3739.2,
        3747.5
    ],
    [
        " It's a teacher.",
        3751.5,
        3752.62
    ],
    [
        " Life is a teacher.",
        3753.0,
        3754.48
    ],
    [
        " And yet, and you see this all the time, there are people that do not learn from life.",
        3754.76,
        3761.82
    ],
    [
        " And they make the same mistakes over and over and over again just completely unaware of the lessons that are smacking them in the face.",
        3762.58,
        3776.8
    ],
    [
        " And I think that's where you have to flip the switch in your brain.",
        3780.8,
        3785.98
    ],
    [
        " That that hardship, that you're facing, that trial, that tribulation, embedded in that misery is a lesson.",
        3786.22,
        3803.08
    ],
    [
        " To teacher.",
        3805.64,
        3807.1
    ],
    [
        " And it's only a lesson if you're willing to learn from it.",
        3807.64,
        3833.06
    ],
    [
        " And speaking of learning, I last Facebook live got some good questions.",
        3839.42,
        3850.74
    ],
    [
        " And I know this little rough transition.",
        3851.34,
        3854.52
    ],
    [
        " No man.",
        3854.78,
        3855.26
    ],
    [
        " But it was just kind of a going through all those things.",
        3855.7,
        3863.04
    ],
    [
        " And you can see the different people's books and you can see what war did to them.",
        3863.06,
        3868.76
    ],
    [
        " And you can see the similarities with all of them that human beings put in really stressful situations, human beings put in life, they have similar outcomes.",
        3869.08,
        3880.66
    ],
    [
        " I mean, there's commonalities in it.",
        3881.12,
        3883.16
    ],
    [
        " And I think the more we look for those commonalities and the more individual you, me, the more I look for these commonalities and in different people's experiences, the better off I'm going to be.",
        3883.48,
        3892.1
    ],
    [
        " The more I'm going to be able to understand what's happening to the world around me or to the people around me.",
        3892.84,
        3898.78
    ],
    [
        " And that's one thing that I think is really important is seeing, you know, when you start talking about the life lessons hitting you in the face, it's always, if you're the person that's getting hit,",
        3898.88,
        3910.48
    ],
    [
        " even though you're the person that stands to gain the most from understanding what's going on around you, you're also the person that has the hardest time recognizing it.",
        3912.86,
        3921.88
    ],
    [
        " It's just like when you're sitting outside of an MMA match or an MMA fight and you as the coach as the corner man, you can see what's happening.",
        3922.06,
        3931.58
    ],
    [
        " And the guy that's getting punched in the face, a lot of times they don't see what's hitting him.",
        3932.04,
        3936.54
    ],
    [
        " And they don't think of it as a lesson. They're not taking anything positive away from it. They're getting punched in the face.",
        3936.82,
        3942.46
    ],
    [
        " And it's not until someone says, hey, the guy's hitting you with a left hook, you know, you're dropping your hands or whatever so that the person can make a correction.",
        3942.84,
        3950.64
    ],
    [
        " They're not learning from it. They're getting hit. And that's what happens to a lot of us in life.",
        3951.04,
        3954.56
    ],
    [
        " Is we're getting punched in the face, punched in the face, punched in the face. And we don't recognize, we can't step back.",
        3954.86,
        3959.88
    ],
    [
        " We can't detach from being in that situation where we can actually assess what's going on and say, oh, okay, I see what's going on here.",
        3959.88,
        3966.92
    ],
    [
        " I see what I see what changes I got to make. That's why. And then what happens is, this is what happens.",
        3967.0,
        3973.22
    ],
    [
        " What happens is you say, oh, Echo, I see you're going through some hard times. So I go up to you and say, Hey, Echo, this is what you're doing. This is what you should change.",
        3973.38,
        3981.18
    ],
    [
        " And what happens? Big ego flare up from Echo. You don't know how I feel. You don't know what's going on. You don't know what it's like.",
        3981.18,
        3987.16
    ],
    [
        " You don't know it feels like getting punched in the face. Bro, I'm just trying to help you. You don't get it. So what we do are in our instinct is to put up defenses.",
        3987.16,
        3994.86
    ],
    [
        " Even when somebody's trying to help us out. So that means you got to get good at trying to help people out too.",
        3994.9,
        3999.48
    ],
    [
        " Because we already know that everyone gets defensive and that everyone's ego flares up. And that when you talk to your friend, that's either a vet coming home.",
        3999.8,
        4009.68
    ],
    [
        " And he's facing problems or someone that's having a hard time at work or someone that's having a hard time relationship or someone that's having a hard time with whatever addiction's gotten a hold of them.",
        4009.98,
        4018.68
    ],
    [
        " All those things, you got to learn how to how to talk to those people in a way that you're not being offensive to them.",
        4019.12,
        4025.9
    ],
    [
        " Which is hard to do because we all take offense whenever somebody tells us that we're doing something wrong. We're all offended by it.",
        4026.0,
        4032.34
    ],
    [
        " We're all offended by it. Even the most positive, helpful person. You're own, your mom.",
        4032.48,
        4038.44
    ],
    [
        " Right? Your mom comes and tells you something. You get offended. Right? You're your best friend comes and says, Hey, you know you're doing this. You're going down the wrong path here. You don't know nothing about my path.",
        4039.22,
        4050.46
    ],
    [
        " So having that detachment so you can see yourself and then having an open mind when somebody tries to help you. And then when you are trying to help someone trying to do it in a way that you don't attack their ego.",
        4050.82,
        4065.54
    ],
    [
        " Those are some good things to think about as you're going through life trying to take lessons away from it.",
        4065.86,
        4070.98
    ],
    [
        " It's so crazy how it applies again applies to everything. You know what's like when you ever hear people say, if I knew then what I know now that's of course, right?",
        4070.98,
        4084.76
    ],
    [
        " Of course. The jacked up thing is there's all kinds of people that know now that tried to tell you then.",
        4085.2,
        4093.78
    ],
    [
        " Yeah, there's so much there's so many places to get this information. You're saying if I knew then what I knew now well then guess what all kinds of people were trying to help you.",
        4093.78,
        4103.68
    ],
    [
        " Yeah, we're trying to help me we're trying to tell me what to do. I wasn't listening to any of my egos too big. I know what I'm doing. I'm the smartest person in the world.",
        4103.68,
        4111.72
    ],
    [
        " You don't understand the situation. It's going to be different for me. My life is special. My life is different. You know, yeah, all those things. All those things that we say.",
        4111.72,
        4119.62
    ],
    [
        " If we just had an open mind to listen to what people were trying to tell us or or at a minimum have an open mind to listen to what life was trying to tell us hard.",
        4120.78,
        4135.84
    ],
    [
        " It's funny because it's so true. Like how you when you're when you say if I knew then what I know now and you say well back then there was people.",
        4136.08,
        4148.88
    ],
    [
        " But yelling at you. Yeah, scream at metaphor thing yet. You know right there giving you that knowledge so you could have known then what you know now kind of thing.",
        4149.68,
        4158.34
    ],
    [
        " Yeah, then you got to go one step deeper and go dang well I should have known then to listen to you guys. You know I know to listen to you guys now kind of thing.",
        4158.36,
        4166.92
    ],
    [
        " Man, it's like it's almost like this borderline impossible scenario. It is a hard scenario. There's some things in life and this is so unfortunate that you have to learn only from life.",
        4167.96,
        4181.8
    ],
    [
        " There's all these stupid things that people go through and you just you just you watching them go through it. Yeah. And again, I talk about this story where you you you get you get someone that's going down a downward spiral.",
        4182.22,
        4195.08
    ],
    [
        " You pick the downward spiral that they're on. Yeah, whether it's their relationship that they're in as a disaster. Whether they're getting addicted to whatever you want to get addicted to. Yeah, you know whether that's work whether that's alcohol whether that's drugs whether that's gambling whatever thing you want to be addicted to you pick the downward spiral that you want to jump on.",
        4195.08,
        4216.92
    ],
    [
        " The person that's on that downward spiral. They don't see it and everybody that's outside of the spiral can absolutely identify it and tell them and they don't want to get off. I mean, I know hey addictions are horrible right and that's why they're called addictions and that's why people ride that downward spiral until it destroys them. Like Eugene sledges dad talked about it's like hey it'll ruin you. Yeah.",
        4216.98,
        4243.64
    ],
    [
        " The only way out is willpower the only way out and then Eugene says that you got to defeat it with pure self discipline. Yeah. Yeah, you can you can have fun little games with your mind and win. It's their little like chess matches which with your mind with alcohol. I know that from experience. And I'm not when we first started doing the podcast. I didn't realize that you drink as much as you drink at that time. Yeah. I was like because we we were recording. Yeah.",
        4243.64,
        4273.06
    ],
    [
        " And you report one out and I was like, what are you doing, bro? I'm like in here to you know get after it. And you're going to have a drink during this. Yeah. Well, in my slight defense. One drink wouldn't really affect anything. And I know this because other people tell me this and I feel this where even if I get hammered, this was back then. You couldn't really tell that people would be like, oh, you don't even seem at all mean on the inside. I'm like, but yeah.",
        4273.64,
        4303.54
    ],
    [
        " And here's another thing in this can apply to a lot of people I think not everybody, but maybe some people where you know how I was a kind where I would only drink at home when I did work. Here's the thing.",
        4304.12,
        4315.06
    ],
    [
        " I was bizarre thing. Yeah, when I look to the textbook definition of an alcoholic drinking at home alone while you're working. No, I'm sure it's one of the simple potential symptoms, but straight up and not potential.",
        4315.22,
        4327.22
    ],
    [
        " When I went to like the bar or something like hang out, I didn't really go to the club. I mean after I stopped working the club. I already went, but.",
        4327.4,
        4334.08
    ],
    [
        " You know, to go hang out and stuff, I drink way less. I wouldn't even really want to drink that much, but at home working, that's when I would drink, but like I said.",
        4335.04,
        4343.64
    ],
    [
        " I work every single night and for a long time too. So it was like every night for like years and years and years. But the only problem that it would kind of create where these kind of covert problems like the next day wasn't as driven to do much.",
        4345.18,
        4359.76
    ],
    [
        " I'd work out a go train. I do all the stuff that you know I've been doing for whatever years, but.",
        4359.92,
        4364.76
    ],
    [
        " You know, like how you learn something new to bring, you know, XYZ element of your life to the next level kind of thing, it would really get in the way that so.",
        4365.86,
        4374.38
    ],
    [
        " So you're kind of staying at level like three. Yeah, but I'll here's the thing though. In certain ways, I was learning a lot because you learn a lot when I work and stuff when I do, you know, all these programs and do video stuff. You learn a lot while you do it.",
        4374.9,
        4386.96
    ],
    [
        " So man, I was I was learning and getting better and my stuff. So in a way, the problems like I said weren't real obvious. And then after a while, like after time, because you know what it was, what really brought the problems to light was fucking hang with you.",
        4387.86,
        4400.0
    ],
    [
        " Because you'd be like, okay, we're here. Now we're going here to this week. We're on like a whole different thing. And I'm like, man, I can hardly keep up with Jaco. So at night, I'd be like, oh yeah, I'm keeping up with Jaco, but the next day I'm thinking when you're doing stuff early in the morning, you're doing stuff during the day.",
        4400.14,
        4415.14
    ],
    [
        " You're letting me know, okay, now we got this and I'm like, dang, I just basically been recovering all day because I don't feel that good. I didn't work out. But as we used to record the podcast at night, yeah, later night. Yeah. And so we'd get down at one o'clock in the morning.",
        4415.28,
        4428.32
    ],
    [
        " Yeah.",
        4428.84,
        4429.04
    ],
    [
        " And yeah, I'd have to get after it in the morning and you not have to. Yeah, exactly right. So it's weird. I when you do that routine, you get this weird second. I think your body just gets ready to do work and stuff.",
        4429.1,
        4442.92
    ],
    [
        " You know how you do something over and over your body just kind of just accommodates the schedule. So I was like at night, I do fine, but during the day, I wouldn't want to do nothing. Meanwhile, you're doing all this stuff. And I was like, man, I'm not to mention all the things that we talked about.",
        4442.92,
        4455.74
    ],
    [
        " Yeah. I got tricked by my brain.",
        4455.9,
        4457.56
    ],
    [
        " Mm hmm.",
        4457.94,
        4458.38
    ],
    [
        " Meanwhile, at the expense of my whole life, aside from those, you know, for the other thing that sucks for you is that because you were kind of, because the problems were covert.",
        4458.56,
        4467.76
    ],
    [
        " There wasn't any, I'm assuming that there wasn't any external people trying to help you and be like, hey, I go, you shouldn't drink at night because you were still maintaining",
        4468.06,
        4476.76
    ],
    [
        " an acceptable standard of humanity. Yeah.",
        4476.76,
        4479.82
    ],
    [
        " So and you, you're taking care of your wife, you're taking care of your young daughter. And so you're doing what you're responsible to do, what your",
        4479.9,
        4487.74
    ],
    [
        " responsibilities are, we're being handled. They're just being handled at level three and level three was okay. Maybe people thought that was where you were at, you know, actually, and this may sound better, but this is worse.",
        4487.82,
        4497.48
    ],
    [
        " They were being held at level, essentially level 10, everything like I care, everything I cared about was being handled, everything like to the really high level, like hanging with the kids, talking with them. So my wife would go to bed earlier than me.",
        4497.98,
        4513.52
    ],
    [
        " So then you'd save late working, working, drinking, I can still wake up. I'd be messed, you know, not, not that like happy to be awake, but I would, that wouldn't never, that would never show dealing with other people.",
        4514.42,
        4526.84
    ],
    [
        " And then there'd be times where I feel, if I was just too, and really just, I just felt tired. That's what it was. I didn't feel hungover.",
        4527.16,
        4533.7
    ],
    [
        " You know, this is actually brings up a good point. Is that I think a lot of times people spend because they're because they're achieving a minimum standard or maybe even a medium standard or a solid standard in your case, from your perspective.",
        4533.7,
        4549.76
    ],
    [
        " To me was I was working. Yeah, you're working. You're getting your job done. Yeah, making, making good care of your family.",
        4550.38,
        4557.88
    ],
    [
        " And doing workouts like hard, good workouts during the day, but everything else I was like, oh my, I can't do this. I can't do anything.",
        4558.4,
        4565.92
    ],
    [
        " But I bet there's always. So basically, if you're not looking at yourself with a critical eye, you can get by with a lot as a person, as a human being.",
        4566.0,
        4575.68
    ],
    [
        " If you're not looking, if you're not looking at yourself with a critical eye, you are going to get you, you're not going to reach your potential because you're not going to push yourself as hard as you possibly can, which is, you know, the MMA fighters, when I was trained a lot of MMA fighters, I would tell them, listen, you can train without a coach.",
        4575.74,
        4594.84
    ],
    [
        " And you can train to let's, let's say you're super disciplined.",
        4595.32,
        4599.54
    ],
    [
        " You can get to like 84%. This is an interesting dichotomy. You can get to 84% of your max output of your pushing yourself.",
        4600.94,
        4609.64
    ],
    [
        " A coach is then going to take you to the next level. And he's going to get you to 98%. But this is what's interesting. The last 2% goes back on the individual.",
        4610.26,
        4623.32
    ],
    [
        " So let's say I'm training you for jujitsu tournament. If you just trained yourself for the jujitsu tournament, you'd get to 82% of your potential.",
        4624.82,
        4632.74
    ],
    [
        " Because that means because you're, you know, you get to the last round and you look at your, you know what, I'm probably, I might get hurt this round. So I'm going to take it off.",
        4633.32,
        4639.48
    ],
    [
        " I might, you know, you're going to make all those excuses. You're not going to hold the line. Right.",
        4639.48,
        4643.6
    ],
    [
        " Now, if I'm training you now, okay, okay, you got to be here. Yep, echo you're going to do two more rounds. Hey, you're done with your rounds. You're going to do some burpees. You know, I'm going to, I'm going to make you do that stuff. So that's what a coach does.",
        4644.68,
        4654.2
    ],
    [
        " But then you take the last that's going to get you to 98% but the last 2% is back to you because I can't make you do the burpees as hard as you can.",
        4654.5,
        4667.28
    ],
    [
        " I can make you do them, but I can't make you do them as hard as you can. I can't, I can make you do another round on the mat, but I can't make you do it as hard as you can.",
        4667.4,
        4677.62
    ],
    [
        " I can't make you try moves that you don't feel like trying. Yeah. So it takes a little teamwork in those situations. Yeah.",
        4677.78,
        4689.06
    ],
    [
        " And that's something I definitely saw with MMA fighters is, yeah, without a coach, they're not going to push themselves hard with a coach that puts themselves harder.",
        4690.3,
        4700.5
    ],
    [
        " But if you're going to be a champion, you got to get that last 2% yourself. Yeah. And what's crazy is you can, you can kind of make someone your coach, even if they don't know it.",
        4700.94,
        4710.18
    ],
    [
        " You know how like where I mean, I think you'd kind of know that you're kind of the coach, you know, as far as because your coach, probably anyone who interacts with you in your regular basis, they're going to kind of at the very least look at you and know that you wake up early and get a lot done for for a reason, by the way.",
        4710.4,
        4728.72
    ],
    [
        " So they know that so it's kind of like, okay, I can follow suit, you know, I can take cues from Jocco in this way and I can approve it.",
        4728.72,
        4736.9
    ],
    [
        " It doesn't have to be in the exact things that you're doing, but just in stuff that they do. So I think if you actively do that, where I mean, I'm speaking from a place of supreme luxury, by the way, in regards to this where, you know, I'm like, you're talking about it directly to me every single week.",
        4736.92,
        4753.64
    ],
    [
        " And I'm like, yes, sir, and I go back and try, you know, try my best to apply to my stuff. So of course, but you can do that even if you watch someone on, I don't know, online or something or you read it, you know how people do like blogs and stuff like that.",
        4753.76,
        4769.68
    ],
    [
        " You know, if you're like a subscriber to a specific blog and you really like, you know, to the way they do things or whatever, you can you can get that same effect in a smaller way, I think.",
        4769.72,
        4780.8
    ],
    [
        " But you can get that same effect.",
        4781.16,
        4783.08
    ],
    [
        " You can definitely, but you just you got to be like conscious of it though. And how you say like you have to have your own self like it's self discipline for sure, but what did you say you just said it?",
        4783.18,
        4794.1
    ],
    [
        " Self awareness, look at yourself with a critical eye. Yeah, you got to do that. And here's the opposite of that in my opinion. And from what I've seen the enemy of looking at yourself with a critical eye is being good at justifying stuff.",
        4794.1,
        4807.06
    ],
    [
        " Yeah, especially you know, you know how they say smart people are dangerous in that way because they're really good at justifying because yeah, rationalizing something and justifying something is exactly what it is.",
        4807.38,
        4818.56
    ],
    [
        " It is exactly what that says it's justifying it. Yeah, are you justified in XYZ? And if you are, you are. So if you can justify something to yourself and you're good at it, it's okay. And your mind is literally okay.",
        4818.56,
        4831.02
    ],
    [
        " It's not a good situation. It's very dangerous. Yes, it's very dangerous.",
        4831.1,
        4834.28
    ],
    [
        " Critical eye. Yeah, that's a good one. Let me write call yourself out. Yeah.",
        4834.28,
        4839.52
    ],
    [
        " If you want to reach your maximum potential and move from level three, yeah, to at least level eight. Yeah, man.",
        4839.8,
        4846.64
    ],
    [
        " So what I was saying is that got some pretty good little rapid fire questions. You know, I didn't want to take a bunch of time on them, but I just want to at least address some of the questions that came on the Facebook live.",
        4847.98,
        4860.06
    ],
    [
        " Sure.",
        4860.06,
        4861.02
    ],
    [
        " I've got a stack of questions that have been coming in on Facebook and Twitter and those two primarily is where the big questions come into.",
        4861.48,
        4872.9
    ],
    [
        " And I got a stack of those that we'll get around to in a Q&A at some point.",
        4873.1,
        4876.4
    ],
    [
        " And also a lot of questions that get asked right now, heard them before.",
        4877.12,
        4882.26
    ],
    [
        " So if you have a question, if you haven't listened to the podcast at this point, you might want to just go back and listen to the other podcast because the question that you have about how many hours of sleep at night and what time I go to bed and you know, those kind of things, they're in the podcast and you don't not going to talk about them.",
        4883.08,
        4902.82
    ],
    [
        " Too much anymore.",
        4902.82,
        4903.76
    ],
    [
        " You can have like a, um, you watch a jet pretty there would have been something cool about stopping the podcast at number 25 and said, that's it.",
        4903.84,
        4915.4
    ],
    [
        " That's all you get.",
        4915.58,
        4916.18
    ],
    [
        " And just because we addressed a bunch of stuff and then just let it marinate for a while, like that would be season one.",
        4916.7,
        4924.94
    ],
    [
        " You know how they do that? I'm sure it's a good idea.",
        4925.28,
        4927.62
    ],
    [
        " Yeah, we should have done that. We should have done season one and then paused and let people really have marinated that first season.",
        4928.1,
        4938.02
    ],
    [
        " And then season two comes and boom, see? I like that.",
        4938.42,
        4943.1
    ],
    [
        " No, no, you wouldn't, you wouldn't never let that happen. That's what I think.",
        4943.22,
        4946.88
    ],
    [
        " Well, it depends because it's strategically. It's a good idea. It's a strategically good idea.",
        4947.02,
        4953.04
    ],
    [
        " Yeah. I think it is because also you're going to let that stuff marinate and then you're going to get good feedback on a bulk of work that people can then say, hey, this was a good area of topics that you discussed.",
        4954.48,
        4965.58
    ],
    [
        " Please readdress and hit the following concerns.",
        4965.96,
        4969.74
    ],
    [
        " Right. Right. And so we could attack those, those concerns in such a manner.",
        4969.92,
        4973.82
    ],
    [
        " Yeah. I guess that's one way here.",
        4974.18,
        4976.26
    ],
    [
        " I think this is, I'm speaking selfishly here, but I think this is a big deal where even if you repeat yourself, even if you answer the same question, literally the same question over and over again, it's like, you know, when you go to school or college or whatever,",
        4977.1,
        4996.04
    ],
    [
        " yeah, and you get a review every week. Yeah, I think that yeah, it is. And just as the best example for me is, I never, I never absorb a move in the first try. Yeah, you got to give, you got to teach me 12 different times. I learn one 12 for that each time.",
        4996.04,
        5010.34
    ],
    [
        " Yeah. And then 12 times later, I know all move.",
        5010.6,
        5012.48
    ],
    [
        " Perfect analogy. If you, if you, if you, Jockel's telling echo, yeah, hey, don't complain. Like don't complain. Problem solved.",
        5012.94,
        5026.02
    ],
    [
        " I'd be like, cool, that sounds dope. Man, I need to do that. And then next week, next month, six months later, do you think that sticking with me maybe resonated with me? Maybe not. But no, but yeah, if you're saying it every week to the point where it's like, I don't even hear your words. I just know it as the concept is just in there.",
        5026.02,
        5044.48
    ],
    [
        " That's one like, when I hear people complaining, that's a big red flag violation. Just sticks out like a sort of, let's see someone blaming someone.",
        5045.06,
        5052.52
    ],
    [
        " That's the reason it sticks out because the, so back to this idea of having different seasons, if it was season one, people would, the recommendation said, go back and listen to them all again. So you'd get reiterated on the exact points.",
        5052.82,
        5066.52
    ],
    [
        " Yeah.",
        5066.66,
        5066.92
    ],
    [
        " It's good in theory, but it doesn't work.",
        5067.36,
        5069.0
    ],
    [
        " Okay.",
        5069.36,
        5069.7
    ],
    [
        " I think, I don't know. That's a, I don't know what I want.",
        5070.5,
        5082.48
    ],
    [
        " Because this is the concept. And then we take one week off and then we start season two.",
        5082.62,
        5086.88
    ],
    [
        " Oh, I don't know.",
        5086.88,
        5091.4
    ],
    [
        " Anyway, I like the way you've been doing it. To be honest, it's my input. One guy. It's my input.",
        5091.96,
        5098.3
    ],
    [
        " Well, you do have 50% of the vote here, apparently.",
        5098.6,
        5101.88
    ],
    [
        " All right. Well, let's get to these questions.",
        5102.28,
        5105.2
    ],
    [
        " Yeah. Like I said, these are quick questions.",
        5106.1,
        5108.72
    ],
    [
        " Yeah. These are like, yeah, yeah. I like them though.",
        5109.06,
        5111.88
    ],
    [
        " Okay. First question.",
        5112.44,
        5114.58
    ],
    [
        " I'm going to read these just how they're listed. And then we'll go through, you know, swimming and or running for BJJ conditioning.",
        5115.44,
        5122.14
    ],
    [
        " Question mark.",
        5122.64,
        5123.14
    ],
    [
        " Yes. Swimming and running are good for conditioning. I would recommend that you use sprints slash interval training for both.",
        5123.52,
        5131.42
    ],
    [
        " And I think that's going to get you where you want to be.",
        5131.68,
        5134.58
    ],
    [
        " Also, it's good to have that good base cardio.",
        5134.98,
        5137.7
    ],
    [
        " So that's good too. But yeah, they're both good. The best conditioning for BJJ to do.",
        5138.44,
        5145.86
    ],
    [
        " The shortfall of that is that you can sometimes push, you never mind sometimes.",
        5145.86,
        5153.28
    ],
    [
        " You can push yourself harder in with burpees or with some kind of met con or swimming or running.",
        5153.4,
        5159.64
    ],
    [
        " You know, if you could do sprints, you should be breathing. You should be able to make yourself breathe harder doing sprints than you can.",
        5159.64,
        5165.9
    ],
    [
        " Doing rounds of Jiu Jitsu for conditioning.",
        5166.46,
        5170.0
    ],
    [
        " Yeah. Now the rounds of conditioning in Jiu Jitsu are more important.",
        5170.56,
        5173.6
    ],
    [
        " But if you want to push yourself extra hard, you got to do something else.",
        5174.2,
        5178.52
    ],
    [
        " So swimming and running for Jiu Jitsu conditioning, yes, they're good.",
        5178.9,
        5181.5
    ],
    [
        " Yes. Use sprints.",
        5181.72,
        5182.92
    ],
    [
        " Yeah. And I agree. Obviously, as far as Jiu Jitsu, I just learned this.",
        5183.32,
        5187.42
    ],
    [
        " And I watched it. It was on a Marcelo Garcia video randomly. I don't know where he was like, okay, I don't do any other external exercises for conditioning.",
        5187.42,
        5196.74
    ],
    [
        " Whatever for Jiu Jitsu. I used Jiu Jitsu as conditioning, but I don't just do regular Jiu Jitsu.",
        5196.74,
        5201.48
    ],
    [
        " This is how I do it. And he demonstrated it. And he was going against a he's obviously a high, high, the highest level black belt.",
        5201.56,
        5208.02
    ],
    [
        " So he grabs a guy. And the guy is a blue belt, I think. And he's like, okay, this is how you do it for conditioning.",
        5208.28,
        5214.24
    ],
    [
        " He's a go. We're going to fight. We're going to roll for whatever, however many, however many minutes they go.",
        5214.24,
        5219.22
    ],
    [
        " And he's like, boom, boom, boom. He's going one move next move. He's just going all he's not even finishing moves.",
        5219.4,
        5224.04
    ],
    [
        " He's going to the next one. And he'll finish the next start again. And he's going, you can tell he's going hard.",
        5224.04,
        5227.92
    ],
    [
        " He's essentially going as hard as he would if he had only 30 seconds, 45 seconds left on a high level competition.",
        5228.04,
        5234.98
    ],
    [
        " That's how hard and fast he's going. And he's like, okay, and he explains you just, you're just, your focus is going from move to move as fast.",
        5235.16,
        5243.86
    ],
    [
        " And as hard as you can and you're breathing and all this stuff, and that's how you get conditioning with Jiu Jitsu.",
        5243.86,
        5248.5
    ],
    [
        " And I was like, dang man, that's, that's good because think about it. Just like how you said when you let's say you have six rounds to go in regular Jiu Jitsu training.",
        5248.92,
        5256.36
    ],
    [
        " It's so easy. You're just focusing on doing your Jiu Jitsu. And with Jiu Jitsu is energy conservation.",
        5256.68,
        5263.3
    ],
    [
        " All these things that are anti conditioning really, they are. So you can get into good spots.",
        5263.62,
        5268.8
    ],
    [
        " Let me shake out one step even more granularly. If you take six rounds, the last 30 seconds of each round, it's, and I talked to Taylor and to Andy about this.",
        5269.0,
        5280.98
    ],
    [
        " And I said, hey guys, when we get to the last 30 seconds, there should be no cruising allowed at all.",
        5281.12,
        5286.74
    ],
    [
        " You should be going for the finish and you should be going for the finish. Like if you got 30 seconds left, go for the finish.",
        5286.98,
        5292.36
    ],
    [
        " If you got 30 seconds left and you're in a bad position, go for the escape as hard as you can. Burn yourself out.",
        5292.44,
        5296.94
    ],
    [
        " That's a huge difference between how you can just go into, I'm guilty as charged because like you said, part of Jiu Jitsu is energy conservation.",
        5297.36,
        5308.16
    ],
    [
        " So for me, I'm really good at conserving energy. You can be cross side mounted on me and you're not going to make it. And I know, I know.",
        5308.66,
        5317.18
    ],
    [
        " I'll be arrogant right now. If you mounted me or you got across the side on me and we had one minute left, you cannot submit me.",
        5318.64,
        5327.74
    ],
    [
        " You know what I mean? Like you cannot submit me. I'm really good. I've had Dean Lister, you know, mounted on side control for the last 22 years.",
        5328.08,
        5338.5
    ],
    [
        " Yeah. Right. So I can defend myself well. So if you have one minute, now if I give you five minutes, that story might be, well, you have one minute. That's how much time is left.",
        5338.68,
        5348.28
    ],
    [
        " So I can completely go into cruise mode. And that's the wrong answer. If you're going to try and get, if you're trying to survive for some reason, okay, well then yeah, utilize the conservation skills.",
        5348.52,
        5358.82
    ],
    [
        " But if you're trying to get some conditioning work and prepare yourself for aggressive tournament style situations, you best put out.",
        5358.86,
        5367.46
    ],
    [
        " Yeah. And that's why in a way going back to what you said about having a coach is where the coach will be like, hey, Shark Tank, you know something like this, they kind of avoid your capability to treat jujitsu as just regular jujitsu energy conservation efficiency, all this stuff.",
        5367.46,
        5384.58
    ],
    [
        " You know, that that's when a lot of people ask me, what should I do for my first tournament is in three days? What should I do? What should I look out for? And what I tell people is that, okay, the person that you go against in a jujitsu tournament is going to go harder against you than anyone has gone against you in the gym period in the story.",
        5384.84,
        5403.2
    ],
    [
        " Yeah. It is a whole other level of competition that, you know, white belt versus white belt. The first time you go in a tournament as a white belt, the person you're going against is going harder than anyone has gone against you in the gym period.",
        5403.24,
        5420.24
    ],
    [
        " Yeah.",
        5420.6,
        5420.76
    ],
    [
        " You can't even when we would have MMA fighters fighting in the UFC, it's near impossible to get to get the training partners to go as hard against that guy as as their opponent is going to go.",
        5421.4,
        5438.08
    ],
    [
        " Yeah. It just it just not there. There's no legitimate fire. Now occasionally, you know, you get guys that are really good training partners and they'll push you, but that's why we do Shark Tank.",
        5438.28,
        5447.92
    ],
    [
        " Yeah. Because it's hard for me to get, you know, four guys lined up to roll with you and everybody's going to go as hard as they possibly can.",
        5448.14,
        5455.16
    ],
    [
        " Yeah. Everyone's going to match what you match a little bit. They're going to use what they have to use and that's so true, man.",
        5455.48,
        5460.54
    ],
    [
        " What is that watch out for? There's a bunch of those elements in there when you're in a training scenario because you don't have the, you don't have that background, hum of this means everything like a competition.",
        5460.68,
        5472.12
    ],
    [
        " You know, so, yeah, I mean, they actually know who does go super hard as people that have never trained you to before.",
        5472.12,
        5477.12
    ],
    [
        " Yeah. First time in the gym. It's not a competition, but that's the first thing I feel like a competition to them.",
        5477.3,
        5481.6
    ],
    [
        " So true. So true. I mean, I've been on the weird how crazy it is that you just take a guy that completely believes that they can kick everyone's ass and you bring them the",
        5481.96,
        5492.22
    ],
    [
        " Gets a gym and they just get destroyed. Yeah. Isn't that crazy? It's crazy. Just use a crazy thing. Yeah. It's an it's an ego checker. That's kind of what I was thinking and the same thing with kind of MMA.",
        5492.22,
        5502.94
    ],
    [
        " I think Gets an M.M.A. kind of the same deal where it's kind of real, you know, where you know you're talking about veterans come home and they come to every day life and you people have no idea really what",
        5503.24,
        5517.8
    ],
    [
        " Extreme stuff is, you know, these people are, you know, they're walking around just not knowing. Meanwhile, what they bit what they've been through is just so extreme.",
        5520.9,
        5528.5
    ],
    [
        " They come back and they know they have that basis for comparison. And you know, you get this teacher who's like, you know, mouthy enough to the guy remember, he goes, didn't it didn't more teach you anything.",
        5528.66,
        5538.12
    ],
    [
        " You know, kind of thing and they don't know they don't know nothing, you know, give them one day give that teacher one day with, you know, it's just a big eye opener. So that's kind of how I feel with like jujitsu and MMA and stuff. And when you go out and when you hear people talking, you know, I just stop.",
        5538.12,
        5553.94
    ],
    [
        " I kicked that guy's ass. You know, kind of thing and you're like, oh my gosh. Give you go to the gym one day with two rounds.",
        5554.48,
        5561.06
    ],
    [
        " I know normal three rounds because one round people think you got lucky. I know that's the two rounds ago. Well, that might have been locked. But and then after you submit someone three times, they're like, okay,",
        5561.06,
        5571.04
    ],
    [
        " there's something I don't understand here. No, I want to learn it. Give them one 10 minute round. Oh, God, I'm watching them just be like, this guy can't do this. I can't like, it's to the point, especially early on, you get a 10 minute round. And you know,",
        5571.12,
        5584.12
    ],
    [
        " because when you're going against someone, there's that you're locked into it. Yeah, you have to straight up, give a normal person isn't going to be destroyed after because they're going to be in a competition white belt mode going as hard as they can.",
        5584.12,
        5595.64
    ],
    [
        " Again, someone that's not using any strength or energy at all who's destroying them and submitting them every 30 seconds.",
        5595.74,
        5601.14
    ],
    [
        " Man, it's just you.",
        5601.26,
        5603.04
    ],
    [
        " But yeah, the runner, what I did like about running like, you know, three, four miles. What I found that that provided was, you know, when you know, we'll do take take down battles and no one's getting each other.",
        5603.8,
        5616.64
    ],
    [
        " I felt that it really kept me going like just being on your feet doing like low intensity pushing. I really felt that it helped that. Yeah, agree.",
        5616.96,
        5626.36
    ],
    [
        " Check next question. Next question. What advice can you give on push ups and bench press for shoulder and peck injuries slash recovery?",
        5627.26,
        5636.42
    ],
    [
        " Okay, real quick for all for all injuries, what I say is do what you can and do what you can without hurting yourself. So for instance, if you can't do a full push up because it hurts your shoulder, guess what?",
        5637.74,
        5649.98
    ],
    [
        " Do a quarter push up and do a bunch of them and just get that range of motion. You're not going to get a full workout, but get that range of motion, get it working.",
        5651.86,
        5659.66
    ],
    [
        " And then maybe in a week, you can do a half push up and then you do half push ups and then in of another three weeks, you can do a three quarter push up.",
        5659.82,
        5669.18
    ],
    [
        " And then eventually you can do a full push up and then you start doing your deep push ups in between rings or whatever you get it back. That's what I do.",
        5669.54,
        5676.0
    ],
    [
        " I do that with every body part that I have that might be injured for whatever reason. I do what I can. Yeah, I do what I can. And specifically, I'll tell you what bench press.",
        5676.0,
        5685.7
    ],
    [
        " I would use dumbbells and not barbell because a barbell blocks your arm into position. And this is very similar to an Americana or a Camira.",
        5686.18,
        5696.18
    ],
    [
        " Both of those submission moves in Jiu-Jitsu are based on the same kind of general range of motion as a bench press.",
        5696.84,
        5704.62
    ],
    [
        " There's definitely something different about it. And obviously it's you can do bench press. I mean, people bench press, you know, hundreds and hundreds of pounds on a barbell.",
        5704.88,
        5713.9
    ],
    [
        " So it can be done. But essentially it is is a similar motion. If you're like with an Americana, which is a submission hold in Jiu-Jitsu.",
        5713.9,
        5723.3
    ],
    [
        " If you can move where your wrist is, you can it doesn't hurt at all. You know, if you put your wrist up by your head, it doesn't hurt at all.",
        5724.28,
        5730.82
    ],
    [
        " They can person can do an Americana all day. Once you bring it down, now it submits you. And that's the way I look at a barbell.",
        5730.9,
        5736.58
    ],
    [
        " And that's why I haven't done barbell bench press. And I don't even know how long, especially like a going for max. I haven't done that.",
        5736.68,
        5741.6
    ],
    [
        " I don't even remember last time I did it. But yeah, for any of these injuries that you might have, do what you can. Use minimum, use the range of motion as you can.",
        5741.76,
        5750.46
    ],
    [
        " And don't re-enter yourself. You know, don't be stupid. But if it hurts your knee when you get to a half a squad, do a quarter squad. Or you know, do a three eighth squad.",
        5750.46,
        5764.92
    ],
    [
        " So that's what I recommend to get through those.",
        5766.24,
        5769.54
    ],
    [
        " Yeah. And it's that's kind of the thing. And I know this from and I had knee surgery and I had a quick recovery, quick recovery. And the reason that was was because, A, you're going to be smart.",
        5769.8,
        5784.9
    ],
    [
        " Just like I was saying get to be smart about your don't I had knee surgery. I'm not going to go max squad, you know, four weeks later. You know, kind of thing.",
        5785.08,
        5793.24
    ],
    [
        " So yeah, you take it slow. But at the same time you go, you treat it like a workout. You do seriously. You see you be sure it's about it. Yeah. Yeah. Exactly. Right. So people was I forget when I said, I don't know if I said it on here, but where people would get a shoulder injury, for example.",
        5793.84,
        5809.5
    ],
    [
        " And part of the rehab is like these stabilization for your core. And then they'll be like, I'm not going to skip that day because I don't feel anything. That's ab muscles. Why would I do that? I have a shoulder injury. So I'm going to skip that. And I'll, you know, the next day, I'll do my little shoulder exercises. I'll go through the motions. And that's it.",
        5809.5,
        5826.86
    ],
    [
        " But if you treat it like a for real workout, like where you stretch it, you kind of push yourself not in weight. But you know, you do a motion, range of motion, all that stuff. Every element of your rehab has to be real important to you, including the consistency. Yeah.",
        5826.94,
        5842.9
    ],
    [
        " And if you do it that way, that'll be how don't to me. And I don't know. I don't know the history of the this question or nothing, but bench press for shoulder injuries and recovery.",
        5843.0,
        5857.02
    ],
    [
        " Not there. They they're no. Yeah. They don't. That's not a hand in hand thing. Like so if you, if you're concerned about whether to, you know, whether or not to get your bench back up after you have a shoulder injury. Okay. But they still the bench has nothing to do with recovery from a shoulder injury.",
        5857.38,
        5871.48
    ],
    [
        " What you do is all the little stable stabilization muscles in there like these weird motions and stuff like that. A lot of times that's where you know, another good, another good compliment. This is why the shoulder injury. And it hurt really bad to do regular push ups.",
        5872.26,
        5887.36
    ],
    [
        " But I could do ring push ups because it allows you to move away from those range of motions that hurt you. So that's good. But yeah, bench press for shoulder not good. I had a guy, a new guy officer in Ramadi who had showed up during deployment. And he had a bad shoulder for something.",
        5887.6,
        5903.9
    ],
    [
        " He's like, hey, sir, I was I was wondering if you can be any good, you know, exercises I could do for for my shoulder, which I have, you know, a bad shoulder. And I was like, yeah, do muscle ups.",
        5904.16,
        5913.62
    ],
    [
        " And he kind of looked at me a little strange and then later realized that, you know, I was having fun. Yeah, that's a joke. Luckily he didn't like heed my advice at the time. Yeah, he just thought while this guy's",
        5916.1,
        5928.26
    ],
    [
        " insane.",
        5928.26,
        5929.42
    ],
    [
        " So you can just rotate or any rotator stuff like this, like, you know, like throwing ball motion just controlled in that that's going to get you back.",
        5930.38,
        5937.42
    ],
    [
        " Yeah, you can recover. You can recover. Yeah, that's the thing. And again, you have just treat those rehab because there's nothing glamorous about this that throwing motion, actually like a rotator cuff exercises. There's nothing",
        5937.66,
        5950.26
    ],
    [
        " out there. Exactly right. So people will be like, I mean, I'm not doing that. You know, when I go in the job, I'm benching as you know, I'm doing some, you know,",
        5950.32,
        5957.94
    ],
    [
        " military presteel. Yeah. But if you do, but as serge, like, demonstrating, so I had a kind of a injured shoulder like from the day before and serge was like, dang, you know, serge demonstrates kind of heavy",
        5958.04,
        5967.58
    ],
    [
        " handedly. And he rips my shoulder. And then I felt that pop up. So now I can't lift anything above my head. So all I did was that rotator cuff.",
        5967.58,
        5977.16
    ],
    [
        " It's like a program. It's like this way front back and then down here this way.",
        5977.72,
        5981.64
    ],
    [
        " Did that. And it was only for like two weeks. And it was just back. Yeah, it's unfortunately sergeant moved to Connecticut. He's one of my favorite training partners.",
        5981.66,
        5989.66
    ],
    [
        " Yeah. So he gives you an accurate look after. Yeah.",
        5989.66,
        5993.08
    ],
    [
        " And when he gets, when he's like his go to, because he wrestled and he's got a sick double, he would just get in this double leg mode.",
        5993.5,
        6001.94
    ],
    [
        " And he'd get up for something like we'd be scrambling. He'd get up. And I'd say the look on his face. Here it comes. Here it comes. And he blasted that double.",
        6001.94,
        6010.98
    ],
    [
        " I remember that so hard. Launch me.",
        6011.08,
        6013.68
    ],
    [
        " I remember one time I rolled with him and I think you may have like seen part of it or something. And you were like, oh, how was it rolling with sergeant?",
        6013.98,
        6020.1
    ],
    [
        " I was like, yeah, you know how you kind of explain how the roll went or whatever. And I was like, yeah, man. And then he got he turned on this moody. You were like, oh, yeah, he's",
        6020.16,
        6028.0
    ],
    [
        " arched out on the funious. Did you ever see him do that sling shot? So he used to have this defense from getting triangle. And he would just I can't really explain it, but he would basically launch the other human being across the",
        6028.0,
        6044.8
    ],
    [
        " mat. And it was awesome. I'd say somebody lock up and he didn't care. Like they put a triangle on him. And he just he'd go into he'd do the sling shot. You just laugh at it because he know he's getting ready to launch somebody.",
        6044.96,
        6057.1
    ],
    [
        " So, yeah, got a school in Connecticut, by the way, if you're in Connecticut, you can go train there.",
        6057.58,
        6064.2
    ],
    [
        " What is it? What's it called? I didn't know that. It's called Getsu Life. That's what it's called.",
        6064.86,
        6070.02
    ],
    [
        " Okay, there you go. Yeah. Do one of my old teammates and one of my long time training partners to get some with next next question.",
        6070.1,
        6083.54
    ],
    [
        " Do you prep your own food daily or eat on the hoof and grab what you can. I do both. If I if you know, I generally don't pack up something and make a little meal because my travel is all weird and random.",
        6083.84,
        6098.86
    ],
    [
        " But yeah, so what I can and I'm at home. So I make something up. Yeah. Yeah. But I eat out a decent amount. I got my go-to's and I go eat there. Sometimes they make good food for me. Yeah.",
        6101.04,
        6113.34
    ],
    [
        " If you're on the program, like back in the dreams. Yeah, when I was in the teams, I'd bring lunch for sure. But it was never lunch because I never ate lunch.",
        6114.0,
        6122.82
    ],
    [
        " Never ate lunch. Never. Remember was like, okay, guys, I'm going to go get me. Leave me alone for next hour because I'm going to go eat lunch. No, never ate lunch.",
        6123.4,
        6129.96
    ],
    [
        " Never. You never see me saying, hey, guys, okay, let's call it for now and we'll go eat lunch and we'll meet you back here in an hour. No, not happening. No, don't eat lunch.",
        6130.08,
        6138.86
    ],
    [
        " So what do you do? Work through lunch and stay late. And then so when do you eat then just eat the rice.",
        6139.14,
        6143.44
    ],
    [
        " I'm a bit grace. Yeah, like I can eat and be on the phone. I can eat and be at the computer. I can eat. And you know, unless we're doing something physical.",
        6143.44,
        6151.46
    ],
    [
        " And even then eat while you're doing something physical as long as you're not doing that.",
        6151.78,
        6155.98
    ],
    [
        " You miss this one. What would you recommend for striking training as an effective real application practice boxing? Moitai.",
        6156.62,
        6163.74
    ],
    [
        " Mocha. That's real easy. Start with boxing because it's easier to learn. You don't have to throw big kicks. But it's very effective martial art boxing.",
        6164.16,
        6171.48
    ],
    [
        " And then once you get decent at that, you just now you can go into Moitai and learn how to use your legs, your elbows, your knees, your head. So there you go.",
        6172.46,
        6180.98
    ],
    [
        " Yeah, agree. The boxing too. And this is strange, but it's absolutely true is if you if you don't have experience throwing punches and landing punches, it's it's surprisingly hard to punch someone's face and landed effectively.",
        6181.18,
        6197.62
    ],
    [
        " Yeah, you know how like on the movies, you know, you see I just watched my guy real lots of guys used to punch people and then he'd always shake his hand like, oh, you know, yeah, like, oh, I hurt man.",
        6197.62,
        6210.44
    ],
    [
        " That was kind of one of the funny. That's the thing that was funny. I'm sure I'm a guy where they're trying to make like, oh my guy was such a softie in that way.",
        6210.6,
        6219.5
    ],
    [
        " He's hardcore like his brain like he's super smart. So you know, he doesn't carry a gun. You know, he's not that guy has a paperclip. Yeah, it's a brain. Yeah, exactly right paperclip. Sorry. I mean, I've nonetheless.",
        6221.08,
        6232.12
    ],
    [
        " That's kind of what that was indicating, but I thought it taught kind of a good lesson where if you, you know, you watch on TV guys just punching guys in the face and ahead.",
        6232.56,
        6242.42
    ],
    [
        " But you can, if especially if you don't have experience punching, you can probably will break your hand. Yeah, or hurt your hand. Yeah, sure. So if you, if you go train boxing, you can just want so we go some boxing or whatever.",
        6243.7,
        6256.24
    ],
    [
        " You really get to learn like, okay, if I start throwing these punches, the difference between it's just like Jiu Jitsu like six months of Jiu Jitsu destroys someone with no Jiu Jitsu.",
        6256.44,
        6265.34
    ],
    [
        " Six months of boxing does pretty damn good against someone with no boxing for sure. Yeah, the only thing with boxing and like striking, you can kind of not really, I mean, people are going to get mad at even saying this, but I mean this like straight up literally, but in the streets, you can have kind of some training.",
        6265.38,
        6283.18
    ],
    [
        " You know, like if you get in a bunch of street fights all the time, yeah, yeah, and you punch people in the face, you learn, yeah, exactly right. You learn what you learn actually mostly from being a legit street fighter.",
        6283.4,
        6293.56
    ],
    [
        " Is you learn the mindset? Yeah, no stupid is that sounds, but here's what you learn. I five punches guy as fast as I can before he's expecting it to a soccer punch him. You'll become a good street fighter. That's that's what street fighting is.",
        6293.56,
        6304.06
    ],
    [
        " Street fighting a lot is done on aggression. You know, if you get in my face and I punch you in the face, you know, if you look at me and say, what's your problem? And I hit you. Yeah, that's what I read like a good experience street fighter that kicks a lot of people's asses. That's what they do.",
        6304.44,
        6316.86
    ],
    [
        " They are over aggressive. They don't care about getting a fight. They're not thinking about their fighting. And so when you say, hey, what's your crack?",
        6317.44,
        6323.54
    ],
    [
        " Or the guy says, hey, what do you look crack? That's what that's what a that's what a street fighter is. They're going to take action very quickly. That's so you can learn a lot from that.",
        6324.08,
        6332.76
    ],
    [
        " So when you take that and someone, you know, when someone shows up at the MMA gym and they says, we know I got a lot of street fights. Yeah.",
        6332.86,
        6337.96
    ],
    [
        " And if they're that's most of the time that's bullshit. But if it's not and they're actually a guy that's been in a lot of fights. And it's only so helpful because now they got someone that they're going to shake hands with and then engage in combat.",
        6338.3,
        6351.52
    ],
    [
        " So they've lost the what and I'm not saying it's not a real thing. You know, some of my friends growing up were really good street fighters. And this is how I'm saying this with kind of a little bit of knowledge is my friends that were really good street fighters.",
        6351.72,
        6364.36
    ],
    [
        " What was made them good street fighters. Wasn't that they studied boxing wasn't that they studied you two. It was because they had a very aggressive mindset. And so someone would say, hey, what's your crack? And they were going ballistic.",
        6364.68,
        6375.36
    ],
    [
        " You know, or someone's someone says, who do you look a crack and that's it? And it wasn't actually wasn't crack. It was craqa, craqa, craqa.",
        6375.38,
        6382.96
    ],
    [
        " Or you know, that's so yes, that's what a street fighter has. They have a mindset of they have been in fights before, but they know that the aggression will take them a long way.",
        6384.88,
        6394.48
    ],
    [
        " Yeah, it's kind of like a guy in the state basketball who, you know, he has a home court or something and he just shoots a lot of shots.",
        6394.68,
        6402.52
    ],
    [
        " Yeah, he knows how to make those shots, but then now you put them on the basketball court. He has no training with dribbling or anything. Yes, that is true. That is true. You can learn the mechanics.",
        6402.68,
        6414.52
    ],
    [
        " Yeah. And then on your own, you can learn the mechanics, but the mechanics and then you could and the mechanics are going to be almost less helpful.",
        6414.92,
        6422.72
    ],
    [
        " Yeah, that's what I mean. They're actually understanding the mindset of what's going to happen in a fight. Now the mechanics will be more helpful in basketball, but it's not once you get in a real good way.",
        6423.2,
        6432.5
    ],
    [
        " I'm not going to play a game. The first basketball game I ever played, I knew the mechanics and I got destroyed every pass I threw from the first 10 passes I threw got picked off and the guy scoring down the other end of the court and scored.",
        6432.5,
        6442.62
    ],
    [
        " I'm not even getting that happened. My dad was like a Hoosier's kind of guy. Do you see the movie Hoosiers? It's like, hey, you're going to work the mechanics. You're going to work ball handling. You're going to work passing, not shooting. No, no sparring or what is it called? Scrimmaging, right? You're just going to learn the mechanics. And then that would have been cool if I would have had a coach that had a different mindset.",
        6443.16,
        6461.76
    ],
    [
        " But the coach had the same Hoosier mindset as my dad, which is mechanics, mechanics, mechanics. So I worked on all these mechanics. I had really good ball handling, I good passing. And then I got it was the first game I played in basketball.",
        6461.76,
        6475.38
    ],
    [
        " I had never actually was almost maybe I'd done a couple live games, but I had never played against anyone skilled dribble down the court. I was a point card dribble down the court held up my fingers about, okay, we're going to run play number three.",
        6475.84,
        6488.52
    ],
    [
        " Went over the side through the ball and the dude just picked it off. And the kid that I was planning against was a really good player.",
        6489.22,
        6495.28
    ],
    [
        " The other guy that was guarding me just destroyed me. And the reason was didn't have the experience of live games.",
        6495.48,
        6502.42
    ],
    [
        " Now, I actually brought that mentality when I was running training. I always, you know, you can sit there and learn mechanics in the kill house.",
        6502.92,
        6508.72
    ],
    [
        " You can sit there and learn the mechanics of doing immediate action drills out in the field. The mechanics are good. You have to know them.",
        6508.84,
        6515.82
    ],
    [
        " But you have to also be live. And that's why I loved when they win the SEAL teams when we went from just having live rounds and paper targets, which everyone was that was like the highest form.",
        6515.82,
        6528.16
    ],
    [
        " Hey, we try and we train with live fire. That's the best thing. And that's what I was raised to believe. As soon as I saw we had Simunition. And then once I realized how effective Simunition was, I was like, you don't even need Simunition. You can go run around literally saying bang bang at each other, but you got people moving and it's going to help you.",
        6528.94,
        6543.82
    ],
    [
        " So that mindset came from trying to not be just be Hoosiers. You know Hoosiers, the movie Hoosiers is a basketball movie. It's an awesome movie. But the beginning is all just drilling. And my dad, because I didn't play basketball, I said, don't want to play basketball.",
        6545.58,
        6561.02
    ],
    [
        " He said, okay, so he's teaching me how to play basketball, but he was like a Hoosier guy. You're going to be good defense. You're going to be good at ball handling. And then, unfortunately, my coach was the same way.",
        6561.26,
        6569.14
    ],
    [
        " My first coach was the same way. Seventh, greater, eighth grade. Just like, hey Hoosiers would have good defense. And I dribbled on the court. I'd be careful with that.",
        6569.14,
        6579.08
    ],
    [
        " But someone that played street ball. Someone that played street ball. Yeah. And and and didn't know whenever taught in ball handling. No one ever taught him the theory behind a zone defense.",
        6579.7,
        6590.58
    ],
    [
        " Yeah. That guy would have done infinitely better than I did in my first basketball game. My dad must have been hanging his head shame.",
        6590.82,
        6599.16
    ],
    [
        " He must have been what a loser. How did I raise this kid? Yeah. But yeah, that's yeah. It's the same same kind of thing. Yeah, those street fighters. They know how it feels to like land upon. They know they have this kind of intuitive gauge on, you know, kind of distance in a way, you know, just because they've been there.",
        6599.46,
        6618.92
    ],
    [
        " Yeah. And so that's why when you train people for anything, even in the business world, like don't just train the people, the mechanics of a conversation that they're supposed to have if they're a leader. Just don't train them on the mechanics.",
        6618.92,
        6628.78
    ],
    [
        " Here's what you say. Read this script. No, put them live fire. I'm in there. Yeah. Put them live fire. Roll play with them. How's it with you? Are you going through something? Have them go in there and talk to somebody that you told them how to act and act all crazy. Do that. Do that with them.",
        6628.96,
        6640.04
    ],
    [
        " Yeah. Check. Check. Do you take creating? I do not take routine. I have taken creating. I believe it is. It is an effective supplement. When you remember phosphogen. Yeah, when that came out, that was the first creatine supplement. I was drinking so much that it was vanilla. It was disgusting. And I was on the, I was on a ship at the time with a seal platoon. And we were all trying to get as big as possible. We were all taking creatine. I was drinking so much phosphogane.",
        6641.5,
        6668.8
    ],
    [
        " That I had to hold my nose and do it. You know, hold my nose and do it like a shot. So maybe want to throw up. Let's like a weight gainer. Yeah, I was in the end and then this phosphogane. Yeah. Yeah. Yeah. Well, whichever one I was on phosphogane. And it was only vanilla flavor. I don't even like vanilla flavor.",
        6668.94,
        6686.8
    ],
    [
        " That's the, there is your mistake. No, it was only Alfred at the time when it first came out because we were all in the game. But yeah, creatine is, it is effective. I never really had any of the big side effects where people say you get dehydrated or whatever. That bloated. I never really felt much of that. But I don't take creatine right now. I haven't taken it for a long time.",
        6687.66,
        6706.88
    ],
    [
        " Me neither. And I don't actually I never did. Maybe I took this thing called baited in. I think there's creatine in that. It was like long time ago. Yeah. And it was good. I think. I mean, I don't know. But yeah, I don't know much about it as far as what's true and what's not. I hear great things and I hear junk things.",
        6707.64,
        6726.86
    ],
    [
        " Welcome to the interwebs. Yeah. Next. Do you ever, it's you ever surf in Europe? I have not surfed in Europe. I would like to surf in Europe. I know that you boys up in Ireland got some big slabs. So maybe at some point I'll get up and surf up there. It looks awesome. It's very inconsistent though and very crazy with the title differences. So that's that's some point. Yeah. Would be cool.",
        6728.24,
        6754.02
    ],
    [
        " You ever surf in Hawaii? I have. I have. Yes. You ever been to Hawaii before? No. December. Think about it. Next question. Check. I have a bad back and I need to lose a hundred pounds. Any advice on what exercises to start with to kick start things. You know, you have a bad back and you need to take care of that. And I have no idea what that means. That could mean so many different things. What you need to do is you need to probably.",
        6754.94,
        6783.3
    ],
    [
        " You know, start to figure out what you can do. You probably want to go to your doctor and say, Hey, what can I, can not, what can I do and what can I not do? And then doctors sometimes are overly cautious. So maybe get a second opinion. See what you can do with. But the bottom line is if you got a hundred pounds to lose, here's what you need to do. Start moving.",
        6784.0,
        6803.3
    ],
    [
        " Some way, somehow, whether that starts off as walking, whether that starts off as doing some calisthenics, whether it starts off as riding an exercise bike, you need to start moving. That's what you need to do. And then you need to fix the diet.",
        6804.26,
        6816.4
    ],
    [
        " Because that's where most of that weight loss is going to come from. And that's the best ways to kick start things.",
        6816.76,
        6822.44
    ],
    [
        " I agree. Yes. And you know how?",
        6823.44,
        6826.22
    ],
    [
        " K the diet thing.",
        6826.24,
        6828.32
    ],
    [
        " Real quick that you know how like certain things you go into certain situations and",
        6829.0,
        6834.36
    ],
    [
        " you're hit with feelings or certain things that you weren't expecting.",
        6834.36,
        6838.62
    ],
    [
        " I don't give a feeling. I didn't expect. I reject feelings.",
        6838.88,
        6842.48
    ],
    [
        " But you know, then you'll fall into certain pitfalls because you're like, dang, I didn't really expect it to be like this.",
        6842.66,
        6849.02
    ],
    [
        " And maybe if you went in there expecting certain things or understanding certain things are going to come about, you'd have more will.",
        6849.34,
        6856.24
    ],
    [
        " So the diet thing, when you change your diet, if your diet, let's say your typical diet is poor, mean typically that's going to mean it tastes good in some way.",
        6856.92,
        6865.28
    ],
    [
        " To like, you know, whether it be fast food or just whatever it tastes good. Yeah.",
        6865.66,
        6870.42
    ],
    [
        " Let's sugar. Yeah. Exactly right. So it tastes good. And foods that taste good have a certain chemical reaction in your brain and they play.",
        6870.8,
        6877.98
    ],
    [
        " They go hand in hand. Pleasure. We'll call it pleasure.",
        6878.62,
        6882.2
    ],
    [
        " So when you when you refine your diet, typically that means it's going to be less sugar. You know, sometimes less fat.",
        6883.46,
        6890.74
    ],
    [
        " It depends on what kind of diet you know you go on. But if it's if it's a better diet compared to your junk food diet based on taste and pleasure.",
        6890.82,
        6897.54
    ],
    [
        " Less tasty. Less tasty. Exactly right. So it's one thing to be like, okay, it doesn't taste as good and I can handle that. That's cool.",
        6897.54,
        6904.6
    ],
    [
        " But the chemical reaction in your brain is basically going to be telling you like, you need pleasure.",
        6905.6,
        6910.56
    ],
    [
        " You are being deprived of pleasure. And you're going to be like, no, they're telling you your brain is telling you it's not just pleasure.",
        6910.7,
        6915.52
    ],
    [
        " It's sustenance. It's survival. Exactly.",
        6915.68,
        6917.78
    ],
    [
        " Yes. Not just you want. You need that. No, not. Yeah. That was the standard.",
        6918.72,
        6923.5
    ],
    [
        " You needed. So you got to go over to that. And people call it cravings. That's your craving.",
        6923.84,
        6928.5
    ],
    [
        " But it's one thing to be like, okay, craving. I can overcome that for a lot of people. But it's it's a weird feeling.",
        6928.5,
        6934.8
    ],
    [
        " It goes beyond just a. You want to know a good way to kick things off. Go on a fast man.",
        6934.8,
        6939.12
    ],
    [
        " Go on a 24 hour fast because I'll tell you what the best thing about going on a fast in my opinion is how it recalibrates your your",
        6939.56,
        6946.86
    ],
    [
        " recalibrates two things. Your actual feeling of hunger and it recalibrates your taste buds too.",
        6946.86,
        6953.2
    ],
    [
        " Yeah. Because when you're eating this beautiful stuff all the time, that tastes so good.",
        6953.2,
        6958.16
    ],
    [
        " And you just need more of it. Whereas once you go on a fast, when you have a glass of water, it tastes good.",
        6958.7,
        6966.18
    ],
    [
        " You're like, I'm gonna stay so good. And then when you break the fast and you have whatever you're going to have,",
        6966.58,
        6972.98
    ],
    [
        " whatever your first meal is, it takes really good. And it's very satisfying because you have need.",
        6973.1,
        6981.62
    ],
    [
        " Yeah, your needs have been. Yeah, your needs. So that's one of the best things I found about fasting is it recalibrates those",
        6981.88,
        6988.74
    ],
    [
        " those two things hunger and taste and things start to taste better. It's like, have you ever, you drink Coca-Cola, right?",
        6988.74,
        6998.2
    ],
    [
        " So you're used to that sweet, sweet, sweet thing. For me, because I don't drink it, if I taste it, it tastes over the top.",
        6998.44,
        7008.26
    ],
    [
        " So much sweet over the top. And that's because I've fasted from having Coca-Cola's for so long that it just is a taste that I don't even like anymore.",
        7008.26,
        7018.72
    ],
    [
        " But there's a middle ground where, hey, you can have it and you go, wow, this tastes incredibly good.",
        7019.08,
        7024.52
    ],
    [
        " But I don't need a ton of it because I got the satisfaction of the taste. So yeah, that's another good way to kick things off.",
        7024.84,
        7030.66
    ],
    [
        " Yeah, go on a fast, go on a 24 hour fast. You don't need food. Like I told my, when my daughter was going through her last wrestling season, she was telling me she says, you know, dad, I was thinking, because she's fasting or not fasting, she's cutting weight.",
        7030.72,
        7043.14
    ],
    [
        " Never mind fasting. She's gotten weight. And her thing was like, you know, if a person can live for 30 days without food, I can make it till post weigh-ins.",
        7043.46,
        7052.12
    ],
    [
        " Yeah, yeah. You know, you're not starving.",
        7052.26,
        7055.24
    ],
    [
        " No, you're not. You're cutting weight.",
        7056.34,
        7058.6
    ],
    [
        " As big Tony BTF Tony used to say, like, you're not going to die. Oh, you're going to die. Oh, no.",
        7058.84,
        7066.84
    ],
    [
        " So dumb. I talked to Tony the other day on the phone. He was all fired up. We were laughing really hard. I was telling a story and he was laughing so hysterically that it was hard to understand.",
        7067.42,
        7084.76
    ],
    [
        " So, yeah, big Tony. Yeah, that was his thing. Well, you're not going to. You're not going to just die if you don't have anything right now. Yeah, stop.",
        7086.42,
        7096.16
    ],
    [
        " See, man, that's so that's so much about what you feel like eating just picture Tony. Yeah, just picture BTF Tony sitting there going, you're not going to die.",
        7096.38,
        7106.44
    ],
    [
        " Yeah, you know, I'm that. So dumb. Yeah, just this beat offer. Yeah, wrong with you.",
        7106.44,
        7112.52
    ],
    [
        " Man, that's such a good for I mean, it's real funny when he says it, you know, it makes you feel like real post, but he's kind of right.",
        7112.52,
        7119.3
    ],
    [
        " You know, it's like you're like, oh my gosh, I'm just having you scraping, you know, how embarrassing is that? Imagine this.",
        7119.5,
        7125.92
    ],
    [
        " Imagine if you had to announce your stupid pathetic cravings and needs wants to the world.",
        7126.16,
        7135.0
    ],
    [
        " Yeah, you know, I imagine if I had to walk into a room into a group of people and say, I cannot live another second longer without a donut.",
        7135.0,
        7143.94
    ],
    [
        " Like that would be so embarrassing as a human to say that. And yet we think that way and we act that way.",
        7144.2,
        7150.46
    ],
    [
        " We do. We don't say it, but our actions basically act that way. We know that the donut is not needed. Yeah, we know that the donut is not needed.",
        7150.56,
        7158.58
    ],
    [
        " Yeah, if you were if you were starving for 38 days, you know, if you were on day 37, hold off. You might find a statement.",
        7158.58,
        7169.42
    ],
    [
        " Yeah, it's so bad. And man, you see, you mentioned that made me think that it's so bad that this isn't official effective way to like improve your diet.",
        7169.42,
        7184.54
    ],
    [
        " This right here. Don't keep junk food in your house. Yeah, that's what I remember one junk food in your house. You can't control yourself.",
        7184.98,
        7192.64
    ],
    [
        " Yeah, and you're rationalized to you. You know what? It's no big deal. I'm gonna start that. I'm gonna fast me three weeks anyway.",
        7192.72,
        7198.38
    ],
    [
        " So I'm supposed to eat this whatever right now. That's all bad. We can't control yourself. I like that idea.",
        7198.64,
        7203.68
    ],
    [
        " Just thought of just having to announce your weak thoughts to the whole world. Yeah. And how stupid they would.",
        7203.8,
        7209.2
    ],
    [
        " Like if you're gonna carry out an action that's weak, you should have to verbalize it first. Yeah. I am about to eat this donut because I cannot survive without it.",
        7209.2,
        7217.3
    ],
    [
        " Announce your rationalization to the world. Yeah. I'm going to skip this workout because my left pinky is sore from Jiu-Jitsu three weeks ago. Yeah. No. Well, that's just better rationalization than a lot of ones that I've dealt with. I straight up, I don't feel like it. Straight up.",
        7217.74,
        7238.62
    ],
    [
        " That's not good. Come on, D'ol. Next question. PD PD or HGH question mark. Well, that means do you take these or?",
        7239.48,
        7250.62
    ],
    [
        " Well, which one is better? Yeah. Well, PD is a general term performance enhancing drugs and HGH is a human growth hormone. I think he's asking or this person is asking if you take them.",
        7251.6,
        7263.22
    ],
    [
        " I do not or your thoughts on them. The only performance enhancing drug that I take is chocolate. I take chocolate. Now it which being run through the Olympic Committee to see it looks like it's going to get banned in the Olympics.",
        7263.22,
        7278.58
    ],
    [
        " Yeah, yeah. Because yeah, Tony, too many records are being broken. Yeah. I don't take anything. Never have. Yeah. The HGH and well, PD's perform. What's the performance?",
        7279.02,
        7293.56
    ],
    [
        " Performance enhancing drugs steroids, bro. Yeah. But so let's say technically is caffeine a performance? Yeah. I think it actually. I don't know. I don't know if I don't know.",
        7293.7,
        7305.84
    ],
    [
        " Well, it is no. I do know that it is and a performance enhancing drug. It is. Yeah. People take it and when they scientifically measure it is a performance enhancing drug. But I think for some reason it's legal. Yeah.",
        7305.84,
        7316.74
    ],
    [
        " Like even in the Olympics or whatever. I don't think I think you do have a maximum that you could take. I don't think you could just fill your blood with caffeine and go do you know your wrestling match.",
        7316.94,
        7326.3
    ],
    [
        " But, but might be. Yeah. Kind of off. Yeah. Interesting. Yeah. My, um, I have this friend called Kiko Kiko Kiko Kikoin is his name in college. He was like, I want to say outside linebacker. Maybe inside. I don't know. He's a linebacker. So. So he'd have a real good workout. And you know, when you work out, you know, lifting, you'd have a pump. Right. You know, you walk around. So he'd take off his shirt sometimes and he'd be like, like, guys, guys, I think I'm on steroids.",
        7326.76,
        7354.04
    ],
    [
        " Oh, he thought that was the funniest thing. Nonetheless. Yeah. No, no steroids are PD.",
        7356.3,
        7361.54
    ],
    [
        " John go next. Can you believe in aliens? I'm assuming they mean extra terrestrial. Yeah. I assume they do mean that I, my opinion on aliens is that I'm sure in this vast unknown world and universe. There is likely to be other life forms that have some level of intelligence.",
        7362.94,
        7385.6
    ],
    [
        " Interesting. How sure I'm going to scale from one to 10. How sure you are. Obviously you can't be 10 very.",
        7387.34,
        7392.96
    ],
    [
        " Over five. But well, actually, when you take the entire universe, which is so massive, we can barely even comprehend it. The chances are decent. Yeah.",
        7394.58,
        7405.66
    ],
    [
        " That there's some other somehow intelligent life form out there. Yeah. And you almost, I mean, you kind of have to ask, wait, like at this very time, but don't you think about it.",
        7405.7,
        7415.36
    ],
    [
        " There is really no time in a way that's kind of relative to so in the whole existence, would you say what nine or you level nine sure is the nice.",
        7415.36,
        7424.24
    ],
    [
        " That's matter of opinion. Don't know. I think nine. I think like nine point. Oh, so you're a believer. Yeah, I'm a believer. I would be vast. Like if said some wizard guy was like, okay, you get to make a bet.",
        7424.24,
        7436.66
    ],
    [
        " Do you think there is or isn't I know the answer. Do you think there is or isn't, you know, when the wizard be proof of concept right there.",
        7437.22,
        7444.5
    ],
    [
        " Talk into it. What if he was a guy from the future? Okay. And somehow figured it out. I don't know. They they map the whole universe. I don't know whatever.",
        7444.74,
        7453.92
    ],
    [
        " I would bet. Oh, the cost is your life, too, by the way. Like you got to make a bet. You have to make a choice. And you if you get it right, you live. You get it wrong. You die.",
        7454.38,
        7465.14
    ],
    [
        " I would bet. Yes. I would bet. Yes. I would bet. Yes. Yeah. The thing is is you would also it'd be interesting to have a scientist or talk to a scientist about the probability of human life. Like how incredibly tiny tiny tiny minute.",
        7465.24,
        7488.2
    ],
    [
        " Just you like all the little things that had to happen for us to end up here. Yeah. And it's good.",
        7488.2,
        7492.26
    ],
    [
        " Again. Oh, yeah.",
        7492.44,
        7493.82
    ],
    [
        " I happen again. So but then again, you you you compare that to the unknown one of this universe that is so large. It's incomprehensible. The chances are it's happened somewhere. Yeah.",
        7493.9,
        7503.46
    ],
    [
        " And even just in that's in a way at different point where it's like, you know, what would it take to to make humans and wind up being humans.",
        7503.72,
        7512.24
    ],
    [
        " If you look at it backwards, it seems really like, oh my gosh, this is this crazy like, you know, almost impossible.",
        7514.72,
        7524.82
    ],
    [
        " A lot of percent. Yeah. Miracle kind of thing. But you look, you can say that with every day thing. If you look at it backwards. So like let's say I had a like legos, right?",
        7525.0,
        7534.88
    ],
    [
        " Okay, we had this big bucket of legos. It was more of the, it was one of those big plastic tubs. Yeah.",
        7534.98,
        7540.26
    ],
    [
        " It was just full of years and years and years of Lego sets. And there's all in there.",
        7540.32,
        7544.56
    ],
    [
        " If I were to take that tub full Legos and fucking pour it out on the ground on a marble surface. So they scatter everywhere.",
        7545.06,
        7555.0
    ],
    [
        " And then it'll, you know, when they all settle, it'll be a little pattern, right?",
        7555.44,
        7559.84
    ],
    [
        " Legos, various colors, shape sizes, all kinds, different places, spaces.",
        7560.54,
        7565.76
    ],
    [
        " And to take that exact pattern down to the nanometer, that exact pattern and be like, this is the most special pattern in the entire world.",
        7566.44,
        7578.42
    ],
    [
        " Ever in existence. This one is there is no way anyone ever, ever could recreate this exact pattern down to the nanometer.",
        7579.02,
        7588.38
    ],
    [
        " It's impossible. That's why this pattern is so special. But it's just one of many potential eventualities.",
        7588.98,
        7595.98
    ],
    [
        " Yeah.",
        7596.08,
        7596.18
    ],
    [
        " Probably infinite, you know, and when you end up at something and then say, okay, that what we happen to end up as is special.",
        7596.18,
        7602.6
    ],
    [
        " That's looking at it backwards, like I said. So it's like the lottery winner, you know, the guy who wins the lottery.",
        7603.06,
        7609.2
    ],
    [
        " He's like, oh my gosh, I'm so special. I want to let no freaking if I took a ping pong ball and I saw in I had a",
        7609.54,
        7616.06
    ],
    [
        " Mosh pit of one million people, one ping pong ball. I throw it in the mosh pit and then somebody catches it. Oh my gosh, I'm so special.",
        7616.28,
        7624.02
    ],
    [
        " But someone's going to get it. Someone's going to get the ping pong ball.",
        7624.02,
        7627.22
    ],
    [
        " That's affirmative. Yeah. So it doesn't make it necessarily special unless you look at it backwards. You know, if that guy's like, I'm going to go into another",
        7627.86,
        7635.84
    ],
    [
        " The other alien life form could be something that we could barely even imagine of what it's like. Yeah. And that's that that probability wise is what it is.",
        7635.84,
        7645.38
    ],
    [
        " Yeah. Or it's going to be something like so small. Yeah. And but it if it's like more superior intelligence, it's going to be something we don't recognize.",
        7645.38,
        7652.54
    ],
    [
        " The same way, like if you have a caterpillar on a leaf and I see it from 10 yards away. I see that little caterpillar right there.",
        7652.7,
        7660.28
    ],
    [
        " Hey, caterpillar yelling at it. You know, vibrations from my voice are hitting it. Hey, caterpillar. The caterpillar has no idea that you even exist.",
        7660.38,
        7667.76
    ],
    [
        " Doesn't even know what a human is. Doesn't know about your problems. Doesn't know about your podcast. You know, meanwhile, you know, a lot about your podcast.",
        7667.88,
        7674.38
    ],
    [
        " I know he doesn't listen to the podcast. I can say with a fair amount of sorry.",
        7674.48,
        7678.34
    ],
    [
        " Then he I don't know. Maybe he does. I don't know. He has big butterfly plans for the future.",
        7678.58,
        7684.42
    ],
    [
        " Jockel next question. Next question. How can I incur?",
        7685.26,
        7691.5
    ],
    [
        " Bro, can talk more about aliens. I'll be having more about aliens or Legos. I'm telling you.",
        7692.0,
        7696.56
    ],
    [
        " Lego patterns. You know, when people see UFOs, they go straight to that's an alien.",
        7696.64,
        7701.34
    ],
    [
        " Even though it's unidentified. Can't do that. Remember I was telling you with that kid's book idea.",
        7701.66,
        7706.08
    ],
    [
        " Yeah, yeah, yeah, you did tell me about that. You don't tell me again either.",
        7706.4,
        7708.98
    ],
    [
        " It goes deep, bro. I'm telling you. I'm telling you.",
        7709.06,
        7711.26
    ],
    [
        " Actually, it's more about the flaws of how people consider or regard aliens.",
        7711.26,
        7717.26
    ],
    [
        " Potentially. Jockel, how can I encourage a sense of urgency?",
        7717.7,
        7723.22
    ],
    [
        " This is a hard one. In others?",
        7723.72,
        7726.1
    ],
    [
        " Yeah, I think I'm assuming that this means with others.",
        7726.6,
        7729.4
    ],
    [
        " But for either yourself or others, which you have to realize is that time is going by very fast.",
        7729.9,
        7733.7
    ],
    [
        " And when you have projects that are due, the minute you look at them, you've got to say,",
        7733.88,
        7738.04
    ],
    [
        " this is going to take longer than we think it's going to take. Let's start moving on it now.",
        7738.16,
        7741.64
    ],
    [
        " And then set yourself really tight timelines to make things happen.",
        7742.14,
        7746.92
    ],
    [
        " And what that'll do is it'll make you realize how far behind the power curve you are.",
        7747.18,
        7750.72
    ],
    [
        " That was one of my rules when I was in the SEAL teams was I was always saying,",
        7750.78,
        7754.94
    ],
    [
        " let's be as far ahead of the power curve as possible as we possibly can.",
        7754.94,
        7759.86
    ],
    [
        " So is that a normal expression power curve? That's the thing that you're trying to stay ahead of",
        7760.26,
        7764.42
    ],
    [
        " because it's going to smash you. So I would always, we didn't slow down the power curve.",
        7764.42,
        7769.04
    ],
    [
        " If we thought we were ahead, go ahead further. But I always had a really good sense that",
        7769.48,
        7775.46
    ],
    [
        " that power curve was coming across us. So that's what you have to do.",
        7775.46,
        7779.36
    ],
    [
        " Get as far ahead of it as you can, tell everyone where it is, and set some small goals.",
        7779.72,
        7784.22
    ],
    [
        " Say, oh, you don't think this is going to, this project is going to take long?",
        7784.38,
        7786.26
    ],
    [
        " Okay, cool. Let's just finish this first 6%, which means this, this, and this.",
        7786.36,
        7790.12
    ],
    [
        " And let's have that done by tomorrow afternoon. Tomorrow afternoon comes another not even close.",
        7790.32,
        7794.08
    ],
    [
        " Okay, guess what? We need to do a line. We need to get a sense of urgency going so we can get this done.",
        7794.56,
        7798.56
    ],
    [
        " That's it.",
        7799.24,
        7799.78
    ],
    [
        " Okay. I know that to encourage a sense of urgency in yourself, what you can do, kind of works.",
        7801.98,
        7809.86
    ],
    [
        " Sometimes is you think about the feeling you're going to have after it's done,",
        7810.16,
        7814.58
    ],
    [
        " and then consider things that you already did get done. You have those things.",
        7815.1,
        7818.42
    ],
    [
        " Well, you're different, but sometimes we, the people, have things that, man, we need to do.",
        7818.54,
        7824.18
    ],
    [
        " And it's just a small thing, you know, and like, I'll do it later. I'm doing something right now.",
        7824.4,
        7831.48
    ],
    [
        " I'll do it, you know, tomorrow, yeah, sure. That's pretty intuitive to you.",
        7831.54,
        7835.82
    ],
    [
        " But, you know, sometimes you just feel like doing it later. I'm just going to do it later,",
        7836.24,
        7840.36
    ],
    [
        " because I'm thinking about something right now, or I'm doing something right now.",
        7840.44,
        7843.24
    ],
    [
        " And then, or while you're thinking about doing it, just do it.",
        7843.94,
        7848.12
    ],
    [
        " I know, yes. I want to go on with your kids all the time. Hey, do the dishes.",
        7848.16,
        7852.1
    ],
    [
        " You're going to be done. I know. That's the thing. That's the whole point right there.",
        7854.58,
        7857.72
    ],
    [
        " So when you do it, when you do the thing, let's say you got to, I don't know, whatever,",
        7858.02,
        7861.12
    ],
    [
        " you got to respond to an email. I don't know. And after you do it, that just that feeling,",
        7861.42,
        7866.98
    ],
    [
        " right one is done. You're like, dang, that, that, hey, that one didn't take much.",
        7867.02,
        7870.16
    ],
    [
        " Hey, that's not going to be case every time, but didn't take much. And be, I'm done.",
        7870.74,
        7874.94
    ],
    [
        " My dad, he said this saying is what he'd say. Do it, and it'll be done.",
        7875.22,
        7880.2
    ],
    [
        " That's a good saying. And as a kid, I was like,",
        7880.76,
        7882.46
    ],
    [
        " don't get your soul smart. That's like it is what it is. Yeah, I know it is what it is.",
        7882.54,
        7886.96
    ],
    [
        " You said that. You don't have to say that, you know, but what's your dad's first name?",
        7886.96,
        7890.76
    ],
    [
        " Technically, it's William Charles, Jr. Okay. Well, I mean, we, we have a new quote from BC.",
        7891.64,
        7898.34
    ],
    [
        " BC, oh, for bills, Charles, Bill Charles. Yeah. Yeah. So BC is in the house. Do it, and it is done.",
        7898.76,
        7904.08
    ],
    [
        " I like that one. Do it. And it'll be done. Do it. And it will be done. Yeah. I change it a little",
        7904.38,
        7909.24
    ],
    [
        " but do it and it's done. Yeah. Same thing. Same idea. But his thing was always, yeah, exactly",
        7909.24,
        7913.6
    ],
    [
        " the same thing. Earth and the exact words BC, do it. And it'll be done. Yeah. At me as a grown adult,",
        7913.6,
        7920.16
    ],
    [
        " arguably, yeah, apparently the words impact the way we wanted them. Now I'm seeing the genius of it.",
        7920.28,
        7926.94
    ],
    [
        " You know, do it. It'll be done. Like you don't have to. So good.",
        7926.94,
        7929.62
    ],
    [
        " Next, Wes, if Jiu Jitsu is not locally available, what would be the next best martial arts choice?",
        7930.52,
        7938.34
    ],
    [
        " Or the next best thing? Or is the one way 70 mile drive worth it? Thank you. Meaning it's not",
        7938.52,
        7945.4
    ],
    [
        " locally available. It's 70 miles away. That's a long haul. So yeah, there's a lot of other",
        7945.4,
        7950.78
    ],
    [
        " available martial arts. I would say you got judo and wrestling. And those exist in a lot of places",
        7950.78,
        7955.5
    ],
    [
        " that Jiu Jitsu doesn't exist. So wrestling, judo, sombo, those are all good options, great options.",
        7955.5,
        7962.04
    ],
    [
        " You can find a catch wrestling school. There's, so there's definitely some options. Find a good",
        7962.46,
        7966.9
    ],
    [
        " grappling, but a real grappling school. What you want to watch out for is a place that says it has",
        7966.9,
        7972.24
    ],
    [
        " karate kung fu and Jiu Jitsu. You want to watch out for that place because that means the guy just",
        7972.24,
        7979.58
    ],
    [
        " put that up there because Jiu Jitsu is getting popular. Yeah. So watch out for that guy. And that one's",
        7979.58,
        7983.96
    ],
    [
        " pretty like across the board right there. I mean, I can't really imagine many exceptions where it's",
        7983.96,
        7989.82
    ],
    [
        " like, you know, like all the other ones and Jiu Jitsu and it's a legitimate Jiu Jitsu place.",
        7989.82,
        7994.96
    ],
    [
        " Doesn't happen very often. Now you might have a place that says boxing, wrestling, and Jiu Jitsu.",
        7994.96,
        7999.86
    ],
    [
        " Yes, yes, yes. Probably legit because you've got legit boxing, legit wrestling, legit judo,",
        7999.94,
        8005.4
    ],
    [
        " and legit Jiu Jitsu. So yeah, okay, that's true. That's probably true. But when it's non-legit",
        8005.7,
        8011.22
    ],
    [
        " things, and they throw Jiu Jitsu on the end of it, watch out. And whenever I'm talking about Jiu Jitsu,",
        8011.22,
        8017.64
    ],
    [
        " I'm talking about Brazilian Jiu Jitsu. I just got to make that clear. I'm talking about Brazilian Jiu Jitsu,",
        8017.98,
        8021.52
    ],
    [
        " not other forms of Jiu Jitsu. So be careful of that. No, I can't. In the spirit of fairness,",
        8022.14,
        8028.72
    ],
    [
        " they're very well could be like, you know, because a lot of these guys, they'll have this vast",
        8029.38,
        8035.1
    ],
    [
        " background in like Kemple Crotty. You gotta be careful. You're right. And then they, you know, maybe",
        8035.1,
        8039.64
    ],
    [
        " if you knew they're all they got Jiu Jitsu. No, for sure. Meanwhile, they're traditionalists, but",
        8039.64,
        8043.46
    ],
    [
        " their Jiu Jitsu knowledge is legit. That's why I said just be careful of them. Yeah, yeah.",
        8043.46,
        8047.68
    ],
    [
        " Just be careful. And most people, if 15 years ago, they started taking Brazilian Jiu Jitsu,",
        8047.68,
        8053.82
    ],
    [
        " and they got their black belt, their, their Tai Chi, Kwan, whatever, whatever martial art is not",
        8054.36,
        8065.0
    ],
    [
        " at the, on the list of what they teach at their school. It's gone, actually. If they're a black",
        8065.0,
        8069.7
    ],
    [
        " belt in Jiu Jitsu, they're teaching Brazilian Jiu Jitsu. And they don't say Brazilian Jiu Jitsu plus",
        8069.7,
        8075.42
    ],
    [
        " bow con Kwan or whatever. They don't say that. They're gonna do that. And if they do do it, I actually am",
        8077.12,
        8083.76
    ],
    [
        " gonna question. There are some questions. Yeah, there's questions. Again, can it be, can there be a",
        8083.76,
        8090.62
    ],
    [
        " legit person? Yes, there can. There are some legit dudes that are, you know, black belts in",
        8090.62,
        8095.32
    ],
    [
        " Brazilian Jiu Jitsu, and they're a black belt in some other traditional martial art that they took",
        8095.32,
        8100.22
    ],
    [
        " before that. That is, that does happen. Most of the time, when they realized that the white belt",
        8100.22,
        8106.52
    ],
    [
        " or blue belt in Brazilian Jiu Jitsu destroyed them and their martial art that they studied for 10",
        8106.52,
        8111.0
    ],
    [
        " years, they don't put that on the list anymore. That's why I, that's what it does to most people.",
        8111.0,
        8116.86
    ],
    [
        " So that's why there's questions. Yeah, questions, there's questions. So yeah, wrestling, wrestling,",
        8117.44,
        8123.74
    ],
    [
        " well, I know I'm missing and I apologize, got folks out there if I'm missing, but wrestling,",
        8123.8,
        8128.56
    ],
    [
        " judo, sombo, catch wrestling. Those, now if there's no kind of grappling, then you boxing,",
        8129.14,
        8138.66
    ],
    [
        " moitai, that's your next-backed option, so that you're still learning how to fight, you just don't",
        8139.04,
        8144.32
    ],
    [
        " get in the groundwork and you definitely want to get the groundwork at some point. So, and then",
        8144.32,
        8149.16
    ],
    [
        " the question on the 70 mile drive, I get this a lot too. Some people, they have no martial art",
        8149.16,
        8153.62
    ],
    [
        " in their area and they have a martial, they have Jiu Jitsu 70 miles away. What should I do? My vote",
        8153.62,
        8159.18
    ],
    [
        " in that situation is get some mats at your house, get two or three of your friends that want to learn",
        8159.18,
        8164.0
    ],
    [
        " how to fight, start watching YouTube videos and once a week on the Saturday, go down to that",
        8164.0,
        8169.56
    ],
    [
        " Jiu Jitsu school when we were training it back at Fabio's. There was, there was people like that.",
        8169.56,
        8175.22
    ],
    [
        " They lived, they lived somewhere in the desert of Southern California, there was no Jiu Jitsu,",
        8175.24,
        8182.36
    ],
    [
        " they worked nine to five and then on Saturday, they come out and train and that's what they got",
        8182.78,
        8187.62
    ],
    [
        " and they go home and work on their drills with their three guys that they were driving 80 miles",
        8187.62,
        8192.1
    ],
    [
        " to come and train on the weekends. So yeah, that's a method of doing it too. You, you, you can train",
        8192.1,
        8197.4
    ],
    [
        " on your own with your buddies on the mats that you get and watching YouTube and or whatever",
        8197.4,
        8202.8
    ],
    [
        " online mechanism you want to use and then once a week you come and you make the track and you learn",
        8204.92,
        8210.48
    ],
    [
        " and you get to train with other people and you see where you're at. Yeah, thank you, that's good.",
        8210.48,
        8214.22
    ],
    [
        " Yeah, very good. Yeah, the next best thing is a heart, I guess it's some total matter of opinion.",
        8214.5,
        8220.66
    ],
    [
        " But I feel like wrestling, like if you went, like, well wrestling is like a really good tool.",
        8221.12,
        8229.1
    ],
    [
        " It depends on what you're doing, like why you're doing it. Yeah, like for a self-tune.",
        8230.16,
        8235.36
    ],
    [
        " Yeah, wrestling is awesome. Yeah, I know that that's the best thing is awesome. Wrestling is gives you",
        8235.66,
        8241.76
    ],
    [
        " such a massive advantage, not only in Jiu Jitsu, but in life, it gives you an advantage. So wrestling is",
        8241.76,
        8249.04
    ],
    [
        " awesome. That being said, Judo is awesome too. And if you train, but there's more of a variation in",
        8249.04,
        8258.74
    ],
    [
        " Judo schools, right? And a high-end Judo school, those people are awesome. And that's a great",
        8258.74,
        8265.6
    ],
    [
        " martial art. And you learn groundwork, you learn takedowns, it's a great martial art. Don't,",
        8265.6,
        8271.5
    ],
    [
        " I would no question about it. There are some weak Judo schools though. Judo has a little bit of",
        8271.7,
        8278.44
    ],
    [
        " tendency to sometimes Judo people can adapt some of the traditional martial arts,",
        8278.44,
        8285.58
    ],
    [
        " attitude, including the attitude of we're not actually training. And so that has happened. But",
        8285.64,
        8292.72
    ],
    [
        " that's less, that doesn't happen very often. So yeah, you can find a good Judo, the way you find",
        8292.72,
        8298.34
    ],
    [
        " if it's a good Judo school, go and put on a key and say, let's fight or let me train with you.",
        8298.34,
        8303.18
    ],
    [
        " And they're going to put you just, they're going to, they're going to take you down and",
        8303.32,
        8306.08
    ],
    [
        " be able to work you over. That's what Judo is. Judo is very similar to Jiu Jitsu, very similar to Jiu Jitsu.",
        8306.08,
        8311.66
    ],
    [
        " So Judo is a great thing to have. Wrestling is a great thing to have. For sure.",
        8311.98,
        8316.56
    ],
    [
        " Sombo is awesome. Sombo is actually like Judo and wrestling together. So Sombo is great.",
        8316.82,
        8324.32
    ],
    [
        " Same with catch wrestling. Again, there's catch wrestling is a little less with catch wrestling,",
        8324.82,
        8330.14
    ],
    [
        " you're a little bit more apt to find something that doesn't actually know what they're doing.",
        8330.28,
        8334.12
    ],
    [
        " And so you have to be careful of that. There's some phenomenal catch wrestling schools though.",
        8335.5,
        8340.22
    ],
    [
        " For sure. So. I think we got time for like one more of these. Yes.",
        8340.44,
        8349.2
    ],
    [
        " Jucco, how do I get the desire to have discipline?",
        8350.32,
        8355.3
    ],
    [
        " How do I get the desire to have discipline?",
        8356.54,
        8363.32
    ],
    [
        " I keep getting asked this type of question, how do I get discipline or how do I want discipline",
        8364.32,
        8373.08
    ],
    [
        " or how do I maintain discipline? And the answer, it's a simple answer, but obviously it's not easy.",
        8373.08,
        8383.18
    ],
    [
        " And there's all kinds of little tricks and methods that people talk about.",
        8384.18,
        8388.1
    ],
    [
        " And they have some merit. Maybe they do work. These things. Do the little things people say and",
        8388.98,
        8402.38
    ],
    [
        " take cold showers and tell everyone what you're going to do. So broadcast it and make promises",
        8402.38,
        8410.82
    ],
    [
        " or make bets with your friends of something that you don't want to lose. And those things,",
        8410.82,
        8417.92
    ],
    [
        " those ideas, they're cool. I'm sure they're going to have some impact. And if they work for you,",
        8418.04,
        8423.8
    ],
    [
        " that's that's awesome. But the fact of the matter is that the reason discipline is hard to maintain",
        8424.56,
        8433.92
    ],
    [
        " is because it is hard to maintain. That's what makes discipline hard. It's hard.",
        8433.92,
        8442.08
    ],
    [
        " And if you hear me claim that discipline is easy for me, then straight up, that's just my ego talking.",
        8444.84,
        8455.36
    ],
    [
        " That's what that is. Because I'm unfortunately just as human as everyone else. And it is work to maintain",
        8456.1,
        8467.96
    ],
    [
        " the discipline. That's what it is. Work. Holding the line.",
        8467.96,
        8473.44
    ],
    [
        " Maintaining the standard. Giving no slack. None. That's the discipline.",
        8474.88,
        8482.66
    ],
    [
        " That's the discipline. And it is hard. And if there's one thing I would say that does make it easier,",
        8484.2,
        8494.78
    ],
    [
        " it's to envision what it feels like when you're done. What it feels like after you've worked out",
        8496.18,
        8506.94
    ],
    [
        " or you've held the line on your food intake or you've pushed through some monotonous project",
        8506.94,
        8514.94
    ],
    [
        " that you have to do and all those things. When they're done, they feel good.",
        8514.94,
        8521.18
    ],
    [
        " And contrary to that, envision what you will feel like later when you let the discipline slack.",
        8524.84,
        8533.96
    ],
    [
        " You know the feeling. Feeling weak and defeated and you know that you're falling behind.",
        8534.5,
        8545.0
    ],
    [
        " So get to know those two different types of feelings and ask yourself which one you want to feel in 10 minutes.",
        8548.02,
        8556.72
    ],
    [
        " Or in a half an hour. When the thing is done, when the discipline has been implemented.",
        8557.74,
        8568.28
    ],
    [
        " Remember what that feels like and then remember that those minutes and those hours they turn into",
        8571.5,
        8578.56
    ],
    [
        " weeks and months and years and holding the line in those critical minutes will put you in an",
        8578.56,
        8598.26
    ],
    [
        " work through the weakness. Fight through the temptation. Hold the line.",
        8598.26,
        8604.88
    ],
    [
        " Hold the line. Maintain the discipline. It is not easy.",
        8605.42,
        8613.0
    ],
    [
        " But it is worth it.",
        8614.22,
        8617.62
    ],
    [
        " Because yes, because discipline equals freedom.",
        8622.12,
        8629.4
    ],
    [
        " And I think that's all I've got for tonight. So echo, speaking of discipline,",
        8630.04,
        8643.38
    ],
    [
        " perhaps in a discipline manner, you could explain to us how we could support this podcast if we",
        8643.4,
        8652.12
    ],
    [
        " wanted to. Yeah, if you wanted to, for sure. I feel like we should, like we always do, in a disciplined",
        8652.12,
        8659.82
    ],
    [
        " way. Talk about on it. Dispid discipline, I mean concise, by the way. Oh, okay. I don't know",
        8659.82,
        8666.08
    ],
    [
        " about that. We're over two and a half hours or something like that. Something like this, sure.",
        8666.08,
        8671.58
    ],
    [
        " Okay. That doesn't control. That doesn't you know, that doesn't play in your head.",
        8671.6,
        8674.74
    ],
    [
        " Doesn't you're in the game. You're here to get your job. But you care longer takes. Correct. Yeah.",
        8674.88,
        8679.8
    ],
    [
        " Nonetheless, last time I mentioned that I ran out of crude oil, you even said you should go to",
        8680.32,
        8687.74
    ],
    [
        " the store and buy some. Yeah. Did you? No. The good thing is when I went home from our session,",
        8687.74,
        8694.26
    ],
    [
        " it had come in a lot with the orangutan. Oh, you got a new kettlebell. Nice. Nice.",
        8694.44,
        8702.92
    ],
    [
        " Two of them or just one. One. What's the weight? 54 pounds. You need another one. Yeah. So I want,",
        8703.28,
        8709.04
    ],
    [
        " I want the zombie one for whatever the ring thing one's cool. But the zombie one was really cool. So",
        8709.06,
        8715.12
    ],
    [
        " they're out of them. I think they're the same weight. Yeah. 54. So I want two 54s there out of them.",
        8715.12,
        8721.34
    ],
    [
        " So I was like, yeah, I'll just get one of these. Just, you know, as a one off and then one,",
        8721.34,
        8725.36
    ],
    [
        " the zombie ones come in. Check. I'll get the two zombie ones. So where's this? What is this store?",
        8725.42,
        8731.32
    ],
    [
        " They're talking about everything is at on it.com. But I'm explain what it is. Just in case people don't know",
        8731.74,
        8735.9
    ],
    [
        " or they don't understand the importance. I think it's important. Nonetheless, crude oil came in.",
        8735.9,
        8742.24
    ],
    [
        " This is what you do. And I mentioned this before and this is what I'm going to do. I'm going to try",
        8742.62,
        8748.38
    ],
    [
        " to do. I should just do it and it'll be done. Stay on it. You know what that is right? Stay on it.",
        8748.38,
        8755.24
    ],
    [
        " Oh, the automatic. Yeah. The re. Oh, yeah. What do you even call it? The re automatic. Automated.",
        8755.6,
        8762.22
    ],
    [
        " Automated ship. Automated shipment. Yeah. You just pay every month and it automatically comes. Yeah. Yeah.",
        8762.62,
        8767.5
    ],
    [
        " I think you might even get a deal in that one. I don't know though. But that's what I'm doing. I'm a",
        8767.84,
        8778.36
    ],
    [
        " like you do it on and stuff. Yeah. Yeah. I'm a lawn like to toilet free. You know things that you",
        8778.36,
        8783.28
    ],
    [
        " just use all duct tape. Duck. Constantly running out of that. That's that's a good deal. I mean,",
        8783.28,
        8791.72
    ],
    [
        " that's a good thing to do with basically everything. About one time when I was drinking.",
        8791.8,
        8797.62
    ],
    [
        " Hardly. Who was it? He was Rudy. He asked me to do something of video or something. I don't",
        8798.14,
        8807.0
    ],
    [
        " know. And he was like, Hey, can I pay you in vodka? And I can have a savage even says that.",
        8807.0,
        8814.22
    ],
    [
        " I know. Rob Rudy. Anyway, and he goes, Can I pay you in vodka? I didn't tell him to get out of here.",
        8814.24,
        8818.74
    ],
    [
        " I was. I was considered. I was like, Wait a second. It kind of is like currency. When you drink",
        8819.24,
        8823.58
    ],
    [
        " every day, you know, this guy like, I'm going to spend that money anyway. So I'm like, Hey, you know",
        8823.58,
        8828.58
    ],
    [
        " what I could do. I'm just thinking about it lasted for like five seconds. Maybe 10 maybe 20. But",
        8828.58,
        8834.12
    ],
    [
        " I thought to myself, hmm, think of how much money I would have charged them. Like double",
        8834.52,
        8839.58
    ],
    [
        " later triple it and get that much worth of vodka. Boom, I just saved 75, you know, 66%.",
        8839.58,
        8847.56
    ],
    [
        " You know what I'm saying? Okay, move on. Nonetheless, the point still stands.",
        8847.56,
        8852.9
    ],
    [
        " If it's if you don't have to think about it, it just comes. Yeah, that's good. You ought to run",
        8853.38,
        8858.92
    ],
    [
        " into this thing like me where I'm out of krill oil for one week. Actually, it was a little less than",
        8858.92,
        8864.36
    ],
    [
        " a week. Doesn't matter. I won't be out of it at all. So yeah, stay on it. That's the one.",
        8864.36,
        8868.28
    ],
    [
        " Crill oil, strong bone didn't run out of that by the way. And that's good. Man, that stuff is good.",
        8868.38,
        8873.12
    ],
    [
        " It's weird how I told you right how my shoulder was jacked like the dead didn't part. It's",
        8873.56,
        8878.4
    ],
    [
        " a weird spot to you. Healthy and I didn't even stop lifting. You know how you get 10 at night.",
        8878.4,
        8882.66
    ],
    [
        " As you're like, I got to stop lifting or lift lighter, you know, lighter is for suckers.",
        8882.66,
        8889.18
    ],
    [
        " Strong bone. Stay strong. Get rid of the tendonitis and any bone issues. I think if I'm not mistaken,",
        8889.44,
        8896.22
    ],
    [
        " I'm not sure. I got to go back on the website. I get addicted to that website. It's like",
        8896.38,
        8900.98
    ],
    [
        " interesting stuff. I think it can delay or stop the onset of osteoporosis. I don't want to make",
        8900.98,
        8909.2
    ],
    [
        " that claim. I'm not making that claim. I'm not making it. I'm just saying that's what",
        8909.2,
        8912.7
    ],
    [
        " strontium does nonetheless. Good kettlebells on there. Workout stuff. Especially if you like,",
        8912.7,
        8918.76
    ],
    [
        " you know how, if you go in bench, I don't bench, but if you do a, you know, just repetitious",
        8919.4,
        8925.38
    ],
    [
        " shoulder press, I don't know, it can get boring. But if you're into like interesting type workouts,",
        8925.38,
        8932.72
    ],
    [
        " you know how like you have a mace, right? Yeah, I do. Yeah, and you have like, yeah,",
        8932.72,
        8938.04
    ],
    [
        " about on it. Clubs. Yeah, I got all that stuff. Yeah, see, yeah, see that's why you work out so much.",
        8938.14,
        8942.36
    ],
    [
        " Or really the more because you're all looking forward to it. It's all interesting and fun.",
        8942.6,
        8945.64
    ],
    [
        " If you're into those interesting workouts, and it's cool because you can like look up a bunch of",
        8946.1,
        8949.9
    ],
    [
        " workouts just for one kettlebell, you know, so maces and of course they got the, you know, traditional",
        8949.9,
        8955.14
    ],
    [
        " stuff, jump rope, whatnot. But like they have these metal things. I don't know what they are,",
        8955.14,
        8961.88
    ],
    [
        " but it's like, you know, these are for working out. So it's like, man, you can't even get bored",
        8962.0,
        8966.0
    ],
    [
        " working out anymore. Really? When you go in there, anyway, website's interesting too. Anyway,",
        8966.0,
        8971.9
    ],
    [
        " this stuff, the supplements are outstanding. They do have, um, yeah, I'm going to say this nut butter",
        8972.42,
        8980.26
    ],
    [
        " blend. Also, I got some MCT oil. Yeah. You want MCT oil? MCT stands for? Yes, I do. Medium chain",
        8980.26,
        8989.12
    ],
    [
        " triglycerides. It's good for you. Anyway, I cook with that one and I put it in what?",
        8989.12,
        8994.08
    ],
    [
        " Didn't you make like a dessert with it or something? All kinds of stuff. Put it with something.",
        8994.96,
        8998.88
    ],
    [
        " Trampsy to you. Maybe whipping cream or something. Anyway, go in there, get 10% off. If you want 10%",
        8999.06,
        9005.06
    ],
    [
        " off, go on it.com slash jaco. It's a good one. Support yourself. Support your joints.",
        9005.06,
        9009.66
    ],
    [
        " Support your health. I don't think you should be in a situation anymore.",
        9010.36,
        9015.82
    ],
    [
        " Any more given the times we're in to not support your health. There's really no room for not",
        9017.56,
        9023.12
    ],
    [
        " supporting your health right now. All your needs are met. You're not going out in like",
        9023.12,
        9029.14
    ],
    [
        " you're not hunting for food. Yeah. Nonetheless, do that on it.com slash jaco. Also, good way to support.",
        9029.14,
        9036.88
    ],
    [
        " Your brain is to read these books. Eugene Sledge, another one from him. China Marine. Also,",
        9037.62,
        9044.6
    ],
    [
        " and a roomer of four. And we go on reading it upside down. So, and we go on. Those are powerful books.",
        9045.78,
        9054.98
    ],
    [
        " On the website, docklepodcast.com. There's a page. It's called Books From The Episode. Top",
        9055.36,
        9060.12
    ],
    [
        " menu. Click on it. Boom. All the books from all the episodes with the link directly to Amazon.",
        9060.12,
        9065.1
    ],
    [
        " You get those books through there. That's a good way to support Amazon. Click through. Or if you're",
        9065.78,
        9074.58
    ],
    [
        " going to get whatever you're going to get, including but not limited to these books. Duck tapes.",
        9074.58,
        9079.48
    ],
    [
        " Duck tapes. Maybe need multiple rolls. Duck tapes. But even if there's multiple rolls, I think it's",
        9080.0,
        9087.44
    ],
    [
        " still duck tapes. Oh, yeah. Do you got different types of duck tapes? Still no. Okay. Or paper clips.",
        9087.44,
        9095.6
    ],
    [
        " Singular. Or whichever mugiver stuff that you're into getting. I've been getting more",
        9095.78,
        9100.76
    ],
    [
        " nice. I'm going to bring them in. Oh, you ever go on Amazon and be like, hey, this is cool.",
        9100.92,
        9106.62
    ],
    [
        " And then you know how they show you the little suggestions. And then you buy all the suggestions.",
        9106.68,
        9109.92
    ],
    [
        " Do you ever buy all the suggestions? No, because I have discipline.",
        9109.92,
        9112.96
    ],
    [
        " I mean, so I went on there and I got a flashlight. You know how? Not a flashlight technology.",
        9113.1,
        9120.36
    ],
    [
        " Yeah, flashlights are not. It's spreadsheet. Not a back in the day. Remember the ones that",
        9120.54,
        9124.22
    ],
    [
        " you had had like a suitcase flashlight. They're not big, but they're big. So those were dope.",
        9124.22,
        9129.14
    ],
    [
        " As a kid, like if you add that one, you're like the man. Yeah, exactly. It's some kind of",
        9129.14,
        9133.26
    ],
    [
        " reliving it. So I'm like, let me get a flashlight. Then you look at all the new flashlights out.",
        9133.26,
        9136.86
    ],
    [
        " Oh, my gosh. These are awesome. So I'm like, okay, I'm going to buy this one. I'm buying",
        9136.86,
        9140.54
    ],
    [
        " mag light. Mag lights are dope because you can hit people with it in the event of having to use it",
        9140.54,
        9146.0
    ],
    [
        " for a weapon. So I get one and then I click on it and there's various options on the length of it.",
        9146.0,
        9153.98
    ],
    [
        " I'm like, woo. So I get the regular one, camouflage from my daughter. She's four. She likes flashlights,",
        9153.98,
        9159.32
    ],
    [
        " like all kids do. I get two from me, one for Sarah, two. It's a long one. It's like a six,",
        9159.46,
        9166.5
    ],
    [
        " it's called like a six cell. Meaning it takes six batteries so you can imagine how long that",
        9166.5,
        9170.52
    ],
    [
        " thing is. It's like a straight up baton with a flashlight on it. So I got I wind up getting",
        9170.52,
        9175.58
    ],
    [
        " nine flashlights. I don't need nine flashlights. This is an indication of a total lack of discipline.",
        9175.58,
        9181.82
    ],
    [
        " When we're shopping on Amazon, yes, I hope you did a click through. Yeah. Yes, I did. And I got a",
        9181.82,
        9187.8
    ],
    [
        " book too, by the way. So yeah, sure, I lacked Amazon flashlight shopping discipline. But I got some",
        9187.8,
        9197.54
    ],
    [
        " cool flashlights. There's this technique here. I'll show you it. You might even know this, but I",
        9197.54,
        9201.82
    ],
    [
        " learned this in Bouncer is security training. And this was a technique that you're this illegal to",
        9201.82,
        9206.98
    ],
    [
        " use. You can't use it as a security because it's offensive. It's not in securities.",
        9206.98,
        9211.72
    ],
    [
        " Minimum force necessary to affect a whatever to defuse situation, whatever. So this is what it is.",
        9212.2,
        9218.48
    ],
    [
        " Let's say this was a flashlight. And let's say this is the light part, right? Like so usually",
        9218.56,
        9225.8
    ],
    [
        " as a lay person, you hold the flashlight like this, right? And you like in law enforcement and",
        9225.8,
        9230.76
    ],
    [
        " stuff like that, they hold it like this. It's kind of up above like that. So this is how you hold it.",
        9230.76,
        9235.6
    ],
    [
        " So you shine you you grip it right there by the the head of it with light. You shine it in the",
        9235.86,
        9242.16
    ],
    [
        " guy's face. Correct. And be like calm down, calm down, calm down. They can't really see you. They're",
        9242.16,
        9246.68
    ],
    [
        " just blinded by the light kind of and they're like, oh, and they hear your voice and calm down,",
        9246.68,
        9250.2
    ],
    [
        " calm down. And man, you can get and you flip it around and hit them with it. And you get those",
        9250.22,
        9254.3
    ],
    [
        " long mag lights that the six cell full batteries. Boom. They don't say it coming. They don't flinch.",
        9254.3,
        9262.0
    ],
    [
        " They don't blink. They don't anything. It's just a complete, you see light one moment for a split",
        9262.58,
        9268.56
    ],
    [
        " second. The light kind of goes down and then you see, yeah, you wake up. That's it. And man,",
        9268.56,
        9274.08
    ],
    [
        " the video I saw a guy doing it to somebody else like dang, that guy, it's like, you know, those",
        9274.24,
        9279.18
    ],
    [
        " eerie, you know, like when you see a person die with it, be on video or whatever, he gets like shot",
        9279.18,
        9285.28
    ],
    [
        " and his body just goes limp. He doesn't know it's coming. Nothing. But it looked like that.",
        9285.28,
        9289.26
    ],
    [
        " He got hit with it so square and so hard and he didn't even flinch. And it's a real effective",
        9289.3,
        9293.52
    ],
    [
        " thing. Don't do it to people. Unless they're in your house or something like that. Anyway, I digress.",
        9293.52,
        9300.3
    ],
    [
        " Also, good way to support is subscribing to the podcast iTunes Google Play, Google Play,",
        9301.26,
        9311.42
    ],
    [
        " Stitcher, all these podcasting providing platforms. Also YouTube technically is a podcast",
        9311.98,
        9319.26
    ],
    [
        " providing platform. So subscribe to that one. Here's the thing by YouTube if you don't know already.",
        9319.26,
        9323.66
    ],
    [
        " It gives you the added benefit of being able to see the video version. Jocos face. Talking about",
        9324.26,
        9332.26
    ],
    [
        " these things. So subscribe to that. We'll add some other excerpts on there. Some enhanced excerpts.",
        9332.26,
        9338.14
    ],
    [
        " Is that what we're calling them? Sure. They enhanced one. What's the music on there?",
        9338.14,
        9344.3
    ],
    [
        " Right? Some B roll. That's what it's called. B roll. Anything that's not the actual thing. Anyway.",
        9345.06,
        9350.56
    ],
    [
        " And also, what did I say I was going to put on there last time? I was going to put on something.",
        9351.22,
        9356.12
    ],
    [
        " On YouTube? Yeah. Some more videos. More videos.",
        9357.18,
        9360.12
    ],
    [
        " More videos. Have you seen it yet? So whatever. That's a big lie. It's just a theory at this point.",
        9360.38,
        9365.14
    ],
    [
        " But nonetheless, subscribe and boom. You can, you know, support that way. Also,",
        9365.14,
        9370.3
    ],
    [
        " Jocco has a store. It's called Jocco Store. What's the website? It's an online store. JoccoStore.com.",
        9370.64,
        9381.18
    ],
    [
        " So what this has, if you don't know already, is t-shirts. Hoodies. I think I'm going to put",
        9381.5,
        9390.9
    ],
    [
        " some light hoodies on there some more time. You don't like that I do. Heavy or nothing? Yes.",
        9390.9,
        9396.64
    ],
    [
        " Heavy, heavy hoodie or no shirt? Yes. Do we're tank tops? Not really. You do? Yes. My wife",
        9396.98,
        9405.06
    ],
    [
        " threw a bunch of mine away about five or seven years ago. Because she didn't like you on that tank top.",
        9405.06,
        9409.4
    ],
    [
        " No, they were just all old and ratty and she threw them away randomly. Yeah. Which was awesome.",
        9409.42,
        9413.74
    ],
    [
        " She just don't throw away things that are longer me. It's not cool. It's one of those that's",
        9414.4,
        9420.88
    ],
    [
        " still bring up to her. No kidding. Like, oh, she'd be like, oh, I can't believe my hotter",
        9421.04,
        9424.6
    ],
    [
        " this is today. I'd be comfortable if I had a tank top. I don't have any because you threw them away.",
        9424.6,
        9428.3
    ],
    [
        " They were all ratty. Yeah, no, she doesn't like the way you look in those tank tops.",
        9428.64,
        9435.38
    ],
    [
        " It's offensive to her sensibility. That's not cool. Yeah, man. I'm just saying, you know, stop",
        9435.9,
        9442.1
    ],
    [
        " pointing the finger. Start pointing and let them. Right? That's the expression, right? Yeah. Yeah,",
        9442.1,
        9447.72
    ],
    [
        " you got to watch out for that. Strangely. I don't watch out for your tank tops apparently.",
        9447.72,
        9451.14
    ],
    [
        " You know, the point there is someone did say actually not many people saying tank tops would be cool.",
        9451.14,
        9457.34
    ],
    [
        " I don't wear tank tops. You do apparently? Yeah. Still, that's obviously a sore subject.",
        9457.76,
        9465.48
    ],
    [
        " Yeah. Let's make some tank tops off and do my whole wardrobe with tank tops.",
        9465.7,
        9468.82
    ],
    [
        " Bring them back in the game. Yeah, ratty or not tank tops. Here we come.",
        9469.08,
        9473.38
    ],
    [
        " None the less. I'm pre-rattied. Yeah. Oh, dang. Yeah, you know, those kind put them on the",
        9473.38,
        9477.96
    ],
    [
        " on the sander. Yeah. None the less. Church are cool. If you think they're cool, check",
        9477.96,
        9483.96
    ],
    [
        " about jockstore.com. Go in there. Check out the shirts. There's rash guards on there. I think I'm",
        9483.96,
        9488.54
    ],
    [
        " saying, you just my opinion, the rash guards are cool. That's like to me. Actually, there's a lot",
        9488.54,
        9495.68
    ],
    [
        " of good things on there in my opinion, but none the less shirts on there. They're cool. If you",
        9495.68,
        9500.34
    ],
    [
        " want to support, do it that way. Go to the website. See if you like something. Get something.",
        9500.86,
        9505.62
    ],
    [
        " Hats are coming soon. Whatever that means. But they'll be here soon. Also,",
        9506.16,
        9511.18
    ],
    [
        " psychological warfare. If you know what that is, I know you do, but let's say you didn't know what",
        9511.62,
        9518.76
    ],
    [
        " that was. Here I'm going to tell you it is an album with tracks. Jocco tracks. Jocco saying what?",
        9518.76,
        9526.58
    ],
    [
        " Hey, these are the pragmatic logical reasons why you shouldn't slip on your diet or you're waking",
        9527.86,
        9536.28
    ],
    [
        " up early. Or this is why you should not skip to the workout. This is why you shouldn't slack on",
        9536.28,
        9541.54
    ],
    [
        " the workout. Like all these little things that you'll, the probability of you slacking on certain",
        9541.54,
        9545.8
    ],
    [
        " things in life or they fluctuate really, but in the event of you slacking on something and you need a",
        9545.8,
        9553.32
    ],
    [
        " spot verbal verbal and psychological. Get this. Check this out. Search psychological warfare. Jocco",
        9554.18,
        9562.36
    ],
    [
        " willing on iTunes or Amazon music or wherever they sell MP3s. Get that and get a little spot.",
        9562.36,
        9568.2
    ],
    [
        " Get a little spot for your points of weakness in your. Yeah, journey. I said it. And that helps.",
        9568.78,
        9575.78
    ],
    [
        " Also, you can get Jocco white tea on Amazon. By the way, we talked about it a little bit today.",
        9576.5,
        9582.62
    ],
    [
        " Person said that they drank a couple of Jocco white tea this morning before I left for",
        9584.44,
        9589.9
    ],
    [
        " Musta 002 and ended up at Musta 001. Not saying that I've proven Jocco white tea allows you",
        9589.9,
        9596.24
    ],
    [
        " travel through time and space, but here we are. So again, this is a verified purchase review.",
        9596.24,
        9600.74
    ],
    [
        " So this is a person that actually experienced this. So we need to keep that in mind. Jocco white tea,",
        9600.96,
        9613.3
    ],
    [
        " kids and possibly adults. I think we're starting to see that. Here is a review. I wish I had read",
        9615.82,
        9623.34
    ],
    [
        " this book before. It gives you an excellent path to a successful, fulfilled life. It is very",
        9623.34,
        9628.52
    ],
    [
        " easy, but don't be fooled. It's incredibly deep too. I think it is great for a 10-year-old or",
        9628.52,
        9633.44
    ],
    [
        " for an 80-year-old as you are never too old or too young to learn the basics of an honorable",
        9633.44,
        9637.82
    ],
    [
        " life worth living. Fantastic. A hundred stars. So that's pretty cool.",
        9637.82,
        9642.32
    ],
    [
        " Pick up the book. It's about how to be better, how to overcome the obstacles that we all face.",
        9642.86,
        9651.68
    ],
    [
        " And it's told through the voice of a 10-year-old boy named Mark and his uncle,",
        9652.38,
        9658.52
    ],
    [
        " Uncle Jake, who comes into his life to help him overcome some of these obstacles. So there you go.",
        9658.82,
        9666.64
    ],
    [
        " That's where the warrior kid also disciplinicals freedom field manual editing is complete at this",
        9666.64,
        9673.04
    ],
    [
        " time. So many of these questions that I get asked all about all the time are laid out in this book.",
        9673.04,
        9679.14
    ],
    [
        " Food workouts, martial arts and my operating system. What's that I've talked about on this podcast",
        9679.72,
        9692.1
    ],
    [
        " is in the book in a written form. This book is like the podcast that you can read and absorb",
        9692.96,
        9700.94
    ],
    [
        " and refer back to. So the book is like the podcast, but you're going to see it's not a normal book.",
        9700.94,
        9711.8
    ],
    [
        " It's not normal. My publisher says we've never published anything like this. I don't think there's",
        9712.38,
        9722.08
    ],
    [
        " just like this is in a regular podcast. Discipline course freedom field manual. You can pre-order",
        9722.08,
        9727.04
    ],
    [
        " it right now. And of course, extreme ownership, leadership book is based on what I learned during",
        9727.04,
        9733.12
    ],
    [
        " 20 years in the SEAL teams about leadership and especially from the Battle of Ramadi and how to",
        9733.12,
        9742.48
    ],
    [
        " take those lessons and apply them to the battlefield, to business and to life. Wrote that with my",
        9742.48,
        9748.8
    ],
    [
        " brother, Dave Bourque, and my brother, who was on the battlefield with me and Ramadi. Also,",
        9748.8,
        9753.32
    ],
    [
        " we have a leadership and management consulting company, me, and Dave Bourque, leadership and",
        9753.66,
        9761.14
    ],
    [
        " management alignment for your team. If you want that, email info at echelonfront.com. And finally,",
        9761.14,
        9771.48
    ],
    [
        " the master Austin, Texas, July 13th and 14th, too late. Sold out. We're done with that one.",
        9771.66,
        9777.1
    ],
    [
        " Not done with it. Still going to happen, but you can't come because it's sold out. No more seats.",
        9777.78,
        9782.1
    ],
    [
        " We were able to bump it up a little bit. I think we got to like 320 or 330. But that's it.",
        9782.1,
        9787.3
    ],
    [
        " We were supposed to only have 300. And then we re-arranged some seats or whatever. So we got it to",
        9788.0,
        9794.14
    ],
    [
        " 320, I think. But that's it. We can't, we cannot put anyone else in there. Sold out. So the next",
        9794.14,
        9799.84
    ],
    [
        " shot is back in San Diego, September 14th and 15th back at the Omni Hotel on the bay in San Diego.",
        9799.84,
        9805.78
    ],
    [
        " A lot of people from the first master in San Diego are coming back. And I think that will be",
        9806.38,
        9812.34
    ],
    [
        " awesome to hear from people. Okay, you went, you went to the first master. You were, you learned",
        9812.34,
        9818.18
    ],
    [
        " some things. Then you brought them back to apply them real world. You hit some obstacles.",
        9818.18,
        9822.0
    ],
    [
        " What are the obstacles that you hit? Let's figure out how to get around them.",
        9822.5,
        9825.18
    ],
    [
        " That's master 004 San Diego, California. After that, we're not going to go again with a",
        9828.1,
        9832.36
    ],
    [
        " master for a while. You know, at least until sometime in 2018, probably once again in the spring",
        9832.36,
        9839.12
    ],
    [
        " time, but later in the spring. So be aware of that. If you don't come to September, it's going to",
        9839.12,
        9845.88
    ],
    [
        " be a while. And until the master, if you do want to communicate and hang out a little bit, you can",
        9845.88,
        9852.82
    ],
    [
        " find us getting off. Well, you're not really getting after it on the internet, but you can find us",
        9852.82,
        9858.72
    ],
    [
        " typing letters into a keyboard on the interwebs. That's right. On Twitter, on Instagram, and in the",
        9858.72,
        9866.6
    ],
    [
        " Facebook people. Ah, Echo is at Echo Charles. And I am at Jaco Willink. And thanks for listening",
        9866.6,
        9875.54
    ],
    [
        " and subscribing and supporting and spreading the word. But more important thanks for grabbing a",
        9875.54,
        9883.66
    ],
    [
        " hold of the challenges and the struggles in your life and learning from them. And then climbing",
        9883.66,
        9892.28
    ],
    [
        " up those challenges like a Jacob's ladder. And using them to elevate yourself instead of letting",
        9892.28,
        9900.46
    ],
    [
        " them drag you down. And when you get to the top, look around and give someone else a hand.",
        9900.46,
        9910.08
    ],
    [
        " Pull them up. Tell them what you learned. Try to do it in a tactful way. Try and teach them.",
        9910.56,
        9917.28
    ],
    [
        " And look around and see who can help you and teach you and what you can learn from other people.",
        9917.88,
        9923.68
    ],
    [
        " And teach people to overcome challenges the same way that you did the same way we all did by learning",
        9925.44,
        9932.44
    ],
    [
        " from our problems and our challenges and our struggles. And after we learn from them, we grab them",
        9932.44,
        9939.66
    ],
    [
        " by the throat and get after it. So until next time, this is Echo and Jaco. Out.",
        9939.66,
        9952.76
    ]
]