[
    [
        " This is Jocco Podcast number 81 with Echo Charles and me, Jocco Willink.",
        0.84,
        8.32
    ],
    [
        " Good evening, Echo.",
        8.82,
        10.18
    ],
    [
        " Good evening.",
        10.58,
        10.88
    ],
    [
        " November 29th, 1915.",
        12.3,
        17.76
    ],
    [
        " It has teamed.",
        18.4,
        20.9
    ],
    [
        " The trenches are ankle deep, some places calf deep in mud.",
        22.14,
        27.62
    ],
    [
        " And the communications trenches are rushing streams of brown water.",
        28.18,
        32.88
    ],
    [
        " The men are wet through, but stick the job like Britons, and I hope for their sake that the weather lifts with the morning.",
        33.46,
        43.36
    ],
    [
        " The guns have been strafing today, though up till now we have dodged the show.",
        44.3,
        50.38
    ],
    [
        " It may be ours again tomorrow though.",
        51.86,
        54.5
    ],
    [
        " One never knows.",
        56.2,
        58.16
    ],
    [
        " This is from the diary of Captain Charlie May, the British Army officer, commander of B company.",
        59.68,
        73.1
    ],
    [
        " Twenty-second Manchester Pals battalion of the Manchester Regiment who served in World War I.",
        73.82,
        82.1
    ],
    [
        " He was married to Bessie May, and they had one daughter who was born July 20th, 1914.",
        82.74,
        93.36
    ],
    [
        " So she was a little over a year old when this journal was being written from the trenches.",
        95.46,
        105.74
    ],
    [
        " And it continues December 1st, 1915.",
        107.26,
        112.64
    ],
    [
        " It is exciting work sniping.",
        113.12,
        115.18
    ],
    [
        " In fact, one must curb the tendency, less it should become a fascination.",
        116.06,
        121.82
    ],
    [
        " The second in command of the E-Lance, the East Lanchester Regiment, and myself, put in a couple hours this morning and had quite a bit of fun,",
        122.44,
        132.6
    ],
    [
        " warring the botches in their trenches.",
        132.86,
        134.66
    ],
    [
        " One fellow was walking across the open, 2000 yards off when I spotted him and let go.",
        135.6,
        142.52
    ],
    [
        " You never saw a chap move quicker in your life.",
        143.8,
        146.64
    ],
    [
        " He ran for a tree and jumped behind it, and I let him have four more there.",
        147.24,
        152.64
    ],
    [
        " Whether I got him or not, I don't know, but he didn't move for the next half hour.",
        154.32,
        159.06
    ],
    [
        " I know because I waited so anxiously for him.",
        162.22,
        165.54
    ],
    [
        " Last night, or rather, one thirty this morning, I got outside the barbed wire and got lost.",
        166.64,
        172.8
    ],
    [
        " Three times I had to fling myself down in the wet grass, bury my nose in it, and grovel while the machine guns went chattering over me.",
        173.48,
        182.72
    ],
    [
        " It is remarkable with what speed one learns to adopt the prone position.",
        183.56,
        189.6
    ],
    [
        " January 13, 1916.",
        194.84,
        197.48
    ],
    [
        " I long and long to see you, to clasp you in my arms, and I long with all my heart to see my baby.",
        197.9,
        208.18
    ],
    [
        " How I love her.",
        209.6,
        211.32
    ],
    [
        " What hopes I have for her, what a sweet girl she will make.",
        213.12,
        218.38
    ],
    [
        " February 25, 1916.",
        223.94,
        226.26
    ],
    [
        " Woke up this morning to find the snow pelting down and covering the ground fully five inches deep.",
        226.7,
        232.36
    ],
    [
        " Also, it was freezing hard.",
        234.04,
        236.1
    ],
    [
        " Cotton, a fellow officer, came into breakfast with us.",
        236.72,
        239.82
    ],
    [
        " He brought the little Bible, which another soldier had taken from the body of a dead German.",
        241.06,
        247.02
    ],
    [
        " On the fly leaf in a child's handwriting, the word Dadda.",
        248.86,
        254.54
    ],
    [
        " War is very sad.",
        255.3,
        259.3
    ],
    [
        " Perhaps the man may have done and been something to loath and detest, I do not know.",
        261.92,
        268.78
    ],
    [
        " All I am conscious of is that somewhere in his fatherland there is a little child who called him Dadda.",
        270.78,
        279.2
    ],
    [
        " April 6, 1916.",
        280.36,
        287.38
    ],
    [
        " Fritz strafed our new trenches with heavies and searched round the support with H.E. Shrapnel and other such obnoxious stuff.",
        287.74,
        295.44
    ],
    [
        " One shell claimed three NCOs and wounded three men.",
        297.68,
        301.5
    ],
    [
        " We all feel wild to get at the beast and I hope we may string them up on the wire.",
        302.1,
        308.92
    ],
    [
        " I saw the killed go down the line.",
        310.48,
        314.18
    ],
    [
        " It was a pitiful sight.",
        316.12,
        318.18
    ],
    [
        " Poor boys, shell fire is a horrid thing.",
        320.38,
        323.82
    ],
    [
        " Gresty, a lad who is a sergeant of mine, was the worst, his body full of gaping holes.",
        326.6,
        332.56
    ],
    [
        " It was very, very sad.",
        333.58,
        336.96
    ],
    [
        " Do those at home realize how their boys go out for them?",
        338.86,
        345.14
    ],
    [
        " Never can they do enough for their soldiers.",
        348.44,
        350.78
    ],
    [
        " Never can they repay the debt they owe.",
        351.28,
        353.72
    ],
    [
        " Not that the men ask any reward.",
        354.34,
        359.0
    ],
    [
        " But one day we'll get at him with the bayonet.",
        360.16,
        366.12
    ],
    [
        " We'll take our price then for Gresty and all the other hundreds, thousands, Gresty's slain",
        366.54,
        374.26
    ],
    [
        " as they were standing at their posts.",
        374.26,
        377.26
    ],
    [
        " June 17th, 1916.",
        377.98,
        385.3
    ],
    [
        " I do not want to die.",
        385.84,
        391.1
    ],
    [
        " The thought that I may never see you or our darling baby again turns my bowels to water.",
        397.78,
        404.8
    ],
    [
        " My conscience is clear that I have always tried to make life a joy for you.",
        405.42,
        413.92
    ],
    [
        " But it is the thought that our babe may grow up without my knowing her and without her knowing me.",
        416.52,
        423.52
    ],
    [
        " I pray God I may do my duty for I know whatever that may entail.",
        425.16,
        431.1
    ],
    [
        " You would not have it otherwise.",
        432.3,
        434.4
    ],
    [
        " June 23rd, 1916.",
        441.06,
        443.52
    ],
    [
        " Everything is speeding up to no end.",
        444.12,
        446.22
    ],
    [
        " Ammunition by the hundred wagon load is pouring up.",
        447.86,
        451.48
    ],
    [
        " It should certainly not be for lack of ammunition if we do not make a huge success of the venture.",
        451.88,
        457.78
    ],
    [
        " Yet one cannot help feeling a little anxious and worried.",
        459.72,
        463.52
    ],
    [
        " So much depends on this great throw.",
        464.14,
        468.54
    ],
    [
        " And what he's talking about there in this part of the journal, it reflects the build up for the battle of the sown.",
        469.38,
        480.74
    ],
    [
        " And although Charlie doesn't know exactly when the battle is going to commence,",
        482.04,
        488.08
    ],
    [
        " they're obviously only distributing that information with people that have the need to know.",
        488.48,
        493.8
    ],
    [
        " They know that a major attack is forthcoming.",
        494.0,
        497.72
    ],
    [
        " And that's why they've got all that ammunition piled up more than they could ever think they could possibly need.",
        498.34,
        505.38
    ],
    [
        " Back to the journal, June 28th, 1916.",
        508.2,
        514.28
    ],
    [
        " The moment seems very auspicious for us to strike.",
        514.84,
        520.98
    ],
    [
        " Perhaps we will on Friday.",
        521.74,
        525.48
    ],
    [
        " July 1st, 1916.",
        529.0,
        533.72
    ],
    [
        " We marched up to the assembly trench last night.",
        536.04,
        539.2
    ],
    [
        " The most exciting march imaginable.",
        540.14,
        542.16
    ],
    [
        " Guns all around, crashed and roared till some times it was quite impossible to hear oneself speak.",
        543.26,
        548.98
    ],
    [
        " It was however a fine sight and one realized from it what gunpower really means.",
        550.52,
        556.66
    ],
    [
        " Fritz, of course, strafed back and reply, causing us some uneasiness and a few casualties before we even reached the line.",
        558.08,
        565.52
    ],
    [
        " The night passed noisily and with a few more casualties.",
        566.28,
        570.58
    ],
    [
        " The hunn puts a barrage on us every now and then and generally claims one or two victims.",
        571.68,
        577.98
    ],
    [
        " It is a glorious morning.",
        579.32,
        581.9
    ],
    [
        " We go over in two hours time.",
        583.38,
        586.1
    ],
    [
        " It seems a long time to wait and I think whatever happens we shall all feel relieved once the line is launched.",
        586.68,
        594.94
    ],
    [
        " No man's land is a tangled desert.",
        598.22,
        600.6
    ],
    [
        " Unless one could see it, one cannot imagine what a terrible state of disorder it is in.",
        602.0,
        607.64
    ],
    [
        " But we do not yet seem to have stopped the machine guns.",
        610.22,
        615.08
    ],
    [
        " These are popping off all along our parapet as I write.",
        615.72,
        620.84
    ],
    [
        " I trust they will not claim too many of our lads before the day is over.",
        621.68,
        627.7
    ],
    [
        " Now I close this old diary down for the next few days since I may not take it into the line.",
        628.96,
        635.38
    ],
    [
        " I will keep a record of how things go and enter it up later.",
        636.58,
        641.72
    ],
    [
        " Well, that update never took place.",
        644.22,
        658.34
    ],
    [
        " Charlie May was wrong about how many British soldiers would be claimed before the day was over.",
        661.52,
        669.24
    ],
    [
        " He did not think it would claim too many but as you know the first day of the battle to Som,",
        669.72,
        674.42
    ],
    [
        " July 1st turned out to be the worst day in history for the British Army.",
        674.8,
        682.64
    ],
    [
        " And they suffered almost 60,000 casualties.",
        684.1,
        687.88
    ],
    [
        " 60,000 casualties in one day.",
        688.38,
        694.82
    ],
    [
        " And like I said, those casualties included Charlie May who went over the top on July 1st under the cover of Allied artillery.",
        696.2,
        711.76
    ],
    [
        " He was leading B company and he and his men fought their way across No Man's Land.",
        712.9,
        720.28
    ],
    [
        " And just as they reached German lines Charlie was hit by shell fire and killed.",
        720.28,
        725.04
    ],
    [
        " And his diary was found by the man that eventually dragged him back to the trenches, private Arthur Bunting,",
        725.8,
        735.68
    ],
    [
        " who mailed the diary to Charlie's wife, Maude.",
        737.26,
        743.06
    ],
    [
        " Now the British have a steeped military history.",
        755.66,
        764.36
    ],
    [
        " And obviously this is the kingdom that we Americans rebelled against in the Revolutionary War",
        766.84,
        772.52
    ],
    [
        " and we fought them again in the war of 1812.",
        772.52,
        774.9
    ],
    [
        " And we actually had a bunch of other little various disputes with them until the late 1800s,",
        776.02,
        783.48
    ],
    [
        " when during something called the Great Reproachment through various forces in the world,",
        784.42,
        791.86
    ],
    [
        " our political objectives were aligned and we became the staunchest of allies with Great Britain through World War I and World War II and Korea and Vietnam and even up till now and Iraq and Afghanistan.",
        792.04,
        808.46
    ],
    [
        " And I've been lucky enough to work alongside Brits on just a couple occasions while I was in the military.",
        811.16,
        818.72
    ],
    [
        " And there's no doubt that they are just outstanding troops, professional in everything that they do and they leave that impression on you.",
        819.58,
        832.46
    ],
    [
        " You can actually feel the pride of their military tradition.",
        833.72,
        840.86
    ],
    [
        " And tonight I wanted to take a look at a book that is part of that military tradition.",
        841.68,
        853.78
    ],
    [
        " And the book is called Serve to Lead.",
        855.08,
        860.92
    ],
    [
        " And I'm going to start with some statements from the introduction to this version of the book.",
        861.48,
        869.78
    ],
    [
        " And the version of the book that I'm reading is the Old Version.",
        869.84,
        872.96
    ],
    [
        " I think it's from 1954 or 1957 originally written right after World War II.",
        873.06,
        879.4
    ],
    [
        " And these comments here are from a guy named Robin Matthews, a former British Army officer, graduate of the Royal Military Academy of Sandhurst.",
        879.5,
        891.66
    ],
    [
        " That's like the British West Point.",
        891.96,
        894.08
    ],
    [
        " He went on to command his regiment, the Light Dragoons, which included a tour of duty in Iraq in 2005.",
        894.74,
        901.34
    ],
    [
        " He also served with 16 aerosol brigade in Hellman Province in Afghanistan.",
        901.88,
        907.74
    ],
    [
        " And here's what he has to say about this book.",
        910.04,
        912.4
    ],
    [
        " Serve to Lead is a remarkable book, produced by the Royal Military Academy of Sandhurst after the Second World War.",
        914.0,
        922.06
    ],
    [
        " It is as clear and concise a treatise on leadership as you will find.",
        922.92,
        927.42
    ],
    [
        " It also provides a fascinating glimpse into what sets the profession of arms apart from any other.",
        929.26,
        935.46
    ],
    [
        " Serve to Lead is synonymous with Sandhurst, placed on the bed of every officer cadet at the beginning of their military training.",
        940.16,
        948.1
    ],
    [
        " Somewhere between Prayer Book, which is what I thought it was initially, and Bible, as it has often been referred, it lays out what is expected and what to expect.",
        948.38,
        960.6
    ],
    [
        " Unequivocally, it establishes selflessness, self-discipline, integrity, and duty as the bedrock of leadership.",
        961.9,
        970.1
    ],
    [
        " Excitingly, it speaks of courage and boldness as the essential differentiators upon which events turn into which soldiers and leaders are instinctively drawn.",
        970.78,
        981.5
    ],
    [
        " There is so much to enjoy and consider on every page, but the most bugiling message of the book concerns humility.",
        984.04,
        993.3
    ],
    [
        " Leadership must be confident, but unless it is matched and equal measured by humility, it jars, at which point the lead simply fall away.",
        994.9,
        1004.74
    ],
    [
        " If I am to lead you first and foremost, I must be your servant.",
        1005.74,
        1010.32
    ],
    [
        " Like any good book, the clue is in the title.",
        1011.02,
        1015.06
    ],
    [
        " In this case, simple, seemingly contradictory, but ultimately profound, serve to lead.",
        1015.38,
        1024.98
    ],
    [
        " That is the intro to this book.",
        1027.3,
        1029.48
    ],
    [
        " Obviously, there is a dichotomy of leadership. He is already talking about things that we talk about all the time.",
        1029.66,
        1034.88
    ],
    [
        " Yes, you have to be confident, but you have to be humble.",
        1035.68,
        1038.64
    ],
    [
        " The title of the book is a contradiction. It is a dichotomy in its own sense.",
        1039.16,
        1042.68
    ],
    [
        " Right? Serve to lead.",
        1042.96,
        1044.84
    ],
    [
        " Like I said, this book, they actually have a new one.",
        1047.5,
        1050.82
    ],
    [
        " I have the new one. I went with the old one.",
        1050.86,
        1053.98
    ],
    [
        " The reason I went with the old one is a couple things that I am going to point out that clearly they have changed their thoughts on.",
        1054.46,
        1060.26
    ],
    [
        " Maybe we will end up doing a comparison contrast with the new one.",
        1061.84,
        1064.82
    ],
    [
        " There are not that many differences, but there certainly are some very significant differences and we will get to those.",
        1064.92,
        1070.9
    ],
    [
        " This is going to kick off with a piece from the Lord Bishop of Durham.",
        1072.86,
        1078.5
    ],
    [
        " It is the fact that some men possess an in-bred superiority which gives them a dominating influence over their contemporaries and marks them out unmistakably for leadership.",
        1081.32,
        1092.2
    ],
    [
        " This phenomenon is as certain as it is mysterious. It is apparent in every association of human beings in every variety of circumstances and on every plane of culture.",
        1092.78,
        1104.18
    ],
    [
        " In a school among boys, in a college among the students, in a factory, shipyard or mine among the workmen, as certainly as in the church, and in the nation, there are those who with an assured and unquestioned title take the leading place and shape the general conduct.",
        1104.66,
        1123.16
    ],
    [
        " So there is an opinion. People all that ask all the time are leaders born or made. That one right there is, hey, leaders are born.",
        1124.0,
        1130.44
    ],
    [
        " And that is, I always say both. I always say there is certain leadership qualities that people are born with and some people are born with a lot of them.",
        1132.64,
        1141.8
    ],
    [
        " Some people are born with a lot of those qualities, some people are born with a lot less. Some people are born with any. They are not going to be much of a leader.",
        1142.5,
        1149.9
    ],
    [
        " It doesn't matter how much you train them. You can get them better but they are not going to be a great leader.",
        1150.08,
        1153.92
    ],
    [
        " And obviously some leaders don't need much training. There are very few of those leaders that just get it out of the gate as just born that way.",
        1154.84,
        1165.62
    ],
    [
        " I think it is a mixture of both. And I think you are born with some leadership capability and the more you hone it, the more you work on it, the better you are going to be.",
        1166.28,
        1175.14
    ],
    [
        " Why would you think, or why do you think that is because to be a leader like the good strong qualities that you have are so counterintuitive?",
        1175.68,
        1186.78
    ],
    [
        " They are not even counterintuitive but you can get better at all of them.",
        1187.12,
        1191.26
    ],
    [
        " You know, a couple of the ones that are talented, some people are naturally articulate people. So they are able to get their message across in simple, clear, concise language. That is very important.",
        1191.26,
        1206.26
    ],
    [
        " Now if you are born with that, you are lucky. Right? Good job. You are born with that. You are born in an articulate person. If you want, guess what? You are going to have to work at it. You are going to have to read, you have to write, you have to listen, you have to practice speaking to people.",
        1207.06,
        1218.92
    ],
    [
        " And you will get better at it. So that is your example. Some people just have it naturally. But even people that have it naturally will get better at it over time.",
        1219.26,
        1229.96
    ],
    [
        " I was always pretty comfortable speaking to people. But obviously, when I was in the military, I spoke to people all the time. And when I was in a training situation as a young and listed seal, I was put up in front of the classroom to speak to people. And I got better at it.",
        1230.28,
        1243.76
    ],
    [
        " And then when I became an officer and a leader, now I was briefing people. And so I am doing it even more. And then I took over the training for the West Coast Seals. And now I was briefing people all the time. And when I was overseas, I was briefing, you know, kernels and generals. And okay, you are going to brief a bunch of times. You are going to get better at it.",
        1243.88,
        1260.76
    ],
    [
        " I was already okay at it just naturally. But I got better at it. And I'm still getting better at it today. So that's the same with any of these particular talents, you know, being able to simplify things, being able to detach those are all important leadership qualities.",
        1261.64,
        1276.76
    ],
    [
        " You can have a certain level that you're capable at. But the more you practice them, the better off you're going to be.",
        1277.14,
        1283.34
    ],
    [
        " Yeah. Yeah. So it's a combination. Yeah. So how you say like, there's it's pretty rare that you get somebody who's, you know, has all the qualities right out the game.",
        1283.6,
        1296.28
    ],
    [
        " Yeah. Nothing. I can't, I've never met anybody that just just dominates in every category. Because like, like detaching, for example, that's not, that's kind of counter to the your natural way.",
        1296.54,
        1307.3
    ],
    [
        " Yeah, that's true. Most people are going to want to get in there. Yeah. For sure. Now, I just thought of this example. I've talked about them a little bit on the podcast when we had Tim Ferris on Alden Lee grizzard. He was, he was my system platoon commander when I was at Sealtheme 1 and he got murdered.",
        1307.3,
        1324.72
    ],
    [
        " It was horrible tragic situation. He was involved in a murder suicide. And, but he had a lot of those capabilities. He had a lot of, he was very articulate.",
        1325.32,
        1335.46
    ],
    [
        " He was the quarterback at the Navy football team. So we had like a real good presence to him. He spoke clearly. He was down to earth. And yet, you know, very, he could elevate himself very quickly when he's talking of the certain, you know, if he needed to elevate himself, you just had a lot of those qualities very naturally.",
        1335.46,
        1352.42
    ],
    [
        " And, and guess what? He was at the Naval Academy. He played football. He was constantly getting in front of his, you know, getting in the huddle and telling guys what was going to happen. And you get good at that over time. And part of that is, so I don't know how much of it.",
        1353.22,
        1365.64
    ],
    [
        " You know, I didn't know when he was a football player when he was in eighth grade. Maybe he was stammering and trying to put his thoughts together. But then he trained it over and over and over again. And he got better at it.",
        1365.68,
        1375.36
    ],
    [
        " And maybe by the time he got to me as a 23 year old Lieutenant J. G. He was like, oh, we're going to get in a huddle. I'll tell you guys what's going on. And so, you know, even though it appeared to me like it was natural, it probably wasn't. It was probably trained. You know, he had some natural capability. But he played football his whole life. And that was that.",
        1375.68,
        1393.66
    ],
    [
        " Yeah. So in, in a way, you can kind of, and this may be kind of interchangeable as far as the expression, but you know, you say natural capability.",
        1393.84,
        1401.24
    ],
    [
        " It could be that they gain it through learning or whatever, just through their environment, you know, like as a kid, you know.",
        1401.62,
        1408.38
    ],
    [
        " Yeah. Yeah. So playing football. And then they'll bring it to the training situation. And they'll like, so.",
        1408.48,
        1413.14
    ],
    [
        " Yeah. But I think it's got to be a little bit of both, right? Yeah. And you will get better at it. But the more you focus on that particular skill, like some people aren't very comfortable talking.",
        1413.3,
        1424.08
    ],
    [
        " You know, even they're not even comfortable talking in a conversation, right? Oh, yeah.",
        1424.54,
        1428.14
    ],
    [
        " And so if you end up with a kid like that, well, you got to get him out and socialize him and get him in, get him in front of people talking all the time. And that will be good for them.",
        1428.24,
        1437.14
    ],
    [
        " Yeah. If you have someone that's, if you've got a kid or, yeah, if you got a kid or a young leader that doesn't know when to shut up, right?",
        1437.16,
        1446.88
    ],
    [
        " How are you going to, because sometimes leaders are like that too. They want to hear themselves talking. They just keep talking all the time. And guess what? The more you talk, the less people listen.",
        1447.14,
        1453.28
    ],
    [
        " So if I'm giving orders on every little thing that we've gotten to do in front of us, eventually, you're not listening to me anymore. And when something critical comes up, you're still not listening to me, because I've been talking for the past six straight months, won't shut my pie hole.",
        1453.7,
        1466.18
    ],
    [
        " So that's a bad situation. So how do we get that person to quiet down? It's both. Yeah.",
        1467.02,
        1475.64
    ],
    [
        " All right. So now we're going to hear from a guy named Field Marshall William Slim. I think Bill Slim is what they ended up calling him. He was in World War One and World War Two.",
        1476.2,
        1487.28
    ],
    [
        " William Wounded multiple times, I think three times, led the 14th Army in Burma, World War Two. And he also fought with the Anzac, so the Australian New Zealand Army Corps at Gallipoli.",
        1489.54,
        1504.4
    ],
    [
        " So you could say he's got a pretty good view of things. So he's the believe it or not, the first this book kicks off with talking about morale and the morale of the troops.",
        1504.66,
        1520.32
    ],
    [
        " So here we go back to the book morale as a state of mind. It is that intangible force, which will move a whole group of men to give their last ounce to achieve something without counting the cost to themselves.",
        1520.58,
        1534.28
    ],
    [
        " That makes them feel that they are part of something greater than themselves. Now this is interesting. So so he's talking about the importance of morale.",
        1535.4,
        1546.58
    ],
    [
        " Now going back to the subject, we were just talking about back to the book. I learned too that one did not need to be an orator to be effective.",
        1546.58,
        1557.38
    ],
    [
        " Two things only were necessary. First, to know what you were talking about. And second, and most important, to believe it yourself. So there you go.",
        1557.96,
        1570.46
    ],
    [
        " You don't need to be a great orator, but you got to know what you're talking about and you got to believe it. Those are two really good places to start.",
        1570.94,
        1580.1
    ],
    [
        " He continues on talking about morale. He says up a most potent factor in spreading this belief in the efficiency of an organization is a sense of discipline.",
        1581.26,
        1592.46
    ],
    [
        " We tried to make our discipline intelligent, but we were old fashioned army and we insisted on outward signs. We expected soldiers to salute and officers to salute in return both in mutual confidence and respect.",
        1593.1,
        1606.64
    ],
    [
        " I encouraged all officers to insist whenever possible and there were few places where it was not possible on good turnout and personal cleanliness.",
        1607.42,
        1616.82
    ],
    [
        " It takes courage, especially for a young officer to check a man met on the road for not properly saluting or for slovenly appearance. But every time he does, it adds to his stock of moral courage.",
        1617.32,
        1629.4
    ],
    [
        " And whatever the soldier may say, he has respect for the officer who does pull him up.",
        1629.86,
        1635.2
    ],
    [
        " Now this is an interesting point, right? Because what we're talking about here is, oh I see echoes, you know, not wearing his uniform correctly, so I'm going to go over and tighten you up.",
        1636.56,
        1644.4
    ],
    [
        " That is, you can see where you can see where people are probably thinking, yeah, Jack will be all over that guy. Right? No, actually wrong. That's actually wrong.",
        1648.52,
        1657.22
    ],
    [
        " And what we're going to talk about here is I'm going to talk about what I call leadership capital. You only have so much leadership capital in your bank.",
        1657.38,
        1665.94
    ],
    [
        " And you've got to decide what as a leader, you're going to spend that capital on.",
        1666.64,
        1671.16
    ],
    [
        " And if I see you out of uniform or you're looking sloppy, I've got to decide if it's worth me investing my leadership capital and going over and telling you that you need to tighten it up.",
        1671.56,
        1682.18
    ],
    [
        " Hey, echo, you need to get that. Hey, Sergeant Charles, you need to get your uniform squared away. You look like crap. You're setting a bad example.",
        1682.2,
        1689.26
    ],
    [
        " Is that what I want to invest my leadership capital on now? Can it be sometimes? Yes, absolutely.",
        1689.26,
        1694.18
    ],
    [
        " And we've talked about the many cases where that occurs. You know, when you look at at hack worth, when hack worth showed up the Vietnam as a battalion commander, he tightened up their uniform standards immediately.",
        1694.38,
        1704.46
    ],
    [
        " He tightened them up immediately. He knew he needed to invest that leadership capital. He needed to start with the small things.",
        1704.92,
        1712.0
    ],
    [
        " But if you're in a garrison situation and you see somebody that maybe isn't doing their isn't wearing their uniform properly and you decide you're going to go tighten them up, I'm not saying it's the wrong answer.",
        1712.9,
        1726.56
    ],
    [
        " And as late Babin will tell you, it's not what you preach to what you tolerate. And so if you tolerate the guys looking like crap, they're just going to continue going down that hill of looking like crap.",
        1726.8,
        1734.82
    ],
    [
        " Now to me, there's a certain point, right, that I won't let you go past. If you're a little out of the out of the standard, maybe I'm going to let that one slide a little bit, right?",
        1734.92,
        1747.18
    ],
    [
        " But once you get to a point where you're looking like crap, well, guess what? I am absolutely going to tighten you up. And I'm going to explain to you why it's important. I'm not just going to go and yell at you. No, not happening.",
        1747.64,
        1757.88
    ],
    [
        " So you've got to be careful how you ration your discipline and your leadership capital, right? If you just run around yelling at everyone or getting in everyone's face for every little thing that they're doing pretty soon, you could look at that like well, pretty soon they'll be scared of making a mistake.",
        1759.92,
        1776.98
    ],
    [
        " But that's that's the point. Now you got people that are scared of making a mistake. Now you're cutting off their ability to and they're desired to think freely.",
        1776.98,
        1785.36
    ],
    [
        " So the bottom line with this balance, you got to stay balanced in these things and don't waste your leadership capital. I was talking to a guy the other day. He was running a off site for his executive team.",
        1785.84,
        1799.4
    ],
    [
        " And I talked to him and he said, man, you know, he was just junk. And I said, what happened? And he showed up the executive off site. And he's in the company.",
        1800.08,
        1811.58
    ],
    [
        " And he's the guy that's running the off site. And he gets there and he says, all right guys, while we're here, no cell phones. So everyone put your cell phones away. We need to focus. This is a strategic meeting. We need to we need to get this done.",
        1811.84,
        1823.66
    ],
    [
        " So the guys put their cell phones away. And they start the meeting. He says five minutes into the meeting. The CEO breaks out his cell phone starts looking at it.",
        1824.18,
        1841.56
    ],
    [
        " He's not on them. You know, this is man. What's going on and people aren't even paying attention after the first at first hour. He's just, you know, what's going on. And I said to him, I said, bro, let's look at what you just. So then he said, then he lost them like the meeting just went downhill.",
        1841.56,
        1856.48
    ],
    [
        " Yeah. And I said to him, let's talk about what you did because you invested your leadership capital for this important meeting on telling people to not use their cell phones. Did you tell him why?",
        1856.56,
        1869.08
    ],
    [
        " He's like, not really. Did you explain to them when they would be able to use their cell phones? No, I didn't. So you just went, now this company is a financial company. They've got a lot of things going on. You can imagine the CEO of a big financial company's got a lot of important calls and emails.",
        1870.12,
        1886.32
    ],
    [
        " To check and all that. And all of a sudden he gets told no cell phone. When is that going to end? What, what important thing is happening at my company today where I'm not allowed to talk on my cell phone and answer emails or look at, look at my emails. And I'm the guy. So, so when am I supposed to, when would I be able to look at you didn't tell me that.",
        1886.32,
        1903.3
    ],
    [
        " So he invested all of his leadership capital to get people to do no cell phones. And he spent it. And there wasn't any left. And, and the, you know, so you have to be careful.",
        1903.62,
        1915.0
    ],
    [
        " Now you have to approach it the right way. Right. First of all, you could say, hey, listen, guys, we're going to power through a solid hour right now. I'm going to ask you unless it's just critical.",
        1915.14,
        1923.94
    ],
    [
        " Keep your cell phones put away. And let's power through this. Let's get some good conversation going. Right. And in an hour, we're going to take a 20 minute break where you can catch up when you got to catch up on. And then we'll do another hour after that. So now people understand what's happening. And they understand why and by the way, you know,",
        1924.6,
        1939.0
    ],
    [
        " if everyone's on their cell phones, we're not going to get what we need out of this meeting. So you got to explain and you don't want to invest your leadership capital on things that don't matter. So if you're the senior guy in a leadership position and you're focused on some little person that's out of uniform. And that's what your focus is.",
        1939.0,
        1954.16
    ],
    [
        " That's, that's not a good focus to have. Right. You should set the standard and you're, you're subordinate leadership all the way down to the front where you've got like you and me are peers. And I don't let you.",
        1954.42,
        1967.72
    ],
    [
        " I'm the one. I'm not waiting for the boss to come by and tighten up a uniform. I won't let you tighten up. I won't let you wear crappy looking uniform. That's what I want. I want to have the gang mentality where we're self policing.",
        1968.24,
        1979.38
    ],
    [
        " Because the minute I'm from the top doing that again. Does this happen sometimes? Yes. I'm not setting out a black and white rule here. I'm giving the broad guidance that if you're hack worth and you're taking over battalion where people's lives are at risks. And you know that they're slack everywhere. And they're not doing a good job.",
        1979.94,
        1997.4
    ],
    [
        " You got to go in there and tighten them up. And one of the best ways to do that is to go in there and start on the small things.",
        1997.6,
        2001.56
    ],
    [
        " But if you've got a functioning unit that there's nothing critical happening and you're trying to build that team into something that's, that's a winning team.",
        2002.02,
        2012.36
    ],
    [
        " And the first thing you could do is go in and focus on some of these small things when you haven't really established yourself. That could be problematic.",
        2012.88,
        2020.7
    ],
    [
        " So think about those things when you're in those positions.",
        2022.72,
        2025.8
    ],
    [
        " All right. Going back to the book. I do not say that the men of the 14th Army welcomed difficulties.",
        2026.18,
        2035.26
    ],
    [
        " But they grew to take fierce pride in overcoming them by determination and ingenuity.",
        2035.92,
        2041.2
    ],
    [
        " From start to finish, they had only two items of equipment that were never in short supply. Their brains and their courage.",
        2041.66,
        2050.4
    ],
    [
        " They lived up to the unofficial motto I gave them. God helps those who help themselves.",
        2051.7,
        2057.22
    ],
    [
        " And once again, that's the same thing that Colonel Bill Reader said.",
        2058.6,
        2063.16
    ],
    [
        " God help yourselves. All right. Now we're going to move on to still still talking about morale. We're going to talk to or hear from field marshal Bernard Montgomery.",
        2064.58,
        2077.02
    ],
    [
        " If you don't know who that is, Monty, Warred War one, the Anglo Irish War, the Palestine conflicts that dis uprisings and World War II.",
        2077.36,
        2091.12
    ],
    [
        " He obviously ran the British 8th Army World War II.",
        2093.84,
        2097.7
    ],
    [
        " So once again, we've got a person with some very solid perspective on leadership and combat leadership, the quality of morale back to the book.",
        2097.92,
        2106.3
    ],
    [
        " In war, the moral stature of some men increases and their characters grow stronger and more closely knit in proportion to the discomforts and dangers they are called upon to face.",
        2106.5,
        2118.82
    ],
    [
        " So some guys get better. Some guys rise to the occasion back to the book. Such men will occasionally perform in battle, remarkable acts of selfless courage and daring and will endure with extraordinary fortitude and patience, the burdens thrust upon them.",
        2119.58,
        2135.22
    ],
    [
        " Other men, however, will under the stress of hardships or dangers surrender to fear or fatigue and allow their characters to disintegrate.",
        2136.72,
        2146.86
    ],
    [
        " This disintegration will usually take the form of a loosening of the moral fiber, which results in timidity of action and slackness and appearance, while those who have gone to seed will be dirty and their appearance will be sluggish and will be slavently in these later cases.",
        2148.16,
        2170.2
    ],
    [
        " There has been a general loosening of character due to partial surrender to fear.",
        2170.28,
        2175.06
    ],
    [
        " So I totally agree with this. You see in combat situations, people either get better or they get worse. Some people just kind of cruise, stay in that same zone, but some people get better or they get worse.",
        2175.84,
        2193.58
    ],
    [
        " Back to the book, the good soldier, the man with high morale has not surrendered to fear and has maintained his personal standards.",
        2195.24,
        2203.38
    ],
    [
        " The bad soldier, the man with low morale, has become incapable of independent action and has to some extent shed a part of his human individuality.",
        2204.2,
        2215.6
    ],
    [
        " That's an interesting statement that the person that's incapable of independent action, he's saying he shed some of his human individuality.",
        2216.94,
        2227.6
    ],
    [
        " Back to the book, basic factors of morale. We now must consider the factors, what factors constitute morale of the soldier in the heat of battle.",
        2228.62,
        2239.28
    ],
    [
        " Certain factors may be described as essential conditions without which high morale cannot exist.",
        2239.28,
        2244.66
    ],
    [
        " These four basic factors are one, leadership. Two, discipline. Three, comradeship and four, self-respect.",
        2245.3,
        2257.04
    ],
    [
        " A fifth factor devotion to cause must exist but need not necessarily influence all the soldiers.",
        2257.8,
        2264.94
    ],
    [
        " Finally, there are numerous contributory factors which are of great importance but are not essential conditions.",
        2265.94,
        2272.9
    ],
    [
        " Starting with this first one, leadership. Moral is in the first place based on leadership.",
        2273.46,
        2278.1
    ],
    [
        " Good morale is impossible without good leaders. Human beings are fundamentally alike in that certain common characteristics applied to all men in varying degrees.",
        2278.94,
        2288.52
    ],
    [
        " In battle, the most important of these characteristics is fear. All men are afraid at one time or another to a greater or lesser extent.",
        2289.82,
        2299.34
    ],
    [
        " In moments of fear, they bend together and look for guidance. They seek for a person to give decisions they look for a leader.",
        2299.98,
        2309.74
    ],
    [
        " The leaders' power of decision results from his ability to remain calm in the crisis.",
        2310.46,
        2322.54
    ],
    [
        " His greatest asset is the ability to act normally in abnormal conditions to continue to think rationally when his men have ceased to think to be decisive in action when they are paralyzed by fear.",
        2322.88,
        2336.42
    ],
    [
        " A little bit of normal face from Monty.",
        2336.96,
        2340.3
    ],
    [
        " Act normally in abnormal conditions. Remain calm.",
        2341.78,
        2346.3
    ],
    [
        " Back to the book. The object of training must be first to select those who possess them within them the potentialities of leadership and secondly to develop these potentialities.",
        2348.5,
        2359.52
    ],
    [
        " This is accomplished by giving the leader responsibility. The leader's character will develop in proportion to the responsibility with which he has been entrusted.",
        2359.86,
        2367.9
    ],
    [
        " There you go. He's saying the same thing that we were talking about earlier. You have certain potentials and you have to develop those.",
        2369.48,
        2376.08
    ],
    [
        " How do you develop them? With people? You give people. You want to develop leaders you give them responsibility.",
        2376.46,
        2380.98
    ],
    [
        " You don't give them responsibility. That's going to kill them. But you give them responsibility that's going to definitely test them.",
        2381.68,
        2388.1
    ],
    [
        " They're going to have to step up to be able to perform.",
        2389.32,
        2392.62
    ],
    [
        " Back to the book. The two vital attributes of a leader are A. Decision in action and B. Calmness in crisis.",
        2394.3,
        2403.58
    ],
    [
        " Given these two attributes he will succeed without them he will fail. Our great problem in peace is to select leaders.",
        2404.94,
        2412.5
    ],
    [
        " It's to select as leaders. Men whose brain will remain clear when intensely frightened.",
        2412.96,
        2418.84
    ],
    [
        " So from Monty you got to remain calm. Now he's going to talk about discipline. The object of discipline is the conquest of fear.",
        2423.9,
        2433.08
    ],
    [
        " There are two aspects of fear. Fear can suddenly attack a man through his imagination. A corpse and a ditch or a grave by the far side of the road will remind him of his position.",
        2434.74,
        2445.54
    ],
    [
        " He will suddenly realize that he himself is liable to be killed. It is a function of discipline to fortify the minds that it becomes reconciled to unpleasant sites and accepts them as normal everyday occurrences.",
        2445.76,
        2458.06
    ],
    [
        " Fear can also creep upon a man during periods of monotony on the line. At such time he will have the opportunity to appreciate the dangers which beset his life.",
        2459.68,
        2470.02
    ],
    [
        " Fear acting through his thoughts can so reduce the man's hard core of courage that he will become nervous and fearful.",
        2470.6,
        2477.38
    ],
    [
        " Discipline strengthens the minds that it becomes impervious to the corroding influence of fear. It teaches men to confine their thought within certain definite limits.",
        2478.56,
        2489.5
    ],
    [
        " It instills the habit of self-control.",
        2490.8,
        2493.28
    ],
    [
        " That's pretty amazing. It's pretty amazing assessment to think that one of the best premier tools to overcome fear is discipline.",
        2494.56,
        2503.72
    ],
    [
        " Back to the book discipline implies a conception of duty. Nothing will be accomplished in the crisis by the man without a sense of duty.",
        2505.18,
        2515.48
    ],
    [
        " Now he's going to talk about comradeship. Back to the book, morale can not be good unless men come to have affection for each other.",
        2517.08,
        2525.48
    ],
    [
        " A fellow feeling must grow up which will result in a spirit of comradeship.",
        2525.82,
        2531.28
    ],
    [
        " An army is made of human beings. So that however much a leader may inspire as men, however perfect the discipline the morale will be hard and unsympathetic.",
        2532.04,
        2542.92
    ],
    [
        " If the warmth of comradeship has not been added.",
        2542.92,
        2546.7
    ],
    [
        " Yeah, you got to be hard core disciplinarian but you need the warmth of comradeship. Back to the book, war though a hard business is not necessarily a grim one.",
        2547.2,
        2562.94
    ],
    [
        " Men must laugh and joke together, must enjoy each other's company company and must get fun out of even life.",
        2563.48,
        2574.5
    ],
    [
        " Must get fun out of life even in times of danger.",
        2575.18,
        2578.28
    ],
    [
        " So do you want to have a good time? Yes you do.",
        2579.18,
        2584.18
    ],
    [
        " And the thing that makes these dangerous times more bearable is when you're having fun during them.",
        2585.84,
        2591.72
    ],
    [
        " And that's one of the things, you know I don't talk a whole lot about seal training in here on the podcast but one of the things that you do in seal training is you're doing miserable things called wet tired and you're having fun the whole time.",
        2592.54,
        2602.98
    ],
    [
        " You're learning that hey guess what? I can sit here and be cold and it's miserable or I can be cold and I can laugh about it.",
        2603.46,
        2609.84
    ],
    [
        " And I can make fun of my friend the way he's shivering. You know that's what makes it bearable.",
        2609.96,
        2615.62
    ],
    [
        " And the same thing happens when you get overseas and you joke about really dark things you know dark sense of humor that comes out real strong when you're overseas.",
        2615.82,
        2625.62
    ],
    [
        " One of my buddies who was super paranoid I've talked about him on here before the guys the guys found a tube that had shipped like maps or something and if you pulled the tube apart real fast it sounded like a mortar launch.",
        2627.38,
        2643.64
    ],
    [
        " And so they'd get outside his tent and he was super paranoid we spent a little bit of time getting more dirt and so he was a little on edge from that yeah so they'd go outside of his tent you know you can hear through the tent it's just a little piece of fabric and they go outside of his tent and they pull that thing and it would sound like a mortar through.",
        2643.98,
        2659.7
    ],
    [
        " And you to hear what the hell are you guys doing yeah or you know what first you hear him like fall and like hit the ground and then you'd hear the giggling of the guys outside and then you hear him costing everyone out but yeah but it was fun it was funny too far.",
        2659.7,
        2677.62
    ],
    [
        " A little too far maybe but but everyone's having a good time and even him you know we'd get done and he would be come outside you guys are bastards and we'd laugh about it.",
        2677.62,
        2685.46
    ],
    [
        " That's the kind of thing where you're you got to have fun in these tough situations.",
        2685.46,
        2689.68
    ],
    [
        " Yeah yeah that makes sense. I think that's probably why you know like nowadays like contemporary companies they in court like you know jade's company frack mom they got.",
        2689.68,
        2700.9
    ],
    [
        " Fuzball yeah ping pong I heard massive noises the other day.",
        2701.84,
        2706.32
    ],
    [
        " Kind of sounded like like a mortar fire. It wasn't quite mortar fire but there was something I didn't know what it was and they were they were in a in a nerf gun fire fire.",
        2706.32,
        2716.14
    ],
    [
        " Yeah yeah and by the way it was floppy like no one knew what they were doing.",
        2716.14,
        2720.14
    ],
    [
        " Oh take me yeah there was no cover and move happening it was just all every man from self I was pretty disappointed.",
        2720.16,
        2724.98
    ],
    [
        " Yeah but that's the reason right where it's it's not I mean they these are I mean conceptually it's the same thing obviously you know it's way different.",
        2725.84,
        2735.08
    ],
    [
        " No actually it's way different but it's not actually not right when you're going through tough things in a business in a company we have fun with it and when I work with companies that are good good companies",
        2735.2,
        2744.06
    ],
    [
        " and they're going through something tough the ones that have good morale the ones that are laughing they're the ones that do better.",
        2744.06,
        2750.14
    ],
    [
        " Yeah who wants to go to work yeah if you don't enjoy the people you work with you know like why would you want to do that you know one of the one of the",
        2751.12,
        2758.86
    ],
    [
        " I hate you can call it the worst job but I was the admiral's age right so every day I'm wearing a uniform I'm in sitting at a desk all day I did it for 13 months it was just that part of it it's it's you know even it's just a miserable job right.",
        2758.86,
        2774.12
    ],
    [
        " Luckily first of all the admiral's a great guy and I had a lot we know we I joked around all the time with him and his executive assistant is a guy that I would literally not I would go two or three weeks at a time and we wouldn't say one serious thing to each other.",
        2775.96,
        2791.08
    ],
    [
        " Everything would be some joke about every all the misery that we were going through and by misery I just mean you know hours worth of meetings and traveling all the time and being on the road and staying in crappy hotels and flights getting you know bumped and canceled and being held over and the the",
        2791.66,
        2808.78
    ],
    [
        " admiral's suitcase not showing up somewhere and he's supposed to go on stage he doesn't have a uniform with him and like that's you know not fun. I guess what I had fun the whole time and we be joking about you know I'd say well I guess I'm going to get take take one again for the team and we be just laughing.",
        2809.74,
        2824.76
    ],
    [
        " Yeah so yeah even in these situations that aren't fun have you got to have fun with him and that definitely will help out your morale and if you're in a leadership position and all you do is just bear you don't get",
        2825.32,
        2835.44
    ],
    [
        " drown in the misery that you're going through every single person that's with you is going to be going through the same thing and so as a leader you got to once again going back to the dichotomy leadership you got to you got a no win okay the guys are too much stress they're not having fun I need to have fun I need to start a",
        2836.24,
        2852.32
    ],
    [
        " nerf war in the in the office here so guys loosen up and then there's times where hey guys are having too much fun we got to tighten up yeah yeah like hey guys we got this to do and so you got to ride that that line and balance it out correctly yeah yeah it's cool",
        2852.32,
        2867.74
    ],
    [
        " on like newer companies that were companies nowadays are incorporating that element into the actual you know you're talking about yes you're right and there's",
        2867.74,
        2878.46
    ],
    [
        " companies nowadays that do it too much and all of a sudden they can't get anything done yeah they're messing around because everyone's playing ping pong right everyone's in the Lego room yeah because they got",
        2878.46,
        2886.86
    ],
    [
        " rooms now is like you know in their think right play with Legos because that relaxes your mind I guess not me when I'm around Legos I think I'm going to step on them",
        2886.86,
        2894.7
    ],
    [
        " it's alright because I got kids to run step on legos is nightmare so I don't like being around Legos I got the PTSD from Lego stepping when I was",
        2894.7,
        2903.38
    ],
    [
        " had my kids were younger Lego you know because you can't ever get your son enough Legos apparently correct because they just need",
        2903.38,
        2910.02
    ],
    [
        " everything when I was a kid there was not that many different types of Legos you had blocks right long ones and shorter ones",
        2910.02,
        2917.82
    ],
    [
        " yeah nowadays you get Legos but they have hands and arms and machine guns and they got cool stuff but they",
        2917.82,
        2924.44
    ],
    [
        " and Legos anymore they're little toys right but they still come with the little Legos and they still hurt the",
        2924.44,
        2929.3
    ],
    [
        " bottom of the feet and step on they are surprisingly sharp for kids major",
        2929.3,
        2933.82
    ],
    [
        " choice you know major sharp all right going back to the book he's the other thing he talked about self-respect no",
        2933.82,
        2941.5
    ],
    [
        " man can be said to possess high morale if the quality of self-respect is lacking and this is something that",
        2941.5,
        2947.94
    ],
    [
        " Dick Winner's talked about to that self-respect and and how that drove him soldiers must be encouraged to",
        2947.94,
        2953.74
    ],
    [
        " respect themselves at all times and under all condition self-respect implies a determination to",
        2953.74,
        2959.82
    ],
    [
        " maintain personal standards of behavior a man who respects himself will allow neither himself to",
        2959.82,
        2965.64
    ],
    [
        " become slavvently nor his quarters dirty even in action he will take care to see that his personal",
        2965.64,
        2973.0
    ],
    [
        " appearance suffers as little as possible it is the job of the non commissioned officer to maintain",
        2973.0,
        2979.52
    ],
    [
        " this aspect of discipline it is the function of the officer to encourage and dis instill self-respect so",
        2979.52,
        2987.94
    ],
    [
        " interesting he breaks that down a little bit like I was talking about if I'm the senior guy and",
        2987.94,
        2994.02
    ],
    [
        " I'm around yelling at people about how they're looking that's not good that should be my",
        2994.02,
        2998.8
    ],
    [
        " subordinate leadership should be tightening that stuff up okay here's his conclusion again this",
        2998.8,
        3011.28
    ],
    [
        " is multi-talking in brief high morale has been defined as the quality which makes men endure and",
        3011.28,
        3018.68
    ],
    [
        " show courage in times of fatigue and danger the cultivation of morale depends on the training of",
        3018.68,
        3028.1
    ],
    [
        " discipline the encouragement of comradeship and the infusing of self-respect the leaders must",
        3028.1,
        3037.54
    ],
    [
        " have a belief in their cause and they must pay attention to numerous contributory factors of",
        3037.54,
        3045.1
    ],
    [
        " considerable but secondary importance we live today in a scientific age but we soldiers have to",
        3045.1,
        3051.86
    ],
    [
        " remember that the raw material in which we have to deal is men man is still the first weapon of war",
        3051.86,
        3060.38
    ],
    [
        " his training is the most important consideration in fashioning of a fighting army all modern science is",
        3060.38,
        3068.76
    ],
    [
        " directed towards his assistance but on his efforts depends the outcome of the battle the morale of",
        3068.76,
        3077.56
    ],
    [
        " the soldier is the most important single factor in war so there's Monty and that's that can be said",
        3077.56,
        3090.0
    ],
    [
        " for just about any organization what your organization is made up of his people and you know you",
        3090.0,
        3095.7
    ],
    [
        " hear that with businesses all the time they are people are most important assets that's generally",
        3095.7,
        3100.42
    ],
    [
        " going to be the case here's some now we get into the leadership the actual leadership section",
        3100.42,
        3106.54
    ],
    [
        " interesting again they start off with morale that's the first chapter now they move into leadership",
        3106.54,
        3110.96
    ],
    [
        " and you know clearly from what he just said morale is the most important thing in winning battle I",
        3110.96,
        3117.18
    ],
    [
        " don't agree I think leadership is the most important thing now his number one is number one",
        3117.18,
        3123.48
    ],
    [
        " factor in good morale is leadership so I guess you know you could see where we're coming from a",
        3123.48,
        3130.98
    ],
    [
        " different angle but my my thought is a little bit different my thought is the most important thing is",
        3130.98,
        3136.08
    ],
    [
        " leadership and I think that leadership covers other things just be besides the morale of the men",
        3136.08,
        3141.16
    ],
    [
        " because now we're talking about the strategy that you're using the tactics that you're using",
        3141.16,
        3143.82
    ],
    [
        " everything is covered by leadership including morale yeah so you guys are looking at it from",
        3143.82,
        3150.54
    ],
    [
        " not opposite but just varying perspectives when he thinks leadership is part of morale you think",
        3150.54,
        3157.26
    ],
    [
        " well I think we're all part of leadership yes I think you have identified the situation correctly",
        3157.26,
        3161.72
    ],
    [
        " all right here's some more from Monty on leadership I would define leadership as the will to",
        3161.72,
        3167.94
    ],
    [
        " dominate together with the character which inspires confidence a leader has got to learn to",
        3167.94,
        3176.18
    ],
    [
        " dominate the events what surround him he must never allow these events to get the better of him",
        3176.18,
        3181.52
    ],
    [
        " he must allow nothing to divert him from his aim he must always be on top of his job and be prepared",
        3181.52,
        3188.26
    ],
    [
        " to accept responsibility so Monty's talking about ownership now what I have to caveat this with",
        3188.26,
        3196.82
    ],
    [
        " is you get these people that are single-minded right and that they're going to dominate everything",
        3196.82,
        3203.68
    ],
    [
        " that's going on around them and they do that from a tactical perspective not from a strategic",
        3203.68,
        3208.58
    ],
    [
        " perspective so for instance if you say I must never or I must dominate the events which surround me",
        3209.92,
        3217.22
    ],
    [
        " and must allow nothing to divert me from my aim that can actually be problematic if it doesn't",
        3217.22,
        3224.34
    ],
    [
        " make strategic sense right so if I'm always worried about dominating everything that's going on",
        3224.34,
        3229.24
    ],
    [
        " around me and the thing that's going on around me isn't really that important I'm wasting my time",
        3229.24,
        3234.0
    ],
    [
        " on it so this has to this has to be sort of offset a little bit by the economy of leadership which is",
        3234.0,
        3241.78
    ],
    [
        " yes you want to dominate what's going on but if what's going on is important you need to let it go",
        3241.78,
        3246.98
    ],
    [
        " you need to just let it go a little bit all right so now we're going to hear from",
        3246.98,
        3255.54
    ],
    [
        " Jen and by the way this book what this book served to lead it's it's basically a bunch I",
        3256.5,
        3262.54
    ],
    [
        " should have said this in the beginning but it's it's a bunch of small excerpts bigger than quote some",
        3262.54,
        3267.76
    ],
    [
        " of them are just quotes which I don't do a bunch of like ages reading quotes I do a couple I'm",
        3267.76,
        3272.18
    ],
    [
        " going to do a couple today but some of them are like you know two three four pages of people's views",
        3272.18,
        3277.36
    ],
    [
        " on leadership of which I'm pulling out some of the highlights and interestingly for the first time",
        3277.36,
        3283.94
    ],
    [
        " I was going through some of this and I was like you know what I'm actually it was something that",
        3283.94,
        3288.3
    ],
    [
        " I've it's something that I've said a million times and so I said you know what I'm not actually",
        3288.3,
        3292.38
    ],
    [
        " going to highlight this again because I've said it over and over again now clearly with discipline",
        3292.38,
        3300.9
    ],
    [
        " I just talked about it for 47 minutes and I probably always will when I get the opportunity",
        3300.9,
        3306.06
    ],
    [
        " but there's a lot more about disciplines all section on discipline we'll get to all right now",
        3306.06,
        3311.7
    ],
    [
        " we're going to talk we're going to hear from general john hackett again uh world war two afghan",
        3311.7,
        3317.42
    ],
    [
        " campaign as part of market garden which is the big airborne operation the world war two and here's",
        3317.42,
        3324.34
    ],
    [
        " what he says I am a soldier in speaking of leadership I do so as a soldier and when I think about",
        3324.34,
        3331.84
    ],
    [
        " it as any soldier often must I do so in the context of battle pressures in battle are high",
        3331.84,
        3339.4
    ],
    [
        " and in battle as a consequence the problems of leadership stand out in bold relief and that's",
        3339.4,
        3347.64
    ],
    [
        " something very similar to what I say which is combat is like life amplified and intensified",
        3347.64,
        3354.54
    ],
    [
        " wrote that in extreme ownership and that's what I'm talking about and because it's that way",
        3354.54,
        3358.7
    ],
    [
        " it's very easy to identify what's going on with the leadership it's very the the the problems",
        3358.7,
        3364.54
    ],
    [
        " of leadership stand out in bold relief he said it better than me back to the book but while battle",
        3364.54,
        3370.46
    ],
    [
        " may be unique the problems that it exposes are not right yes leadership problems and have been",
        3370.46,
        3377.66
    ],
    [
        " working for seven years with other companies and people that are not going to battle and guess what",
        3377.66,
        3384.78
    ],
    [
        " the problems that battle exposes are not unique to battle for leadership is concerned with getting",
        3384.78,
        3390.98
    ],
    [
        " people to do things and is most keenly needed when difficulties doubts and dangers are at their",
        3390.98,
        3398.8
    ],
    [
        " greatest in whatever sphere this is attempted the problems are essentially similar so anytime you",
        3398.8,
        3405.42
    ],
    [
        " got a team you got trying to make them do something the problems are pretty much going to be similar",
        3405.42,
        3409.78
    ],
    [
        " back to the book I said that leadership was concerned with getting people to do things what I",
        3409.78,
        3416.58
    ],
    [
        " meant was getting them to do things willingly so we don't want to just bark orders of people that",
        3416.74,
        3427.18
    ],
    [
        " doesn't work doesn't work in business doesn't work on the battlefield will it work for five minutes",
        3427.18,
        3431.62
    ],
    [
        " yes it will well I can I yell at you and get you to do something yep sure you're on monster.com",
        3431.62,
        3437.16
    ],
    [
        " looking for a new job and you get home back to the book a man really only gets a full response",
        3437.16,
        3444.62
    ],
    [
        " from the many leads by something approaching complete fusion of his own identity with the whole",
        3444.62,
        3450.58
    ],
    [
        " that he and they together form so think about that if you're in charge of something and you're a leader",
        3450.58,
        3457.18
    ],
    [
        " you need to become that thing you need to become that team you need to become that goal",
        3457.18,
        3462.22
    ],
    [
        " I like that one and you can see when people get possessed like you look at the modern business",
        3462.22,
        3467.38
    ],
    [
        " leaders today those are people that you know Steve Jobs he was like obsessed with the product",
        3467.38,
        3474.16
    ],
    [
        " he was apple and that's one of those things that was so beneficial",
        3474.16,
        3479.52
    ],
    [
        " Elon Musk just like he is what he's trying to do",
        3479.52,
        3485.34
    ],
    [
        " back to the book successful military leadership is impossible without the leader's total",
        3485.34,
        3493.76
    ],
    [
        " engagement in the task in hand and to the group committed to his care for its discharge",
        3494.2,
        3500.06
    ],
    [
        " and what's interesting about that is talking your brother Jade Charles not too long ago",
        3500.06,
        3506.0
    ],
    [
        " actually it was pretty long going he and he said something to me and it was like a big",
        3506.0,
        3510.64
    ],
    [
        " revelation to him and he was very is a very he had a good way of saying what I'm just reading",
        3510.64,
        3518.48
    ],
    [
        " about right now we were talking about something he was going to a meeting and he was going to be",
        3518.48,
        3521.94
    ],
    [
        " you know talking about something there was some controversy about where they were going to go and",
        3521.94,
        3525.9
    ],
    [
        " and he said that the person that cares the most wins and that's a great statement and it's very true",
        3525.9,
        3535.24
    ],
    [
        " it's not 100% true but the percentage is very high up there because if I just care about something so",
        3535.24,
        3545.78
    ],
    [
        " much and I'm going to drive with it further than you if I care about this decision more than you do",
        3547.72,
        3552.86
    ],
    [
        " I got a really good chance of winning really good chance of winning yeah kind of seem to like",
        3552.86,
        3558.8
    ],
    [
        " that translates into any goal yeah any more you care about it the more probability yeah I guess",
        3558.8,
        3565.98
    ],
    [
        " the only the only place where it becomes problematic is if I I care about something you know at 97",
        3565.98,
        3575.16
    ],
    [
        " level 97 and you care about with the opposite decision you're also at level 97 oh thank you",
        3575.4,
        3582.6
    ],
    [
        " now we got an issue now we got a problem because we're both going to think we're going to win and we both",
        3582.6,
        3587.44
    ],
    [
        " believe that we need to win so now it's going to go in the distance now we got an ego scenario going on",
        3587.44,
        3592.22
    ],
    [
        " and things become problematic and you know the where this just becomes stupid is in the when you",
        3592.22,
        3596.68
    ],
    [
        " hear people having political I would use an air quotes on that one political debates around something",
        3596.68,
        3601.8
    ],
    [
        " you know this person totally believes 100% and this person totally cares 100% and they're going",
        3602.06,
        3609.06
    ],
    [
        " to go nuts on each other and they don't listen to anything that the other person says and you end",
        3609.06,
        3613.04
    ],
    [
        " up with a big disaster on your hands of nonsense yeah a lot of those would be political",
        3613.04,
        3619.38
    ],
    [
        " diet that's another one yeah you know I was listening I was listening to",
        3619.38,
        3624.28
    ],
    [
        " our podcast sure and we and what were you talking about we were talking oh I was talking about",
        3624.28,
        3630.24
    ],
    [
        " watching people in the news and that's a classic situation where you know you got somebody on a",
        3630.3,
        3634.84
    ],
    [
        " three-minute segment and one person is you know the hardcore in this direction the other person",
        3634.84,
        3640.16
    ],
    [
        " the hardcore in the other direction they both care they both care a lot yeah neither one of them",
        3640.16,
        3645.24
    ],
    [
        " is going to win they they actually that that goes the next that's the next realization is that",
        3645.24,
        3652.06
    ],
    [
        " if you're going up against person that cares as much as you do you actually have to take a",
        3652.06,
        3658.42
    ],
    [
        " back step and find another way you have to flank them because you're not going to be able to win",
        3658.42,
        3662.46
    ],
    [
        " them by going head-dead they care is equal to you yeah so you've got to find a new solution yeah",
        3662.46,
        3667.54
    ],
    [
        " otherwise you know what you'll do expand all your ammunition charging machine gun nests and you",
        3667.54,
        3672.26
    ],
    [
        " will die yeah yeah that you don't want to do that if you care as much as me and I don't have the",
        3672.26,
        3677.18
    ],
    [
        " same opinion I've got to flank you yeah a lot of these probably going to let you think you just",
        3677.18,
        3681.52
    ],
    [
        " won the argument in order to flank you too by the way yeah yeah the again the political",
        3681.52,
        3687.62
    ],
    [
        " related diet hot ory's kids you know all these are all yeah what do you hot button it is",
        3687.62,
        3692.58
    ],
    [
        " that we call it hot but things that you're not supposed to talk to or talk about around the",
        3692.58,
        3696.1
    ],
    [
        " Thanksgiving dinner they get heated real quick yeah and you and a lot of times we're talking about",
        3696.1,
        3701.42
    ],
    [
        " you know people or not people but we talk about how much someone cares about it right",
        3701.42,
        3705.3
    ],
    [
        " mm-hmm a lot of times the things they get mixed up is how much you care about it versus how",
        3705.3,
        3711.44
    ],
    [
        " much you care about your stance on it yeah so they're suddenly different but and and and wrap",
        3711.44,
        3716.74
    ],
    [
        " but then you got to put your ego into both those right that because so the ego I don't want to admit",
        3716.74,
        3720.66
    ],
    [
        " that I'm wrong right that so that that means you care about your stance so when you make about",
        3720.66,
        3725.22
    ],
    [
        " yourself that me but if you care about the issue like if I say if I'm if me and you were having a",
        3725.22,
        3729.66
    ],
    [
        " debate a debate about kettlebell workouts or something and I like dumbbells you like kettlebell but",
        3729.66,
        3734.9
    ],
    [
        " I really care about the issue and the issue is what's the best exercises if I truly care about",
        3734.9,
        3741.18
    ],
    [
        " the what the best exercise is and not about my stance on what the best I'm gonna care about the",
        3741.18,
        3746.86
    ],
    [
        " real answer rather whether it's my answer or not so that's why I think like political all these",
        3746.86,
        3751.2
    ],
    [
        " other things they they have that and it is it's just like I said it's the ego yeah natural thing",
        3751.2,
        3755.46
    ],
    [
        " but they wind up caring more about their stance on it then they do the actual issue you know for sure",
        3755.46,
        3762.34
    ],
    [
        " don't let that happen what's out for that one so yeah the 90s set not 97 but the the person who",
        3762.34,
        3768.6
    ],
    [
        " cares the most wins doesn't apply to someone's individual stance on something yeah yeah subject and it",
        3768.6,
        3776.86
    ],
    [
        " also doesn't apply to you know a jujitsu match because I might really care about winning the other day",
        3776.86,
        3782.16
    ],
    [
        " yeah that's because that's another thing people say mental oh it's all mental and here's an",
        3782.16,
        3786.14
    ],
    [
        " example Alex Honald who's a rock climber who just climbed L Capitan in Yosemite which is 3000 feet",
        3786.14,
        3793.14
    ],
    [
        " tall and you people say oh it's all mental and and people say things you know if you want something bad",
        3794.32,
        3801.5
    ],
    [
        " enough you can do it you put me on that rock there's a some crux move like 2000 feet up 2000",
        3801.5,
        3808.84
    ],
    [
        " feet up that's really hard and you're smearing which is this technique and rock climbing where you",
        3808.84,
        3813.76
    ],
    [
        " don't and I've done it before and I'm like the lowest white belt I'm not even a white belt I'm",
        3813.76,
        3819.48
    ],
    [
        " giving my white belt and rock climbing I'm not like a legit but I know I've tried things I go to",
        3819.48,
        3825.38
    ],
    [
        " Yosemite and I'll play around on the rocks and everything but I've tried this thing it's called",
        3825.38,
        3829.78
    ],
    [
        " smearing and and you're basically just using the tread or just the bottom of your rock climbing shoes",
        3829.78,
        3834.84
    ],
    [
        " on flat granite and you can create enough friction that you can you can move up it and some people",
        3834.84,
        3844.24
    ],
    [
        " are really good at it I suck and you know you got to you got your hand hold your work in two but",
        3844.24,
        3849.48
    ],
    [
        " you're using your feet and it's this really weird balance that you have to do because if you push",
        3849.48,
        3854.8
    ],
    [
        " too hard into the rocks they I mean your feet slip off and if you don't push hard enough you don't",
        3854.8,
        3860.36
    ],
    [
        " get any lift so it's this really fine like balance you've got to have and apparently there's one move",
        3860.36,
        3868.18
    ],
    [
        " or this one series of moves on this climb that he did that you have to smear and of course this",
        3868.18,
        3874.88
    ],
    [
        " is very natural for him but apparently he climbed that section with a rope like six or seven times",
        3874.88,
        3880.24
    ],
    [
        " just to make sure it felt good and all that stuff here's my point even if it wasn't smearing",
        3880.24,
        3885.76
    ],
    [
        " part even if it was just holding on to rocks right at two thousand feet I would absolutely want",
        3885.76,
        3892.2
    ],
    [
        " really really badly to hold onto the rocks I don't have the muscular strength to do it I mean",
        3892.2,
        3897.88
    ],
    [
        " the things that he's holding on to are smaller than with the first pad of your fingers that's",
        3897.88,
        3904.92
    ],
    [
        " what he's holding on to the tiny and we were doing this the other day at my house remember",
        3904.92,
        3909.72
    ],
    [
        " that little thing you actually had bed had stronger grip than me on the on the climbing board that",
        3909.72,
        3914.78
    ],
    [
        " I have at my house but I could I could couldn't even hold on or I could hold on for five seconds and",
        3914.78,
        3921.12
    ],
    [
        " you like had no it did you hold on to the really small one yeah that's legit I can't even hold",
        3921.12,
        3925.44
    ],
    [
        " on to that thing so if I was two thousand feet up and I really really really really really really",
        3925.44,
        3931.42
    ],
    [
        " really wanted to do it and I was all mentally in the game guess what I'm falling to my death",
        3931.42,
        3935.8
    ],
    [
        " because I don't have the strength to do it yeah I don't have the physical strength and I need",
        3935.8,
        3941.3
    ],
    [
        " to build it and okay you could say and that that might be an acceptable answer okay if you really",
        3941.3,
        3945.96
    ],
    [
        " have the mental strength and will to do it then you'll train train super hard right but at that",
        3945.96,
        3951.56
    ],
    [
        " moment not gonna help me I'm falling to my death right yeah I think that's",
        3951.62,
        3957.04
    ],
    [
        " not a metaphor but like a it's like a romantic it's a romantic thing yeah yeah yeah if you want it",
        3957.04,
        3964.08
    ],
    [
        " bad enough you can do it no actually not true I want to take the extreme version I want to stay",
        3964.08,
        3971.04
    ],
    [
        " alive I'm two thousand feet up I want really badly to stay alive doesn't matter I can't get across",
        3971.04,
        3976.66
    ],
    [
        " that section I can't don't have the hand strength to do it not happening yeah but they're making a",
        3976.66,
        3980.94
    ],
    [
        " movie about that I can't wait to see it about Alex Honolth climbing that rock Jimmy Chan is the",
        3980.94,
        3986.68
    ],
    [
        " famous kind of photographer guy that they went and documented the whole thing and apparently one of",
        3986.68,
        3991.46
    ],
    [
        " the articles said that during that crux moments Alex Honolth was like hey when we get to here just",
        3991.46,
        3997.44
    ],
    [
        " like back off with the cameras he he apparently was like you know just back off the cameras when I go",
        3997.44,
        4003.06
    ],
    [
        " through you know section 94 alpha because why I think he thought he didn't need any cameras around",
        4003.06,
        4010.38
    ],
    [
        " real close when he might fall to his death it's that heavy yeah like well or is it because it might",
        4010.38,
        4019.28
    ],
    [
        " break his concentration or both I don't know I don't know but that's crazy yeah have you ever been",
        4019.28,
        4031.56
    ],
    [
        " feet straight up of granite it takes people three four five days to climb up it he climbed it in",
        4031.56,
        4037.38
    ],
    [
        " three hours and 45 minutes with a chalk bag and a pair of shoes it's ridiculous it's ridiculous",
        4037.38,
        4043.74
    ],
    [
        " it's ridiculous yeah it's completely ridiculous three thousand feet that's a very tall echo you're",
        4043.74,
        4051.16
    ],
    [
        " trying to imagine it let me help no I'm taller than anything you've ever seen it's taller than",
        4051.16,
        4055.74
    ],
    [
        " a then a skyscraper and say it's yeah it's huge and he climbed it with no ropes that means there's",
        4055.74,
        4063.52
    ],
    [
        " no rest that means there's no break yeah and it means there's no mistakes you can't make a mistake",
        4063.52,
        4068.92
    ],
    [
        " if you make a mistake you die yeah crazy very impressive I don't even know why we're talking about",
        4068.92,
        4075.82
    ],
    [
        " Alex Honolth right now oh because we're talking about the mental will yeah whoever believes it the most",
        4075.82,
        4080.92
    ],
    [
        " yeah who ever believes it the most wins oh cares about it sorry not believes it cares",
        4081.32,
        4085.5
    ],
    [
        " as much as I care about staying alive I wouldn't be able to pull it off yeah I think in Jade's",
        4085.5,
        4090.6
    ],
    [
        " situation that it did make sense though you know because you're you know no I'm actually saying it",
        4090.6,
        4095.68
    ],
    [
        " does make sense yeah it does make sense and that's why I was able to do a lot of stuff that I've",
        4095.68,
        4100.24
    ],
    [
        " been able to do in my career right when I was in the military a lot of the stuff that I was able to",
        4100.24,
        4105.18
    ],
    [
        " get done I was able to get done because I cared about it more than anybody else okay yeah I remember",
        4105.18,
        4110.46
    ],
    [
        " you think you're gonna you know you think you're gonna outperform my task unit I care about this",
        4111.34,
        4117.7
    ],
    [
        " so much I don't care I care about this so much you're not gonna be able to compete with me yeah",
        4117.7,
        4123.66
    ],
    [
        " because you might think oh I'll get there at five o'clock in the morning I've been there for an hour",
        4123.66,
        4126.9
    ],
    [
        " you might think I'm gonna have my guys drill this ten times I'm gonna have my guys drill it 20 times",
        4126.9,
        4130.74
    ],
    [
        " I care about this too much for you to win you can't beat me you can't beat me it's not gonna happen",
        4130.74,
        4135.92
    ],
    [
        " I care about this too much not in a bad way not in a selfish way I care about this is I love this",
        4135.92,
        4140.76
    ],
    [
        " right this is everything to me you know how you have other things going on and you got your wife",
        4140.76,
        4145.94
    ],
    [
        " and you got your family and you got this other thing going on in your life and you got goals that",
        4145.94,
        4149.82
    ],
    [
        " you want I don't care about any of those things this is all I care about so therefore you can't",
        4149.82,
        4154.34
    ],
    [
        " compete with me and that's pretty cool it's a cool place to be and get overseas people are thinking",
        4154.34,
        4160.2
    ],
    [
        " about all these other things no you don't care about anything I don't care about anything else this",
        4160.2,
        4163.62
    ],
    [
        " is the only thing I care about so it ends up getting boiled down to just not stopping right not",
        4163.62,
        4170.62
    ],
    [
        " quitting not giving up that definitely plays a role that definitely plays a role and of course",
        4170.62,
        4176.56
    ],
    [
        " there's got to be balance because if let's say I don't care about let's say you know my focus is",
        4176.56,
        4182.88
    ],
    [
        " 100% my seal task unit but then I forget about the fact that we're working with other army units",
        4182.88,
        4187.94
    ],
    [
        " and the only thing I care about is my unit well no actually I need to care about the mission",
        4187.94,
        4191.96
    ],
    [
        " right any care about our strategic where we're going strategically because otherwise I'm",
        4192.2,
        4196.54
    ],
    [
        " thinking I just want to get my guys taking care of I just want to get my guys more work I just",
        4196.54,
        4200.96
    ],
    [
        " want to get no actually I do what care what Trump's my care for the task unit was care for the mission",
        4200.96,
        4207.48
    ],
    [
        " of what we're trying to accomplish now luckily those two things are completely aligned so there was",
        4207.48,
        4211.48
    ],
    [
        " never any time where I was thinking oh should I do this to benefit the task unit or benefit the",
        4211.48,
        4215.76
    ],
    [
        " mission no no if it benefit the mission to benefit task unit if it benefited the task unit benefit",
        4215.76,
        4219.66
    ],
    [
        " the mission period so I care about those things you can have a hard time compete with me and luckily",
        4219.66,
        4225.3
    ],
    [
        " in Ramadi there wasn't any competition we were all working together that's what's so amazing about",
        4225.3,
        4230.46
    ],
    [
        " it yeah was army Marine Corps us everyone was just working together to accomplish missions because",
        4230.46,
        4237.96
    ],
    [
        " that's what you get when you get a nasty battlefield you get people working together all right",
        4237.96,
        4244.34
    ],
    [
        " another piece this is a guy named general",
        4246.96,
        4251.44
    ],
    [
        " Montsell war is preemanately the art of the man who dares to take the risk of the man who thinks",
        4251.44,
        4262.18
    ],
    [
        " deeply and clearly of the man who when accident intervenes is not thereby cast down",
        4262.18,
        4269.28
    ],
    [
        " but changes his plans and disposition with the readiness of a resolute and reflective mind",
        4269.46,
        4275.3
    ],
    [
        " which so far as is possible has foreseen and provided against difficulties there you go that's",
        4275.3,
        4282.42
    ],
    [
        " what we're talking about oh accident intervenes cool good I'm not cast down change plans adapt",
        4282.42,
        4292.14
    ],
    [
        " back to book no now no man can inspire confidence in others who is not confident in himself and",
        4293.42,
        4299.94
    ],
    [
        " self confidence comes from knowledge a thorough understanding of modern weapons and organization",
        4299.94,
        4305.5
    ],
    [
        " tactics and the details administration affecting all those under his command must therefore be",
        4305.5,
        4311.18
    ],
    [
        " acquired by every leader he must show his troops that he can plan soundly lead resolutely and",
        4311.18,
        4317.44
    ],
    [
        " deal promptly and effectively with the unexpected in addition to gain full confidence of his troops",
        4317.44,
        4323.88
    ],
    [
        " a leader must have their personal friendship and trust I like that again I've there was a",
        4323.88,
        4334.46
    ],
    [
        " there was a seal off so that once was briefing guys and said hey if you're guys if you're if",
        4334.46,
        4338.76
    ],
    [
        " your people like you they then they you're not doing a good job yeah and not true he's actually",
        4338.76,
        4348.24
    ],
    [
        " saying they need your trust and personal friendship and trust yeah want you saying something like that",
        4348.24,
        4354.18
    ],
    [
        " that even that you can't push that too far well of course yeah you got a balance that kind of",
        4354.18,
        4359.46
    ],
    [
        " leadership you can't be such close friends that you're choosing that you're putting one person",
        4359.46,
        4365.06
    ],
    [
        " as more important than the mission or the team that's the dichotomy leadership",
        4365.5,
        4370.08
    ],
    [
        " okay now he puts together this list which yeah we're we're feeling pretty good about this one a",
        4370.08,
        4382.32
    ],
    [
        " short list to leadership given as follows perfect your military knowledge study the use of weapons",
        4382.32,
        4387.96
    ],
    [
        " their tactical handing the enemy's character and methods and way to make use of ground so I don't",
        4387.96,
        4394.16
    ],
    [
        " care what job you're in apply those right know your tools know the enemy know your competitor",
        4394.16,
        4400.16
    ],
    [
        " next study the men under your command know them well and be known to them gain their confidence by",
        4400.16,
        4407.96
    ],
    [
        " your knowledge energy and skill and by your interest in their welfare always be cheerful with them",
        4407.96,
        4414.38
    ],
    [
        " however you may feel teach yourself to think out reason depreciations leading to clever but",
        4414.38,
        4420.62
    ],
    [
        " uncomplicated plans quickly and unheardly so there you go keep things simple know your people get",
        4422.46,
        4430.02
    ],
    [
        " the I like says know your people get them to know you too yeah that's important next study methods",
        4430.02,
        4436.9
    ],
    [
        " of deception and make full use of them always aim at misleading the enemy always seek surprise keep",
        4436.9,
        4444.12
    ],
    [
        " your object clearly before you concentrate your efforts and resources at the decisive point",
        4444.12,
        4450.28
    ],
    [
        " always think well ahead prioritize an execute work out the best methods of control in different",
        4450.28,
        4459.74
    ],
    [
        " tactical situations practice them constantly study the situation carefully don't waste any time",
        4459.74,
        4466.96
    ],
    [
        " make up your mind and stick to it get out your orders quickly make certain that everyone clearly",
        4466.96,
        4472.54
    ],
    [
        " knows what you intend to be done commanders intent maintain the initiative make opportunities",
        4472.54,
        4480.98
    ],
    [
        " and seize them at once I like that make opportunities boy do I like that don't wait for them to come",
        4480.98,
        4489.44
    ],
    [
        " be prepared to take risks but don't be foolhardy know your commanders intention and act in accordance",
        4489.44,
        4497.94
    ],
    [
        " with it don't wait for orders in action is always wrong so there you go what this is just",
        4497.94,
        4506.42
    ],
    [
        " reiterating things that I talk about all the time never take counsel of your fears think of the",
        4506.42,
        4514.58
    ],
    [
        " enemy's difficulties and how you can take advantage them remember that it is will power that wins",
        4514.58,
        4519.92
    ],
    [
        " oh he's he's going off I'm not talking about caring he's talking about will",
        4519.92,
        4524.02
    ],
    [
        " hmm which will goes a long way never relax your efforts until victory is won",
        4524.46,
        4531.76
    ],
    [
        " attend to the comfort of the troops before you think of your own this is all just phenomenal stuff",
        4531.76,
        4538.82
    ],
    [
        " be loyal to your superiors and your subordinates express your views clearly and frankly but when",
        4538.82,
        4547.1
    ],
    [
        " a decision has been reached fully supported and stop all criticism never take shelter behind",
        4547.1,
        4554.68
    ],
    [
        " others when things for which you are responsible have gone wrong takes ownership oh I like this one",
        4554.68,
        4565.26
    ],
    [
        " refrain from jealousy resentment and self seeking be tactful never make friction be thoughtful and",
        4565.26,
        4576.32
    ],
    [
        " considerate but maintain firm discipline think about how bad this think about the dichotomy of",
        4576.34,
        4582.14
    ],
    [
        " that be thoughtful and considerate but maintain firm discipline never order troops to do what you",
        4582.14,
        4590.34
    ],
    [
        " are not prepared to do yourself never give an unnecessary order that's a good one think about",
        4590.34,
        4600.72
    ],
    [
        " never give an unnecessary order and I'll tell you why I like that one is because if you're doing",
        4601.76,
        4609.52
    ],
    [
        " a good job as a leader orders should barely even be necessary they should barely even be necessary",
        4609.52,
        4616.62
    ],
    [
        " talk about this with late the other day I I mean I'm sure we could go back through you know",
        4616.62,
        4622.42
    ],
    [
        " the history of tasking a bruiser but as we we were having a conversation we were working with",
        4622.42,
        4628.34
    ],
    [
        " company I don't think I ever gave an order to either one of my two platoon commanders either",
        4628.34,
        4636.24
    ],
    [
        " life or the Delta platoon commander I don't think I ever said this is what you're going to do",
        4636.24,
        4641.82
    ],
    [
        " that's an order like you see in the movies right that's what I was gonna ask you they say that",
        4641.82,
        4645.9
    ],
    [
        " do they ever say that does anyone ever say that that's an order if yes it can be said yeah I'm",
        4645.9,
        4651.2
    ],
    [
        " trying to think I'm sure it's been I I think it's been said to me before no more like an admit like",
        4651.2,
        4657.46
    ],
    [
        " not administrative situation that I don't know if anyone's ever said it to me before like that's an",
        4658.08,
        4662.02
    ],
    [
        " order I don't know if I'm trying to think of there's been some situation where someone said to me",
        4662.02,
        4666.3
    ],
    [
        " like hey basically like you've pushed far enough jaco yeah stand down like I've got one of those",
        4666.3,
        4671.74
    ],
    [
        " before like hey we get it jaco you care about this a lot it's not happening stand down I've got some",
        4671.74,
        4678.48
    ],
    [
        " I especially got those I was a little younger like when I was a young elisted guy to be driving",
        4678.48,
        4684.16
    ],
    [
        " with an idea I just be wanting to crush it and and people would be kind of saying hey well no we",
        4684.16,
        4689.06
    ],
    [
        " can't but I'd be like no why can't why can't we why why why why why won't we do this we need to do",
        4689.06,
        4693.78
    ],
    [
        " this this is the smart thing do you know it's the right thing to do and I would just eventually get",
        4693.78,
        4697.3
    ],
    [
        " like the little hey stand down we're not doing it okay you know what I'm gonna do becoming officer",
        4697.3,
        4704.04
    ],
    [
        " and I want to listen to you anymore so yeah I've got I think I've got a couple stand downs in my time",
        4704.04,
        4710.98
    ],
    [
        " stand down that's an order because yeah that's an order that when you think about or anyway when",
        4711.06,
        4715.76
    ],
    [
        " I think about it it really does seem like a movie line yeah and one thing is that means that you",
        4715.76,
        4720.58
    ],
    [
        " have not done a good job as a leader if I have to say that's an order right means I haven't done",
        4720.58,
        4725.02
    ],
    [
        " as good job as a leader that means you don't understand the mission you don't understand the intent",
        4725.02,
        4728.64
    ],
    [
        " you don't understand I haven't conveyed it to you properly and the only way I can get you to",
        4728.64,
        4733.26
    ],
    [
        " listen is by saying that's an order yeah pulling rank yeah pulling rank on you that's not a good",
        4733.26,
        4737.78
    ],
    [
        " not a good situation back to the book never overlook failure to carry one out so that's never",
        4737.78,
        4746.62
    ],
    [
        " given unnecessary order never overlook failure to carry one out some people have to chime in with",
        4746.62,
        4755.3
    ],
    [
        " their opinions on that one never overlook failure to carry one out I'm not sure on that one what",
        4755.3,
        4765.96
    ],
    [
        " does that mean to carry one that's what I'm saying I don't know it says it says never order troops",
        4765.96,
        4770.02
    ],
    [
        " to do what you're not prepared to do yourself never given unnecessary order never overlook",
        4770.02,
        4775.2
    ],
    [
        " failure to carry one out to carry out in order yeah to carry one out never overlook failure to carry",
        4775.2,
        4781.76
    ],
    [
        " one out I'm not sure what he means by that I'm sure some people will give us some opinions on that",
        4781.76,
        4789.08
    ],
    [
        " on the Facebook you and I release keep fit yourself and make certain that your men do too",
        4789.56,
        4796.78
    ],
    [
        " keep your own nerves under control and study your men's good for like when you want a comment",
        4796.78,
        4806.86
    ],
    [
        " if you're listening and you want a comment you have an opinion on that one",
        4806.86,
        4810.4
    ],
    [
        " put it on the Facebook post so it can follow the conversation as opposed to Twitter which is 140",
        4810.4,
        4816.56
    ],
    [
        " characters you know what I mean oh yeah it's easier to see it on Facebook when there's a legit",
        4816.7,
        4821.24
    ],
    [
        " question or someone has some legit big feedback if you put it on the thread for podcast number 81",
        4821.24,
        4828.2
    ],
    [
        " when I post it that's the place to put it there in the replies yeah when I can like converse back",
        4828.2,
        4834.0
    ],
    [
        " on that subject without having to go through 17,000 tweets yeah yeah I mean go back and forth",
        4834.0,
        4839.68
    ],
    [
        " and just carry play the him but not him yeah yeah yeah so it's all laid out on Facebook so it's",
        4839.68,
        4844.26
    ],
    [
        " good place to have those little conversations Twitter we have different kinds of conversations",
        4844.26,
        4849.5
    ],
    [
        " sure last of all remember that success in war depends more than anything else on the will to win",
        4849.5,
        4857.28
    ],
    [
        " cool again now we got Monti saying Morales the most important we got Jocco saying leadership is the",
        4857.28,
        4866.32
    ],
    [
        " most important and you got Brigadier General Montsell saying that the will to win is the most",
        4866.32,
        4873.78
    ],
    [
        " important I'm not going to actually argue with either one of these guys yeah these guys are all",
        4874.38,
        4878.88
    ],
    [
        " got all kinds of experience but much more intense than mine speaking of intense experience more than",
        4878.88,
        4889.98
    ],
    [
        " mine there's a guy a pseudonym meaning a fake name basilisk and the guy wrote something called",
        4889.98,
        4899.54
    ],
    [
        " talks on leadership and the guy's actual name was Alfred burn and he was a world war one and",
        4899.54,
        4907.14
    ],
    [
        " world war two veteran then he was a military historian and he's got a little section in here it's",
        4907.14,
        4914.24
    ],
    [
        " called being straight there's one trait in the character of a leader that above all things are",
        4914.24,
        4920.36
    ],
    [
        " really counts and it perhaps counts in war even more than in peace being straight no amount of",
        4920.36,
        4928.96
    ],
    [
        " ability knowledge or cunning can ever make up for not being straight once those under him find out",
        4928.96,
        4937.36
    ],
    [
        " that a commander is absolutely straight in all his dealings with them and free from the slightest",
        4937.36,
        4942.08
    ],
    [
        " trade of self-interest other than the self-interest of which we are all guilty when striving for",
        4942.08,
        4947.5
    ],
    [
        " victory of causes we believe to be right they will love him as their leader trust him work for him",
        4947.5,
        4953.36
    ],
    [
        " follow him and should the occasion arise die for him with the fundamental ability of the British",
        4953.36,
        4961.3
    ],
    [
        " soldier which comes to the surface when things are at their worst so being straight with your people",
        4961.3,
        4970.26
    ],
    [
        " very important very important in fact perhaps his most important above all so now we got another",
        4970.74,
        4981.46
    ],
    [
        " factor that's the most important thing now I can hear a little on leadership from field martial",
        4981.46,
        4989.18
    ],
    [
        " lord hairing once again world war one and world war two veteran he also fought the second battle",
        4989.18,
        4999.76
    ],
    [
        " of alamine he was wounded lost some fingers recovered got back to the fight so he says about",
        4999.76,
        5010.1
    ],
    [
        " leadership here there are some people who believe that leadership is something which is inborn or",
        5010.1,
        5014.62
    ],
    [
        " which you acquire automatically at a public school but neither of those things are true there are",
        5014.62,
        5019.44
    ],
    [
        " certain fundamental qualities which affect leadership in which depend to very large extent on",
        5019.44,
        5024.28
    ],
    [
        " upbringing and the moral and spiritual values which you can learn which you learn in your family",
        5024.28,
        5029.46
    ],
    [
        " and in your environment as a young man but there's no special way nor is there any special cast",
        5029.46,
        5036.28
    ],
    [
        " or class which has the prerogative of leadership there are many forms of leadership political parties",
        5036.28,
        5044.96
    ],
    [
        " have their leaders every big organization in industry or commerce all have their leaders and at",
        5044.96,
        5050.1
    ],
    [
        " the other end of the scale so do dance bands and so do gangs of thieves and smugglers there are many",
        5050.1,
        5057.6
    ],
    [
        " qualities that apply equality to every type of leader but you and I are concerned with one",
        5058.26,
        5063.4
    ],
    [
        " particular type of leadership to my mind the highest type of all and that is leadership on the",
        5063.4,
        5069.32
    ],
    [
        " battlefield and I believe it to be the highest type because it has to be exercised under conditions",
        5069.32,
        5075.4
    ],
    [
        " of great difficulty and considerable danger I would like to be quite I would like you to be",
        5075.4,
        5082.16
    ],
    [
        " quite clear about the conditions under which you will have to exercise leadership you will frequently",
        5082.16,
        5088.2
    ],
    [
        " be tired you may also be cold and wet and hungry and thirsty you may be dripping with sweat or you",
        5088.2,
        5096.12
    ],
    [
        " may be freezing with cold you won't know precisely what is going on you won't know exactly where",
        5096.12,
        5103.36
    ],
    [
        " the enemy is you certainly won't know what he is going to do or what his capabilities are of doing",
        5103.36,
        5109.36
    ],
    [
        " anything you may not know where your own people are or what they are going to do to put it",
        5110.52,
        5117.88
    ],
    [
        " briefly you've got to be able to exercise leadership in conditions of fatigue and fear uncertainty",
        5117.88,
        5123.86
    ],
    [
        " and ignorance and often in isolation that is what makes it extremely difficult and that is why",
        5123.86,
        5131.94
    ],
    [
        " leadership on the battlefield calls in my view for the highest qualities many qualities are",
        5131.94,
        5140.86
    ],
    [
        " required in a leader different people have different views about which are more important in my",
        5140.86,
        5146.1
    ],
    [
        " opinion there are five outstanding mental and physical moral and spiritual qualities without",
        5146.1,
        5152.9
    ],
    [
        " which you cannot hope to be successful and a good leader on the battlefield the first of those",
        5152.9,
        5158.58
    ],
    [
        " qualities is a mental and physical one and that is fitness absolute fitness of mind and body",
        5158.58,
        5168.08
    ],
    [
        " so make sure you're getting your morning physical training in",
        5168.08,
        5174.4
    ],
    [
        " physical fitness mental fitness next then I would say you've got to have complete integrity",
        5174.4,
        5184.36
    ],
    [
        " you've got to be honest not only with yourselves but with the men you lead and the people with whom",
        5184.36,
        5189.46
    ],
    [
        " you work and honesty and integrity are things that you cannot compromise with you cannot alter if you do",
        5189.46,
        5197.98
    ],
    [
        " you will lose confidence and you will not be able to lead you must have complete integrity so",
        5197.98,
        5205.54
    ],
    [
        " that's the same thing as being straight yeah",
        5205.54,
        5209.38
    ],
    [
        " not after that not in any next sorry next after that not in any order of priority but this is how I",
        5212.24,
        5220.34
    ],
    [
        " have put them down deep in my mind there is an enduring courage pretty well everyone can be brave",
        5220.34,
        5227.44
    ],
    [
        " for a few minutes most of us can if we steal ourselves to it take one pledge or make one decision",
        5227.44,
        5233.5
    ],
    [
        " or incur one risk but the sort of courage you must have to lead on the battlefield is an",
        5233.5,
        5239.1
    ],
    [
        " enduring courage and one that you will go that will go on when other people falter one that will",
        5239.1,
        5245.98
    ],
    [
        " enable you to do what you know to be right irrespective of the danger or the difficulty",
        5245.98,
        5251.4
    ],
    [
        " contrary often contrary to the advice of well-meaning friends so gotta have courage next then you",
        5251.4,
        5268.32
    ],
    [
        " might if you had time think of doing a few minutes later I like this if you wait for things to",
        5268.32,
        5278.96
    ],
    [
        " happen to you they will happen alright and here I am quoting the words of my predecessor also",
        5278.96,
        5287.3
    ],
    [
        " spoken here they will happen to you but they won't be what you like and they certainly won't bring you",
        5287.3,
        5293.9
    ],
    [
        " success initiative means seeing at once and very quickly what needs to be done making up your mind",
        5295.6,
        5300.66
    ],
    [
        " to do it and then seeing it through to the battle bitter end so I love that one if you wait for things",
        5300.66,
        5308.86
    ],
    [
        " to happen to you they certainly will a little bit more on willpower here then you must have",
        5308.86,
        5318.14
    ],
    [
        " undaunted willpower the willpower is the motive power it is what enables you to make yourself fit",
        5318.62,
        5326.5
    ],
    [
        " in mind and body to produce in you in your heart the courage the enduring courage that I spoke of",
        5326.5,
        5333.28
    ],
    [
        " to give you the courage to do your duty and to make the sacrifice that may be called from you",
        5333.28,
        5338.5
    ],
    [
        " it is the willpower that forces you to take the initiative to make the plan to do what is required",
        5338.5,
        5345.08
    ],
    [
        " to see it through and that willpower must be undaunted it must never allow itself to be",
        5345.08,
        5351.94
    ],
    [
        " overcome or subdued perhaps the finest example living today of the power and influence for good",
        5351.94,
        5359.76
    ],
    [
        " of man with undaunted willpower is our prime minister in one of the critical periods of the last",
        5359.76,
        5366.3
    ],
    [
        " war he spoke certain words I am going to quote you now he said all the great struggles and history",
        5366.3,
        5372.84
    ],
    [
        " have been won by superior willpower resting victory in the teeth of odds or upon the narrowest of",
        5372.84,
        5380.64
    ],
    [
        " margins it is the willpower that is superior that can rest victory in the teeth of odds that is",
        5380.64,
        5390.1
    ],
    [
        " the type of willpower that has got to be developed in a leader on the battlefield",
        5390.1,
        5394.98
    ],
    [
        " now he talks about some other qualities he talks about knowledge he talks about judgment he talks about",
        5404.32,
        5410.66
    ],
    [
        " team spirit saying because you cannot get success on the battlefield by yourself",
        5410.66,
        5415.8
    ],
    [
        " you've got to work with other people so obviously as a leader you have to have that spirit of",
        5415.8,
        5424.16
    ],
    [
        " teamwork and closing out he says there's one other thing I would like to say to you",
        5427.9,
        5431.42
    ],
    [
        " as British officers you will never have all you want all you need you'll be short of this or that",
        5431.42,
        5442.44
    ],
    [
        " or the other sometimes you will be short of men other times your equipment or weapons may not be",
        5442.44,
        5447.78
    ],
    [
        " as good as you think they ought to be nor will you have as many as you would like you may be",
        5447.78,
        5453.48
    ],
    [
        " short of ammunition you may also be short of food and water or other necessary things",
        5453.48,
        5458.72
    ],
    [
        " when these circumstances arise as they do often throughout your service both in peace and war",
        5458.72,
        5465.36
    ],
    [
        " there's only one motto and that is to make certain that you do the very best you can with what you",
        5465.36,
        5471.5
    ],
    [
        " got don't belgate about what you have not got but get on and make certain you do your utmost with",
        5471.5,
        5480.26
    ],
    [
        " what you have got now to sum up what I've tried to say this afternoon I would like to put it like",
        5480.26,
        5487.32
    ],
    [
        " this first keep fit absolutely fit then be honest honest with yourselves and honest with those with",
        5487.32,
        5494.76
    ],
    [
        " whom you work then have courage and make it an enduring courage next be bold be daring and when",
        5494.76,
        5502.6
    ],
    [
        " there is a choice take the bold and daring course make the very most of what you have got and",
        5502.6,
        5509.88
    ],
    [
        " never never never give in yes do what you can with what you've got",
        5511.22,
        5524.32
    ],
    [
        " tell you really like that one yeah yeah sometimes it starts hitting me",
        5524.32,
        5529.6
    ],
    [
        " all right next there's a chapter in this book which is called discipline which makes me very happy",
        5533.72,
        5541.56
    ],
    [
        " and again I tried to censor myself from not just doing the entire chapter obviously you can",
        5541.56,
        5550.82
    ],
    [
        " buy this book if you want to see the whole thing there's some great points this first one is",
        5550.82,
        5557.46
    ],
    [
        " from field martial Earl Wayvell who was in the Boehr Wars and he was in World War I and in World War",
        5558.2,
        5567.32
    ],
    [
        " II lost his left eye in the battle of Eprey's so we're talking a warrior here that was went back for",
        5567.32,
        5575.48
    ],
    [
        " service here's what he said about discipline discipline is teaching which makes a man do something",
        5575.48,
        5583.14
    ],
    [
        " which he would not unless he had learned that it was the right the proper and the expedient",
        5583.14,
        5589.56
    ],
    [
        " thing to do at its best it is instilled and maintained by pride in one's self in one's unit in one's",
        5589.56,
        5600.82
    ],
    [
        " profession only at its worst by fear of punishment so he's talking we want self discipline we don't",
        5600.82,
        5613.12
    ],
    [
        " do this because you're scared of me if you don't do it I tell you I'm going to beat you that's not",
        5613.12,
        5617.42
    ],
    [
        " what I want I want you saying I'm going to do this because I want to do it here's a little something",
        5617.42,
        5623.62
    ],
    [
        " from Monty here and we're going to get some disagreements going I'm going to disagree with Monty",
        5623.62,
        5627.7
    ],
    [
        " sorry Monty wish you were here to defend yourself okay on discipline Monty the basis of training",
        5627.7,
        5635.68
    ],
    [
        " must be self discipline cool a man must learn to be the master of himself and to keep in sub",
        5635.68,
        5643.02
    ],
    [
        " objection the bad qualities in his makeup I love that self discipline can be developed by",
        5643.02,
        5650.48
    ],
    [
        " training in such things as conception of duty self control self respect endurance and so on",
        5650.48,
        5657.84
    ],
    [
        " we then have collective discipline and there's no doubt that the initial training in this subject",
        5657.84,
        5663.3
    ],
    [
        " is best carried out by drill men must be taught instinctively to obey orders whatever they are",
        5663.3,
        5672.08
    ],
    [
        " I do not believe men will fight voluntarily for a cause without the iron bonds of discipline",
        5674.56,
        5681.48
    ],
    [
        " the best form of discipline is subordination of self for the benefit of the community so",
        5681.48,
        5689.46
    ],
    [
        " I'm going to make some comments on those number one when you say that you should obey orders",
        5689.46,
        5697.62
    ],
    [
        " regardless of what they are don't agree I don't agree with that I want my men to question my orders",
        5697.68,
        5704.26
    ],
    [
        " I want them to if I'm telling them to do something that they don't think is smart I want them to",
        5704.26,
        5709.08
    ],
    [
        " question me I want them to come up with then a better solution that's how we're going to win",
        5709.08,
        5713.96
    ],
    [
        " even the moral thing too right like to obey orders regardless oh yeah for sure for sure",
        5713.96,
        5723.26
    ],
    [
        " I want my whole team to behave if this is the wrong thing to do we shouldn't be doing it yeah",
        5723.56,
        5728.32
    ],
    [
        " next the other one he says here is he says that people won't fight for a cause without the iron",
        5728.32,
        5738.0
    ],
    [
        " bonds of discipline I don't believe that that's true either and I think if you look at American",
        5738.0,
        5742.82
    ],
    [
        " history guys the we didn't have this strick love of course there's there's discipline of course",
        5742.82,
        5749.06
    ],
    [
        " in the military there's imposed discipline in the military but the things that people and all",
        5749.06,
        5755.82
    ],
    [
        " soldiers have accomplished without strict imposed discipline is they've given their lives over and",
        5755.82,
        5762.48
    ],
    [
        " over and over thousands and thousands and thousands hundreds of thousands of cases were men have",
        5762.48,
        5767.16
    ],
    [
        " given their lives not because not because I said or because the leader said go and charge this",
        5767.16,
        5775.16
    ],
    [
        " machine gun nest that's that's not why they did it they did it because they believed in the cause",
        5775.16,
        5779.6
    ],
    [
        " so I don't agree with that one I think that men will fight voluntarily for a cause",
        5779.6,
        5786.9
    ],
    [
        " without the iron bonds of discipline and you know when I think they do it I think they do it when",
        5786.9,
        5793.44
    ],
    [
        " that causes freedom so when the cause is freedom I believe men will fight without the bonds of",
        5793.44,
        5800.6
    ],
    [
        " discipline over them and this idea that the best form of discipline is the subordination of",
        5800.6,
        5810.78
    ],
    [
        " self for the benefit of the community I don't actually agree with that one either I think the best",
        5810.78,
        5815.94
    ],
    [
        " form of discipline is when there is alignment in the discipline the discipline for the team and",
        5815.94,
        5824.52
    ],
    [
        " the individual bring success and survival and freedom and when those things are aligned that's",
        5824.52,
        5833.06
    ],
    [
        " when I think you get the finest form of discipline now he recovers a little bit from my criticism here",
        5833.06,
        5841.52
    ],
    [
        " and of course to everyone that is wondering why I'm sort of making fun of myself it's pretty",
        5841.52,
        5850.5
    ],
    [
        " embarrassing to be sitting here and disagreeing with a guy like Monty so please don't take me the wrong",
        5850.58,
        5857.5
    ],
    [
        " way just giving my opinion here and I'm in no way comparing my military knowledge with general",
        5857.5,
        5868.36
    ],
    [
        " Montgomery and he does say this the basis of all discipline is self discipline",
        5868.36,
        5873.42
    ],
    [
        " which this is beautiful and I agree with that 100% this self discipline may come from within a",
        5874.92,
        5881.2
    ],
    [
        " person or may be imposed upon him from without don't agree that'll only last a little while",
        5881.2,
        5887.06
    ],
    [
        " whatever it's search its source it involves the idea of self control and self restraint that is true",
        5887.06,
        5894.5
    ],
    [
        " but there is I think it's called",
        5897.36,
        5899.88
    ],
    [
        " situational discipline I think or what is that I could I could have the expression wrong but I think",
        5899.88,
        5908.76
    ],
    [
        " it is situational just meaning like if you're in a certain situation you'll have you'll be",
        5908.76,
        5917.8
    ],
    [
        " really self-disciplined but once you get out you're not you know like I don't know you're",
        5918.68,
        5923.1
    ],
    [
        " ever watched no it was the biggest there's a show called the biggest loser no so yeah",
        5923.1,
        5930.12
    ],
    [
        " that's the only people that are having weight problems they go on a show they get fed certain things",
        5930.12,
        5934.78
    ],
    [
        " made to work out and they lose a bunch of weight and then they win the program and then when they",
        5934.78,
        5938.64
    ],
    [
        " go back home and they're not around that imposed discipline right they lose it right that's my",
        5938.64,
        5942.98
    ],
    [
        " point yeah my point is that that imposed discipline it works while you have the imposer yeah they're",
        5942.98,
        5952.14
    ],
    [
        " watching you yeah what I would prefer is to have someone that makes out change in their mindset",
        5952.14,
        5958.5
    ],
    [
        " and develops self-discipline right now sometimes you can get that from imposed discipline and you",
        5958.5,
        5964.64
    ],
    [
        " realize like you get shown the freedom that it discipline gives you and then you carry on with",
        5964.64,
        5969.42
    ],
    [
        " like a lot of people that listen to the podcast and they've done incredible things with their",
        5969.42,
        5974.44
    ],
    [
        " lives because we weren't there to impose discipline on them but they recognize themselves maybe they",
        5974.44,
        5979.62
    ],
    [
        " said okay you know what I'm gonna get up for the next two weeks I'm gonna get up early I'm gonna",
        5979.62,
        5982.5
    ],
    [
        " work out I'm gonna eat healthy two weeks go by they've lost a little bit of body fat they've",
        5982.5,
        5987.68
    ],
    [
        " gained a little bit of muscle and they feel good right and all of a sudden they realize the benefits",
        5987.68,
        5992.76
    ],
    [
        " of discipline and so they change their mindset and they become more disciplined human beings yeah",
        5992.76,
        5997.66
    ],
    [
        " that's what I like yeah when I don't like is it all run a boot camp on you and yell at you and",
        5997.72,
        6003.02
    ],
    [
        " scream in for this other thing people want me to yell and scream I get that I think once or twice",
        6003.02,
        6008.58
    ],
    [
        " a day someone will say you need to make an alarm clock where you yell and tell us to tell me to get",
        6008.58,
        6013.04
    ],
    [
        " out of bed yeah and I say get psychological warfare but I'm not gonna yell in psychological warfare",
        6013.04,
        6017.6
    ],
    [
        " because yelling isn't an effective tool compared to actually speaking to someone and letting them",
        6017.6,
        6024.82
    ],
    [
        " understand why it's important yeah that's the preferred tool occasionally you got to yell at people",
        6024.82,
        6029.42
    ],
    [
        " occasionally yes you do occasionally not very often though yes pretty rare huh but yeah the yeah",
        6029.42,
        6035.68
    ],
    [
        " you're right now with that situational discipline because even I think about what's worse somebody yelling",
        6035.68,
        6041.38
    ],
    [
        " at you or someone whispering at you it's actually worse isn't it somewhere yeah in a lot of ways yeah",
        6041.38,
        6048.4
    ],
    [
        " to me it's worse sure yelling and screaming this doesn't no and it really doesn't really matter what",
        6048.4,
        6054.54
    ],
    [
        " they're saying either if you choose with yelling or whispering because like you know even if they're",
        6054.54,
        6058.74
    ],
    [
        " telling you a normal thing like hey this is what I want from the store I want avocados tomatoes and",
        6058.74,
        6064.04
    ],
    [
        " you know some wine but what if I whisper it to you hey joke hey come here bro that might freak me",
        6064.04,
        6070.0
    ],
    [
        " out actually you mean yeah yeah yeah so you do you think about that example except no no you get",
        6070.0,
        6075.5
    ],
    [
        " that that's the point doesn't really matter what they're saying whispering versus you oh yeah",
        6075.5,
        6079.64
    ],
    [
        " definitely has a different psychological fact for sure because that definitely freaks me out",
        6079.64,
        6084.74
    ],
    [
        " you being a jock we need to pick up a bottle of wine for us no actually I can I'm leaving",
        6084.74,
        6090.48
    ],
    [
        " yeah the wine kind of makes it extra awkward for sure all right so now we get into another part",
        6090.48,
        6099.14
    ],
    [
        " on discipline right here and this is Sir John Fortescue and what you pay attention to this one",
        6099.14,
        6106.08
    ],
    [
        " because when we start going sideways I have in my mind rather those excellent but generally",
        6106.16,
        6111.6
    ],
    [
        " unthinking persons who shrink with horror from the idea of a man's abdicating his civil rights",
        6111.6,
        6119.22
    ],
    [
        " what they say a man must obey even an unjust command under pain it may be of death it is monstrous",
        6119.22,
        6136.06
    ],
    [
        " it obedience which is the thing that matters in the army let there be justice as far as possible by",
        6136.88,
        6145.6
    ],
    [
        " all means but as a general principle it is better for an army that an injustice should be done",
        6145.6,
        6152.3
    ],
    [
        " than that an order should be disobeyed this however is an argument that cannot appeal to our",
        6152.3,
        6159.08
    ],
    [
        " to our imaginary objector because he has read no military history so that's just very disturbing",
        6159.3,
        6168.78
    ],
    [
        " this whole thing and it's really doesn't comply with anything that I say which is I want you to",
        6168.78,
        6173.98
    ],
    [
        " question orders and if they're not good orders you shouldn't obey them and he's saying no no",
        6173.98,
        6177.84
    ],
    [
        " it's better to do something unjust as long as you're obeying orders and I get a little bit of research",
        6177.84,
        6183.94
    ],
    [
        " about John Fordescue and you know obviously I don't agree with this and actually in the new version",
        6185.3,
        6191.22
    ],
    [
        " of the book he the the guy that writes the forward to the new version of this specifically calls out",
        6191.22,
        6198.5
    ],
    [
        " John Fordescue and says we removed him he's gone from the book and what I found out about him",
        6198.5,
        6208.44
    ],
    [
        " was yes he was in the army he was a major in the army um but I don't think he was in any combat",
        6208.9,
        6214.66
    ],
    [
        " and what I do know is that he was the royal librarian from 1905 until 1926 and he died in 1923",
        6214.66,
        6225.18
    ],
    [
        " so he didn't go to World War One really all these other guys are World War One, World War Two veterans",
        6225.18,
        6230.0
    ],
    [
        " he was the the royal librarian and it's interesting when he says because he has read no military",
        6230.0,
        6237.8
    ],
    [
        " he hasn't said because he's never been in combat before he says he's read the person that would",
        6237.8,
        6241.72
    ],
    [
        " object this is never read military history well okay he's going with the theory yeah he's going",
        6241.72,
        6247.04
    ],
    [
        " with the theory yeah and and if you want to take this and stretch it out more broadly this attitude",
        6247.04,
        6254.46
    ],
    [
        " you know I hate World War One I hate World War One because it was so based on obedience and you",
        6254.46,
        6265.52
    ],
    [
        " are going to charge we are going to charge this trench all 7000 of us are going to charge",
        6265.52,
        6270.02
    ],
    [
        " tomorrow morning at 0630 we're going to go over to the top we're going to get mode down my machine",
        6270.02,
        6274.24
    ],
    [
        " guns and then then people are going to follow us and do the same thing and the they guys were so",
        6274.24,
        6279.02
    ],
    [
        " obedient and brave and just selfless to do that but this attitude is what made that war so devastating",
        6279.02,
        6292.0
    ],
    [
        " because no one said hey wait a second this doesn't seem smart to me I just watched you know a",
        6292.02,
        6299.34
    ],
    [
        " two three four battalions or two three four regiments get mode down and now you're telling me I'm",
        6299.34,
        6306.52
    ],
    [
        " going to do the same thing tomorrow with my men no I want you to question my orders I want you to say no",
        6306.52,
        6314.74
    ],
    [
        " if I'm making you do something that doesn't make sense I want you to say no",
        6314.74,
        6319.4
    ],
    [
        " and if I can't explain it to you in a logical way then I should rethink what I'm saying to you",
        6320.4,
        6326.4
    ],
    [
        " so Mr. John Fordescue we're going to have to say that we've kind of changed our opinion on",
        6326.4,
        6337.58
    ],
    [
        " on obedience and there are more important things than obedience in a team in a military team and in",
        6337.58,
        6344.04
    ],
    [
        " the business world here's another piece from the scumbag to general Williams Slim any army",
        6344.04,
        6354.48
    ],
    [
        " without discipline is no more than a mob alternating between frighten sheep and beasts of prey",
        6354.48,
        6359.44
    ],
    [
        " discipline is the British soldiers demonstrated in peace and war is the old Christian virtue of",
        6359.44,
        6366.84
    ],
    [
        " unselfishness of standing by your neighbor your comrade it is the sacrifice of a man's comfort",
        6366.84,
        6372.84
    ],
    [
        " inclination safety even life for others for something greater than himself it is the refusal",
        6373.02,
        6380.34
    ],
    [
        " to be the weak link in the chain that snaps under under strain and this is a great little story here",
        6380.34,
        6388.24
    ],
    [
        " one paragraph back to the book once from the safety of a well dug command post I looked down on a",
        6388.24,
        6397.4
    ],
    [
        " battery vault artillery in action in the African bush it was firing at five rounds per gun per minute",
        6397.4,
        6405.08
    ],
    [
        " and idly I timed the nearest gun in that area the enemy unfortunately had complete local air",
        6405.08,
        6416.64
    ],
    [
        " supremacy and guns unless engaged in some vital task were ordered to remain silent whenever hostile",
        6416.64,
        6423.68
    ],
    [
        " aircraft appeared gradually dominating all other sounds came the dull drone of bombers flying low",
        6425.72,
        6432.46
    ],
    [
        " but the guns went on firing five rounds per gun per minute for they were supporting an infantry",
        6432.46,
        6439.64
    ],
    [
        " attack cover moved by the way the first stick of bombs fell around the gun I was watching some of",
        6439.64,
        6449.0
    ],
    [
        " its crew were hit the dry brush roared into flame which spread instantly to the camouflage nets over",
        6449.0,
        6459.18
    ],
    [
        " the gun advanced from my sight and smoke and flame yet from the very midst of that inferno",
        6459.18,
        6468.94
    ],
    [
        " at the exact intervals came the flash and thud of the firing gun five rounds per minute",
        6468.94,
        6478.54
    ],
    [
        " per gun never a falter never a second out no weak link there the discipline held",
        6479.0,
        6490.16
    ],
    [
        " that's pretty awesome",
        6490.16,
        6496.6
    ],
    [
        " sections here talking about duty and service and we're going to first start with",
        6500.88,
        6506.46
    ],
    [
        " Colonel George Henderson a British officer who fought in Egypt and at the battle of",
        6506.46,
        6517.76
    ],
    [
        " Cassassan and he fought in the Boomer Wars as well then he talks about waterloo here we go back",
        6521.56,
        6527.64
    ],
    [
        " to the book no incidents more familiar in our military history than the stubborn resistance",
        6527.64,
        6532.76
    ],
    [
        " of the British line at waterloo through the long hours of the mid-summer day silent and",
        6532.76,
        6539.88
    ],
    [
        " immovable squares and squadrons stood in the trampled corn harassed by an almost incisive fire",
        6539.88,
        6547.48
    ],
    [
        " of cannon and musketry to which they were forbidden to make reply not a moment but heard some cry",
        6547.48,
        6556.26
    ],
    [
        " of agony not a moment but some comrade fell had long into the furrows yet as bullets of the skirmishers",
        6556.26,
        6567.2
    ],
    [
        " hailed around them and the great shot tore through the tight packed ranks the word was passed",
        6567.2,
        6574.88
    ],
    [
        " quietly closing on the center men and as the sun neared its setting the regiments still shoulder",
        6574.88,
        6584.42
    ],
    [
        " to shoulder stood fast upon the ground they had held it noon the spectacle is characteristic",
        6584.42,
        6593.18
    ],
    [
        " in good fortune and in ill it is rare indeed that a British regiment does not hold together",
        6593.62,
        6601.46
    ],
    [
        " and this indestructible cohesion best of all qualities that an armed body can possess",
        6601.46,
        6608.52
    ],
    [
        " is based not merely on hereditary resolution but on mutual confidence and mutual respect",
        6608.52,
        6616.04
    ],
    [
        " the man and the ranks has implicit faith in his officer the officer and almost unbounded belief",
        6616.8,
        6625.2
    ],
    [
        " in the valor and discipline of his men",
        6625.2,
        6628.74
    ],
    [
        " and that i've talked about this and people want to know what makes the seal teams",
        6628.74,
        6639.7
    ],
    [
        " do well the thing that makes the seal teams do well is the bond that holds them together",
        6640.52,
        6645.84
    ],
    [
        " and that bond is so strong that it's unbreakable and that's why seals do well in combat",
        6645.84,
        6654.22
    ],
    [
        " because we have a bond that is unbreakable stronger than anything that's going to get thrown at us",
        6654.22,
        6659.72
    ],
    [
        " the brotherhood is going to stand and i'm going to close this book out with two more quotes",
        6659.72,
        6669.02
    ],
    [
        " and speaking of waterloo this one is from wellington",
        6671.02,
        6673.92
    ],
    [
        " and this is a very simple quote he said my rule was always to do the business of the day in the day",
        6673.92,
        6685.24
    ],
    [
        " and i i was reading this book the other day and i actually posted something about it",
        6685.24,
        6692.92
    ],
    [
        " but i i was i didn't realize i was thinking about this but we have a saying in the seal teams",
        6692.92,
        6699.34
    ],
    [
        " plan your dive and dive your plan is the saying so when you're when you're doing a combat swimmer",
        6699.84,
        6705.12
    ],
    [
        " attack which is when you're on a re-breather and you're diving underwater and",
        6705.12,
        6709.98
    ],
    [
        " when if you've never dove before if you don't understand this it's very hard to comprehend what",
        6709.98,
        6715.0
    ],
    [
        " combat swimmer is like but i'll give you a real quick brief when you're doing a combat dive on a",
        6715.0,
        6729.68
    ],
    [
        " well 15 feet underwater it's black you can't see anything there's no like fish swimming around",
        6729.68,
        6736.52
    ],
    [
        " there's no sea life to look at there's no coral reef it's black you can't see anything",
        6736.52,
        6741.22
    ],
    [
        " the only thing you can actually see is something called an attack board which an attack board",
        6741.22,
        6747.96
    ],
    [
        " sounds really cool but let me tell you what it is it's a piece of plastic used to be wood",
        6747.96,
        6754.08
    ],
    [
        " that has on it a depth gauge a compass and a watch to time and so you put little tiny chemlites",
        6755.6,
        6766.56
    ],
    [
        " little glowing chemlites and you actually tape them up so that they're barely emitting any light",
        6766.56,
        6771.02
    ],
    [
        " at all and you put one by the stopwatch one by the compass and one by the depth gauge",
        6771.02,
        6777.28
    ],
    [
        " and when you're underwater so you have those things they're basically strapped onto this",
        6777.28,
        6782.56
    ],
    [
        " board that you hold i don't know it's like like the about the size of a piece of paper right eight and",
        6782.56,
        6788.04
    ],
    [
        " half by eleven piece paper that's about how big this board is and on it you've got your depth gauge",
        6788.04,
        6791.4
    ],
    [
        " your compass and your stopwatch and you can barely see them they're glowing very faintly",
        6791.4,
        6796.58
    ],
    [
        " and when you're underwater that's all you can see it is just that you can't see anything else",
        6796.58,
        6803.4
    ],
    [
        " occasionally you'll get like some weird abstract light from the moon or something but even that",
        6803.4,
        6810.42
    ],
    [
        " is rare because you're down underwater and if you've ever been in water with low visibility",
        6810.58,
        6815.52
    ],
    [
        " sometimes that sometimes it's actually hard to see the attack board that's two feet in front of your",
        6815.52,
        6820.24
    ],
    [
        " face so then what you're doing is you're looking at that compass you're looking at that depth gauge",
        6820.24,
        6826.02
    ],
    [
        " and you're looking at the stopwatch and you have pre-planned legs that you're going on you're",
        6826.02,
        6832.48
    ],
    [
        " going to go this long this this bearing this long this depth for this time and when i say so you're",
        6832.48,
        6839.16
    ],
    [
        " kicking looking at this board for an hour and seventeen minutes then you're going to make a",
        6839.38,
        6845.12
    ],
    [
        " ninety degree turn and you're going to go for another 48 minutes and then you're going to make a",
        6845.12,
        6850.48
    ],
    [
        " right turn for twelve minutes and you're going to hit your target then you're going to turn around",
        6850.48,
        6854.58
    ],
    [
        " do some other route back out as long as you can stay underwater you stand in water then eventually",
        6854.58,
        6859.22
    ],
    [
        " run out of oxygen you come to the surface and you swim the rest of the way to your extract",
        6859.22,
        6863.44
    ],
    [
        " any visions of the glory and the fun of being a seal this is it's not it's work and it's hard work",
        6866.28,
        6876.42
    ],
    [
        " and you have to concentrate the whole time and you got to make sure you don't go to",
        6876.42,
        6879.74
    ],
    [
        " shallow or too deep if you go too shallow you'll be seen if you go too deep you're",
        6879.74,
        6884.48
    ],
    [
        " going to go off the the dive tables that you're allowed to be on oxygen for so you got to focus",
        6884.48,
        6890.24
    ],
    [
        " the whole time and by the way you're in a spare and your buddy that's with you he's even more",
        6890.24,
        6895.52
    ],
    [
        " miserable than you are because he has no idea what's going on he's just trying to keep up with you",
        6895.52,
        6899.88
    ],
    [
        " because for some reason the way you dive the way you put your body when you have the tack board",
        6899.88,
        6904.06
    ],
    [
        " you can swim a little bit faster than the guy that's looking around and making sure that you're",
        6904.06,
        6907.56
    ],
    [
        " not going to hit anything and make sure you're not so there's only one tack board per there there's",
        6907.56,
        6912.02
    ],
    [
        " a one attack board per per per per okay sometimes we would make two we'd make a smaller tack board",
        6912.02,
        6917.48
    ],
    [
        " just because it was so much more efficient to fly with them but you can't fly you if you're the",
        6917.48,
        6922.74
    ],
    [
        " buddy you're you can't be just looking at the tack board you have to look around a tack board the",
        6922.74,
        6926.98
    ],
    [
        " attack board you can't that's what we call the attack board so with all that the reason I'm telling",
        6926.98,
        6933.28
    ],
    [
        " you all this is that when you're under water it's really easy to get confused and turn around and",
        6933.28,
        6939.6
    ],
    [
        " sometimes you go over big pieces of metal that are in the water and your compass starts to like",
        6939.6,
        6943.72
    ],
    [
        " wander around and you can't communicate with your buddy that's what it sounds like you've got",
        6943.74,
        6951.08
    ],
    [
        " so we know we have squeeze signals and sometimes we carry grease pens to write but it's never",
        6951.08,
        6957.18
    ],
    [
        " there's no real effective way to communicate underwater so you're just in this dark just cold",
        6957.18,
        6964.42
    ],
    [
        " blind situation for three two three four hours at a time and the saying is that we have is",
        6967.36,
        6976.46
    ],
    [
        " plan your dive and dive your plan because if you and I go underwater and then we start trying to",
        6976.46,
        6981.92
    ],
    [
        " adjust things while we're underwater and we just we think we're gonna do something different once",
        6981.92,
        6985.84
    ],
    [
        " we go first of all you and I are gonna be thinking two different things and it's gonna be a disaster",
        6985.84,
        6988.88
    ],
    [
        " so we we plan our dive and dive our plan and that's reminded me of this statement do the business",
        6989.68,
        6997.48
    ],
    [
        " of the day in the day right get done what you say you're gonna get done do it and how simple is",
        6997.48,
        7004.0
    ],
    [
        " that and it's like dive your plan and what I said the other day I said plan what you're gonna do",
        7004.0,
        7010.34
    ],
    [
        " and then do what you planned that's real simple and and I said think about how far you're gonna",
        7010.34,
        7016.62
    ],
    [
        " think of where you will be in two weeks if every day you plan what you're gonna do and then you do",
        7016.66,
        7022.38
    ],
    [
        " what you plan yeah it's it's amazing yeah it seems so that that's what we were talking about a few",
        7022.38,
        7029.76
    ],
    [
        " weeks ago where it's like distractions that's the thing you know I've seen there's like just",
        7029.76,
        7035.9
    ],
    [
        " industries of distractions yeah for sure you never wake up I was explaining to my eight-year-old",
        7035.9,
        7040.88
    ],
    [
        " daughter the other day that they designed because she was playing a game on iPad",
        7040.88,
        7044.88
    ],
    [
        " oh yeah what are you learning from that and she said who what do you mean I said oh are you",
        7045.6,
        7051.7
    ],
    [
        " learning anything from that she said well I you have to get these rings and I said oh so you're",
        7051.7,
        7057.14
    ],
    [
        " not learning anything from that yeah and she said I don't I don't I said you know what they do",
        7057.14,
        7062.02
    ],
    [
        " they make that game to make you want to play it more or there's no there's no end to the",
        7062.02,
        7066.7
    ],
    [
        " game there's no way they just want you to play that game keep clicking on that that's yeah",
        7066.7,
        7070.74
    ],
    [
        " there you know of course I'm just being a total jerk I'm like yeah look at how well it works",
        7070.74,
        7076.42
    ],
    [
        " look at you you you you you you you look at you holding on to this thing and she doesn't fall for",
        7076.42,
        7082.8
    ],
    [
        " this anymore when she was younger I used to go up and and press her head as if her head was",
        7082.8,
        7087.72
    ],
    [
        " getting softer and I'd look at her like oh man how long have you been on this for you to say",
        7087.72,
        7091.8
    ],
    [
        " I don't know when it's say I think if you stop now your brain might harden back up eventually",
        7091.8,
        7097.68
    ],
    [
        " it's probably do the same thing with her her muscles like she's eating like chips or something",
        7097.68,
        7102.48
    ],
    [
        " too many chips or like oh you're muscle getting like all soft right now or yeah she's young just",
        7102.48,
        7107.96
    ],
    [
        " four so it works it still works but they do they put they plan these things so they",
        7107.96,
        7113.24
    ],
    [
        " addicted yeah dick those I've had ones there's no end well everything is designed",
        7113.24,
        7118.52
    ],
    [
        " right right yeah you talk about the Facebook app that shows the little thing that shows oh yeah",
        7118.52,
        7123.14
    ],
    [
        " like yeah you got a message and this might be the message that I've been waiting for right",
        7123.14,
        7128.2
    ],
    [
        " variable reward it might not be so that's the thing that's if you know guaranteed",
        7128.2,
        7132.28
    ],
    [
        " it what it's gonna be consistently it's less addictive it's called variable reward yeah that's",
        7132.28,
        7137.14
    ],
    [
        " what I'm saying but you everyone in their mind is thinking this might be yeah this might be",
        7137.14,
        7140.7
    ],
    [
        " the big one exactly I'm getting contacted by by tenacious D they saw my tweet they're getting",
        7140.7,
        7147.88
    ],
    [
        " back at me they're gonna come on the podcast we're the tenacious tenacious jack black and Kyle",
        7147.88,
        7152.16
    ],
    [
        " gas all right move it's a movie it's a band okay from a movie they have been in a movie yes and they",
        7152.16,
        7161.14
    ],
    [
        " have a jack black jack black actor no jack black is not a musician okay got you school of rock that's",
        7161.14,
        7169.1
    ],
    [
        " not a rock that's a great show how that's not a movie no that's jack black no no he is an actor like",
        7169.1,
        7174.88
    ],
    [
        " I said in addition to being a rock member who got so why do we just talk about oh yeah because I",
        7174.88,
        7182.18
    ],
    [
        " think oh this might be the tweet that I was waiting for from tenacious D sure so I got to check my",
        7182.18,
        7188.1
    ],
    [
        " Twitter 47 times a minute yeah no not happening you can't you can you you don't have a tweet from",
        7188.1,
        7194.96
    ],
    [
        " tenacious D that's not there yeah they didn't tweet you yeah so don't check your Twitter go and do",
        7194.96,
        7200.74
    ],
    [
        " something productive yeah but so and that's when you're already distracted so it basically the",
        7200.74,
        7210.08
    ],
    [
        " point was you know do your plan or plan your day or do you know and do the plan right so because",
        7210.08,
        7216.38
    ],
    [
        " no one planned plan your day and do what you plan yeah that's it so no you no one plans to",
        7216.38,
        7222.56
    ],
    [
        " skidge what really jacked up is if you actually took what you did in a day and you wrote it down and",
        7222.56,
        7229.7
    ],
    [
        " planned it I bet you could get it done in so much less time like right now I've got a lot of",
        7229.74,
        7235.58
    ],
    [
        " stuff going on right now and I'm doing things that normally take me two hours I'm doing in 46 minutes",
        7235.58,
        7242.1
    ],
    [
        " same quality by the way just getting after it right but you got to put a little suspense date",
        7242.1,
        7249.08
    ],
    [
        " on something and say let's do here you got to get it done and then you just sit down and make it",
        7249.08,
        7253.42
    ],
    [
        " happen yeah that's what you need to do oh it's it it's one of those simple but I need these easy",
        7253.42,
        7259.46
    ],
    [
        " things but this is what so you would you put in a way you put these kind of parameters on what",
        7259.46,
        7264.3
    ],
    [
        " you're going to do and if like I if okay I'm making a plan and I'm sticking to the plan right",
        7264.3,
        7269.64
    ],
    [
        " that's what I'm doing so I plan to do xyz x you know all these things yeah and if so basically",
        7269.64,
        7274.66
    ],
    [
        " right when you say okay here's the plan you outline it if it's not in the plan you just don't do it",
        7274.66,
        7280.46
    ],
    [
        " it's so yeah so distractions no one plans to like hey tomorrow I'm gonna just eat like crap tomorrow",
        7280.54,
        7288.16
    ],
    [
        " that's the plan that's never the plan you know but if you don't have any plan or nothing",
        7288.16,
        7292.46
    ],
    [
        " sure you allow those things to come in so if you're like okay tomorrow and you're not gonna plan",
        7292.46,
        7297.08
    ],
    [
        " the whole day you're not gonna plan every meal you're not gonna if you did yeah you'd be real",
        7297.08,
        7301.46
    ],
    [
        " effective yeah you stay you stay you stay on locked right so much for the meal prep the night",
        7301.46,
        7306.98
    ],
    [
        " before exactly when you go through those phases where you're cooking seven chicken breasts and you're",
        7307.22,
        7311.56
    ],
    [
        " just read you got everything laid out Monday Tuesday yeah there you go yeah and people do that",
        7311.56,
        7315.96
    ],
    [
        " for people to do the reason it works yeah sir yeah exactly right so and is it realistic and really",
        7315.96,
        7321.54
    ],
    [
        " when you think about it kind of is if you're committed to it well what's crazy is is it takes more",
        7321.54,
        7326.92
    ],
    [
        " work up front how long does it take to prepare all your meals for the week and by the way I don't do",
        7326.92,
        7331.32
    ],
    [
        " this yeah but how long I've done it before how long does it take prepare meals it takes you",
        7331.32,
        7336.14
    ],
    [
        " two hours two hours and 20 minutes let's say same amount of time by the way you get done preparing",
        7336.42,
        7341.64
    ],
    [
        " those and you save time in the week right because now you're not sitting around you get redeploying",
        7341.64,
        7347.04
    ],
    [
        " your pots and pans redeploying your stove setting the all that other stuff yeah you actually are",
        7347.04,
        7352.82
    ],
    [
        " gonna save time yeah if you plan your day yeah and then you do your plan yeah and think about just",
        7352.82,
        7360.32
    ],
    [
        " if you use a meal prep example where okay you don't typically we don't plan our every meal for a",
        7360.32,
        7367.96
    ],
    [
        " week typically we just don't do that but when you do the meal prep planning situation you're saying",
        7367.96,
        7371.64
    ],
    [
        " we meaning human beings in general yeah yeah yeah yeah the typical person so that's a good example",
        7371.64,
        7377.74
    ],
    [
        " when you do that now boom that your meals an element of your life that typically isn't quote",
        7377.74,
        7384.6
    ],
    [
        " unquote planned is now planned so now there those parameters are set so anything outside of those",
        7384.6,
        7390.3
    ],
    [
        " parameters you just don't really think about as much you know and when they kind of enter you it's",
        7390.36,
        7394.54
    ],
    [
        " real obvious like hey that's not part of this plan what the hell you know it's like it's more of a",
        7394.54,
        7398.66
    ],
    [
        " red flag but if you don't plan it they come in it's kind of like whatever there's no parameters",
        7398.66,
        7401.88
    ],
    [
        " there anyway in my head so that goes for everything you do so just like how you're saying yeah I have a",
        7401.88,
        7406.24
    ],
    [
        " lot of stuff so you plan okay I'm gonna do this here do this now do this at this time finish it by",
        7406.24,
        7410.76
    ],
    [
        " this time all this stuff those parameters are set so the distractions have a way harder time to get",
        7410.76,
        7415.22
    ],
    [
        " in so in everyday life you can make some ambiguous goal hey I want to eat better no",
        7415.22,
        7420.28
    ],
    [
        " plan by the way just it's an ambiguous goal there's no parameters on there so you take one",
        7420.28,
        7426.06
    ],
    [
        " misstep you you know you were at the stop stop light for longer than you expected now you're late",
        7426.06,
        7431.96
    ],
    [
        " for this now I'm pressed for a time there's the McDonald's right and it'll just sneak right in",
        7431.96,
        7436.56
    ],
    [
        " but if you got those parameters then you'd be a McDonald's nope not part of my plan right now yeah",
        7436.56,
        7440.66
    ],
    [
        " my plan I got to you know I got to execute yeah and another thing if you're gonna plan your day",
        7440.66,
        7445.86
    ],
    [
        " you should actually plan to have timing there that has nothing in it right so you should you should",
        7446.2,
        7454.5
    ],
    [
        " plan to have a half an hour where you're where you're gonna address problems right okay so that",
        7454.5,
        7460.38
    ],
    [
        " way of problems because they're gonna come up you got you got to have your free time and by free I",
        7460.38,
        7465.8
    ],
    [
        " mean free to go make other things happen and adjust and make things good but what you shouldn't do is",
        7465.8,
        7472.06
    ],
    [
        " because I'll tell you there's some things that I have a really hard time like with the podcast",
        7473.2,
        7476.58
    ],
    [
        " I'll keep preparing the podcast I'll just keep preparing it like I'll just kill the time no I",
        7476.58,
        7483.66
    ],
    [
        " you go beyond that because I there's another story and that ties into something else and I'm",
        7483.66,
        7487.32
    ],
    [
        " gonna go pull out another book and by the way I got to run the out of time to get it from",
        7487.32,
        7490.58
    ],
    [
        " Amazon so I'm gonna go to the library you know what I mean it's just you go down where I could",
        7490.58,
        7495.22
    ],
    [
        " prepare for a podcast forever and not be ready for and so I have to put my own self and check and say",
        7495.22,
        7500.5
    ],
    [
        " okay draw the line on this level of depth on this thing now I might make a footnote and I've got",
        7500.82,
        7506.52
    ],
    [
        " a cool category now on my computer that's you know tangents where I when I open to tangent and I",
        7506.52,
        7514.52
    ],
    [
        " didn't close it on the podcast so now we're gonna be able to enter them at a different time when",
        7514.52,
        7518.96
    ],
    [
        " when time allows because I can get focused on that one subject so that's pretty cool yeah",
        7518.96,
        7525.78
    ],
    [
        " but it takes discipline to do that because otherwise I would just go down every rabbit",
        7526.42,
        7530.64
    ],
    [
        " like it's opened up and you take a book like this and there's so many rabbit holes in there it's",
        7530.64,
        7534.34
    ],
    [
        " almost impossible to stay out of them yeah it's kind of ridiculous yeah in a way so my point is",
        7534.34,
        7542.96
    ],
    [
        " plan your day and then execute your plan if you do that it's gonna make a huge difference in your",
        7542.96,
        7550.32
    ],
    [
        " life and what's cool to do look up you look up in a month two months three months the amount of",
        7550.64,
        7559.32
    ],
    [
        " stuff that you've gotten done is ridiculous and I'll tell you one of the ways that I do do that",
        7559.32,
        7564.82
    ],
    [
        " myself as I just patast myself with I say I'm gonna do things and you have to do them yeah they are",
        7564.82,
        7570.6
    ],
    [
        " we've agreed that plan if let's say with this podcast good example we do this podcast once a week",
        7570.6,
        7576.42
    ],
    [
        " we've held the line really well on that if we didn't if we said you know what let's just put the",
        7577.14,
        7583.82
    ],
    [
        " podcast out when we put it out right if that was the mindset we had from the beginning we would",
        7583.82,
        7590.8
    ],
    [
        " probably I'm gonna guess that we would have less than half of the podcasts would have been put out",
        7590.8,
        7597.34
    ],
    [
        " that's my guess because we were to said you know what hey I got a train this week and I'm gonna",
        7597.34,
        7602.54
    ],
    [
        " miss that and I haven't read the book that I was gonna read so because right now bro oh I've",
        7602.54,
        7608.0
    ],
    [
        " got 15 minutes that little half hour on my schedule or I have nothing guess what I'm doing in",
        7608.0,
        7612.7
    ],
    [
        " that half an hour I'm doing 22 minutes worth of reading of a book that's coming up yeah that's",
        7612.7,
        7617.06
    ],
    [
        " what I'm doing if we didn't have the discipline structure in place that probably wouldn't be",
        7617.06,
        7622.84
    ],
    [
        " happening yeah yeah that probably wouldn't be happy we'd be going oh you know what little time",
        7622.84,
        7627.14
    ],
    [
        " with by hey bro yeah let's let's let's let's give this week a miss it so much easier yeah yeah",
        7627.14,
        7632.08
    ],
    [
        " you know what I was gonna go going to hang out today I don't really want to do this today no we're",
        7632.08,
        7636.56
    ],
    [
        " doing it yeah we we signed up for it you know could it get to a point where say you know what every",
        7636.56,
        7642.9
    ],
    [
        " two weeks we've mentioned that before people didn't like that idea yeah you well didn't like that idea",
        7642.9,
        7651.02
    ],
    [
        " I didn't like that you know why because I like that discipline yeah why would you know why",
        7651.02,
        7656.2
    ],
    [
        " because I'm basically I'm basically confining myself to doing something productive as opposed to",
        7656.2,
        7661.44
    ],
    [
        " watching YouTube videos yeah right about cats because there's some good YouTube videos right there's",
        7661.44,
        7668.48
    ],
    [
        " some good YouTube videos but there's also a lot of them are not good and you're not getting anything",
        7668.48,
        7675.38
    ],
    [
        " out of them yeah and man the ones that they rack up for you when you've just got done watching one",
        7675.38,
        7681.52
    ],
    [
        " yeah the ones that they rack up for you or every single one of them what do they rack up I think",
        7682.66,
        7686.98
    ],
    [
        " they rack up four on top and four on bottom on your little screen yeah yeah and every one of them is",
        7686.98,
        7691.44
    ],
    [
        " is like a clickbait right every one of them is a clickbait it's crazy yeah it's they do that",
        7691.44,
        7698.68
    ],
    [
        " obvious they're brilliant yeah because it has a lot to do with everything that you've you've",
        7698.68,
        7704.32
    ],
    [
        " won for sure so yeah it's gonna be it's the next video is always just like it's a",
        7704.32,
        7709.46
    ],
    [
        " must see relevant to what you specifically want right there and that is why that is why you got to",
        7709.46,
        7715.64
    ],
    [
        " get angry at the you know you know you have that you know how you have that that way that you",
        7715.64,
        7721.14
    ],
    [
        " overcame your anger management right but you read that it was like you you had low self-esteem that's",
        7721.14,
        7728.2
    ],
    [
        " well when you get that when you get that next rack of YouTube videos staring at you yes you",
        7729.38,
        7735.14
    ],
    [
        " should be getting pissed because you know what they're trying to do yeah they're trying to get",
        7735.14,
        7738.96
    ],
    [
        " you to click trying to take your time away from you yeah and by the way they're making money from",
        7738.96,
        7743.36
    ],
    [
        " you you click that next thing you they're making they're making money from what you're doing and so",
        7743.36,
        7747.6
    ],
    [
        " they've they've set this system up to make you click that thing yeah so you're a mark is what you",
        7747.6,
        7752.78
    ],
    [
        " you are my your sucker look at you falling for every single time every yeah that's how I quit",
        7752.78,
        7758.32
    ],
    [
        " drinking too by the way that is legit like oh I'm falling for a trick that my brain is playing on me",
        7758.32,
        7763.26
    ],
    [
        " I'm falling for that trick I'm falling for that trick that and like I said it's hard to because",
        7763.26,
        7769.16
    ],
    [
        " it's mixed in with positive stuff on YouTube there's some really good quality stuff on YouTube",
        7769.16,
        7775.62
    ],
    [
        " there's some great knowledge you can gain from YouTube for sure and if you're good at",
        7775.62,
        7779.86
    ],
    [
        " justifying things yeah yeah that's true too it's a really scary but my point is I don't want to",
        7779.86,
        7786.38
    ],
    [
        " sit here and bag on YouTube because it's an incredible source of information yes if you keep",
        7786.38,
        7791.96
    ],
    [
        " it informational but it's real easy to get sideways on that yeah and they somehow know they can",
        7791.96,
        7798.5
    ],
    [
        " attach like watching a street fight to because I watch street fights or I watch a you know a UFC",
        7798.5,
        7805.52
    ],
    [
        " fight or I'll watch a clip or I'll watch a submission they know how to drag you in to like those",
        7805.52,
        7811.42
    ],
    [
        " clickbait titles of the guy fighting in the kangaroo yeah man versus kangaroo unbelievable right",
        7811.42,
        7820.08
    ],
    [
        " and of course you're thinking yourself okay well what would I do if I did fight a kangaroo yeah",
        7820.08,
        7824.2
    ],
    [
        " I live in America man I'm not fighting any kangaroos but somehow I got to click on that video",
        7824.2,
        7828.0
    ],
    [
        " to see what up yeah such garbage so good job YouTube and I'm not gonna be a sucker over here",
        7828.0,
        7835.34
    ],
    [
        " nope not a real mark give yourself a limit yeah see and that goes back to your self like a",
        7835.52,
        7841.02
    ],
    [
        " click limit on those things yeah or just set your plan right give yourself those parameters",
        7841.02,
        7846.62
    ],
    [
        " but you won't it's it even me thinking about it right now it really it really after you can",
        7846.62,
        7852.4
    ],
    [
        " explain it there it really puts it into perspective and all the things you ever I mean you're",
        7852.4,
        7857.04
    ],
    [
        " different than I think I think a lot of people wear sometimes people only make plans if like",
        7857.04,
        7862.42
    ],
    [
        " they have important stuff something that's important I got work stuff for I got it I got this",
        7862.42,
        7866.66
    ],
    [
        " to-do list there's like ten things on the list which actually seems like a pretty big to-do list",
        7866.66,
        7870.94
    ],
    [
        " if you think ten that's a big one yeah in one day you know how many things you do in a day",
        7870.94,
        7876.5
    ],
    [
        " that you can get distracted from a lot of them yeah more than ten it's like a lot and that good",
        7876.5,
        7882.92
    ],
    [
        " everything everything from like when the day you wake up or not the day but the the time you wake up",
        7882.92,
        7888.82
    ],
    [
        " what you eat every single time by the way oh the TV watcher don't watch like it's every every",
        7888.82,
        7896.06
    ],
    [
        " second of the day if it had a parameter on it oh man you'd be just laser focus on all your goals",
        7896.06,
        7902.86
    ],
    [
        " instead of these ambiguous yeah lose weight or I want to I need to I don't know xyz more yeah",
        7902.86,
        7910.56
    ],
    [
        " I don't tell you another thing the plan doesn't take that much time to put together yeah and how",
        7910.56,
        7915.78
    ],
    [
        " you say it's it'll end up saving you time oh for sure it'll end up in one way another will",
        7915.78,
        7920.06
    ],
    [
        " ten minutes that you spend planning the next day yeah we'll save you four hours yeah you can",
        7920.06,
        7925.5
    ],
    [
        " usually get done everything you have to get done in like a half the time yeah half the time it's",
        7925.5,
        7930.48
    ],
    [
        " crazy and it's weird too because I don't I don't know I'm not there I don't want to make it sound",
        7930.48,
        7934.86
    ],
    [
        " like there's some some people that are really busy yeah but I get the single mom she's got two",
        7934.86,
        7941.42
    ],
    [
        " three kids she's got two three jobs yeah she doesn't you know what she's listening to this",
        7941.96,
        7946.68
    ],
    [
        " conversation going yeah no kidding yeah okay that's not in YouTube yeah she's in the game 247",
        7946.68,
        7952.2
    ],
    [
        " yeah well not she's in the game 20 because she's she's sleeping for a while right yeah she's",
        7952.2,
        7958.02
    ],
    [
        " keeping it together yeah and when you say there's busy but yeah they're two things to that yeah",
        7958.02,
        7963.84
    ],
    [
        " there are busy people you know what those people get those like the single moms or the single dads",
        7963.84,
        7969.02
    ],
    [
        " they get kind of like what I just said they are in a situation they have no choice and they get",
        7969.54,
        7976.16
    ],
    [
        " after it yeah that's not no choice they get after it they're like oh I'm gonna get this done they",
        7976.16,
        7979.92
    ],
    [
        " got in their frame they're looking at their kid they're looking at their three-year-old kid that",
        7979.92,
        7984.16
    ],
    [
        " that three-year-old kid has nothing without that mom getting on the grind and going to the the",
        7984.16,
        7991.48
    ],
    [
        " restaurant yep in working as a waitress or whatever or she's working her job whatever she's doing",
        7991.48,
        7998.78
    ],
    [
        " yeah she's putting it together knows exactly Tuesday three weeks from now and at 4 46 she knows",
        7999.4,
        8006.7
    ],
    [
        " where she's gonna be yeah she knows exactly where me I mean I don't come on you know compared to",
        8006.7,
        8011.28
    ],
    [
        " the average person we don't know and then completely average person you definitely don't know but you're",
        8011.28,
        8016.78
    ],
    [
        " not even like a hundred percent sure which I'll be doing in an hour because you know cruising could",
        8016.78,
        8021.48
    ],
    [
        " interlude at any time and you might just be cruising is a very ambiguous activity the but then go",
        8021.48,
        8028.16
    ],
    [
        " to the other side of the spectrum of busy people I mean they're busy because they don't plan",
        8028.16,
        8033.36
    ],
    [
        " enough that's definitely true and yeah I'm so busy all the time meanwhile no no productivity you know",
        8033.36,
        8038.96
    ],
    [
        " yeah or very little limited yeah limited true plan your day excuse me plan all right last",
        8038.96,
        8047.86
    ],
    [
        " little quote from this this is Frederick the great the battle of Colin in 1757 and there were some",
        8049.32,
        8061.56
    ],
    [
        " troops that were I read a couple different versions again speaking of rabbit holes you start going",
        8061.56,
        8066.62
    ],
    [
        " down these rabbit holes I read two different versions of this there was either troops that were",
        8066.62,
        8070.46
    ],
    [
        " hesitating to attack or there were troops that were actually retreating and to these troops",
        8070.46,
        8077.6
    ],
    [
        " Frederick the great said dogs would you live forever and another way that was translated was you",
        8077.6,
        8088.36
    ],
    [
        " cursed rascals would you live forever and who's he saying this to he's saying that to his own",
        8088.36,
        8095.88
    ],
    [
        " troops right okay that are leaving either either hesitating to attack right or they're or they're",
        8095.88,
        8102.64
    ],
    [
        " retreating and he's saying dogs yeah yeah could have a barbarian said yeah no well what would you",
        8102.64,
        8108.76
    ],
    [
        " live forever no is that what you're looking for to live forever yeah no you shouldn't be",
        8108.76,
        8113.7
    ],
    [
        " and you know I I think that's a good way to wrap up that book",
        8113.7,
        8120.96
    ],
    [
        " because like we said those two quotes always do the business of the day in the day",
        8122.38,
        8128.84
    ],
    [
        " so plan what you do and do what you plan and dogs you cursed rascals would you live forever let",
        8128.84,
        8142.82
    ],
    [
        " me answer that for you know you won't and we're here talking about a book we talk about a book",
        8142.82,
        8152.04
    ],
    [
        " today and we talk about leadership and that's awesome but you've got to start by leading yourself",
        8152.04,
        8156.98
    ],
    [
        " by doing what you say you will do that's integrity personal integrity when you say that you're",
        8156.98,
        8166.84
    ],
    [
        " going to do something that they've talked about being straight today it's talked about personal",
        8166.84,
        8171.0
    ],
    [
        " integrity that starts with yourself by doing what you actually say you are going to do by not",
        8171.0,
        8179.28
    ],
    [
        " hesitating and waiting gonna lead yourself so get moving don't wait do what you plan and do it today",
        8179.28,
        8194.98
    ],
    [
        " because you don't get to live forever and the clock is ticking and I think that's all I've got",
        8197.6,
        8213.78
    ],
    [
        " for tonight and echo since we are not hesitating right now if you could without hesitation please",
        8213.78,
        8221.02
    ],
    [
        " explain to people how they might be able to support this podcast if they want to sure of course",
        8221.36,
        8232.8
    ],
    [
        " because we don't want to live forever actually Conan the barbarian didn't say that it was he didn't",
        8232.8,
        8241.64
    ],
    [
        " say he didn't say much in Conan the barbarian there's a few lines but not that much his girlfriend",
        8241.64,
        8248.08
    ],
    [
        " girl that ends up being his girlfriend then she dies later but whatever she says tell me the whole",
        8249.64,
        8255.52
    ],
    [
        " one when they hesitate or when they're about to do something nuts she says do you want to live forever",
        8255.52,
        8262.92
    ],
    [
        " than they just charge okay well there you go she's exactly yeah that's the exact usage anyway",
        8262.92,
        8269.52
    ],
    [
        " speaking of not hesitating so kettlebells I'm gonna talk about on it but this is kind of this",
        8269.52,
        8277.04
    ],
    [
        " is relevant reminded me I kind of mentioned it earlier before we started recording so I hear good",
        8277.04,
        8284.24
    ],
    [
        " things right kettlebells and I'm a little familiar I'll incorporate them here and there but",
        8284.24,
        8290.0
    ],
    [
        " you know I just hear more and more so I'm like hey I'm gonna make this a big part of the",
        8290.0,
        8296.2
    ],
    [
        " you know the routine the program yeah you do kettlebells obviously yes",
        8296.2,
        8302.52
    ],
    [
        " do you how much dumbbell stuff did you like dumbbells I actually don't use a lot of dumbbells",
        8304.2,
        8309.48
    ],
    [
        " and they're a big dumbbell guy yeah like even like bench right yeah I don't man how well",
        8309.48,
        8316.08
    ],
    [
        " is last time I bench like people will say hey how much can you bench yeah I don't know man not",
        8316.08,
        8321.12
    ],
    [
        " enough that's my answer yeah it's a lot it's a long time anyway back to the kettlebell so",
        8321.12,
        8326.56
    ],
    [
        " starting kettlebells but I got and you know you'd learn the to be careful with kettlebells if",
        8330.36,
        8334.32
    ],
    [
        " you're doing the kettlebells yeah you know how they see yeah start off light this I'd say with",
        8334.32,
        8339.16
    ],
    [
        " kettlebells more so than because when you throw a kettle that thing it's not like a dumbbell is",
        8339.16,
        8344.6
    ],
    [
        " like you grab a dumbbell it has a perfect handle each side of the dumbbells perfectly balanced",
        8344.6,
        8349.38
    ],
    [
        " same exactly right kettlebell it has a handle then it's on the thing it'll flip around it'll",
        8349.38,
        8354.24
    ],
    [
        " break your look bright you can break your hand or when you're swinging them you know the one",
        8354.24,
        8357.94
    ],
    [
        " that you go I don't know the terms sorry but the one you grab it with the two hand",
        8357.94,
        8362.2
    ],
    [
        " no swing yeah kettlebells the basic one you know kettlebell swing between your legs yeah",
        8362.2,
        8366.46
    ],
    [
        " but I'm like swing it and I'm like bro what if this what if my balance was off or I don't know",
        8366.46,
        8371.7
    ],
    [
        " whatever and the kettlebell hit my shin you being a lot of pain bro it can break your shin if",
        8371.7,
        8377.06
    ],
    [
        " you have to you know even if you had like a 62 pound kettlebell you break your shin be careful",
        8377.06,
        8382.1
    ],
    [
        " anyway so to make things actually technically they're not what I got the on it ones the",
        8383.94,
        8390.42
    ],
    [
        " the werewolf you know and the champ and all that and you think when you compare them to the regular",
        8390.42,
        8395.64
    ],
    [
        " kettlebells they're the kettlebells around right the regular ones and so you think oh you know",
        8395.64,
        8401.26
    ],
    [
        " the designing ones with the werewolf they might be kind of awkward because they're not like",
        8401.26,
        8405.22
    ],
    [
        " perfectly uniform but guess what the balanced when they make them yeah so they're just as safe but",
        8406.08,
        8413.28
    ],
    [
        " so we're going to be careful this I'm I'm I'm explaining the new",
        8413.28,
        8419.0
    ],
    [
        " emergence of kettlebells in my workout yeah and you like them I like them a lot and the point is",
        8419.0,
        8427.58
    ],
    [
        " don't hesitate right because you know how you know how you like yeah I need to do more kettlebells",
        8427.58,
        8431.34
    ],
    [
        " ambiguous ambiguous goal that's what it is no parameters but I was like you know what today's a",
        8432.28,
        8437.1
    ],
    [
        " day I'm gonna do I'm gonna this is gonna be the workout yeah so my workout was you know you want",
        8437.1,
        8442.02
    ],
    [
        " numbers I'll keep you numbers so what I did met con kettlebells the werewolf so those are 62 pounds",
        8442.02,
        8450.38
    ],
    [
        " each head to the double boom so uh it's like a d I don't know if this is an actual kettlebell official",
        8450.38,
        8456.86
    ],
    [
        " movement right I think it is you go it's like a kettlebell swing two of them outside of the hips",
        8456.86,
        8461.56
    ],
    [
        " narrow stance uh up to clean okay you clean it right and then press it right and then back down",
        8461.56,
        8469.3
    ],
    [
        " squat boom boom okay you press yes so I do five reps and then five burpees walk in a circle 35",
        8469.3,
        8479.34
    ],
    [
        " seconds yeah all right five reps again so I do that six times took like I don't know eight minutes eight",
        8479.34,
        8489.32
    ],
    [
        " and a half minutes that was a mess those same as my other man come up with the kettlebells and",
        8489.32,
        8492.56
    ],
    [
        " this kind of the squat probably it's weird I used to do that with a bar it's there's a lot of",
        8492.56,
        8499.66
    ],
    [
        " little muscles in there yeah that's what makes kettlebells good is that they're unstable they're less",
        8499.66,
        8509.32
    ],
    [
        " you have to use more energy and more strength to keep them under control yeah so it's working some",
        8509.32,
        8514.66
    ],
    [
        " muscles that you're not used to most likely yeah and you're it's it's interesting because you're using like",
        8514.66,
        8519.72
    ],
    [
        " you can get into this kind of it's not weird but this flow of like you know like when it swings down",
        8519.72,
        8528.64
    ],
    [
        " it's not like oh it doesn't jerk you down it will if you're not ready for it but if you kind of know",
        8528.64,
        8533.0
    ],
    [
        " after you get used to it it just flows it's like there's almost no impact",
        8533.0,
        8536.38
    ],
    [
        " yep kettlebells are good yeah so do that anyway where would you get your kettlebells from",
        8537.5,
        8543.72
    ],
    [
        " I get my kettlebells from on it I only get the corns actually afterwards and I had a picture",
        8543.72,
        8549.82
    ],
    [
        " I was gonna post it online too but I was thinking you are feeling it was less about that at that",
        8549.82,
        8554.94
    ],
    [
        " point you know but one I again the werewolf ones so and Joe Rogan's on one of the videos on",
        8554.94,
        8563.5
    ],
    [
        " there he's he kind of mentions is he's like I like this one because it's like I think it's like",
        8563.5,
        8567.44
    ],
    [
        " the gorilla or something like that he's like it looks at you and it's like it wants to he says",
        8567.44,
        8572.6
    ],
    [
        " you know he says that the gorilla looks like he wants to bite your dick off that's what he says",
        8572.6,
        8578.14
    ],
    [
        " something on this one but he has a good point like those kettlebells when you're like man I really",
        8578.14,
        8583.16
    ],
    [
        " don't want to do this and then they're just looking at you you know and you're like tank you walk",
        8583.16,
        8587.24
    ],
    [
        " away you come back and you look at it and it's still looking at you with the same expression because",
        8587.24,
        8591.06
    ],
    [
        " it's you know because it's an animal object I'm saying it helps yeah you know because you get",
        8591.06,
        8599.58
    ],
    [
        " into the workout you know yeah you know especially like how you're like it's a challenge every time",
        8599.58,
        8604.38
    ],
    [
        " anyway do that all right on it support right on it dot com slash jaco",
        8604.38,
        8620.88
    ],
    [
        " yeah krill oil big time shroom tech yeah so with the krill oil mine didn't come in yet I",
        8621.12,
        8628.82
    ],
    [
        " slacked I went to wine it didn't come in yet and I'm kind of it's weird I'm slowly started I'm not",
        8628.82,
        8633.76
    ],
    [
        " messed up I'm not but I'm slowly starting to yeah I think so you don't want to go you don't",
        8633.76,
        8639.26
    ],
    [
        " want to let it get out of your system completely that's not good yeah then I got to reincorporate",
        8639.26,
        8643.64
    ],
    [
        " into it yeah it takes I think it takes about six days yeah in my case it took it took I think five",
        8643.64,
        8650.4
    ],
    [
        " when I start to be like all there's yeah I think it comes in today nonetheless krill oil the",
        8650.4,
        8655.64
    ],
    [
        " best krill oil straight up is from on it so yeah on it dot com slash jaco 10% off if you want that 10",
        8655.64,
        8662.26
    ],
    [
        " percent off go slash jaco at the end it's a good way to support yourself podcast and get after",
        8662.26,
        8668.92
    ],
    [
        " it more efficiently also if you want to check out this book serve to lead",
        8668.92,
        8677.4
    ],
    [
        " uh we'll have it put it on the website uh it takes you to amazon grab these books from there you",
        8679.72,
        8684.68
    ],
    [
        " click through the website that supports podcasts really good whether you buy in these books any book",
        8684.68,
        8688.4
    ],
    [
        " we didn't mousashi last week no we did book of five rings last week mousashi the novel will be covered",
        8688.4,
        8695.58
    ],
    [
        " in podcast 100 yeah if you I we are going to talk about the whole book it's a novel so it's",
        8695.58,
        8705.0
    ],
    [
        " from that podcast you got to read that book now it's a thousand pages long it's freaking long yeah",
        8705.0,
        8711.72
    ],
    [
        " so get the book now so that you can get the satisfaction of the book because it has the most",
        8711.72,
        8719.66
    ],
    [
        " epic ending it's one of the most epic endings of any books yeah and it's on the jaco podcast",
        8719.66,
        8724.52
    ],
    [
        " dot com website books jaco podcast books they're all on there also the one you mentioned it today",
        8724.52,
        8730.54
    ],
    [
        " one called mind games the book that I read oh you put that on there uh didn't yet the the author",
        8730.54,
        8735.92
    ],
    [
        " is michael powell here's the thing it's not like it's it's not like a typical book where it's like",
        8735.92,
        8741.32
    ],
    [
        " talks about anger management it's not that it's it's literally like there's little games oh like",
        8741.32,
        8747.2
    ],
    [
        " mind brain exercises in there you know it's just everything in the really short chapters",
        8747.2,
        8751.94
    ],
    [
        " we're just little things and that one chapter happened to be about dealing with anger anyway",
        8751.94,
        8757.86
    ],
    [
        " michael powell is the author unknown does it gonna all put it on there though legit yeah good",
        8758.14,
        8763.0
    ],
    [
        " so yeah anyway amazon click through basically you click through their boom takes amazon it's a",
        8763.0,
        8767.22
    ],
    [
        " little support thing you know small action big reaction or if you do other shopping on there",
        8767.22,
        8772.3
    ],
    [
        " duct tape duct tape if you will so yeah any shopping really but you know these books that's a good",
        8772.3,
        8777.36
    ],
    [
        " that's a real relevant one I think that people um you know they do want to do grab these books",
        8777.36,
        8782.54
    ],
    [
        " and boom they're on there offer um also subscribe to the podcast if you haven't already",
        8782.54,
        8788.42
    ],
    [
        " iTunes stitch your google play whichever one you prefer I think iTunes is the most popular but",
        8788.42,
        8793.88
    ],
    [
        " I see significant references to google play in general society you know also a lot of",
        8793.88,
        8803.1
    ],
    [
        " time stitcher stitcher yeah you know how like a lot of time people they don't want to go mainstream",
        8803.1,
        8807.7
    ],
    [
        " you know oh yeah it's like like they like to keep it old school hard underground yeah you know it",
        8807.88,
        8814.92
    ],
    [
        " makes sense you know what's the old saying don't go with their herd or path less traveled you know",
        8814.92,
        8821.72
    ],
    [
        " one of those all the same same deal same deal so I get it google play oh but good news is we're on all",
        8821.72,
        8827.48
    ],
    [
        " of them and that is a boom choose your your avenue also youtube subscribe to our youtube channels",
        8827.48,
        8836.62
    ],
    [
        " we do have you youtube channel talk about every week but it not only does it have a video version",
        8836.62,
        8842.06
    ],
    [
        " of this podcast has excerpts and deluxe excerpts or those excerpts that you have enhanced we'll just",
        8842.06,
        8850.44
    ],
    [
        " say enhanced steps excerpts also you know what man I have this other idea you know what I'm gonna do",
        8850.44,
        8856.62
    ],
    [
        " I'm gonna make little we'll just say other little videos too that's what I'm gonna do step",
        8856.62,
        8862.98
    ],
    [
        " that add value so to speak I like that well the video is a very compelling form of interaction with",
        8862.98,
        8872.64
    ],
    [
        " people yeah people like that's why that's why you tube I think youtube is like the most search to",
        8872.64,
        8877.66
    ],
    [
        " website bigger than it's more search than google maybe I'm wrong but it's up there it's not",
        8877.66,
        8883.52
    ],
    [
        " number one it's number two so if you want to learn something people immediately yes search youtube",
        8883.52,
        8888.52
    ],
    [
        " yeah that's what and guess what remember the other day we talked about youtube red yeah I got",
        8888.52,
        8892.84
    ],
    [
        " you to read like the ads ads is one thing but also because you can listen to music without it being",
        8892.84,
        8902.48
    ],
    [
        " on the screen it plays in the background like iTunes that is that the main reason yeah it's now I",
        8902.48,
        8907.6
    ],
    [
        " can get any album that I've got a lot of music a lot of music that I listen to isn't on iTunes",
        8907.6,
        8912.26
    ],
    [
        " because it's old school it's hardcore it's underground like literally not on there yeah but the",
        8912.28,
        8918.4
    ],
    [
        " youtube videos are crazy it's a youtube video beyond there from some random hardcore band from",
        8918.4,
        8925.94
    ],
    [
        " New York upstate New York and they're they're they're one album that they made they're one EP five",
        8925.94,
        8935.46
    ],
    [
        " songs long that came out in 1987 it'll be on youtube it's not anywhere near iTunes it's on it and",
        8935.46,
        8943.5
    ],
    [
        " you can play it which is awesome yeah make sense um I guess they youtube red sometimes they'll put",
        8943.5,
        8950.26
    ],
    [
        " or not some to all the time you know you two bread now no because the main selling point problem is",
        8950.26,
        8955.6
    ],
    [
        " that the albums without tracks just that fly out yeah you like albums with tracks these are albums without",
        8955.6,
        8963.08
    ],
    [
        " tracks well typically I don't listen to youtube for the music situation that's not where I go to",
        8963.14,
        8968.48
    ],
    [
        " if you've read you'll change that yeah maybe I mean read they push it with hey no ads and then I'm",
        8968.48,
        8973.52
    ],
    [
        " like cool no ads but man I'm not that quick to jump on the no ads thing I there's been plenty",
        8973.52,
        8978.8
    ],
    [
        " time sorry a lot of times with movies but the ads that play I'll like it'll be for me direct before",
        8978.8,
        8985.76
    ],
    [
        " me like dang this ad is helping me yeah in a way sometimes yeah the ultimate youtube person",
        8985.76,
        8991.26
    ],
    [
        " not only to click the next video I'm gonna enjoy the advertisement yeah I get the",
        8991.7,
        8995.72
    ],
    [
        " tie Lopez ads a lot you know that is right tie low pets he's a um he's a super smart guy he's",
        8995.72,
        9001.82
    ],
    [
        " actually one of the reasons why like I just started reading a lot like one of the reasons and so",
        9001.82,
        9007.16
    ],
    [
        " it's smart guy but his ads are all over youtube I but I know it's my fault because it's relevant",
        9007.16,
        9011.9
    ],
    [
        " to what I watch apparently oh they do that so it's my fault but those of that I get tight this",
        9011.9,
        9018.48
    ],
    [
        " should you go to college yeah you know what I'm talking about anyway um yeah so yeah subscribe to",
        9018.9,
        9024.24
    ],
    [
        " our youtube you know let some subscribers on there some good feedback you know I'm keep posting",
        9024.24,
        9028.66
    ],
    [
        " videos it does help that people will say echo post videos in addition to just he's requesting",
        9028.66,
        9036.1
    ],
    [
        " peer pressure yeah um so yeah subscribe to youtube that's good uh also jaco is a store it's called",
        9036.1,
        9046.0
    ],
    [
        " jaco store jaco store dot com on there we have t-shirts if you wear t-shirts you know check them out",
        9046.0,
        9053.78
    ],
    [
        " if you're interested in anything on there get something I'm not saying to buy so I'm not saying",
        9053.78,
        9058.14
    ],
    [
        " hey guys go to jaco store dot com and buy a t-shirt I'm not saying that I'm saying go to jaco store",
        9058.14,
        9063.42
    ],
    [
        " dot com there's some shirts on there there's some hoodies on their rash guards patches some women's",
        9063.42,
        9070.72
    ],
    [
        " dust some tank tops and whatnot travel mugs hats coming soon anyway check them out if you like",
        9070.72,
        9078.26
    ],
    [
        " them you said hats coming soon before yeah so far I've been impressed by your turn times on that",
        9078.26,
        9082.76
    ],
    [
        " it just depends on what you think soon well you say soon to me that me to be means three days",
        9082.76,
        9088.48
    ],
    [
        " okay so I grew up in kawai for hats okay where you from no no no no I'm not saying it's",
        9088.48,
        9093.4
    ],
    [
        " quiet time I'm not saying that it is but that's not what I'm saying right now okay so quiet in omau",
        9093.4,
        9099.22
    ],
    [
        " on kawai in a way so on the end of omau road is a I don't know what it is the church",
        9099.6,
        9107.08
    ],
    [
        " a religious center or something and it says on the top it says Jesus coming soon and that went up",
        9107.08,
        9113.7
    ],
    [
        " when I was I think seven years old so soon is a relative term very real relative yes it's a",
        9113.7,
        9122.46
    ],
    [
        " sliding scale for sure well let me tell you what hats I hope get here before the return of Jesus",
        9122.46,
        9129.04
    ],
    [
        " yes that's the goal for sure we could make that happen to be off there nice",
        9129.04,
        9133.14
    ],
    [
        " because you got it summertime yeah now right now at summertime right so we need hats to wear",
        9133.14,
        9139.96
    ],
    [
        " in the sun all right to block the sun yes that's what hats do yeah got you so yeah there it is",
        9139.96,
        9145.9
    ],
    [
        " jaco store dot com if you see something on there that you like you recognize the layers",
        9145.9,
        9150.08
    ],
    [
        " grab something support here's a little thing jaco design to shirt design specifically 100%",
        9151.3,
        9161.4
    ],
    [
        " to by the way by jaco I even tried to put my little pinky in there to know some input yeah straight",
        9161.4,
        9167.52
    ],
    [
        " up denied I'm like bro do you know who manages that shirt yet that shirt to not up it's being",
        9167.52,
        9173.92
    ],
    [
        " printed but you know we went with it and 100% jaco's design 100% not really",
        9174.58,
        9181.14
    ],
    [
        " approved by me I mean it's approved but like I tried to like make my little considerations my little",
        9181.14,
        9187.88
    ],
    [
        " alterations and alterations yeah you know I was watching out for them alterations I was",
        9187.88,
        9195.08
    ],
    [
        " worried about my creative input we overcame them bro totally overcame them you got trump I said",
        9195.08,
        9201.84
    ],
    [
        " we're making this shirt and that's a direct order yeah now you're you finessed it for sure but",
        9201.84,
        9210.02
    ],
    [
        " at the end of the day I looked up and I was like dang my input on you know the store that you know",
        9210.02,
        9215.46
    ],
    [
        " I think I feel like I'm the manager of the store apparently I'm wrong but that's cool so",
        9215.46,
        9221.54
    ],
    [
        " anyway new shirt as a result design by jaco jaco store dot com that's a good one also psychological",
        9221.54,
        9227.68
    ],
    [
        " warfare if you don't know what that is it's an album with tracks of jaco's voice saying and telling",
        9227.68,
        9233.82
    ],
    [
        " helping that's what it's doing it's helping people myself included by the way through moments of",
        9233.82,
        9243.0
    ],
    [
        " weakness if they arrive arise alright right yeah so yeah if you're having trouble one day if you",
        9243.0,
        9252.62
    ],
    [
        " want an alarm clock of me which people ask me for yeah just get psychological warfare and set it",
        9252.62,
        9258.74
    ],
    [
        " as your alarm yeah that's it that's why we made it because everyone was asking for that so there",
        9258.74,
        9263.56
    ],
    [
        " you have it you don't need to you don't need it we're not gonna make a ringtone I don't think yeah",
        9263.56,
        9267.94
    ],
    [
        " well technically you just said it as you just said it as a ringtone and you're good yeah it's yeah",
        9267.94,
        9272.82
    ],
    [
        " and it works really good especially that well it depends on your weakness right or what kind of",
        9272.82,
        9282.6
    ],
    [
        " every morning one year there's gonna be a day or two where it's gonna be harder than you know",
        9282.6,
        9288.3
    ],
    [
        " than another day so put on the track what time do you wake up that's classified so",
        9288.3,
        9294.52
    ],
    [
        " if you have problems like a 30 people if you're like we're like a noon",
        9294.52,
        9300.38
    ],
    [
        " I woke up at noon on Saturday how could you stand Hawaiian time",
        9300.38,
        9307.82
    ],
    [
        " in a wake up at noon how could you even do that bro I didn't I didn't mean to",
        9307.88,
        9312.4
    ],
    [
        " it was it's a long story but yes my wife was like hey it was good for you to join us or nice",
        9312.4,
        9319.32
    ],
    [
        " to nice of you to join us even that wife is ragging on you for sleeping till noon bro credit to",
        9319.32,
        9324.54
    ],
    [
        " her she was just like yeah she got two kids to take care of you're up there sprawled out straight",
        9324.54,
        9328.84
    ],
    [
        " up the queen size bed just getting off oh god that's good not gonna make a change nonetheless",
        9328.84,
        9335.4
    ],
    [
        " practice psychological warfare if you have you know if you're on a cool diet you're eating",
        9335.4,
        9340.2
    ],
    [
        " his clean boom you get that temptation one day at work the donuts you know they bring the donuts",
        9340.2,
        9345.48
    ],
    [
        " right we talk about the fall of time yeah people just do that too okay he don't gracy he run",
        9345.48,
        9351.18
    ],
    [
        " our white our win he talks about like how you go to a restaurant and they're like oh so cute the",
        9351.18,
        9359.92
    ],
    [
        " kids here's some you know here's a cupcake for the kids so cute right and people like overlook",
        9359.92,
        9364.76
    ],
    [
        " how rude and it's like of it's how much of a violation that is you know rap poison you can feed them",
        9365.18,
        9370.78
    ],
    [
        " while you're at it yeah hey look look how cute your kids are kids let me give them something super",
        9370.78,
        9375.96
    ],
    [
        " unhealthy violation anyway that's what happens when people bring donuts for work and think I'm",
        9375.96,
        9382.14
    ],
    [
        " gonna do this for the office not that I frown up on that I'm just saying put it into perspective nonetheless",
        9382.14,
        9388.3
    ],
    [
        " if someone does that while you're at work boom you gotta track by that too put it on real quick put",
        9388.3,
        9393.8
    ],
    [
        " on your buds you know so it's for you sugar coated lies sugar coated lies directly into your",
        9393.8,
        9398.34
    ],
    [
        " anyway it's called psychological warfare look at it on or look for it on iTunes jocke a willing",
        9398.34,
        9403.08
    ],
    [
        " Google play Google play Amazon music all that stuff yeah wherever the MP3s are being distributed",
        9403.08,
        9409.6
    ],
    [
        " all right also on amazon you can get jocke a white tea and here's a little verified purchase",
        9409.6,
        9416.74
    ],
    [
        " review again this means that the person this is verified yeah it's a hundred percent so here's",
        9416.74,
        9422.44
    ],
    [
        " the review as a tea guy I am somewhat picky so I ordered some jocke a white tea I'm pretty sure",
        9422.44,
        9427.54
    ],
    [
        " the box was growling when I opened it that's a verified review I brewed up some tea and poured",
        9427.54,
        9436.02
    ],
    [
        " it over ice after which I went on to my bike for a training ride I was pulled over twice I explained",
        9436.02,
        9441.6
    ],
    [
        " that I consumed some jocke a white tea before I left in the officer just nodded and said get",
        9441.6,
        9445.6
    ],
    [
        " after it the next officer was not so forgiving and gave me a ticket for speed limit so in summary",
        9445.64,
        9454.44
    ],
    [
        " this tea can get pretty pricey if you don't mind speeding tickets while you're riding a bike so",
        9454.44,
        9458.9
    ],
    [
        " as just another thing to be careful of if you drink jocke a white tea and then you get on a bike",
        9458.9,
        9463.6
    ],
    [
        " you gotta watch out that you don't get speeding tickets because you're gonna be going a little faster",
        9463.6,
        9466.8
    ],
    [
        " than the speed limit that's the jocke a white tea also on amazon you can get way the war your kid",
        9466.8,
        9473.6
    ],
    [
        " and this this review here of way the war your kid also verified purchase review from amazon this is",
        9475.4,
        9481.34
    ],
    [
        " the book I wish I'd read when I was a kid and that's the same thing I say all the time I work in",
        9481.34,
        9485.8
    ],
    [
        " schools and I've already bought a spare copy to lend out to my students I've also read it twice",
        9485.8,
        9490.2
    ],
    [
        " myself though I'm 39 year old man side note my pull ups have also improved so I'm telling you",
        9490.2,
        9499.64
    ],
    [
        " it's a kids book sure that's what everyone says that's you know what it's set up kind of looks like",
        9499.68,
        9505.58
    ],
    [
        " this lessons in there from Uncle Jake that we all need so way the warrior kid you can pick that one",
        9505.58,
        9511.52
    ],
    [
        " up also discipline equals freedom field manual you know what this book is about it's about getting",
        9511.52,
        9519.58
    ],
    [
        " after it mentally and physically simple straightforward so if you want to get after it",
        9519.58,
        9527.5
    ],
    [
        " get the discipline equals freedom field manual not have a lot of fluff in there I'm gonna tell you",
        9528.58,
        9536.06
    ],
    [
        " that right now not a lot of fluff straightforward of course we got the book extreme ownership",
        9536.06,
        9543.28
    ],
    [
        " is the book we refer back to a bunch on here combat leadership for your life for your business",
        9543.28,
        9550.84
    ],
    [
        " for your school for your family for you own it and for your business or your team you can get us",
        9550.84,
        9562.6
    ],
    [
        " echelon front leadership management consulting to help bring leadership at your team to the next",
        9562.6,
        9571.2
    ],
    [
        " level that is life babin who wrote extreme ownership with me that is JP to know that is Dave",
        9571.2,
        9579.82
    ],
    [
        " Burke both those guys have been on the podcast to work both with those both those guys extensively in",
        9579.82,
        9585.44
    ],
    [
        " the battle Ramadi and myself also at echelon front so that's what we do we go into companies",
        9585.44,
        9592.84
    ],
    [
        " and we help you with your leadership info at echelon.com if you're interested also the",
        9592.84,
        9601.86
    ],
    [
        " muster in Austin Texas to lie 13th and 14th on the Barton Creek Resort I think this might be sold",
        9601.86,
        9607.4
    ],
    [
        " out by the time this airs it's a venue that's only 300 seats we've sold most of them if you don't",
        9607.4,
        9614.24
    ],
    [
        " get a ticket in time for that check extreme ownership.com see if you can still get a ticket for that one",
        9614.24,
        9619.56
    ],
    [
        " and if you don't get a ticket in time for that one that's okay come to San Diego September 14th",
        9619.56,
        9627.76
    ],
    [
        " and 15th for muster 004 that one is also at the Omni Hotel but the one in San Diego",
        9627.76,
        9634.64
    ],
    [
        " lots of folks are coming back to that one lots of people that went to the first",
        9636.18,
        9640.6
    ],
    [
        " muster in San Diego are coming back for another go it's gonna be awesome we will see you there",
        9640.6,
        9646.78
    ],
    [
        " and in the meantime if you want to talk to us we are actually upon the interwebs on Twitter",
        9646.78,
        9657.34
    ],
    [
        " on Instagram and we're gonna see that one on the Facebook echo is at echo Charles",
        9659.22,
        9667.98
    ],
    [
        " and I am at jaco willing and thanks to everyone for listening to the podcast",
        9667.98,
        9674.52
    ],
    [
        " but don't just listen go out wake up earlier work out harder read more make yourself better",
        9674.52,
        9686.96
    ],
    [
        " a better soldier a better sailor a better airman or a better marine a better police officer a",
        9688.3,
        9698.1
    ],
    [
        " better firefighter a better paramedic make yourself a better engineer or janitor or waitress or",
        9698.1,
        9717.18
    ],
    [
        " person a better leader every day and as Charlie May said on July 1st 1916",
        9717.18,
        9733.96
    ],
    [
        " before he went over the top into the raging hell that was the battle of the sum he said",
        9733.96,
        9743.46
    ],
    [
        " and it is a glorious morning and it certainly is all of them are",
        9743.46,
        9755.84
    ],
    [
        " every morning is glorious so get out there and get after it",
        9755.84,
        9766.08
    ],
    [
        " and until next time this is echo and jaco out",
        9767.42,
        9775.96
    ]
]