[
    [
        " when you're stepping into a leadership role and you have someone on your staff who's not a team player creates clicks",
        0.0,
        6.98
    ],
    [
        " goes over me and straight to my bosses when there's a problem.",
        6.98,
        11.76
    ],
    [
        " And whenever, whenever, has concerns, voices them among teammates and not directly to me, how do I continue in my role?",
        12.72,
        19.66
    ],
    [
        " How do I assess myself and how do I tackle this problem?",
        20.78,
        23.7
    ],
    [
        " The biggest thing we got to do is build a relationship with that person.",
        24.24,
        26.52
    ],
    [
        " You know, you got to get that person's head, you got to find out what's going on, you got to find out, you got to talk to him, you got to build that relationship, you got to talk to him about why they're going over your head.",
        27.02,
        35.58
    ],
    [
        " Then, then, you know what, when they say, well, I'm going over your head because this happens, you go, oh, I didn't know that.",
        36.68,
        41.08
    ],
    [
        " You know, I'm going to get that fix and you build up a little trust.",
        41.46,
        44.18
    ],
    [
        " And then they say, some other problem, you get that one fixed.",
        44.54,
        46.72
    ],
    [
        " And then you say, hey, man, you know, it's, you know, it's kind of hurts the team is when you're",
        47.22,
        53.6
    ],
    [
        " telling the team things that are negative.",
        53.6,
        55.22
    ],
    [
        " And if we could work together to, you know, you tell me what's going on that's negative.",
        56.4,
        61.0
    ],
    [
        " And then we solve the problem, we're going to do better as a team.",
        61.42,
        64.12
    ],
    [
        " And that's, that's my goal is just to do better as a team.",
        64.42,
        66.26
    ],
    [
        " And I see that you're a leader because people listen to you.",
        66.56,
        70.54
    ],
    [
        " And when you start saying negative things, they start thinking negatively because you're just an influential person.",
        70.8,
        75.52
    ],
    [
        " And, and I, and the influence you have over people is something that is going to be, can be very beneficial to what we're doing.",
        75.94,
        82.22
    ],
    [
        " If you want it to be, I want you to want it to be.",
        83.1,
        86.24
    ],
    [
        " But you know, I'm not you.",
        86.86,
        87.96
    ],
    [
        " You have that.",
        88.28,
        88.94
    ],
    [
        " I don't.",
        89.12,
        89.66
    ],
    [
        " So let's work if you could help me move this in a positive direction so our team can be more successful.",
        90.2,
        97.62
    ],
    [
        " That's the kind of thing I would do here.",
        98.2,
        100.56
    ],
    [
        " And, and the other thing is, you know, ask them straight up, hey, what am I doing wrong as a leader?",
        101.68,
        107.26
    ],
    [
        " What can I do better?",
        107.5,
        108.22
    ],
    [
        " Where can I become?",
        108.9,
        110.0
    ],
    [
        " Where can I make more things happen?",
        110.88,
        112.16
    ],
    [
        " So that way, and what you're doing is you're letting down your guard, you're letting them, giving the opportunity to hopefully be honest with you about what you're doing wrong.",
        112.4,
        118.06
    ],
    [
        " And then you can give them, you know, you can correct those measures.",
        118.42,
        122.56
    ],
    [
        " Now there is a possibility that this person is jerk.",
        122.76,
        125.02
    ],
    [
        " And when you say, what am I doing wrong?",
        125.68,
        127.22
    ],
    [
        " They go back and say, hey, this guy's even no one he's doing.",
        127.22,
        129.16
    ],
    [
        " So that's why you need to take it slowly and feel the situation out and, and make an assessment of how they're going to react to these things.",
        129.64,
        138.02
    ],
    [
        " And build a little bit of, a little bit of leadership capital with that person before you go and say, what am I screwing up?",
        138.22,
        143.78
    ],
    [
        " Because then it's, dude, chocolate doesn't even know what he's doing.",
        143.88,
        146.5
    ],
    [
        " He's asking me what he should be doing.",
        146.58,
        148.3
    ],
    [
        " So don't, if the person's a jerk, you have to watch out for that.",
        149.16,
        151.82
    ],
    [
        " So that's where we're going to build a relationship first.",
        151.9,
        153.32
    ],
    [
        " It's like building a relationship.",
        154.22,
        157.88
    ],
    [
        " Seems like a very common theme for stretching solution.",
        158.36,
        163.4
    ],
    [
        " It is very much so.",
        163.54,
        165.08
    ],
    [
        " You know, you take the extreme example of, I'm a hostage taker and you're my hostage.",
        165.56,
        171.74
    ],
    [
        " And I'm threatening to kill you.",
        172.42,
        174.44
    ],
    [
        " What are you supposed to do?",
        174.82,
        175.86
    ],
    [
        " Build a relationship with me.",
        176.18,
        177.0
    ],
    [
        " You want to get me to see you as a human.",
        177.38,
        178.82
    ],
    [
        " That's what we're talking about.",
        179.22,
        180.08
    ],
    [
        " It's the same thing.",
        180.24,
        180.7
    ],
    [
        " That's an extreme example.",
        180.8,
        181.74
    ],
    [
        " But this is the same thing going on here.",
        181.94,
        184.0
    ],
    [
        " It's a real example.",
        184.22,
        184.78
    ],
    [
        " By the way, I heard this story.",
        184.98,
        186.22
    ],
    [
        " It was on the news.",
        186.52,
        187.12
    ],
    [
        " I forget how old the girl was.",
        187.38,
        188.78
    ],
    [
        " Who's a kid though?",
        188.78,
        189.6
    ],
    [
        " A girl kid.",
        189.86,
        190.66
    ],
    [
        " And she'd all she did was blabbed to this guy who kidnapped her.",
        191.2,
        193.84
    ],
    [
        " And he wound up letting her go.",
        194.1,
        195.88
    ],
    [
        " There you go.",
        195.98,
        196.64
    ],
    [
        " Because she built that relationship with this team member that's creating clicks",
        196.9,
        201.46
    ],
    [
        " and doing all this negative stuff.",
        201.46,
        202.36
    ],
    [
        " It's because he doesn't know you.",
        202.54,
        203.52
    ],
    [
        " And he's just going, I don't know, you know, Jockele is a mystery to me.",
        204.08,
        207.22
    ],
    [
        " He doesn't hang out.",
        207.36,
        208.1
    ],
    [
        " I don't know.",
        208.44,
        208.84
    ],
    [
        " He's bad.",
        209.16,
        209.96
    ],
    [
        " Don't I just just there's a separation.",
        210.38,
        212.9
    ],
    [
        " Yeah.",
        213.18,
        213.3
    ],
    [
        " So I'm going to close that separation.",
        213.42,
        214.4
    ],
    [
        " I'm going to blab to him.",
        214.54,
        215.76
    ],
    [
        " I'm going to build a relationship and we're going to let that little kid go.",
        215.78,
        219.54
    ],
    [
        " Yeah.",
        219.9,
        220.08
    ],
    [
        " Yeah.",
        221.22,
        221.62
    ],
    [
        " I remember working in the nightclub where, you know, you have different bosses,",
        221.56,
        225.7
    ],
    [
        " different managers, they work different shifts or whatever.",
        225.92,
        227.8
    ],
    [
        " So one guy, this game is Matt Gilmore tall guy.",
        228.06,
        233.3
    ],
    [
        " Love that guy.",
        234.14,
        235.02
    ],
    [
        " He was real.",
        235.24,
        235.58
    ],
    [
        " I don't know.",
        235.68,
        235.94
    ],
    [
        " For whatever he said, I could, I could just relate to him.",
        236.06,
        238.78
    ],
    [
        " You know, he was just real nice.",
        238.98,
        240.26
    ],
    [
        " And I don't know the way he talked was kind of not funny like a comedian,",
        240.58,
        243.68
    ],
    [
        " but just kind of, you know, some people when they talk, it's just kind of entertaining.",
        243.68,
        246.9
    ],
    [
        " You know, every time everyone's all, though, you certain words.",
        247.14,
        249.78
    ],
    [
        " That's just kind of unique to them.",
        249.82,
        251.18
    ],
    [
        " It's like, I like that.",
        251.2,
        251.98
    ],
    [
        " Anyway, really liked him.",
        252.36,
        253.64
    ],
    [
        " And so I was hoping and he would usually work on Friday Saturdays, right?",
        254.34,
        257.46
    ],
    [
        " But he was, because he was kind of high up.",
        257.68,
        259.42
    ],
    [
        " And then there was other guy, I'm not going to say his name nonetheless.",
        259.98,
        263.04
    ],
    [
        " There's this other guy.",
        263.38,
        264.04
    ],
    [
        " And this guy, he was like the full on kind where he, he had this air about him where he,",
        264.22,
        268.98
    ],
    [
        " I'm the manager of this club kind of thing.",
        269.1,
        272.02
    ],
    [
        " And on off time, if he'd be at like a party or something that we're cruising or whatever.",
        272.2,
        276.16
    ],
    [
        " And he'd talk about.",
        276.32,
        277.6
    ],
    [
        " Yeah, you know, I'm in the office doing these sexual things with this person and just,",
        278.18,
        282.7
    ],
    [
        " you know, real, real douchey for lack of a real douchey kind of guy.",
        282.8,
        286.1
    ],
    [
        " And one time he was, there was this rule.",
        286.14,
        289.58
    ],
    [
        " Long is long time ago.",
        290.08,
        290.92
    ],
    [
        " There's this rule.",
        291.12,
        291.52
    ],
    [
        " You can't go upstairs.",
        291.68,
        292.38
    ],
    [
        " There was like three levels in this club.",
        292.86,
        294.68
    ],
    [
        " So you can't go upstairs like this high end kind of lounge.",
        294.96,
        297.14
    ],
    [
        " You can't wear jeans upstairs.",
        297.26,
        299.06
    ],
    [
        " Just there's a dress code.",
        299.34,
        300.28
    ],
    [
        " I hadn't been to that.",
        300.4,
        301.08
    ],
    [
        " Yeah.",
        301.38,
        301.82
    ],
    [
        " No, no, you would not be welcome for the flops and shorts or no.",
        301.92,
        305.18
    ],
    [
        " Oh, no, you won't even get in the front of apparently.",
        305.18,
        307.56
    ],
    [
        " So one day on my off night, I had jeans on.",
        308.24,
        311.36
    ],
    [
        " I went upstairs real quick just to talk to one of my friends, Kate Nuts,",
        311.46,
        314.26
    ],
    [
        " and because he was up there.",
        314.76,
        315.6
    ],
    [
        " And so I was talking to him and this guy, this manager, the one I didn't like, he was up there.",
        315.94,
        319.68
    ],
    [
        " And he'd be like, he was like, Hey, the rules apply to everyone.",
        320.12,
        323.12
    ],
    [
        " You know, go downstairs.",
        323.28,
        324.1
    ],
    [
        " So I'm like, Oh, you know, I'm just, I will.",
        324.8,
        327.12
    ],
    [
        " I'm just going to talk to him.",
        327.24,
        328.04
    ],
    [
        " He's like, the rules apply to everyone.",
        328.06,
        329.48
    ],
    [
        " Go downstairs.",
        329.66,
        330.02
    ],
    [
        " Like not be nice about it at all.",
        330.22,
        331.56
    ],
    [
        " So I'm like, all right, whatever.",
        331.62,
        332.2
    ],
    [
        " That's just an example of one experience.",
        332.38,
        333.84
    ],
    [
        " The next week he comes in on his night off, jeans upstairs or whatever.",
        334.34,
        342.56
    ],
    [
        " And as a joke, not being a dick as a joke, I was like, Hey, you have jeans on.",
        342.76,
        346.22
    ],
    [
        " I was working.",
        346.36,
        346.92
    ],
    [
        " And he's like, he goes, he's, oh, yeah.",
        347.3,
        350.32
    ],
    [
        " Well, my title has a bit more letters than yours does.",
        350.36,
        353.16
    ],
    [
        " Yeah.",
        353.74,
        355.24
    ],
    [
        " That's what he said to me.",
        355.64,
        356.44
    ],
    [
        " So, you know, I'm not sure where we're going with this.",
        357.0,
        359.34
    ],
    [
        " No, that I was going to say that's an example of him not building a relationship with me.",
        359.38,
        363.66
    ],
    [
        " He certainly did not.",
        365.16,
        366.66
    ],
    [
        " Matt Gilmore wouldn't have said that.",
        367.2,
        368.66
    ],
    [
        " No.",
        368.78,
        368.98
    ],
    [
        " He would have either not, he wouldn't either compromised with me the first night.",
        369.42,
        373.36
    ],
    [
        " Yeah.",
        373.52,
        373.62
    ],
    [
        " Or he would have he would have laughed at my joke and be like, Oh, good point.",
        373.62,
        376.88
    ],
    [
        " Whatever.",
        376.94,
        377.3
    ],
    [
        " Or both.",
        377.68,
        378.42
    ],
    [
        " He probably would have done both.",
        378.78,
        379.66
    ],
    [
        " Yeah.",
        379.92,
        380.08
    ]
]