[
    [
        " This is Jocco Podcast number 78 with Echo Charles and me, Jocco Willink.",
        0.82,
        7.36
    ],
    [
        " Good evening, Echo.",
        7.84,
        9.02
    ],
    [
        " Good evening.",
        9.34,
        9.56
    ],
    [
        " Nightmare.",
        10.84,
        13.26
    ],
    [
        " Now, that's a word that I use often times to describe the most horrible things and the",
        14.32,
        29.98
    ],
    [
        " nightmare is right alongside of hell.",
        31.72,
        35.52
    ],
    [
        " And I'm not sure which one is worse in my mind.",
        36.38,
        41.64
    ],
    [
        " That's why I say they're right alongside each other because hell is beyond the worst",
        41.74,
        47.42
    ],
    [
        " thing your mind can imagine and that's basically what a nightmare is when you're asleep",
        47.42,
        54.78
    ],
    [
        " and your mind delves into the most horrific things.",
        54.78,
        59.76
    ],
    [
        " Beyond what you can consciously and willfully imagine in your own head.",
        60.18,
        65.54
    ],
    [
        " That's what a nightmare is.",
        66.24,
        69.66
    ],
    [
        " Now what if there was a place that was worse than a nightmare?",
        70.46,
        79.82
    ],
    [
        " And it was a real place who could create such a place?",
        81.78,
        92.44
    ],
    [
        " And the answer to that is we can.",
        93.36,
        99.28
    ],
    [
        " I shall never forget how I was roused one night by the groans of a fellow prisoner who",
        104.04,
        109.98
    ],
    [
        " threw himself about in his sleep, obviously having a horrible nightmare.",
        109.98,
        114.66
    ],
    [
        " Since I had always been especially sorry for people who suffer from fearful dreams or",
        115.4,
        121.96
    ],
    [
        " deliria, I wanted to wake the poor man.",
        121.96,
        124.5
    ],
    [
        " Suddenly I drew back the hand which was ready to shake him, frightened at the thing I",
        125.68,
        130.3
    ],
    [
        " was about to do.",
        130.3,
        131.2
    ],
    [
        " At that moment I became intensely conscious of the fact that no dream, no matter how",
        131.94,
        140.56
    ],
    [
        " horrible, could be as bad as the reality of the camp which surrounded us and to which",
        140.56,
        147.66
    ],
    [
        " I was about to recall him.",
        147.66,
        150.36
    ],
    [
        " And that's a quote from the book, Man's Search for Meaning by Victor Frankl which will",
        153.5,
        161.88
    ],
    [
        " be appearing into today.",
        161.88,
        165.06
    ],
    [
        " And it's a book about the Nazi concentration camps which are really as he pointed out",
        165.22,
        175.74
    ],
    [
        " there worse than any nightmare we can imagine.",
        175.74,
        179.78
    ],
    [
        " Here's a Holocaust survivor Eddie Weinstein on the death and the atrocities in Treblinka.",
        180.12,
        192.24
    ],
    [
        " By now the transports were coming every day.",
        193.14,
        197.26
    ],
    [
        " One was much like the next, the same incidents recurred again and again.",
        197.8,
        202.26
    ],
    [
        " Once as I swept out the interior of a car, an SS man suddenly struck me with his weapon",
        203.2,
        208.72
    ],
    [
        " ordered me to help a woman who was unable to stand and climb out of the car.",
        208.72,
        213.24
    ],
    [
        " The idea was to show his victims how well the ill were being treated.",
        213.78,
        218.8
    ],
    [
        " Then he ordered one of the workers to take the woman, take the woman to the field, the",
        220.2,
        225.36
    ],
    [
        " field hospital for care.",
        225.36,
        227.14
    ],
    [
        " The newcomers really believed that the alien woman would be taken to an infirmary.",
        228.36,
        234.04
    ],
    [
        " None of them realized that the field hospital was in fact just a giant pit, about 30 yards",
        234.48,
        241.82
    ],
    [
        " in diameter which was always a blaze.",
        241.82,
        244.58
    ],
    [
        " They would place those who were sick or disabled on the ground at the edge of the pit facing",
        245.32,
        252.08
    ],
    [
        " in.",
        252.08,
        252.4
    ],
    [
        " The SS man in charge circulated among them and shot them in the back of the neck.",
        253.04,
        258.28
    ],
    [
        " Then the workers cast them into the pit.",
        258.98,
        261.42
    ],
    [
        " Some of the victims were still breathing when they were tossed in with the other bodies.",
        262.7,
        266.56
    ],
    [
        " The pit was separated from the spacious field by a barrier of fresh pine branches which",
        268.08,
        274.66
    ],
    [
        " were replaced from time to time to conceal the infirmary from the newcomers until the last",
        274.66,
        280.22
    ],
    [
        " moment.",
        281.68,
        282.16
    ],
    [
        " 20 minutes after I helped the woman climb out of the railroad car, I was told that some",
        281.5,
        286.84
    ],
    [
        " infants were sitting by the pit.",
        286.84,
        289.14
    ],
    [
        " And no one else was there because the SS soldier had taken his lunch break.",
        290.12,
        293.92
    ],
    [
        " I gathered some trash and went over there.",
        294.62,
        297.5
    ],
    [
        " I saw the woman who I had removed from the car, still breathing, sitting at the edge of",
        298.72,
        303.1
    ],
    [
        " the pit and staring in fright into the burning inferno and its contents.",
        303.1,
        306.72
    ],
    [
        " The half-cremated bodies of old people and children mixed with smoldering trash.",
        307.74,
        313.2
    ],
    [
        " She tried to stand up, but her legs would not hold her.",
        314.3,
        319.22
    ],
    [
        " She looked at the workers who stirred the embers, remnants of human beings so they would",
        321.12,
        326.86
    ],
    [
        " burn better.",
        326.86,
        327.62
    ],
    [
        " Nearby were about a dozen infants.",
        331.6,
        333.7
    ],
    [
        " Two young two have learned how to walk.",
        334.52,
        336.26
    ],
    [
        " They were not crying.",
        336.78,
        337.66
    ],
    [
        " They certainly did not understand what was happening.",
        338.6,
        340.62
    ],
    [
        " They looked about almost certainly in hopes of finding their mother or father.",
        342.0,
        346.56
    ],
    [
        " Later I heard that right after he returned from his lunch break, the SS man shot them",
        347.96,
        353.16
    ],
    [
        " all and ordered the workers to throw the tiny bodies into the flames.",
        353.16,
        356.52
    ],
    [
        " Of all my memories of that accursed place, the vision of these babies is undoubtedly the",
        357.58,
        365.72
    ],
    [
        " worst.",
        365.72,
        366.04
    ],
    [
        " I see their faces whenever I remember Tramblinca.",
        367.52,
        370.86
    ],
    [
        " As I write these lines more than 50 years after that day, I still cannot overcome the",
        372.4,
        379.84
    ],
    [
        " horror.",
        386.82,
        387.66
    ],
    [
        " In another report, here Martin Spett of Tarnau, Poland describes the massacre of Tarnau",
        383.2,
        396.52
    ],
    [
        " Jews in an interview.",
        396.52,
        398.42
    ],
    [
        " We heard the columns of Jews under the German escort at night.",
        398.98,
        403.94
    ],
    [
        " It was going constantly.",
        404.18,
        405.6
    ],
    [
        " They were passing our house because this was already on the outskirts of the city, the",
        406.52,
        411.76
    ],
    [
        " cemetery, and they were marching them to the woods behind the city.",
        411.76,
        414.88
    ],
    [
        " As we found out later, they were all shot over there.",
        416.36,
        419.34
    ],
    [
        " During the day I looked out through the shingles.",
        420.92,
        423.08
    ],
    [
        " My father said I shouldn't look, but anyway, I was a kid, I was curious.",
        423.46,
        428.36
    ],
    [
        " The roof was overlooking the cemetery and wagons with bodies, dead bodies were coming",
        429.3,
        434.58
    ],
    [
        " in.",
        434.58,
        434.92
    ],
    [
        " Groups, they were bringing in groups of Jewish people that had to dig trenches.",
        436.24,
        440.22
    ],
    [
        " They had to dig ditches and the bodies dumped in.",
        441.86,
        445.7
    ],
    [
        " After those Jews that dug the ditches, they were shot also and pushed in by another group",
        446.82,
        453.64
    ],
    [
        " that came in after them.",
        453.64,
        454.9
    ],
    [
        " Into those ditches and lime was poured over the bodies.",
        455.1,
        458.44
    ],
    [
        " And the next group covered up those ditches and dug other ditches.",
        459.02,
        463.38
    ],
    [
        " They brought in pregnant women and they didn't use any bullets.",
        463.94,
        476.38
    ],
    [
        " They used bayonets.",
        477.2,
        480.36
    ],
    [
        " The screams of the mothers that their children, they tore their children out of their arms.",
        483.62,
        492.8
    ],
    [
        " And the screams of the children, I still hear.",
        493.36,
        498.78
    ],
    [
        " And Solomon Radaski, who is the only survivor from the 78 people in his family, described",
        506.52,
        520.9
    ],
    [
        " the concentration camp.",
        521.62,
        523.38
    ],
    [
        " They throw the people in the crematoriums, the children.",
        523.8,
        527.22
    ],
    [
        " I will never forget alive.",
        527.98,
        531.7
    ],
    [
        " They throw them in the crematoriums.",
        532.54,
        535.96
    ],
    [
        " They grabbed by an arm, by a leg, by the head and throw them into the ovens.",
        536.34,
        542.48
    ],
    [
        " There it was so tragic.",
        544.3,
        546.18
    ],
    [
        " The cries and people when crying there, you know it was so terrible.",
        546.58,
        553.06
    ],
    [
        " I can feel it now.",
        553.76,
        556.38
    ],
    [
        " I can even see the people.",
        556.76,
        559.16
    ],
    [
        " The other people were crying.",
        559.98,
        562.2
    ],
    [
        " The children were hollering.",
        562.54,
        563.66
    ],
    [
        " Mama, daddy, help me.",
        564.06,
        565.72
    ],
    [
        " Mama, daddy, help me.",
        566.58,
        571.02
    ],
    [
        " It was terrible.",
        575.0,
        577.34
    ],
    [
        " And one more report on Troublinka from Henry Gold.",
        577.4,
        589.42
    ],
    [
        " And the worst thing that happens to a person in that instance,",
        590.7,
        596.68
    ],
    [
        " he loses self-respect and that's exactly what happened to the majority of the people.",
        597.52,
        602.5
    ],
    [
        " Some of them even lost their minds.",
        603.38,
        605.6
    ],
    [
        " They couldn't take it.",
        606.0,
        606.82
    ],
    [
        " They couldn't take the hunger.",
        607.74,
        609.0
    ],
    [
        " They couldn't take the beatings.",
        609.36,
        610.58
    ],
    [
        " They couldn't take the cold, no clothing, and the uncertainty.",
        610.74,
        614.04
    ],
    [
        " And the uncertainty, I think that was the worst thing that can happen to a person.",
        614.84,
        619.38
    ],
    [
        " You didn't know from one moment to the next what was going to happen.",
        619.72,
        622.6
    ],
    [
        " Life was very cheap.",
        623.84,
        625.26
    ],
    [
        " A person was alive one minute.",
        625.68,
        627.06
    ],
    [
        " The next minute he was shot, killed, beaten up, beaten to death, torn apart by dogs, and so on.",
        627.46,
        634.4
    ],
    [
        " Life was very, very cheap and that's the way the Germans liked it.",
        635.32,
        641.02
    ],
    [
        " That particular camp was governed by the Jewish police and so on.",
        641.72,
        647.98
    ],
    [
        " The Germans did not stay in the camp.",
        648.3,
        649.84
    ],
    [
        " They were on the outside.",
        650.14,
        651.18
    ],
    [
        " But the life inside of the camp was just as bad without the Germans being right there",
        653.68,
        658.64
    ],
    [
        " than if they would be.",
        658.64,
        660.84
    ],
    [
        " The Jewish police was, I don't know.",
        661.82,
        666.36
    ],
    [
        " You take a person in that situation and you give them a little power and he becomes the same as",
        667.5,
        673.36
    ],
    [
        " the oppressor himself.",
        673.36,
        674.44
    ],
    [
        " There were some policemen that were not bad, but there were a lot of them",
        675.9,
        681.26
    ],
    [
        " that were ruthless.",
        681.6,
        682.58
    ],
    [
        " There were others that would beat people and do all kinds of things that would degrade them",
        683.54,
        688.8
    ],
    [
        " and so on, especially women.",
        688.8,
        690.98
    ],
    [
        " They cut their hair off and they look like men.",
        692.32,
        694.82
    ],
    [
        " They look like scarecrows and they would get beaten up by the Jewish police just as bad as the man",
        695.16,
        700.76
    ],
    [
        " for no reason at all.",
        700.76,
        701.92
    ],
    [
        " If they wanted a little more soup, where they were distributing soup and there was some left",
        703.1,
        710.94
    ],
    [
        " and they were going to give everybody a little bit and the Jewish police with their sticks and",
        710.94,
        716.04
    ],
    [
        " rubber hoses would beat them half-senseless.",
        716.04,
        718.72
    ],
    [
        " And that's what happens when the conditions are the way they were then.",
        719.56,
        726.96
    ],
    [
        " When a person becomes an animal and loses self-respect, that is willing to get a beating",
        727.58,
        733.42
    ],
    [
        " and get beaten half-senseless just to get a little bit of soup.",
        733.42,
        736.96
    ],
    [
        " Either you died or if you didn't die, the Germans would come and take you away.",
        740.66,
        746.42
    ],
    [
        " The filth was just terrible in the camp.",
        746.94,
        750.96
    ],
    [
        " In the barracks you had cots.",
        752.22,
        753.54
    ],
    [
        " I mean, bunks where everybody slept on straw.",
        753.98,
        756.12
    ],
    [
        " There were no covers, there was no pillows, nothing.",
        756.48,
        758.72
    ],
    [
        " You slept in your clothes in the winters and the winter because you were afraid to get cold.",
        760.06,
        764.26
    ],
    [
        " The only heating was a pop bellied stove in the middle of the barrack.",
        765.34,
        768.42
    ],
    [
        " When somebody stole some wood in the factory or something, then we had a fire otherwise it was freezing.",
        768.82,
        774.04
    ],
    [
        " And the only warmth they had if you huddled together and they kept warm that way.",
        775.68,
        782.02
    ],
    [
        " But nobody would get undressed.",
        783.7,
        784.92
    ],
    [
        " The lice were eating you up alive.",
        786.72,
        788.6
    ],
    [
        " Once a month you were allowed to take a shower and we had to walk to camp A to go to the showers and",
        789.76,
        795.3
    ],
    [
        " that means a 10 mile walk.",
        795.3,
        796.78
    ],
    [
        " 10 miles there and 10 miles back.",
        797.36,
        801.9
    ],
    [
        " A lot of people were too weak to walk and those people hardly ever took a shower.",
        802.48,
        807.64
    ],
    [
        " There was no hot water in the washroom, it was only cold and in the winter you were afraid to",
        808.26,
        815.0
    ],
    [
        " wash up because there was nothing to wipe yourself with.",
        815.0,
        817.78
    ],
    [
        " Therefore you would walk out in the cold, winter and freeze to death.",
        818.04,
        822.7
    ],
    [
        " And Henry Gold brothers and both of his parents were all killed in the gas chambers.",
        823.38,
        837.14
    ],
    [
        " And from the Buchenwald report which was translated and edited with an introduction by David A.",
        841.94,
        850.38
    ],
    [
        " Hackett, I will now describe the crematoriums and the transports.",
        850.6,
        856.24
    ],
    [
        " At the station 2,000 people got off the trains.",
        856.24,
        859.04
    ],
    [
        " They had to throw away all their luggage.",
        860.2,
        861.86
    ],
    [
        " Afterward the men and women were divided into two groups at which the larger boys were assigned to the group with the men.",
        863.08,
        869.42
    ],
    [
        " Then that great devour of Jews, Mengele drove by in a car seeking out the strongest from each transport.",
        870.06,
        878.16
    ],
    [
        " They numbered around 30 out of 2,000.",
        878.8,
        882.28
    ],
    [
        " The remainder were led away by SS technical sergeant Moll, the officer of the crematorium.",
        883.54,
        890.58
    ],
    [
        " The elderly were loaded onto dump trucks and then dumped into burning trenches while still alive.",
        891.96,
        896.8
    ],
    [
        " The remainder were led to the gas chambers.",
        897.24,
        901.42
    ],
    [
        " Meanwhile new transports were arriving.",
        903.12,
        905.44
    ],
    [
        " In front of the gas chamber was a dressing room.",
        907.16,
        909.46
    ],
    [
        " On its walls was written in all languages, put shoes into the cubby holes and tie them together so",
        911.36,
        916.74
    ],
    [
        " you will not lose them. After the showers you will receive hot coffee.",
        916.74,
        921.88
    ],
    [
        " Here poor victims undressed themselves and went into the chamber.",
        923.16,
        928.58
    ],
    [
        " There were three columns for the ventilators through which the gas poured in.",
        929.88,
        934.18
    ],
    [
        " A special work detail with trungeons drove the people into the chamber.",
        936.0,
        939.7
    ],
    [
        " When the room was full, small children were thrown in through a window.",
        940.86,
        944.82
    ],
    [
        " Sergeant Moll grabbed infants by their legs and smashed their skulls against the wall.",
        946.76,
        952.42
    ],
    [
        " Then the gas was led into the chamber.",
        953.1,
        956.34
    ],
    [
        " The lungs of the victim slowly burst and after three minutes allowed clamoring could be heard.",
        957.86,
        963.0
    ],
    [
        " Then the chamber was open and those who still showed signs of life were beaten to death.",
        963.8,
        970.54
    ],
    [
        " The prisoners of the special work details then pulled corpses out, took their rings off",
        977.0,
        983.04
    ],
    [
        " and cut their hair which was gathered up, put in sacks and shipped to factories.",
        983.04,
        986.96
    ],
    [
        " Then they arranged the corpses in piles of ten each.",
        987.74,
        991.88
    ],
    [
        " After Sergeant Moll had counted them, they were taken to the ovens or if the crematoriums were",
        992.92,
        1000.42
    ],
    [
        " insufficient thrown into fire trenches.",
        1000.42,
        1003.0
    ],
    [
        " Once it happened that a victim crawled out of a burning trench, he was beaten to death with trungeons.",
        1005.3,
        1010.52
    ],
    [
        " Once Sergeant Moll put a naked woman in the trench and shot her in the genitals.",
        1011.36,
        1018.96
    ],
    [
        " Another time Moll found a ring on a member of the special work detail. He ordered",
        1019.52,
        1025.72
    ],
    [
        " nap naptha poured over him and had it lighted.",
        1026.9,
        1030.66
    ],
    [
        " He hanged a man by his hands and shot him until his arms were torn through.",
        1030.66,
        1036.9
    ],
    [
        " Then he hanged him up by the feet and repeated the process.",
        1038.36,
        1041.08
    ],
    [
        " Once Sergeant Moll took a family of six.",
        1042.88,
        1047.0
    ],
    [
        " First he shot the youngest in the presence of the rest, then he shot the older ones and finally",
        1048.68,
        1054.5
    ],
    [
        " their father and mother.",
        1055.72,
        1057.3
    ],
    [
        " Then that's the testimony of John the Wice who was 15 years old at Bergenau.",
        1058.0,
        1074.56
    ],
    [
        " So I think it's safe to say that this is a situation that is definitely worse than a nightmare.",
        1082.74,
        1092.6
    ],
    [
        " What possibly can we take away from that?",
        1101.4,
        1105.72
    ],
    [
        " I think the best thing we can do is try and learn.",
        1105.72,
        1114.46
    ],
    [
        " And I think one of the best places to learn and take lessons away from the Holocaust is from",
        1115.2,
        1122.22
    ],
    [
        " the book that I started out with today called Man's Search for Meaning by Victor Franco.",
        1122.22,
        1128.0
    ],
    [
        " Let's go to the book.",
        1129.0,
        1134.2
    ],
    [
        " Let's take the case of a transport, which was officially announced to transfer a certain number of",
        1141.92,
        1147.54
    ],
    [
        " prisoners to another camp. But it was fairly safe to guess that its final destination would be the",
        1147.54,
        1152.82
    ],
    [
        " gas chambers. A selection of sick or feeble prisoners incapable of work would be sent to one of the",
        1152.82,
        1160.32
    ],
    [
        " big central camps which were fitted with gas chambers and crematoriums.",
        1160.32,
        1163.98
    ],
    [
        " The selection process was the signal for a free fight among all the prisoners or of group against",
        1164.56,
        1174.32
    ],
    [
        " group. All that mattered was that one's own name and that of one's friends were crossed off the",
        1174.32,
        1182.86
    ],
    [
        " list of victims, though everyone knew that for each man saved another victim had to be found.",
        1182.86,
        1188.86
    ],
    [
        " A definite number of prisoners had to go with each transport. It did not really matter which",
        1190.78,
        1197.54
    ],
    [
        " since each of them was nothing but a number. On their admission to the camp,",
        1197.54,
        1203.8
    ],
    [
        " all their documents had been taken from them together with other possessions.",
        1204.32,
        1209.5
    ],
    [
        " Each prisoner therefore had an opportunity to claim a fictitious name or profession and for",
        1210.28,
        1214.94
    ],
    [
        " various reasons many did this. The authorities were interested only in the captive's numbers.",
        1214.94,
        1221.32
    ],
    [
        " These numbers were often tattooed on their skin and also had to be sewn to a certain spot on",
        1222.84,
        1227.92
    ],
    [
        " their trousers jacket or coat. Any guard who wanted to make a charge against a prisoner just",
        1227.92,
        1234.42
    ],
    [
        " glanced at his number and how we dreaded those glances, he never asked for his name.",
        1234.42,
        1241.56
    ],
    [
        " To return to the convoy about to depart, there was neither time nor desire to consider moral",
        1243.06,
        1248.36
    ],
    [
        " or ethical issues. Every man was controlled by one thought only to keep himself alive for the",
        1248.36,
        1254.2
    ],
    [
        " family waiting for him at home and to save his friends. With no hesitation therefore, he would",
        1254.2,
        1262.14
    ],
    [
        " arrange for another prisoner, another number to take his place in the transport.",
        1262.14,
        1267.18
    ],
    [
        " As I have already mentioned, the process of selecting capos was a negative one.",
        1269.6,
        1275.46
    ],
    [
        " Only the most brutal of the prisoners were chosen for this job.",
        1276.36,
        1279.76
    ],
    [
        " So capos were prisoners, Jewish prisoners that got selected to help run the prison camp.",
        1281.24,
        1292.34
    ],
    [
        " And I tried to find the etymology of where that came from and the best or the closest or the",
        1292.5,
        1300.66
    ],
    [
        " thing that made the most sense to me from what I read was they had two words combined together,",
        1300.66,
        1307.56
    ],
    [
        " Comrade police. In German, those got shortened to capo.",
        1308.08,
        1314.58
    ],
    [
        " So some of these, and you already heard one of those earlier testimonies talking about the",
        1317.18,
        1322.62
    ],
    [
        " Jewish police inside the prisons and how they were just as bad as in many cases as the Germans",
        1322.62,
        1330.28
    ],
    [
        " themselves. Back to the book, but apart from the selection of capos which was undertaken by the",
        1330.28,
        1337.06
    ],
    [
        " SS, there was a sort of self-selecting process going on the whole time among all the prisoners.",
        1337.06,
        1342.38
    ],
    [
        " On the average, only those prisoners could keep alive who?",
        1345.36,
        1349.74
    ],
    [
        " After years of trekking from camp to camp had lost all scruples in their fight for existence.",
        1350.7,
        1356.62
    ],
    [
        " They were prepared to use every means, honest and otherwise, even brutal force, theft,",
        1357.08,
        1362.48
    ],
    [
        " and betrayal of friends in order to save themselves.",
        1362.98,
        1365.8
    ],
    [
        " Were you have come back by the aid of many lucky chances or miracles, whatever one may choose to",
        1369.2,
        1377.32
    ],
    [
        " call them? We know. The best of us did not return.",
        1377.32,
        1384.62
    ],
    [
        " So there's a dynamic that you don't think of immediately when you think of the concentration",
        1387.0,
        1394.82
    ],
    [
        " camps. Number one, you don't think about the capos, the Jewish police that are forced into",
        1394.82,
        1400.2
    ],
    [
        " this situation. And then the other thing you don't think about is this the fact that the people",
        1400.2,
        1404.9
    ],
    [
        " that were going to survive were basically making a very broad say, but from what Victor",
        1404.9,
        1412.34
    ],
    [
        " Frankl saying here, it was the people that were willing just to do anything to survive,",
        1412.34,
        1416.76
    ],
    [
        " including betraying their friends. And he's saying straight up, we know the best of us did not return.",
        1416.94,
        1422.3
    ],
    [
        " And that is something that you don't think about.",
        1423.06,
        1425.0
    ],
    [
        " And we probably don't think about it because we don't want to think about it.",
        1425.56,
        1434.52
    ],
    [
        " Because when you start thinking about what would you do to survive? What would you do to survive?",
        1434.74,
        1442.28
    ],
    [
        " What would I do to survive? And that's a question I don't think a lot of people want to know the",
        1442.6,
        1449.76
    ],
    [
        " answer to. And it's very easy to go through life and never have to answer that question.",
        1449.76,
        1454.76
    ],
    [
        " He's talking a little bit now about what life was like in the camp back to the book.",
        1456.34,
        1468.02
    ],
    [
        " Somewhere it has said that man cannot exist without sleep for more than a stated number of hours.",
        1468.14,
        1472.34
    ],
    [
        " Quite wrong. I had been convinced that there were certain things I just could not do. I could not",
        1472.58,
        1479.2
    ],
    [
        " sleep without this or I could not live without that or the other. The first night in Auschwitz,",
        1479.2,
        1485.72
    ],
    [
        " we slept in beds which were constructed in tears. On each tear, measuring about six and one half",
        1485.98,
        1493.18
    ],
    [
        " to eight feet, slept nine men directly on the boards. Two blankets would be shared by each nine",
        1493.18,
        1501.68
    ],
    [
        " men. We could of course lie only on our sides crowded and huddled against each other,",
        1502.92,
        1508.42
    ],
    [
        " which had some advantages because of the bitter cold. Those forbidden to take shoes up to the",
        1509.18,
        1515.18
    ],
    [
        " bunks, some people did use them secretly as pillows in spite of the fact that they were caked with mud.",
        1515.18,
        1521.1
    ],
    [
        " Otherwise, ones head had to rest on the crook of an almost dislocated arm.",
        1521.98,
        1527.2
    ],
    [
        " And yet sleep came and brought oblivion and relief from the pain for a few hours.",
        1528.86,
        1534.86
    ],
    [
        " The thought of suicide was entertained by nearly everyone if only for a brief time.",
        1537.0,
        1544.8
    ],
    [
        " It was born of hopelessness of the situation, the constant danger of death looming over us daily",
        1545.8,
        1551.86
    ],
    [
        " and hourly and the closeness of deaths suffered by many of the others.",
        1551.86,
        1556.54
    ],
    [
        " From personal convictions, which we mentioned later, I made a firm promise on my first evening",
        1557.3,
        1563.48
    ],
    [
        " in the camp that I would not run to the wire. This was a phrase used in camp to describe the most",
        1563.48,
        1569.78
    ],
    [
        " popular method of suicide, touching the electrically charged barbed wire fence. It was not entirely",
        1569.78,
        1577.26
    ],
    [
        " difficult for me to make this decision. There was little point in committing suicide since,",
        1577.26,
        1582.26
    ],
    [
        " for the average inmate, life expectation, calculating objectively and counting all likely chances",
        1582.48,
        1588.08
    ],
    [
        " was very poor. You could not without any assurance expect to be among the small percentage of",
        1588.08,
        1596.9
    ],
    [
        " men who survived all the selections. The prisoner of Auschwitz in the first phase of shock",
        1596.9,
        1603.82
    ],
    [
        " did not fear death. Even the gas chambers lost their horrors for him after the first few days. After all,",
        1603.82,
        1610.82
    ],
    [
        " they spared him the act of committing suicide.",
        1610.98,
        1615.18
    ],
    [
        " And Victor Frankl was a psychiatrist going into this situation. So that's the",
        1616.86,
        1630.96
    ],
    [
        " that's the view that's the perspective that he takes throughout this. And he's now",
        1631.6,
        1639.22
    ],
    [
        " been in for a couple days in Auschwitz and another guy comes into talk to him whose another",
        1639.22,
        1648.56
    ],
    [
        " colleague of his and we're going back to the book. A colleague of mine who had arrived in Auschwitz",
        1648.56,
        1652.9
    ],
    [
        " several weeks previously smuggled himself into our hut. He wanted a calm and comfort us and tell us",
        1652.9,
        1658.6
    ],
    [
        " a few things. He had become so thin that at first we did not recognize him. With a show of good",
        1658.6,
        1665.2
    ],
    [
        " humor and a devil-may-care attitude he gave us a few hurried tips. Don't be afraid, don't fear the",
        1665.2,
        1670.98
    ],
    [
        " selections. Dr. M, the SS medical chief, has a soft spot for doctors. But one thing I beg of you",
        1670.98,
        1679.82
    ],
    [
        " he continued, shave daily if at all possible even if you have to use a piece of glass to do it.",
        1679.82,
        1686.24
    ],
    [
        " Even if you have to give your last piece of bread for it, you look younger and the scraping",
        1686.4,
        1693.0
    ],
    [
        " will make your cheeks look rootier. If you want to stay alive there's only one way, look fit for",
        1693.0,
        1700.2
    ],
    [
        " work. If you even limp because let us say you have a small blister on your heel and an SS man spots",
        1700.2,
        1707.18
    ],
    [
        " this he will wave you aside and the next day you are sure to be gassed.",
        1707.18,
        1712.18
    ],
    [
        " Now his mind and his thoughts he describes what he would think about.",
        1715.64,
        1731.66
    ],
    [
        " Back to the book, my mind still clung to the image of my wife.",
        1732.72,
        1735.76
    ],
    [
        " A thought crossed my mind, I didn't even know if she was still alive.",
        1737.54,
        1741.5
    ],
    [
        " I knew only one thing which I have learned well by now. Love goes very far beyond the physical",
        1742.44,
        1750.62
    ],
    [
        " person of the beloved. It finds its deepest meaning in his spiritual being, in his inner self.",
        1750.62,
        1758.08
    ],
    [
        " Whether or not he is actually present, whether or not he is still alive at all ceases somehow",
        1759.2,
        1764.22
    ],
    [
        " to be of importance. I did not know whether my life was alive and had no means of finding out.",
        1764.22,
        1772.68
    ],
    [
        " During all my prison life there was no outgoing or incoming mail.",
        1774.76,
        1778.46
    ],
    [
        " But at that moment it ceased to matter. There was no need for me to know nothing could touch the",
        1780.3,
        1787.54
    ],
    [
        " strength of my love, my thoughts and the image of my beloved.",
        1787.54,
        1791.28
    ],
    [
        " Had I known then that my wife was dead, I think that I still would have given myself",
        1791.86,
        1797.8
    ],
    [
        " undisturbed by that knowledge to the contemplation of her image.",
        1797.8,
        1801.32
    ],
    [
        " And that my mental conversation with her would have been just as vivid and just as satisfying.",
        1802.26,
        1808.02
    ],
    [
        " Set me like a seal upon my heart. Love is as strong as death.",
        1812.02,
        1817.66
    ],
    [
        " And continuing on, Dr. Frankl talks about images from inside the camp.",
        1818.68,
        1835.44
    ],
    [
        " Standing outside we saw sinister clouds glowing in the west and the whole sky alive with clouds of",
        1836.36,
        1841.54
    ],
    [
        " ever-changing shapes and colors from steel blue to blood red. The desolate grey mud huts provided",
        1841.54,
        1849.5
    ],
    [
        " a sharp contrast while the puddles on the muddy ground reflected the glowing sky.",
        1849.5,
        1854.36
    ],
    [
        " Then after a few minutes of moving silence one prisoner said to another,",
        1855.74,
        1860.92
    ],
    [
        " how beautiful the world could be.",
        1861.7,
        1865.26
    ],
    [
        " And beyond looking for beauty around them they were able to find humor.",
        1865.26,
        1877.42
    ],
    [
        " And I have people ask me about this from time to time about humor and combat situations and",
        1878.76,
        1883.74
    ],
    [
        " isn't it important and yes it absolutely is. And you'd think in a concentration camp",
        1883.74,
        1888.74
    ],
    [
        " even humor would go away.",
        1889.34,
        1891.32
    ],
    [
        " But not true back to the book to discover that there was any semblance of art in a concentration",
        1891.96,
        1899.6
    ],
    [
        " camp must be surprised enough for an outsider. But he may be even more astonished to hear",
        1899.6,
        1904.7
    ],
    [
        " that one could find a sense of humor.",
        1904.7,
        1906.68
    ],
    [
        " Could find a sense of humor there as well. Of course only the faint trace of one.",
        1907.02,
        1913.66
    ],
    [
        " And then only for a few seconds or minutes humor was another of the soul's weapons in the fight",
        1913.66,
        1919.74
    ],
    [
        " for self-preservation. It is well known that humor more than anything else in the human makeup",
        1919.74,
        1927.26
    ],
    [
        " can afford an aloofness and an ability to rise above any situation if only for a few seconds.",
        1927.26,
        1933.82
    ],
    [
        " The attempt to develop a sense of humor and to see things in a humorous light is some kind of trick.",
        1934.5,
        1941.56
    ],
    [
        " I learned while mastering the art of living. Yet it is impossible to practice the art of living",
        1942.02,
        1949.14
    ],
    [
        " even in a concentration camp although suffering is omnipresent. To draw on analogy,",
        1949.14,
        1955.28
    ],
    [
        " a man's suffering is similar to the behavior of gas. If a certain quantity of gas is pumped into",
        1955.86,
        1962.36
    ],
    [
        " an empty chamber it will fill the chamber completely and evenly no matter how big the chamber.",
        1962.36,
        1968.28
    ],
    [
        " Thus suffering completely fills the human soul and conscious mind no matter whether the suffering is",
        1970.18,
        1976.04
    ],
    [
        " great or little. Therefore the size of human suffering is absolutely relative.",
        1976.04,
        1983.26
    ],
    [
        " And I think the point that I took away from that was that chamber that can be filled up with",
        1984.0,
        1994.22
    ],
    [
        " suffering fill it up with some humor as well. Otherwise that that suffering will just fill the",
        1994.22,
        2001.52
    ],
    [
        " whole chamber, fill your whole brain. Back to the book we were grateful for the smallest of mercies.",
        2001.52,
        2009.54
    ],
    [
        " We were glad when there was time to delusse before going to bed.",
        2009.94,
        2013.44
    ],
    [
        " Although in itself this was no pressure, pleasure as it meant standing naked in an unheated hut",
        2014.88,
        2020.64
    ],
    [
        " where icicles hung from the ceiling. But we were thankful if there was no air raid alarm during",
        2020.64,
        2028.4
    ],
    [
        " this operation and the lights were not switched off. We could not do the job properly. We were",
        2028.4,
        2034.9
    ],
    [
        " kept awake half the night. So you're at a point in life where you're grateful for being able to",
        2034.9,
        2048.52
    ],
    [
        " stand naked and pick the lights off of your friends before you go to bed so that the lights won't",
        2049.28,
        2054.94
    ],
    [
        " keep you awake at night by chewing at your body. And you know I talked about how or he talks about",
        2054.94,
        2068.62
    ],
    [
        " how you know it was the person that was going to survive had to be ruthless basically.",
        2068.62,
        2074.3
    ],
    [
        " And here he says, but it's not for me to pass judgment on those prisoners who put their own",
        2075.72,
        2080.38
    ],
    [
        " people above everyone else. Who can throw a stone at a man who favors his friends under circumstances",
        2080.38,
        2085.88
    ],
    [
        " when sooner or later it is a question of life or death. No man should judge unless he asks himself",
        2085.88,
        2092.58
    ],
    [
        " in absolute honesty whether in a similar situation he might not have done the same.",
        2092.58,
        2098.14
    ],
    [
        " And here he says, I mentioned earlier how everything that was not connected with the immediate",
        2105.82,
        2111.58
    ],
    [
        " task of keeping oneself and one closest friends alive lost its value. Everything was sacrificed to",
        2111.58,
        2120.12
    ],
    [
        " this end. A man's character became involved to the point that he was caught in mental turmoil",
        2120.12,
        2128.76
    ],
    [
        " which threatened all values he held and threw them into doubt. Under the influence of a world which",
        2128.76,
        2135.26
    ],
    [
        " no longer recognized the value of human life and human dignity which had robbed the man of his will",
        2135.26,
        2141.06
    ],
    [
        " and made him an object to be exterminated. Having planned however to make full use of him first to",
        2141.06,
        2147.34
    ],
    [
        " the last ounce of his physical resources. Under this influence the personal ego finally suffered a",
        2147.34,
        2153.4
    ],
    [
        " loss of values. If the man in the concentration camp did not struggle against this in a last",
        2153.4,
        2161.2
    ],
    [
        " effort to save his self respect he lost the feeling of being an individual, a being with a mind",
        2161.2,
        2169.94
    ],
    [
        " with inner freedom and personal value. He thought of himself then as only part of an enormous",
        2169.94,
        2180.24
    ],
    [
        " mass of people his existence descended to the level of animal life. The men were herded",
        2180.24,
        2189.06
    ],
    [
        " sometimes to one place then to another sometimes driven together then apart like a flock of sheep",
        2189.06,
        2194.46
    ],
    [
        " without a thought or a will of their own. A small but dangerous pack watched them from all sides",
        2194.46,
        2203.02
    ],
    [
        " well-versed in methods of torture and sadism. They drove the herd incessantly backwards and forwards",
        2203.02,
        2211.08
    ],
    [
        " with shouts, kicks and blows and we the sheep thought of two things only. How to evade the bad dogs",
        2211.08,
        2221.9
    ],
    [
        " and how to get a little food. He's going to delve into this deeper this idea of this inner freedom",
        2222.16,
        2239.18
    ],
    [
        " and how hard you had to fight to maintain that and how easy it was just to roll in and become",
        2239.18,
        2249.2
    ],
    [
        " one of the pack, one of the herd. Back to the book. It is very difficult for an outsider to grasp how",
        2249.32,
        2259.72
    ],
    [
        " very little value was placed on human life in camp. The camp inmate was hardened but possibly",
        2259.72,
        2267.32
    ],
    [
        " became more conscious of this complete disregard of human existence when a convoy of sick men",
        2267.32,
        2276.14
    ],
    [
        " was arranged. The maciated bodies of the sick were thrown on two-wheeled carts which were drawn",
        2277.34,
        2283.6
    ],
    [
        " by prisoners for many miles often through snowstorms to the next camp. If one of the sick men had died",
        2283.6,
        2290.76
    ],
    [
        " before the cart left he was thrown on anyways. The list had to be correct, the list was the only",
        2290.76,
        2297.98
    ],
    [
        " thing that mattered. A man counted only because he had a prison number. One literally became a number,",
        2297.98,
        2308.12
    ],
    [
        " dead or alive that was unimportant. The life of a number was completely irrelevant. What stood",
        2308.72,
        2316.74
    ],
    [
        " behind that number and that life mattered even less. The fate, the history, the name of the man.",
        2316.74,
        2326.66
    ],
    [
        " The camp inmate was frightened of making decisions and of taking any sort of initiative whatsoever.",
        2327.4,
        2343.7
    ],
    [
        " This was the result of a strong feeling that fate was one's master and that one must not try to",
        2345.54,
        2352.14
    ],
    [
        " influence it in any way but instead let it take its own course. In addition there was a great apathy",
        2352.14,
        2361.76
    ],
    [
        " which contributed no small part to the feelings of the prisoner. At times, lightning decisions had to",
        2361.76,
        2372.6
    ],
    [
        " be made. Decisions would spell life or death. The prisoner would have preferred to let fate make the",
        2372.6,
        2379.88
    ],
    [
        " choice for him. Some of the examples that he brings up in the book on that are they'd get told",
        2379.88,
        2388.12
    ],
    [
        " we need people to go to a different camp for rest and they had no idea. Sometimes it actually was",
        2388.12,
        2396.34
    ],
    [
        " some kind of rest. Sometimes it was some kind of actual medical facility. Sometimes it was just",
        2396.34,
        2402.5
    ],
    [
        " you're going to the gas chambers at another camp and they had no idea which one it was.",
        2402.54,
        2406.48
    ],
    [
        " And so they got into this mode of they were just going to externally just whatever was going to happen.",
        2407.14,
        2412.72
    ],
    [
        " That was going to happen and they wouldn't they go beyond where they're trying in the beginning to",
        2412.72,
        2418.14
    ],
    [
        " like get me off that list or I want to be on that list and they realized that they just were",
        2418.14,
        2422.26
    ],
    [
        " messing with fate. And so they got into a mode of I'm just going to let things happen and whatever",
        2422.26,
        2427.0
    ],
    [
        " happens happens. They got this feeling of apathy. You can just imagine how that that having no control",
        2427.3,
        2439.44
    ],
    [
        " externally of what's happening. How that leads number one leads to this apathy of just I don't care",
        2439.44,
        2446.72
    ],
    [
        " what happens. But number two, how that can then sneak in and start to get control of your inner",
        2446.72,
        2453.46
    ],
    [
        " thoughts and your inner feelings where you just feel like you don't have control over anything.",
        2453.46,
        2456.8
    ],
    [
        " Life and that's it. And here he talks about apathy some more. The prisoner's apathy was also the",
        2457.0,
        2463.6
    ],
    [
        " result of other factors. Hunger and lack of sleep contributed to it as they do in normal life also.",
        2463.6,
        2470.86
    ],
    [
        " And to the general irritability which was another characteristic of the prisoner's mental state.",
        2472.16,
        2477.9
    ],
    [
        " The lack of sleep was partly due to the pestering of vermin which infested the terribly overcrowded",
        2478.3,
        2483.74
    ],
    [
        " huts because of the general lack of hygiene and sanitation. The fact that we had neither nicotine,",
        2483.96,
        2490.9
    ],
    [
        " nor caffeine also contributed to the state of apathy and irritability.",
        2491.44,
        2495.12
    ],
    [
        " Besides these physical causes, there were mental ones in the form of certain complexes.",
        2496.48,
        2502.76
    ],
    [
        " The majority of prisoners suffered from a kind of inferiority complex. We all had once been or",
        2503.26,
        2513.72
    ],
    [
        " treated like complete non entities. The consciousness of one's inner value is anchored in higher",
        2513.72,
        2523.98
    ],
    [
        " more spiritual things. It cannot be shaken by camp life. But how many free men, let alone prisoners,",
        2523.98,
        2530.86
    ],
    [
        " possess it? Without consciously thinking about it, the average prisoner felt himself utterly degraded.",
        2531.38,
        2538.84
    ],
    [
        " This became obvious when one observed the contrasts offered by the singular sociological structure of",
        2540.32,
        2547.48
    ],
    [
        " the camp. The more prominent prisoners, the capos, the cooks, the storekeepers, and the camp",
        2547.48,
        2553.56
    ],
    [
        " policemen did not as a rule feel degraded at all. Like the majority of prisoners, but on the contrary,",
        2553.56,
        2560.28
    ],
    [
        " they felt promoted. Some even developed miniature delusions of grandeur.",
        2560.78,
        2567.82
    ],
    [
        " Clearly, we can all take a lesson out of that one. That is, you get put into a promotion position,",
        2572.3,
        2579.76
    ],
    [
        " or you've got authority over people, don't let that go to your head.",
        2579.9,
        2583.18
    ],
    [
        " Yeah, I guess that's a natural thing where they did this experiment test in that",
        2584.1,
        2589.78
    ],
    [
        " university, whatever. They're all just random students. One played the prisoner, one group played",
        2589.78,
        2594.3
    ],
    [
        " the guards, and that happened. It's just an experiment. It's not real life. It still happened.",
        2594.32,
        2601.56
    ],
    [
        " It happened in real life, which I think is even more insane. It's even more insane.",
        2602.14,
        2608.0
    ],
    [
        " But then again, how can we sit here in judge when if you're in that situation and you need to",
        2608.84,
        2619.24
    ],
    [
        " survive and you need to do the best to get you to survive and your family to survive?",
        2619.24,
        2623.02
    ],
    [
        " And you have an opportunity, oh, are we going to say, nope, nope, I'm going to instead of doing this,",
        2623.2,
        2629.3
    ],
    [
        " where I maybe can do something good in the long run? Nope. I'm not going to go across my values.",
        2629.34,
        2635.16
    ],
    [
        " I'm going to die in three days, and that's it. Yeah. That's a hard decision to make.",
        2635.38,
        2639.66
    ],
    [
        " Yeah, I mean, it seems easy when you're sitting in the comfort of your home. Like, I wouldn't do that.",
        2640.26,
        2645.96
    ],
    [
        " Or, you know, and this is what I would have done, or I wouldn't have done, but yeah. Yeah, and you know,",
        2646.32,
        2651.36
    ],
    [
        " I talk to people about, again, I'm not going to compare anything to what we're talking about here,",
        2652.66,
        2658.44
    ],
    [
        " but in the military, for instance, a lot of times I had to make decisions to, to, you know,",
        2658.96,
        2666.6
    ],
    [
        " I got to do something that maybe I didn't fully agree with, but I knew in the long run,",
        2666.66,
        2670.84
    ],
    [
        " it was going to get me something that was going to be beneficial to my team or to my platoon or",
        2671.22,
        2675.72
    ],
    [
        " whatever. So you make those little adjustments and you got to suck it up and you do something that",
        2675.72,
        2680.6
    ],
    [
        " you might not want to do, but in the long run, it's going to be beneficial. Yeah. Now, I mean,",
        2680.6,
        2685.38
    ],
    [
        " this, I don't even know if this is even a remotely close comparison, but what I am saying is this.",
        2685.46,
        2692.1
    ],
    [
        " You take a human being and you say, look, you can either step up and act a different way and be",
        2692.36,
        2698.58
    ],
    [
        " abusive to these people, or you're going to be dead in three days. That's it. Those are your choices.",
        2698.58,
        2702.42
    ],
    [
        " Yeah. And it's not that hard to figure out that a lot of people are going to step up and say,",
        2702.96,
        2707.74
    ],
    [
        " cool, all abuse those people because I need to live, you need to live. Yeah. My choice is either",
        2707.74,
        2712.4
    ],
    [
        " death. Yeah. And by the way, maybe the, maybe this, the best person in that group is going to say,",
        2712.4,
        2719.1
    ],
    [
        " you know what, I'm going to do this and I'm going to step up and when I abuse these people,",
        2719.1,
        2723.54
    ],
    [
        " I'm going to do a little bit less than someone else might. Right. And therefore, I'm doing the best I",
        2723.54,
        2727.94
    ],
    [
        " can. Yeah. I mean, these are decisions. How do you even think about these decisions? Yeah. Oh, man.",
        2727.94,
        2733.4
    ],
    [
        " And you have to think about them. You have to understand, you have to understand what human nature is",
        2735.46,
        2739.62
    ],
    [
        " that there is a survival point for humans. You have us an instinct, instinct to survive that very",
        2739.62,
        2744.52
    ],
    [
        " few people can overcome. Yeah. And I don't even, you know, again, how do you judge whether it's right",
        2744.52,
        2752.16
    ],
    [
        " to overcome it or not? When is it right? I mean, obviously, when is it right? We're sitting here.",
        2752.16,
        2757.82
    ],
    [
        " It's easy to say, Hey, don't, you know, these guys, why would you kill yourself? Well, if you don't",
        2757.82,
        2763.2
    ],
    [
        " do these things, you're basically killing yourself. Yeah. If you don't step up, if you don't say,",
        2763.2,
        2767.92
    ],
    [
        " okay, I'll work as a capo. If you don't do that, you're killing yourself. Right. Is that make it okay?",
        2768.0,
        2772.72
    ],
    [
        " Man. Yes. It's brutal. It's like you got to figure out whether or not you're better off dead in the,",
        2773.22,
        2778.44
    ],
    [
        " even in the grand scheme of things, like these, these people that they're going to kind of succumb to",
        2778.7,
        2783.56
    ],
    [
        " these positions or do all these low things to survive so they can survive and you know, live on",
        2783.88,
        2790.36
    ],
    [
        " and all this stuff. So it's either that or am I better off dead overall, you know, like that's",
        2790.36,
        2796.32
    ],
    [
        " the decision you got to make. Tank. Who knows what you think, especially with all these conditions?",
        2796.32,
        2801.74
    ],
    [
        " Yeah. You know, the opposite of that is is Dick Winners was talking about how he had, and I don't",
        2802.1,
        2806.62
    ],
    [
        " know if I talked about it on the podcast, but in the book conversations with Dick Winners,",
        2806.62,
        2811.3
    ],
    [
        " he goes through a big section where he talks about some of the guys in his company, and he called",
        2812.1,
        2817.84
    ],
    [
        " him the killers and he actually went on and said, Hey, you know, I don't want to call them killers",
        2817.84,
        2821.76
    ],
    [
        " because that's going to give the wrong impression. But these guys were my most aggressive guys.",
        2821.76,
        2826.74
    ],
    [
        " They were my best guys. And he said, they didn't make it past, you know, he said, most of them didn't",
        2826.74,
        2833.22
    ],
    [
        " make it. I forget which which battle, but he said, most of them didn't make it past this certain",
        2833.22,
        2837.9
    ],
    [
        " time because they were so aggressive. They were such good guys. They were so brave that they didn't",
        2838.58,
        2845.8
    ],
    [
        " make it. And this is sort of the opposite where you have the people that are brave. I guess, no,",
        2845.8,
        2852.36
    ],
    [
        " it's the same in that people that are brave and going to hold their values, they're going to die.",
        2852.44,
        2855.48
    ],
    [
        " Right. And if you think about somebody that's cowardly in combat that says, Oh, you know what,",
        2855.78,
        2862.42
    ],
    [
        " echo, you go first, I'm going to sit over here behind this covered position. I'm going to live",
        2862.74,
        2868.66
    ],
    [
        " longer. And it's a micro example of what we're talking about here. Yeah. Yeah. And this given the book",
        2868.66,
        2878.7
    ],
    [
        " and what we're talking about is might come off his borderline insulting. If not full fledged",
        2878.7,
        2883.78
    ],
    [
        " insulting, but you ever watched this show survivor? I watched the first one when it was kind of a thing.",
        2883.78,
        2889.16
    ],
    [
        " And there was an interesting psychology happening. And that psychology. Rudy Bosch was on it.",
        2889.72,
        2895.42
    ],
    [
        " You know, this, uh, see retired seal match. Okay. Who, you know, everyone kind of knew in the",
        2895.6,
        2900.58
    ],
    [
        " seal teams. Okay. Yeah. So, especially what you're going to say is that the people that are not good",
        2900.58,
        2906.52
    ],
    [
        " human beings are the ones that win a lot of well, they get far. Put it that way because they have",
        2906.52,
        2911.66
    ],
    [
        " this weird mechanism at the end where the last, you know, few people who get voted off, they become",
        2911.66,
        2916.12
    ],
    [
        " this sort of a jury. So it's like if you went through the whole game, screwing people over,",
        2916.12,
        2921.2
    ],
    [
        " the jury's going to get you kind of thing. So it's a yeah. And this is just how the show just",
        2921.34,
        2925.76
    ],
    [
        " sorted itself out over time. But the first ones didn't have any jury, right? I don't know. I don't",
        2925.76,
        2930.98
    ],
    [
        " they did. I'm going to go ahead and say I'm almost positive. They didn't because Rudy had his hand",
        2930.98,
        2937.44
    ],
    [
        " on some log and they had to keep it there for like X for a long time. And one person, you know,",
        2937.44,
        2943.62
    ],
    [
        " he actually like fought or something else and took his hand off and then he was out. That was it.",
        2943.62,
        2946.88
    ],
    [
        " Okay. But yeah, there's absolute comparison there. There's an absolute comparison to,",
        2946.96,
        2952.38
    ],
    [
        " you know, if you're willing to be a snake, right? You can and you can you can win the game. And",
        2952.38,
        2960.46
    ],
    [
        " I've talked about that too in promotion. People getting promoted. And if you're willing to be a snake,",
        2960.46,
        2965.22
    ],
    [
        " you can get promoted. But the thing that I will say in a work environment is that that snake",
        2965.54,
        2971.96
    ],
    [
        " might get one promotion. They might get two promotions. They're not going to go the distance. And",
        2971.96,
        2976.92
    ],
    [
        " if you hold the line on doing what's correct, then you might miss that first promotion. You might",
        2976.92,
        2984.08
    ],
    [
        " even miss that second promotion. But eventually, if you're on the right path, you will get the",
        2984.08,
        2989.0
    ],
    [
        " recognition and you will win in the long run. You got to be patient though. Yeah. Yeah. I mean,",
        2989.0,
        2993.8
    ],
    [
        " obviously in your job, it's not life or death. You know, death isn't so close that, you know,",
        2993.9,
        2999.82
    ],
    [
        " one slip up your death. You're dead. You know, so that's, you know, obviously the dynamics are",
        2999.82,
        3004.12
    ],
    [
        " different in work in that way. But otherwise, I think so. And survivor, there's also that other",
        3004.12,
        3010.48
    ],
    [
        " thing that kind of what they talk about where or what you're just talking about is if you it's",
        3010.48,
        3015.74
    ],
    [
        " kind of in a matter of speaking plane, it's safe where you're just hiding under the wings. You might",
        3015.74,
        3029.52
    ],
    [
        " in survivor, you can make it for like that as well. I mean, nowadays, everyone knows about those",
        3029.56,
        3033.9
    ],
    [
        " things like, oh, you backstabbed everyone or you just hid behind this guy because he's strong,",
        3033.9,
        3037.94
    ],
    [
        " by the same time, just like how are you saying? If you're brave or you're going to stick to your",
        3038.3,
        3042.34
    ],
    [
        " morals and be honest with everyone, like, you'll get voted off real quick, even if you're really",
        3042.34,
        3046.5
    ],
    [
        " good at, you know, the challenges. Don't even like really good leaders get vote. Like if someone",
        3046.5,
        3051.38
    ],
    [
        " just does a dynamic lead to make a voter off of me, right? Yeah. Yeah. Yeah. Yeah. See you later.",
        3051.38,
        3054.58
    ],
    [
        " Too much of a threat. Too much of a threat to everybody else. And actually, what you're talking about",
        3054.64,
        3058.28
    ],
    [
        " going through seal training, I would hear it. And it was I didn't hear it when I went through,",
        3058.28,
        3061.88
    ],
    [
        " but I heard it later, this idea of the gray man, and I think we might have actually answered a",
        3062.22,
        3066.5
    ],
    [
        " question on the podcast about that, was going through training and just being a gray man, meaning",
        3066.5,
        3070.66
    ],
    [
        " just don't stand out right now. One way or the other. And you'll be good to go. And that's,",
        3070.66,
        3076.12
    ],
    [
        " that's a that's a strategy. Right? And the seal team. No, it's a strategy going through buds,",
        3076.38,
        3082.6
    ],
    [
        " doing it through seal training, the initial seal training course, because the minute you stand out,",
        3082.6,
        3086.82
    ],
    [
        " people start knowing who you are. And now you got instructors looking at you and the more they",
        3086.9,
        3090.12
    ],
    [
        " watch you, the more they can see that maybe you're making some mistakes or maybe you're not doing",
        3090.12,
        3094.68
    ],
    [
        " everything right or maybe you're not. And so it's better just to be that guy in the middle. I was the",
        3094.68,
        3099.2
    ],
    [
        " guy in the middle, not because I wanted to go to, but because I was not, you know, the fastest runner,",
        3099.2,
        3103.96
    ],
    [
        " I wasn't the best swimmer. What you don't want to be is the guy on the tail end, right? Yeah.",
        3103.96,
        3108.46
    ],
    [
        " And it's weird because I put so many guys not through the basic seal training, but through the",
        3108.6,
        3112.68
    ],
    [
        " advanced seal training. And the guys that I remember, there's two types of guys that I remember,",
        3112.7,
        3116.72
    ],
    [
        " the guys that were awesome and the guys that were horrible. And the guys in the middle, all the gray",
        3116.96,
        3120.6
    ],
    [
        " guys, I know them when I see them, but a lot of times I know 100 percent, I might not know their name,",
        3120.6,
        3125.7
    ],
    [
        " whereas some of the pipe hitters, the young pipe hitter, some E5 pipe hitter that was just",
        3125.86,
        3130.4
    ],
    [
        " getting after it. I'd always remember those guys names because they would take control of everything.",
        3130.4,
        3133.78
    ],
    [
        " And they'd stand out. And then the other guys you remember are the guys that are totally jacked up.",
        3134.04,
        3137.56
    ],
    [
        " So that idea of being a gray man, it seems like a good policy to have in the concentration.",
        3139.48,
        3143.68
    ],
    [
        " Cap, look, I just don't want to stand out. I don't want to have a limp. I don't want to, you know,",
        3143.92,
        3147.34
    ],
    [
        " come across as I just want to fit in and be the gray man. Unless you're going to go the distance,",
        3147.42,
        3154.48
    ],
    [
        " right? Which is, and that's a horrible way of saying, I'm going to stand out by saying, hey,",
        3154.48,
        3159.38
    ],
    [
        " I can whip these prisoners into shape, right? That's going and raising your hand and saying,",
        3159.56,
        3164.54
    ],
    [
        " I'll be a capo. I'm going to step up. And what you're risking there is we don't know where this",
        3164.54,
        3169.88
    ],
    [
        " war is going to end and where you're going to be at the end of this thing. And, you know, I read",
        3169.88,
        3174.62
    ],
    [
        " some stories about that. The war didn't. And they did liberate these camps. And it didn't work out",
        3174.62,
        3180.52
    ],
    [
        " good for the capos. So there's the same thing you might have done all right, getting your promotion",
        3180.52,
        3188.54
    ],
    [
        " the first couple of times, but eventually it comes around. You know, Harley Flanagan was talking",
        3188.82,
        3196.56
    ],
    [
        " about karma. And I don't know how much reality there is to that, but there's the reality of",
        3196.56,
        3202.0
    ],
    [
        " you reap what you sow. And if you treat people, if you take advantage of your position,",
        3202.0,
        3208.98
    ],
    [
        " if you maneuver and screw people over to get ahead of them, they'll remember that.",
        3209.02,
        3212.48
    ],
    [
        " Yeah, they'll remember that. Yeah. And that makes sense. I mean, karma with you.",
        3212.8,
        3216.42
    ],
    [
        " And it's never worth it, by the way. It's almost never worth it. I mean, could you possibly come",
        3216.42,
        3222.72
    ],
    [
        " up with some scenario where, where, you know, I did this to get a promotion so that I could take",
        3222.72,
        3228.24
    ],
    [
        " care of you and everyone else. You could come up with a sense, but it's very, very rare. And,",
        3228.24,
        3232.82
    ],
    [
        " and my gut feeling was always like, it's not worth it. It's not worth that to do those little",
        3232.82,
        3238.44
    ],
    [
        " maneuvers and, and try and better your position on other people's backs. Yeah. We're screwing someone",
        3238.44,
        3246.3
    ],
    [
        " over in because you got to live with that too. I mean, unless you're like a sociopath or something",
        3246.3,
        3249.6
    ],
    [
        " like that, you have to live with that. And, man, yeah. And even at the time, it seems like,",
        3249.6,
        3256.18
    ],
    [
        " oh, I could live with that because, oh, look at my foreboding. You're actually, you're actually",
        3256.18,
        3259.4
    ],
    [
        " taking a higher road than me because you're saying you personally have to live with it. And that's",
        3259.4,
        3263.66
    ],
    [
        " definitely, I'm saying beyond that, even if you're a person that can live with it, you're still",
        3263.66,
        3267.72
    ],
    [
        " going to pay in the long run. Even if you look yourself in the mirror, but like, I don't care,",
        3267.72,
        3270.88
    ],
    [
        " I got promoted. It's good. That's, that's, okay. So you can live with that. That's cool. But guess",
        3270.98,
        3275.5
    ],
    [
        " what? There's something else you're going to, that's going to come back around. And that is one of",
        3275.5,
        3279.82
    ],
    [
        " those other people that you stepped on their back is going to invent something new at work. And he's",
        3279.82,
        3284.34
    ],
    [
        " going to take over the division. And you're going to pay not to mention the 10 people who watched it",
        3284.34,
        3288.34
    ],
    [
        " happen. Yeah. Yeah. You just make an enemies. Yeah. Enemies. And that's really what karma is for,",
        3288.34,
        3295.22
    ],
    [
        " I mean, karma could be this mystical thing that personally watches you and has this judgment system.",
        3295.3,
        3300.42
    ],
    [
        " But it's just be real. Just real life. Just like if I walk up to, you know, even me and you're",
        3300.42,
        3305.12
    ],
    [
        " even, we don't know each other. I don't have any bad or good feelings towards you. And I come,",
        3305.12,
        3309.18
    ],
    [
        " and I slap you. I created a deficit now. Now you're in tension. Big deficit. Yeah. So you're",
        3309.4,
        3316.96
    ],
    [
        " intention, whether you do it or not, you're, what you, you're compelled to slap me back. If not more,",
        3316.96,
        3322.96
    ],
    [
        " usually more. Yeah. Because, you know, a lot more. So that's kind of really what it is. I mean,",
        3323.1,
        3326.9
    ],
    [
        " really in a small teeny tiny, that show, you know, I go out and start acting mad to everyone.",
        3326.9,
        3331.8
    ],
    [
        " What they're not going to be like, Oh, I love you. I mean, they might because they might be,",
        3331.8,
        3335.42
    ],
    [
        " you know, intellectual or, you know, they might be able to think about it, but their natural",
        3335.48,
        3339.44
    ],
    [
        " compulsion will be to be mad at you back. And this, you know, the podcast, human nature,",
        3339.44,
        3346.6
    ],
    [
        " talking about human nature. And I always say that war reveals human nature more clearly than",
        3346.78,
        3351.82
    ],
    [
        " anything else because it's so much pressure on the people. Obviously a concentration camp,",
        3351.82,
        3356.54
    ],
    [
        " it's revealing human nature. And that's exactly what we're talking about. And it reveals itself",
        3356.72,
        3361.74
    ],
    [
        " in crystal clarity on a massive scale in terms of being able to see it in a concentration camp.",
        3361.74,
        3369.3
    ],
    [
        " And you see it reveal itself on a TV show called Survivor. And you see it reveal itself in, in the",
        3369.48,
        3375.7
    ],
    [
        " work environment. And what I'm saying is from all that, what you want to do is you want to make",
        3375.7,
        3381.48
    ],
    [
        " sure that when you get put into a position of authority, you don't abuse it. That's what I'm saying.",
        3381.62,
        3386.72
    ],
    [
        " You don't want to abuse it. You want to treat people with respect no matter what. And you don't",
        3387.5,
        3394.06
    ],
    [
        " want to step on people's backs to get ahead because ultimately it's not going to pay off. It really",
        3394.06,
        3399.78
    ],
    [
        " isn't. You're only going to fool like that leader that you fooled and thinking that you are a",
        3399.78,
        3406.22
    ],
    [
        " great guy. That's only going to last for so long. And eventually you're going to get found out.",
        3406.22,
        3411.68
    ],
    [
        " Now, all right, let's get back into the book here. The experiences of camp life show that man",
        3412.92,
        3423.74
    ],
    [
        " does have a choice of action. And this is we've talked about the capos and he's going to talk about",
        3423.74,
        3429.22
    ],
    [
        " some of the more heroic people. And some of those actions very briefly. And he says because the",
        3429.22,
        3435.36
    ],
    [
        " reason there's very briefly is because there wasn't a lot of them. The experiences of camp life",
        3435.36,
        3441.28
    ],
    [
        " show that man does have a choice of action. There were enough examples often of a heroic nature",
        3441.28,
        3446.52
    ],
    [
        " which proved that apathy could be overcome, irritability, irritability suppressed. Man can preserve a",
        3446.52,
        3455.74
    ],
    [
        " vestige of spiritual freedom of independence of mind, even in such terrible conditions of psychic",
        3455.74,
        3463.84
    ],
    [
        " and physical stress. We who lived in concentration camps can remember the men who walked through",
        3463.84,
        3472.84
    ],
    [
        " huts, comforting others, giving away their last piece of bread. They may have been few in number,",
        3472.84,
        3481.64
    ],
    [
        " but they offer sufficient proof that everything can be taken from a man but one thing.",
        3482.28,
        3487.94
    ],
    [
        " The last of the human freedoms to choose one's attitude in any given set of circumstances to",
        3488.9,
        3499.12
    ],
    [
        " choose one's own way. And there it is. I mean, that is it. That is it. This idea and you know,",
        3499.12,
        3509.54
    ],
    [
        " Captain Plum talked about it as well. And Captain Plum had a quote from Stockdale.",
        3509.54,
        3514.08
    ],
    [
        " And we got to explore this and I've got a bunch of Stockdale books and we will get to some",
        3515.32,
        3520.22
    ],
    [
        " Stockdale books. Who is the senior guy in the Hanoi Hilton and he's a fighter pilot,",
        3520.22,
        3526.14
    ],
    [
        " philosopher guy, brilliant guy and a hero. One that was awarded the Medal of Honor.",
        3526.46,
        3532.48
    ],
    [
        " And one of the things that Captain Plum was talking to us about is, is Captain Plum said",
        3533.18,
        3538.6
    ],
    [
        " that they got word from Stockdale and I'm going to misquote it, but I'm going to do my best.",
        3539.34,
        3544.1
    ],
    [
        " It was just because wearing a prison camp doesn't mean we have to be on defense. We're going to be",
        3544.44,
        3550.4
    ],
    [
        " on offense in a prison camp. That's just a completely different attitude. It's choosing the",
        3550.4,
        3558.08
    ],
    [
        " attitude. We're not going to sit here and be abused and be put down. We're going to step up.",
        3558.08,
        3564.48
    ],
    [
        " We're going to go on offense and they did. They did hunger strikes. They passed word around.",
        3564.66,
        3569.74
    ],
    [
        " They wouldn't stand up when people entered. They did these things. They went on offense.",
        3569.74,
        3573.86
    ],
    [
        " And that's what he's talking about right here. This last human freedom to choose one's",
        3574.52,
        3581.38
    ],
    [
        " attitude in any given set of circumstances. We always have that choice. No matter what the",
        3581.38,
        3587.76
    ],
    [
        " circumstances are that surround you, you always have that choice.",
        3587.76,
        3590.44
    ],
    [
        " Back to the book and there will always choices to make.",
        3594.48,
        3597.68
    ],
    [
        " Every day, every hour offered the opportunity to make a decision, a decision which determined",
        3598.16,
        3604.5
    ],
    [
        " whether you would or would not submit to those powers which threaten to rob you of your very self,",
        3604.5,
        3612.18
    ],
    [
        " your inner freedom, which determined whether or not you would become the plaything of circumstance,",
        3612.72,
        3620.3
    ],
    [
        " renouncing freedom and dignity to become molded into the form of the typical inmate.",
        3621.24,
        3627.5
    ],
    [
        " Again, there it is. You're in a concentration camp doomed, doomed. And yet you can hang on to",
        3627.92,
        3644.18
    ],
    [
        " that last, that last bastion of freedom in your soul. To not let them win and not let them own that.",
        3644.18,
        3652.12
    ],
    [
        " Back to the book. Seen from this point of view, the mental reactions of the inmates of a concentration",
        3653.74,
        3661.72
    ],
    [
        " camp must seem more to us than the mere expression of certain physical and sociological conditions.",
        3661.72,
        3667.58
    ],
    [
        " Even though conditions such as lack of sleep, insufficient food and various mental stresses may",
        3668.68,
        3674.7
    ],
    [
        " suggest that the inmates were bound to react in certain ways, in the final analysis, it becomes",
        3674.7,
        3681.24
    ],
    [
        " clear that the sort of person the prisoner became was the result of inner decision and not the result",
        3681.24,
        3690.02
    ],
    [
        " of camp influences alone. Think about that. The sort of person the prisoner became was the result",
        3690.02,
        3702.9
    ],
    [
        " of an inner decision, not the result of the circumstances here and that doesn't matter what kind of person",
        3702.9,
        3709.42
    ],
    [
        " you become. What matters is the decisions that you make.",
        3709.42,
        3712.72
    ],
    [
        " Unbelievable. Back to the book. Fundamentally, therefore any man can, even under such circumstances,",
        3713.86,
        3728.04
    ],
    [
        " decide what shall become of him mentally and spiritually. Okay, physically you can have that one,",
        3728.54,
        3734.68
    ],
    [
        " can't control that all the time, but mentally and spiritually I get to decide what I'm going to be.",
        3734.68,
        3740.86
    ],
    [
        " He may retain his human dignity even in a concentration camp.",
        3741.74,
        3751.2
    ],
    [
        " Tastyewski said, once there is only one thing that I dread, not to be worthy of my sufferings.",
        3752.98,
        3761.76
    ],
    [
        " These words frequently came to my mind after I became acquainted with those martyrs whose",
        3762.64,
        3768.86
    ],
    [
        " behavior in camp, whose suffering and death bore witness to the fact that the last inner freedom",
        3768.86,
        3777.06
    ],
    [
        " cannot be lost. It can be said that they will worthy of their sufferings. The way they bore their",
        3777.06,
        3788.42
    ],
    [
        " suffering was a genuine inner achievement. It is this spiritual freedom which cannot be taken away",
        3788.42,
        3798.64
    ],
    [
        " that makes life meaningful and purposeful. The way in which a man accepts his fate and all the",
        3798.94,
        3811.48
    ],
    [
        " suffering it entails, the way in which he takes up his cross gives him ample opportunity,",
        3811.48,
        3817.5
    ],
    [
        " even under the most difficult circumstances to add a deeper meaning to his life.",
        3817.88,
        3822.84
    ],
    [
        " It may remain brave, dignified and unselfish or in the bitter fight for self-preservation he may",
        3824.32,
        3833.54
    ],
    [
        " forget his human dignity and become no more than an animal. Here lies the chance for a man either",
        3833.54,
        3840.9
    ],
    [
        " to make use of or to forego the opportunities of attaining the moral values that a difficult",
        3840.9,
        3847.46
    ],
    [
        " situation may afford him and this decides whether he is worthy of his sufferings or not.",
        3847.58,
        3856.92
    ],
    [
        " So think about that. When you get faced with this ultimate challenge, brutal challenge,",
        3858.44,
        3865.98
    ],
    [
        " when life is just about to crush you, that's when you have the biggest opportunity to prove who you",
        3865.98,
        3875.16
    ],
    [
        " are. Speaking of unworthy topics, but this is something when I first got to see what I was at",
        3877.22,
        3887.56
    ],
    [
        " Seal Team 1, I ran a communications class. When I ran the class, I was super hard and I know it",
        3887.56,
        3896.42
    ],
    [
        " comes as a big shocker, but we would create test, test, test on all these different subjects.",
        3896.42,
        3901.48
    ],
    [
        " What radio, what frequency of bandwidth, what, all these different subjects.",
        3901.82,
        3906.74
    ],
    [
        " I would say the guy is, hey, tomorrow we have another test, another opportunity for you to prove",
        3908.02,
        3913.54
    ],
    [
        " yourself. That's the way I looked at it. They didn't always look at it the same way, but that's",
        3913.54,
        3919.72
    ],
    [
        " exactly what he's saying here. When you have these brutal circumstances that you face,",
        3919.72,
        3924.72
    ],
    [
        " that's your opportunity. And if you think about all heroic tales, right, there's no heroic tales",
        3926.4,
        3932.14
    ],
    [
        " where the hero doesn't face any challenges. And as a matter of fact, the worst challenges he faces,",
        3932.14,
        3937.48
    ],
    [
        " the more of a hero he becomes. If he rises to the occasion, if he doesn't rise to the occasion,",
        3937.48,
        3942.22
    ],
    [
        " guess what, we don't hear about it. Not a hero. Not a hero. Yeah, in fact,",
        3942.28,
        3948.5
    ],
    [
        " let's say you're considered a hero and then this big chance to prove yourself comes about and",
        3950.64,
        3957.54
    ],
    [
        " you fail or you don't step up, you're kind of like this big failure in a way, even though you've",
        3957.54,
        3962.88
    ],
    [
        " been a hero the whole time. Yeah, I would say that's true. Although if you do something heroic enough,",
        3962.88,
        3970.06
    ],
    [
        " people are like good with it. Right. I think if they're significant, yeah,",
        3970.16,
        3974.78
    ],
    [
        " if they're kind of the same thing. Yeah, I mean, the bottom line is you face these challenges",
        3974.78,
        3980.16
    ],
    [
        " and you get challenged to have this attitude of, you know, basically good opportunity to solve",
        3980.16,
        3988.92
    ],
    [
        " the problems. Yeah. Right. Oh, big challenge, cool opportunity. Yeah. Yeah.",
        3988.92,
        3992.74
    ],
    [
        " Yes, like those guys who, you know, they start a business, the business is like grows and then",
        3993.02,
        3998.22
    ],
    [
        " it just massively fails because of some mistake or I don't know, something or the kind of, I don't",
        3998.22,
        4003.78
    ],
    [
        " know whatever. And then they reach the rock bottom and they build themselves back up and then,",
        4003.78,
        4008.3
    ],
    [
        " you know, it's this massive success. You know, that's such an impressive story. Yeah, you know,",
        4008.4,
        4012.54
    ],
    [
        " that's much better than hey, I went to this school, I graduated, I worked this job, I made a bunch",
        4012.82,
        4019.1
    ],
    [
        " of money. Yeah, everyone goes, oh, cool. Right? Yeah. Yeah. Yeah. They want to hear the struggle.",
        4019.1,
        4025.42
    ],
    [
        " They want to see that you were challenged. Yeah.",
        4025.42,
        4027.52
    ],
    [
        " Back to the book, everywhere man is confronted with fate with the chance of achieving,",
        4028.78,
        4036.52
    ],
    [
        " of achieving something through his own suffering. God, think about that. The, the,",
        4036.52,
        4042.14
    ],
    [
        " the suffering that you're going through is a chance to achieve something through your suffering.",
        4042.72,
        4049.94
    ],
    [
        " That's an incredible thought. Yeah. That's an incredible thought.",
        4050.24,
        4053.62
    ],
    [
        " Now, this next part is something that I get asked about on a fairly regular basis.",
        4054.3,
        4061.62
    ],
    [
        " Back to the book, take the fate of the sick, especially those who are incurable.",
        4062.62,
        4069.62
    ],
    [
        " I once read a letter written by young invalid in which he told a friend that he had just found out",
        4070.66,
        4075.72
    ],
    [
        " he would not live for long, that even an operation would be of no help.",
        4075.72,
        4079.46
    ],
    [
        " He wrote further that he remembered a film he had seen in which a man was portrayed who waited",
        4080.58,
        4085.82
    ],
    [
        " for death in an courageous and dignified way. The boy had a thought, the boy had thought it a great",
        4085.82,
        4094.62
    ],
    [
        " accomplishment to meet death so well. Now, he wrote, fate was offering him a similar chance.",
        4094.62,
        4103.32
    ],
    [
        " Yeah. I mean, there's, there's, you know, diseases, terminal diseases.",
        4109.24,
        4114.98
    ],
    [
        " And that's it. And then what do you do? Well, I think you have to choose the best possible",
        4115.6,
        4122.5
    ],
    [
        " attitude you can. And again, I've never been in that situation, obviously. But that statement",
        4122.5,
        4132.3
    ],
    [
        " seems to be the best possible attitude to take. Again, that's, that's when we see people doing",
        4133.38,
        4142.84
    ],
    [
        " something heroic. That's what we see. I know it's funny. Some of those when we were doing a lot",
        4142.84,
        4148.54
    ],
    [
        " of the Native Americans on the podcast, they all had that attitude. When you go to face death,",
        4148.54,
        4153.7
    ],
    [
        " hold your head high. Be afraid of it. And that's really, like you said, it's easier",
        4153.8,
        4161.4
    ],
    [
        " sitting here in the recording studio. Of course, easy for me to sit here and say that.",
        4161.54,
        4166.3
    ],
    [
        " But that's a hard one. And you know, the other day on the Joe Rogan podcast,",
        4166.9,
        4176.18
    ],
    [
        " Everlast was on there. And Joe Rogan, Everlast was saying, hey, you know, I'm not in good shape right",
        4176.48,
        4185.3
    ],
    [
        " now. I wish I couldn't better shape. But I have, you know, back, I think he's got a back injury.",
        4185.3,
        4188.52
    ],
    [
        " And he's got this and he's got a daughter that's got some kind of illness, bad illness. And Joe",
        4188.82,
        4194.0
    ],
    [
        " put on the good video that you made. And you know, Everlast, when he got done, Everlast was like,",
        4194.0,
        4201.32
    ],
    [
        " hey, that's cool. That's inspirational. But how does that help me with my sick daughter? Yeah.",
        4201.32,
        4204.96
    ],
    [
        " What's good about that? You know, and I wish I could have jumped through and talked to him.",
        4205.18,
        4210.48
    ],
    [
        " Because this much I will say, when you got a bad situation like that, I'm telling you right now,",
        4210.7,
        4217.72
    ],
    [
        " it could be worse. Absolutely 100%. And the fact that he's talking about his daughter and how she's",
        4218.14,
        4225.42
    ],
    [
        " sick and how he has to spend so much time with her to take care of her, well, that's what I'm saying.",
        4225.42,
        4229.52
    ],
    [
        " Yeah. Be thankful that you're in a position in life where you can spend time with her. Be",
        4229.9,
        4233.9
    ],
    [
        " thankful that she's in a condition where she can spend time with you. Yeah. And you know,",
        4233.9,
        4239.2
    ],
    [
        " there's she's still here. If nothing else, that's good. If nothing else. And so what are you going",
        4239.32,
        4245.86
    ],
    [
        " to do? I mean, your your your other option is to say, my daughter's sick. This is horrible. I",
        4245.86,
        4250.96
    ],
    [
        " got cursed. It's it's not fair. And what does that do for you? Where does that get you? It doesn't",
        4250.96,
        4257.04
    ],
    [
        " get you anywhere. It matter fact, it takes you backwards. Yeah. So you really truly do have to",
        4257.04,
        4263.52
    ],
    [
        " look at these horrible situations. I remember I got a call back from overseas that a guy",
        4263.52,
        4271.9
    ],
    [
        " was a seal was really badly wounded. And and a couple of my friends were kind of distraught.",
        4272.3,
        4280.8
    ],
    [
        " And I talked to one of the guys overseas. And I you know, and and man, I at this point,",
        4281.14,
        4290.08
    ],
    [
        " you know, lost Mark, lost Mikey. I don't think Ryan had died yet, but like I was familiar with",
        4290.08,
        4297.02
    ],
    [
        " guys dying. Yeah. And I talked to one of the guys that was overseas. And they said, Hey,",
        4297.96,
        4304.14
    ],
    [
        " you know, this guy's really really messed up. And I'm like, is he going to live? And they're like,",
        4304.28,
        4309.82
    ],
    [
        " yeah, he's stable. And I go then don't worry about a thing. Be happy. He's alive. And it doesn't",
        4309.9,
        4317.04
    ],
    [
        " matter if he's missing a leg or two legs or whatever. He's going to be coming home. And he's going",
        4317.04,
        4326.52
    ],
    [
        " to be hard and it's going to be hell. And it's going to be a challenge. But guess what? He's",
        4326.52,
        4331.18
    ],
    [
        " going to be here. Yeah. And that, you know, again, it's like, man, what's the alternative?",
        4331.18,
        4338.28
    ],
    [
        " The alternative is he's dead. The alternative is we never talked to him again. That's the alternative.",
        4338.7,
        4343.72
    ],
    [
        " Yeah. Versus he's going to come back, right? And this guy, the guy that got wounded, he wasn't",
        4343.98,
        4350.28
    ],
    [
        " like a great friend of mine. But I knew I was talking to people that were very close to him. And so,",
        4350.28,
        4354.5
    ],
    [
        " you know, I had to make sure I wasn't coming across like, hey, it's nobody deal. I, you know,",
        4354.6,
        4359.66
    ],
    [
        " look, he's going to be fine. No, it wasn't like that. But look, look what the alternative is.",
        4359.78,
        4363.78
    ],
    [
        " You know, let's be thankful that he's alive. Yeah. And he's going to come home. And we're,",
        4364.0,
        4369.64
    ],
    [
        " you know, he's going to carry on with his life. Yeah. And that's what that's what's important. So it's",
        4369.64,
        4373.92
    ],
    [
        " really when you do look at these situations when things are going bad. And then you say, okay,",
        4373.92,
        4379.88
    ],
    [
        " well, what could come of that? And then the one step further is then what happens when someone",
        4379.9,
        4383.52
    ],
    [
        " does die. Then what good comes of that? And my thought is always the same thing. I'm thankful",
        4383.52,
        4390.42
    ],
    [
        " that I got to know that person. I'm thankful that I got to understand their personality. I'm",
        4390.42,
        4397.06
    ],
    [
        " thankful that I got to spend a day with them, laughing and having that memory. Yeah. That's what's",
        4397.06,
        4403.06
    ],
    [
        " good. What's good is I got to experience them in my life. And they got to experience other",
        4403.06,
        4407.28
    ],
    [
        " peoples in their lives. And that's what's good about it. But just to say, hey, you know, my friend,",
        4407.28,
        4415.34
    ],
    [
        " my family member is dead. This is horrible. And I can't escape from this wrong attitude. And of",
        4415.68,
        4423.12
    ],
    [
        " course, you're going to go through that. It's the, there's the, whatever those things are that you",
        4423.12,
        4426.64
    ],
    [
        " go through. It's shock and then denial and then anger and then acceptance and all that. That's,",
        4426.64,
        4433.58
    ],
    [
        " I get it. And it's not going to be easy. But I'll tell you what will make it easier is to look",
        4433.58,
        4440.56
    ],
    [
        " at the situation and say, what here is good? You know, and you, one of the worst things is parents",
        4440.56,
        4447.38
    ],
    [
        " without have young children that are terminally ill. It's awful. It's awful. And the best you can",
        4447.38,
        4454.54
    ],
    [
        " think of is say, hold them while you can. Yeah. Right. And get what you can and grow the memories",
        4454.54,
        4461.26
    ],
    [
        " that you can right now. Because just to focus on the fact that life isn't fair isn't going to help",
        4461.26,
        4466.8
    ],
    [
        " you. And guess what? You're right. Life isn't fair. Yeah. Life isn't fair. It's, it's, it's a random",
        4466.8,
        4474.14
    ],
    [
        " horrible thing. And if you want to focus on the randomness and the horribleness of it, that's where",
        4474.14,
        4481.54
    ],
    [
        " you're going to end up. Yeah. But if you can focus on the good that comes out of those situations,",
        4481.54,
        4486.64
    ],
    [
        " try to. And again, I haven't been through that. I haven't been through that. Thank God. Yeah,",
        4487.52,
        4492.44
    ],
    [
        " not that level for sure. But the best I can do, the best I can assess is say, man, at least try and",
        4492.5,
        4498.9
    ],
    [
        " look at what positive is coming out of this and and and focus on that instead of focusing on what",
        4498.9,
        4505.38
    ],
    [
        " is negative. Shoot. It's going back to what Frankl said. You choose what your attitude is going to be.",
        4505.38,
        4510.12
    ],
    [
        " Yeah. Don't become a victim of the randomness. Yeah. And that's so. And that goes on on like all",
        4510.24,
        4517.46
    ],
    [
        " levels, you know, how even if like something isn't horrible, it's just kind of junk, you know,",
        4517.46,
        4522.54
    ],
    [
        " all the way down to just something that's that's pretty horrible. There's still a lot of good going",
        4522.96,
        4529.36
    ],
    [
        " on in the situation. But and just like are you saying like your attitude or another way to put it",
        4529.36,
        4534.98
    ],
    [
        " is what you're looking for to to internalize, you know, a lot of times and it's natural. And I've",
        4534.98,
        4540.64
    ],
    [
        " been there where it's like everything just seems bad. Even the smell like it's something real bad",
        4540.64,
        4544.3
    ],
    [
        " happens that you think is real bad. And then the same day or the next year or whatever, something",
        4544.3,
        4548.86
    ],
    [
        " small bad happens, it'll just add big time to the badness like nothing's going right kind of",
        4548.86,
        4554.38
    ],
    [
        " kind of attitude. Meanwhile, all the good things are going on all around you. But you know, looking",
        4554.38,
        4557.76
    ],
    [
        " at all those things. Yeah. So and a lot of times with like real bad situations, especially with",
        4557.76,
        4562.62
    ],
    [
        " kids because that's like the the most weak you can ever feel really like your kid like when my",
        4562.62,
        4567.72
    ],
    [
        " daughter had a big staff infection or say in her lymph node. So her neck was big. She was in the",
        4567.72,
        4572.14
    ],
    [
        " hospital for a week and we're there. That's like the most weak in that that you'll feel in.",
        4572.14,
        4578.16
    ],
    [
        " Of course, there's way worse situations. Yeah. And you know, then that that's nothing compared to",
        4578.6,
        4582.8
    ],
    [
        " situations. I know that. But there are good things that are still going on in your situation,",
        4582.8,
        4589.6
    ],
    [
        " your life. That's a B there's good situations that can come of it. And a lot of them, a lot of",
        4589.6,
        4595.94
    ],
    [
        " them is just our strength related. You know, like if you let something beat you down and you don't",
        4595.94,
        4601.24
    ],
    [
        " get this strength, like that's a loss. You'll lose. Like you're. So you're saying you're getting",
        4601.24,
        4607.04
    ],
    [
        " some kind of conditioning from it in a way in a matter of speaking. Yes. So like if you have a",
        4607.04,
        4611.94
    ],
    [
        " quote unquote good attitude, when you emerge from the situation, you will have strength. No.",
        4611.94,
        4618.48
    ],
    [
        " If you don't, you won't you'll have weakness. You'll be, you know, gunshot. Everything",
        4618.82,
        4623.02
    ],
    [
        " happens bad. My life sucks. And you know, you'll continue down kind of that road. So the good part,",
        4623.02,
        4629.18
    ],
    [
        " like if you said, like I said, if you keep that good attitude. And when you make it out, you will",
        4629.2,
        4635.58
    ],
    [
        " have the strip among the other good things that can come from it. You will have the strength. Yeah.",
        4635.58,
        4640.6
    ],
    [
        " You're right. And I mean, just look at Captain Plum and look at Colonel Reader. And for those guys",
        4640.8,
        4646.58
    ],
    [
        " to go through what they went through and maintain a positive attitude. And then they come out. And",
        4646.58,
        4651.5
    ],
    [
        " you talk to those guys and it's like, I don't you can't think of more positive people in the world.",
        4651.5,
        4655.98
    ],
    [
        " Yeah. Yeah. You know, I mean, not in the whole world. But you they're just have so much positivity",
        4656.32,
        4660.38
    ],
    [
        " because they've been through something and they had to maintain that attitude. So you're right.",
        4660.38,
        4664.68
    ],
    [
        " When they come out, it's like, how are you going to make? And I think that's what happens a lot",
        4664.68,
        4668.92
    ],
    [
        " of times with guys that have been to war is they come back and they're like happy to see the sunrise.",
        4668.92,
        4674.48
    ],
    [
        " I know I am. Right. I'm happy to see the sunrise. I'm happier than a lot of people to see",
        4674.54,
        4679.44
    ],
    [
        " the sunrise. I appreciate that thing. Yeah. And I think when people go through some kind of",
        4679.44,
        4683.34
    ],
    [
        " devastating disease in their family or themselves, same thing once they get through it,",
        4683.34,
        4687.92
    ],
    [
        " they at least come out the other side and they can appreciate it. And yet, if they let it beat",
        4688.1,
        4692.96
    ],
    [
        " them down, it's going to it's going to everything is going to look down. If you're looking down,",
        4692.96,
        4696.82
    ],
    [
        " you're going to look down. If you're looking up, you're going to look up. Yeah. That's got to be",
        4696.92,
        4700.42
    ],
    [
        " a it's hard. I mean, it's so hard for people. It's so hard. Yeah. And again, I'm over here talking,",
        4702.14,
        4707.78
    ],
    [
        " you know, yeah, for sure. Both of us are. You know, when I was on Joe Rogan, we started off talking",
        4708.08,
        4711.9
    ],
    [
        " about Chris Cornell, just kill himself. We kind of cursory kind of talked about depression. And",
        4711.9,
        4717.6
    ],
    [
        " neither one, I mean, I definitely am not claiming claiming to be any kind of expert at all about it.",
        4717.6,
        4723.64
    ],
    [
        " And I even sat on there. I was like, look, I've never felt this way. And I had a couple people",
        4723.96,
        4727.02
    ],
    [
        " hit me up on social media like, you know, you should you should read this or you should do this or",
        4727.02,
        4730.88
    ],
    [
        " and and you know, or you're not right. And I'm like, no, I wasn't even trying to say anything",
        4730.88,
        4736.3
    ],
    [
        " that I'm right. I'm just telling I was saying, I don't actually even know. Yeah. And so yeah, I'm not,",
        4736.3,
        4742.02
    ],
    [
        " you know, certainly an expert on how to overcome, you know, horrible situations. But I've been in",
        4742.14,
        4748.68
    ],
    [
        " some pretty horrible situations. And this is what my thoughts tried to be. And it's not always easy.",
        4748.68,
        4754.42
    ],
    [
        " At all. Yeah. Jordan Peterson has some good good, you know, good content on that where he's",
        4754.82,
        4762.76
    ],
    [
        " basically in a nutshell, he says, get yourself together, where in his example, one of them,",
        4762.76,
        4767.98
    ],
    [
        " it was, you know, a family member, Dizer, whatever, get yourself together. So, you know, what are you",
        4767.98,
        4772.68
    ],
    [
        " going to do? Are you going to wallow with the rest of the people? So no one can get a hold of",
        4772.68,
        4777.02
    ],
    [
        " anything in the funerals of master whatever, or are you going to get yourself together? Grieve,",
        4777.02,
        4780.32
    ],
    [
        " for sure, game, but get yourself together. So you can kind of lead and get the funeral together",
        4780.32,
        4785.64
    ],
    [
        " and take care of the business or whatever. And it's such a cold, blooded thing to say, right?",
        4785.64,
        4790.58
    ],
    [
        " Yeah. It's the complete. And that's what I think is hard about it is, you know, think about this.",
        4790.8,
        4796.98
    ],
    [
        " Oh, if someone in your family died and I was like, echo, get yourself together. Right. You know what I mean?",
        4797.14,
        4801.22
    ],
    [
        " Like I, who says that? Yeah. But that's probably the best thing I could possibly say to you.",
        4801.28,
        4805.8
    ],
    [
        " You know, I might need to say it in a more tactful way. I might just say, hey, echo man, I feel for",
        4805.8,
        4810.62
    ],
    [
        " you. Hey, man, what we need to do is grieve, but we also need to focus on moving forward. You know what",
        4810.62,
        4815.32
    ],
    [
        " I mean? It's that kind of thing. But the reality is, what am I really saying? I'm really saying, hey,",
        4815.32,
        4819.5
    ],
    [
        " get yourself together. You got to move on. We got to move on. We got to move forward. You got to",
        4819.86,
        4824.98
    ],
    [
        " move forward in your life. And that's like such a hard thing to say to somebody. Yeah. But that's",
        4824.98,
        4829.74
    ],
    [
        " probably the right attitude to take is okay. Like this is horrible. And I need to keep it together.",
        4830.6,
        4837.94
    ],
    [
        " Yeah. Yeah. Yeah. Man, especially when there's no majorly prevalent things that are at risk at",
        4838.5,
        4848.18
    ],
    [
        " that moment as well. Like, you know, like your situation, like in a comment situation, I think",
        4848.18,
        4852.6
    ],
    [
        " BTF Tony was talking about this one. If like you're in a firefighter, something like that, and",
        4852.6,
        4859.46
    ],
    [
        " you don't just quit. No exit the firefighter. Oh my gosh, my guy's hit. He's like, okay,",
        4859.46,
        4864.46
    ],
    [
        " he said, boom, let's continue the firefight. But let's say there was no firefight. Then the guy gets",
        4864.76,
        4869.54
    ],
    [
        " hit. It's it seems like a harder thing to just move on. So what you kind of need is you need to",
        4869.54,
        4876.08
    ],
    [
        " like, you need to have a firefight going on. So that you can say, okay, I'm going to deal with this.",
        4876.08,
        4883.32
    ],
    [
        " But I need to also think about the rest of life. Yeah. So hard. And you know, again, it's it's,",
        4883.66,
        4890.8
    ],
    [
        " I you know what I'm feeling like right now, I got I get some social media sometimes for someone",
        4891.0,
        4895.28
    ],
    [
        " will say, Hey, I'm not a vet. But like a friend of mine is going through problems. And I don't",
        4895.28,
        4900.34
    ],
    [
        " know how to talk to him because I'm not a vet. And that's kind of like what I feel like right now.",
        4900.34,
        4902.96
    ],
    [
        " Like I haven't been through those kind of suffering. So I'm throwing darts. But I'm throwing them",
        4902.96,
        4908.44
    ],
    [
        " based on what I know. So it's the best like, you know, yeah, best I could do right now. You",
        4908.44,
        4913.58
    ],
    [
        " like you're at risk of someone saying, Hey, you you simply don't understand. Right. And my",
        4913.58,
        4919.2
    ],
    [
        " fact is there. Yeah. And my my statement to that would be yes, I don't understand. You know,",
        4919.2,
        4923.98
    ],
    [
        " it's like in the in when I was talking to veterans saying, look, people, you feel like people don't",
        4924.02,
        4929.4
    ],
    [
        " understand. They don't. And that's okay. And so definitely not sitting here saying, Oh, you know,",
        4929.4,
        4935.36
    ],
    [
        " I know this is what you do in a situation like that. No, I don't know. Yeah, I don't know what",
        4935.36,
        4939.88
    ],
    [
        " you do when your family member suffers something. Agregious like that, like a terminal disease or",
        4939.88,
        4946.0
    ],
    [
        " death. I don't know. Haven't been through it. What I have been through is losing guys in combat.",
        4946.0,
        4952.02
    ],
    [
        " That I have been through. This is this is darkness. It's a different kind of darkness. But",
        4952.5,
        4959.82
    ],
    [
        " this is what I did in those situations. And that's what I would think would help you in these",
        4960.86,
        4969.12
    ],
    [
        " other situations. Yeah. Hard. That's the question, right? What do you do? Hard. And we are we are",
        4969.12,
        4975.1
    ],
    [
        " sitting here reading a book by a guy that was in a concentration camp. And he's saying this thing",
        4975.1,
        4981.92
    ],
    [
        " to do. You know, so that's that's another sort of reinforcement of this thought pattern. Yeah.",
        4981.92,
        4994.18
    ],
    [
        " All right. He talks a little bit about the passage of time here in camp a small unit of time. A day,",
        4994.84,
        5004.36
    ],
    [
        " for example, filled with hourly tortures and fatigue appeared endless. A larger time unit,",
        5004.36,
        5011.68
    ],
    [
        " perhaps a week seemed to pass very quickly. My comrades agreed when I said that in the camp,",
        5011.92,
        5018.36
    ],
    [
        " a day lasted longer than a week. How paradoxical was our time experience. And that's something this",
        5018.72,
        5027.02
    ],
    [
        " actually reminded me. I was talking to Sarah Armstrong. And she and one of us is actually around",
        5027.02,
        5031.7
    ],
    [
        " the conversation when life was talking about he'd come out here and seen all my kids. My kids are",
        5032.14,
        5037.28
    ],
    [
        " all grown up now. Basically, except for my littlest one. But you know, my oldest daughter is graduating",
        5037.28,
        5042.26
    ],
    [
        " high school in a couple of weeks. And she's going to go to college. And you know, when life met her,",
        5042.26,
        5047.18
    ],
    [
        " she was what was that 12 years ago. So she was, you know, no, six, six something like that. So, you",
        5047.44,
        5059.42
    ],
    [
        " know, yeah, and when he came out here, you know, he just come left his apartment in New York City",
        5059.6,
        5065.32
    ],
    [
        " where he's got his wife and kids and they're, and you know, it's chaos and that little kids and",
        5065.32,
        5069.68
    ],
    [
        " they're crying and screaming and spilling stuff and throwing up milk and pissing everywhere. And",
        5069.68,
        5073.52
    ],
    [
        " it's just, you know, it's that's what life is when you're a parent. And you know, he came out here",
        5073.52,
        5077.9
    ],
    [
        " and saw how my kids were now grown up. And that time is gone. By the way, gone. Can't get it back.",
        5077.9,
        5084.3
    ],
    [
        " And, and he, you know, he talked about it on the podcast. Just, hey, man, make sure you're",
        5085.82,
        5089.56
    ],
    [
        " appreciate those. And Sarah Armstrong, you know, said something along the lines of, uh,",
        5089.56,
        5093.76
    ],
    [
        " the days are long, but the years are short. Yeah. Yeah. That's a very true statement. And you can,",
        5094.64,
        5099.54
    ],
    [
        " you can see that cure. It's the same thing. You know, all of a sudden, this time is just",
        5099.7,
        5103.46
    ],
    [
        " going by so quickly.",
        5103.46,
        5106.02
    ],
    [
        " This is starting to talk again back to the attitude. We could say that most men in a concentration",
        5112.6,
        5117.56
    ],
    [
        " can't believe that the, the real opportunities of life had passed. Yet in reality, there was an",
        5117.56,
        5123.88
    ],
    [
        " opportunity and a challenge. One could make a victory of those experiences, turning life into an",
        5123.88,
        5130.5
    ],
    [
        " inner triumph or one could ignore the challenges and simply vegetate as did a majority of the",
        5130.5,
        5138.5
    ],
    [
        " prisoners. Same, same thing, same topic. I know it's interesting. And I told you this before we",
        5138.5,
        5143.92
    ],
    [
        " started this book, you know, is a great book. But I, I kind of wanted to talk about how bad",
        5143.92,
        5152.76
    ],
    [
        " concentration camps were. And I went and found some other sources for that. Because",
        5152.76,
        5159.1
    ],
    [
        " Victor Frankl doesn't highlight it that much. I mean, his add, I mean, he was in Auschwitz for",
        5160.62,
        5165.16
    ],
    [
        " crying out loud. It doesn't get any worse. And, you know, to really give the impact of how bad it",
        5165.16,
        5172.82
    ],
    [
        " was, I went and found some other sources that were a little bit, a little bit more directly written",
        5172.82,
        5178.64
    ],
    [
        " and a little bit more horrifying to be lack of a better word. Because in his accounts, he doesn't",
        5178.64,
        5189.08
    ],
    [
        " should understand what before you talk about, hey, he's keeping a good attitude. But no, no,",
        5189.36,
        5193.16
    ],
    [
        " it's not he's keeping a good attitude because he was in a concentration camp, but it wasn't that bad.",
        5193.4,
        5196.5
    ],
    [
        " No, it was freaking hell. And that's what he's dealing with. And in his mind,",
        5196.5,
        5201.04
    ],
    [
        " you could make a triumph or a victory out of those experiences.",
        5201.1,
        5205.3
    ],
    [
        " Which is incredible attitude to have.",
        5205.92,
        5209.56
    ],
    [
        " Yeah.",
        5214.52,
        5215.22
    ],
    [
        " Going back to the book, the prisoner who had lost faith in the future, his future was doomed.",
        5211.44,
        5221.82
    ],
    [
        " With his loss of belief in the future, he also lost his spiritual hold. He let himself decline",
        5222.54,
        5228.56
    ],
    [
        " and became subject to mental and physical decay. Usually this happened quite suddenly in the",
        5228.56,
        5238.4
    ],
    [
        " war familiar to the experienced camp inmate. We all feared this moment, not for ourselves,",
        5238.4,
        5244.18
    ],
    [
        " which would have been pointless, but for our friends. Usually it began with the prisoner refusing",
        5244.78,
        5249.58
    ],
    [
        " one morning to get dressed and wash or to go out on the parade grounds. No entreaties, no blows,",
        5249.58,
        5256.68
    ],
    [
        " no threats had any effect. He just lay there hardly moving. If this crisis was brought about by an",
        5257.2,
        5264.34
    ],
    [
        " illness, he refused to be taken to the sick bay or to do anything to help himself. He simply gave up.",
        5264.34,
        5271.0
    ],
    [
        " There he remained lying in his own extr, extrida and nothing bothered him anymore.",
        5271.66,
        5279.7
    ],
    [
        " And that's similar to what Colonel Reader said. How if you didn't actively stay alive,",
        5280.76,
        5288.18
    ],
    [
        " you would die. You couldn't just passively exist. You weren't going to make it. If you wanted to die,",
        5289.0,
        5294.54
    ],
    [
        " all you had to do is stop trying, then you were going to die.",
        5294.58,
        5296.88
    ],
    [
        " Back to the book, as we said before, any attempt to restore a man's inner strength in the camp",
        5298.1,
        5304.96
    ],
    [
        " had to first succeed in showing him some future goal. In Nietzsche's words, he who has a why",
        5304.96,
        5314.64
    ],
    [
        " to live for can bear with almost any how. That could be the guiding motto for all psychotherapeutic and",
        5315.7,
        5326.2
    ],
    [
        " psycho hygienic efforts regarding prisoners. Whenever there was an opportunity for it, one had to",
        5326.2,
        5333.76
    ],
    [
        " give them a why, an aim for their lives in order to strengthen them to bear the terrible how of",
        5333.76,
        5340.8
    ],
    [
        " their existence. Woe to him who saw no more sense in his life, no aim, no purpose, and therefore no",
        5341.66,
        5349.16
    ],
    [
        " point to carrying on. He was soon lost. Got to know why you're doing what you're doing. And that's",
        5349.16,
        5358.32
    ],
    [
        " all there is to it. He who has a why to live for can bear with almost any how. And obviously,",
        5358.32,
        5366.78
    ],
    [
        " that translates right into a leadership perspective, making sure people understand why they're doing",
        5366.86,
        5370.86
    ],
    [
        " what they're doing. You just don't park orders at them. But from an individual perspective,",
        5370.86,
        5374.62
    ],
    [
        " why are you doing this? Find that. And I actually made a post on social media the other day.",
        5375.12,
        5387.4
    ],
    [
        " And it was something along the lines of finding your inner why or something like that. And I was,",
        5387.76,
        5393.68
    ],
    [
        " I was, you know, mocking that attitude. And I was saying, you know, sometimes my inner voice is",
        5393.98,
        5401.04
    ],
    [
        " trying to find out why I'm doing what I'm doing. And I'm like, when I'm doing something hard,",
        5401.04,
        5405.18
    ],
    [
        " my inner voice doesn't allow to talk. Be quiet. I'm over here working. You know,",
        5405.3,
        5410.32
    ],
    [
        " but there is obviously just like a leadership perspective and from a personal perspective,",
        5410.74,
        5418.1
    ],
    [
        " why are you doing what you're doing? And that should be the driving force.",
        5418.34,
        5421.24
    ],
    [
        " Yeah. And if you don't have that, it's hard to overcome these challenges. You can't just overcome",
        5422.12,
        5426.9
    ],
    [
        " challenges just because, you know, they're there. You need some greater reason. And when that gets lost,",
        5426.9,
        5432.86
    ],
    [
        " you get lost. I don't know why that does. I think the one why you were mocking that,",
        5433.34,
        5444.08
    ],
    [
        " this is my why and my inner voice. It wasn't, it wasn't now that I think about it. It wasn't really",
        5444.34,
        5451.22
    ],
    [
        " about the inner voice. But yeah, no, I definitely said why in there too. Because because people,",
        5451.22,
        5455.52
    ],
    [
        " I think people do you like, it's like a lot of good expressions or sayings or whatever,",
        5455.84,
        5461.44
    ],
    [
        " or people just, oh, I like that. And those just start throwing it out and abusing it. And it",
        5461.62,
        5466.0
    ],
    [
        " dums it down. And then now everyone's saying it. Now it just sort of sounds cheesy because no one's",
        5466.0,
        5470.14
    ],
    [
        " actually doing it. No one's actually understanding like the real what it really means. You know,",
        5470.14,
        5475.26
    ],
    [
        " like the person who's like, hey, I'm going to lose weight. And you know, they've basically spent",
        5475.26,
        5479.88
    ],
    [
        " their life neglecting their health or whatever. And they're like, okay, I'm going to, you know,",
        5479.88,
        5483.26
    ],
    [
        " I'm going to get in shape. And then they go on this, you know, program, they quit, you know,",
        5483.34,
        5489.46
    ],
    [
        " but when they're doing good on the program, let's say the first or second day, they'll be like,",
        5489.62,
        5493.16
    ],
    [
        " this is my why. And they'll show their, I don't know, their, their dog or something like that,",
        5493.28,
        5497.68
    ],
    [
        " my why or my kids or whatever, you know. But then the next day they quit the program, like,",
        5497.96,
        5503.3
    ],
    [
        " it's such a weak thing. You're like, whoa, whoa, whoa, you can't just do that, you know, like that,",
        5503.32,
        5507.42
    ],
    [
        " the whole thing, my why or whatever, that's way too powerful for people to just be like, hey,",
        5507.42,
        5512.54
    ],
    [
        " my why. And then just not do it. It shouldn't be just like a little thing. Yeah, but you can't just",
        5512.54,
        5516.04
    ],
    [
        " throw a together a 38 second into Instagram posts. That's about your why. Yeah, that need,",
        5516.04,
        5522.94
    ],
    [
        " you need to dig. Yeah, you got to do that stuff. So that's why it's funny because like just,",
        5522.94,
        5527.4
    ],
    [
        " people just throw that out now. Now, it means like nothing. And it's, it's almost like they",
        5527.68,
        5532.8
    ],
    [
        " seem, it seems like it seems like it's totally my interpretation of it. But it seems like",
        5532.8,
        5538.54
    ],
    [
        " they're saying it and thinking that they sound so profound and deep and new and inspirational,",
        5538.54,
        5544.46
    ],
    [
        " you know, but everyone saying it and to counter your point, I've had plenty of people that have",
        5544.48,
        5551.52
    ],
    [
        " talked to me about, you know, I was in bad shape. I wasn't taking care of myself. I wasn't healthy.",
        5551.52,
        5557.2
    ],
    [
        " And I had my first kid. And I said to myself, I need to be there for my kid or, or I was doing",
        5558.1,
        5564.2
    ],
    [
        " bad at work. And I didn't really care. And I wasn't focused on my career and I wasn't focused on",
        5564.2,
        5567.4
    ],
    [
        " being squared away. And I was wasting all my money on dumb stuff. And I had my first kid. And then",
        5567.4,
        5571.92
    ],
    [
        " I said, I gotta, you know, this, this is me taking care of my kid. And I need to do a damn good job.",
        5571.92,
        5576.22
    ],
    [
        " And that's exactly the point right there is that it's a real thing. And if that's for real,",
        5576.52,
        5581.34
    ],
    [
        " you're, you're why conceptually know, I'm just saying the expression. For sure, for sure, but",
        5581.44,
        5586.44
    ],
    [
        " there's a big difference between, well, there's a big difference between the contemplation that",
        5586.44,
        5590.3
    ],
    [
        " goes into I'm doing this for my kids. Cool. I'm going to go on weight watchers. Right? It's like,",
        5590.3,
        5595.52
    ],
    [
        " no, like think about this. Think about your relationship with your children and where you're",
        5595.92,
        5601.4
    ],
    [
        " going to end up and how you want to see them live and what guidance you can give them as human",
        5601.4,
        5605.4
    ],
    [
        " beings and the example that you're sending for them. And you'd line all those things up,",
        5605.4,
        5609.16
    ],
    [
        " then maybe you can put down the donuts. Yeah, exactly right. In other words, you gotta do it.",
        5609.48,
        5614.16
    ],
    [
        " Yeah, actually, you know, so yeah, that's why it just sounds cheesy because everyone does it.",
        5614.16,
        5618.42
    ],
    [
        " It says it. This is a great section going back to the book. We had to learn ourselves and further",
        5618.5,
        5625.92
    ],
    [
        " more. We had to teach the despairing men that it did not really matter what we expected from",
        5625.92,
        5632.8
    ],
    [
        " life, but rather what life expected from us. We needed to stop asking about the meaning of life.",
        5632.8,
        5641.92
    ],
    [
        " And instead to think of ourselves as those who were being questioned by life daily and hourly.",
        5641.92,
        5648.84
    ],
    [
        " One answer must consist not in talk and meditation, but in right action and right conduct.",
        5650.3,
        5657.22
    ],
    [
        " Life ultimately means taking the responsibility to find the right answer to its problems",
        5658.08,
        5664.68
    ],
    [
        " and to fulfill the tasks which it constantly sets for each individual.",
        5664.68,
        5669.84
    ],
    [
        " Again, you're turning, you're flipping this idea around. It's not about what I want from life.",
        5671.06,
        5676.04
    ],
    [
        " It's what what does life want from me? And it's putting these challenges and these hurdles in front of me.",
        5676.7,
        5681.74
    ],
    [
        " And I gotta go and jump over them. And then I gotta smash them. And then I gotta set fire to them.",
        5681.92,
        5687.7
    ],
    [
        " And then I gotta use that fire to fuel the domination of everything that's in my path.",
        5687.96,
        5691.46
    ],
    [
        " Is that kind of like, hey, these weights aren't gonna lift them?",
        5692.26,
        5696.62
    ],
    [
        " It's the exact same thing. It's the exact same thing.",
        5696.62,
        5699.96
    ],
    [
        " And again, going back to this idea that war reveals human nature. And this is Dr. Frankl's",
        5700.56,
        5716.38
    ],
    [
        " way of putting this exact same thing that I say back to the book, life in a concentration camp",
        5716.38,
        5721.94
    ],
    [
        " tore open the human soul and exposed its depths. It is, is it surprising that in those depths,",
        5721.94,
        5731.78
    ],
    [
        " we again found only human qualities which in their very nature were a mixture of good and evil.",
        5732.28,
        5739.94
    ],
    [
        " The rift dividing good from evil which goes through all human beings reaches into the lowest",
        5740.6,
        5748.24
    ],
    [
        " depths and becomes apparent even on the bottom of the abyss which is laid open by the concentration camp.",
        5748.24,
        5755.42
    ],
    [
        " So we've got this idea once again that there's a dichotomy in people, in people, this dichotomy",
        5756.26,
        5770.02
    ],
    [
        " that you're capable of doing extreme good and you're capable of doing extreme evil. And we've",
        5770.02,
        5775.66
    ],
    [
        " seen it a bunch. We've seen it a bunch on this podcast. You look at the me, I massacre.",
        5775.66,
        5783.28
    ],
    [
        " Those guys were normal guys that committed extreme evil straight up evil.",
        5784.0,
        5792.36
    ],
    [
        " Normal guys that were, you know, four days earlier probably would have done something heroic to save",
        5792.84,
        5802.46
    ],
    [
        " someone. And here they are at the other end of the spectrum.",
        5803.76,
        5806.54
    ],
    [
        " And I think that you have to, we have to face that not only individually do you have that,",
        5807.48,
        5816.24
    ],
    [
        " but then obviously as the group you have that as a group of human beings. We have that capability.",
        5816.48,
        5820.72
    ],
    [
        " We've seen it over and over again. And if you want to know what that good part is, you've got to",
        5820.72,
        5824.72
    ],
    [
        " know what that darkness is too. Yeah, the group thing is interesting. You know, you know,",
        5824.72,
        5831.82
    ],
    [
        " you always hear not always, but you hear sometimes about these riots on college campuses,",
        5831.92,
        5836.9
    ],
    [
        " whether it be after a game or something like that. But at a glance, you'd think dang, is this",
        5836.92,
        5843.24
    ],
    [
        " college full of just hooligans? Like if this bit like huge riots, you know, but it's that.",
        5843.24,
        5848.74
    ],
    [
        " It's like as an individual or, you know, under quote unquote normal circumstances, they're just",
        5849.08,
        5853.7
    ],
    [
        " normal people. You know, guys, girls, whatever, they're just normal people. But then you put them",
        5853.7,
        5859.04
    ],
    [
        " in this particular situation in some way extreme or whatever, you know, it's a spectrum. But",
        5859.04,
        5863.9
    ],
    [
        " and they just act different. And the whole group dynamic to them act different. The group dynamic is",
        5863.9,
        5870.46
    ],
    [
        " is it can be a very, very scary thing. There's no doubt it can be a very, very scary thing. And that's",
        5870.46,
        5878.44
    ],
    [
        " that's why, you know, even when he's talking about, and I mentioned this on when I was on Joe Rogan's",
        5878.44,
        5883.22
    ],
    [
        " last podcast, I'm like this idea of individual freedom and acting as an individual is so",
        5883.22,
        5888.76
    ],
    [
        " important. As to to structure your life around to say, look, I'm not part of this group. This group",
        5891.24,
        5896.66
    ],
    [
        " is not me. Yeah. This group is not me. They don't represent me. I represent me. And I'm, I have my",
        5896.66,
        5904.74
    ],
    [
        " own individual choices. And that's what he's saying in here. The minute you give away to the herd,",
        5904.74,
        5909.44
    ],
    [
        " that's when you start going, you don't know, you're longer controlling. Yeah. And when you give up",
        5909.64,
        5918.74
    ],
    [
        " these take place. Yeah. And that once again, that it's like, it's easy to say now because grouping",
        5918.74,
        5926.5
    ],
    [
        " yourself is actually a survival mechanism. True. So you, you know, it's not going to be just that",
        5926.5,
        5932.14
    ],
    [
        " you're not going to naturally just be an individual and act like an individual and conduct yourself",
        5932.14,
        5936.46
    ],
    [
        " in all these extreme situations as an individual. You're not just going to naturally do that. So",
        5936.46,
        5941.82
    ],
    [
        " I guess it just helps to know these things. Well, that's your 100% right on both facets. Number one,",
        5942.66,
        5949.92
    ],
    [
        " yes, grouping and fitting in is a survival instinct that people have. And that's why trends happen.",
        5950.0,
        5957.1
    ],
    [
        " And that's why nations happen. And that's why that's why groups occur in people. And politics. Yeah.",
        5957.22,
        5965.5
    ],
    [
        " And politics and everything, right? To get these groups. And I mean, it's weird now because with",
        5965.68,
        5969.82
    ],
    [
        " the internet, you can have groups. You can be part of these groups. Yeah.",
        5969.82,
        5972.92
    ],
    [
        " What I honestly, yeah, whatever group you connect with all these different people. But it's also",
        5973.22,
        5977.94
    ],
    [
        " important to make sure that you do remember that you are an individual. You can't, that you don't",
        5977.94,
        5986.8
    ],
    [
        " want to give up that last shred of human will. Yeah. To decide what your attitude is going to be.",
        5986.8,
        5994.52
    ],
    [
        " Yeah. Dang. And today, you know, in our luxurious society, if you can consciously navigate your",
        5994.92,
        6001.88
    ],
    [
        " waist, clear that of falling into the group trap, it's what it is. It's a trap because you don't",
        6001.88,
        6007.1
    ],
    [
        " if you can do that successfully, but probably won't fall for the tricks, man. Like that's the",
        6007.1,
        6013.56
    ],
    [
        " thing. You get every all get trick all the way down to just something as seemingly benign as",
        6013.56,
        6019.1
    ],
    [
        " marketing. Just man, you'll just fall for way less tricks. You're like those tricks out there in",
        6019.12,
        6024.68
    ],
    [
        " the world. Do you know, I don't really fell for too many of them. I think this is a, I'm going to",
        6024.68,
        6033.5
    ],
    [
        " wrap this book is this book is not long. It's a very fast read. And actually, he goes into sort of",
        6033.5,
        6048.42
    ],
    [
        " then I covered, but this is a fast read. I mean, it's only 150 pages or so. And you definitely get",
        6048.42,
        6057.02
    ],
    [
        " a raw look at human nature, but this closing, I think is very, very powerful going back to the book.",
        6057.02,
        6064.46
    ],
    [
        " A human being is not one thing among others. Things determine each other, but man is ultimately",
        6064.64,
        6074.5
    ],
    [
        " self determining what he becomes within the limits of endowment and environment. He has made out of",
        6074.5,
        6084.9
    ],
    [
        " himself in the concentration camps, for example, in this living laboratory and on this testing ground,",
        6084.9,
        6093.92
    ],
    [
        " we watched and witnessed some of our comrades behave like swine, while others behave like saints.",
        6094.44,
        6103.16
    ],
    [
        " Man has both potentialities within himself, which one is actualized depends on decisions,",
        6104.82,
        6115.52
    ],
    [
        " but not on conditions. Our generation is realistic, for we have come to know man as he really is.",
        6116.42,
        6127.14
    ],
    [
        " After all, man is that being who invented the gas chambers of Auschwitz.",
        6128.18,
        6134.66
    ],
    [
        " However, he is also that being who entered those gas chambers upright with the Lord's prayer,",
        6136.04,
        6146.2
    ],
    [
        " or the Shema Israel on his lips.",
        6146.48,
        6151.18
    ],
    [
        " And I think that thought, that man has both potentialities within himself and we've seen them over",
        6154.06,
        6171.24
    ],
    [
        " and over again, these grand expanded potentialities in extreme display.",
        6171.24,
        6180.76
    ],
    [
        " And we've talked about these situations in the podcast over and over again in the",
        6182.46,
        6186.96
    ],
    [
        " Burma Railway that was built by the prisoners of war. And the prisoners of war were tortured and",
        6186.96,
        6196.44
    ],
    [
        " killed by the Japanese and the genocide in Owanda and the rape of Nanking. And we've also seen",
        6196.44,
        6202.36
    ],
    [
        " the other potentiality. And we've seen that over and over again, that potentiality of goodness",
        6202.36,
        6215.64
    ],
    [
        " and of sacrifice",
        6215.64,
        6219.76
    ],
    [
        " those men that we've seen over and over again, that lay down their lives for their brothers.",
        6221.82,
        6228.38
    ],
    [
        " And in doing so protect our freedom.",
        6229.14,
        6234.4
    ],
    [
        " But it's important to note that again, that whether the good or the evil is actualized",
        6235.22,
        6246.36
    ],
    [
        " in the minds of men, that is not based on conditions but on decisions.",
        6247.8,
        6252.82
    ],
    [
        " And this doesn't only apply to good evil, of course, that's the most expansive thought",
        6254.28,
        6264.42
    ],
    [
        " that we can apply this to, but it also applies to everything we choose to do or choose not to do.",
        6264.42,
        6271.84
    ],
    [
        " And everything we choose to become or not to become.",
        6271.84,
        6276.72
    ],
    [
        " It's us. It's our choice and we are responsible.",
        6277.4,
        6286.34
    ],
    [
        " We are responsible to be good instead of evil to be strong instead of weak to become what we",
        6287.7,
        6298.66
    ],
    [
        " want to become, not what we let ourselves become.",
        6298.66,
        6302.36
    ],
    [
        " We own the course.",
        6303.34,
        6309.36
    ],
    [
        " And with every decision that we make, we actualize ourselves, we become what we choose.",
        6310.56,
        6320.6
    ],
    [
        " Swine",
        6327.2,
        6328.44
    ],
    [
        " or saints.",
        6328.44,
        6329.68
    ],
    [
        " So when you make decisions, every decision, think, think about where that decision leads and",
        6331.28,
        6347.56
    ],
    [
        " what that decision will make you become.",
        6347.84,
        6352.52
    ],
    [
        " And then self-determin.",
        6353.36,
        6359.3
    ],
    [
        " Self-determin choose what will make you a better person.",
        6359.86,
        6368.8
    ],
    [
        " And even in situations where you feel you have no choice at all, you still have one last",
        6371.74,
        6379.76
    ],
    [
        " freedom and that is to choose your own attitude in any given set of circumstances.",
        6379.76,
        6386.56
    ],
    [
        " Keep",
        6393.5,
        6394.82
    ],
    [
        " that choice. Keep that freedom, that hard choice.",
        6394.82,
        6400.5
    ],
    [
        " The disciplined choice.",
        6401.88,
        6404.56
    ],
    [
        " And with the discipline to make the right choice,",
        6405.72,
        6413.36
    ],
    [
        " maintain your freedom.",
        6416.68,
        6420.2
    ],
    [
        " Man, I think that's all I've got for tonight.",
        6420.24,
        6432.4
    ],
    [
        " Powerful book.",
        6433.62,
        6436.32
    ],
    [
        " Yeah.",
        6437.42,
        6437.9
    ],
    [
        " Isn't it crazy how I can't help but think of this, like where how they talk about the",
        6438.14,
        6445.06
    ],
    [
        " SS officers, the Nazis, the guys there who are just savages, obviously.",
        6445.06,
        6452.96
    ],
    [
        " But are they really savages as people, though, or is it a circumstantial thing?",
        6453.46,
        6458.72
    ],
    [
        " I mean, I know they're trained to kind of regard this, you know, the Jews or these groups of",
        6459.22,
        6463.42
    ],
    [
        " people as, you know, being ephemeral, this stuff, but like are they savages just as into it?",
        6463.42,
        6469.44
    ],
    [
        " Because it takes a savage to do some of this stuff, you know, especially grabbing a baby",
        6469.44,
        6473.36
    ],
    [
        " and smashing his, as the book said, skull against the wall. That's like subhuman behavior, you know.",
        6473.36,
        6480.26
    ],
    [
        " But when he goes home, you know, he has kids, you know, is he like, I don't care if these kids",
        6480.88,
        6487.96
    ],
    [
        " ultimately, if their heads get, but you know, I'm sure he's not like that. I'm sure he's just a",
        6487.96,
        6493.4
    ],
    [
        " week is all of us. If your kid stubs its toe and starts crying, you know, yeah. Well, we're going",
        6493.4,
        6500.3
    ],
    [
        " to explore, I got some books in the queue to explore the other side of this and they're very revealing",
        6500.3,
        6506.2
    ],
    [
        " about some of that. But again, it's, it's, you're right, that some of these guys, you know, were,",
        6506.2,
        6515.42
    ],
    [
        " were normal, right? Some of these Nazis were normal and they were doing their job. And that's",
        6515.8,
        6521.82
    ],
    [
        " one of the worst, you know, there's a whole, there's a whole argument on whether that even",
        6521.98,
        6529.6
    ],
    [
        " is allowable. Like, if you're doing your job and, and I'll tell you what, in the US military,",
        6529.6,
        6534.46
    ],
    [
        " yeah, that doesn't, that doesn't work. That's an excuse that we don't have. You can't say, hey,",
        6534.9,
        6538.84
    ],
    [
        " I got ordered to do this thing that was against the law or against ethical values. Doesn't matter.",
        6538.94,
        6544.64
    ],
    [
        " I still can't do it. That's not an excuse. And that came directly from this attitude that Nazi said,",
        6544.96,
        6550.72
    ],
    [
        " hey, I was just falling orders. You know, hey, wasn't my father's just falling orders? No, actually,",
        6550.72,
        6554.22
    ],
    [
        " you can't, you can't say that. You're not allowed to say that. So as far as the normalcy,",
        6554.32,
        6558.4
    ],
    [
        " sure, they might have been normal, normal when they went home, but that doesn't remove their guilt",
        6558.6,
        6563.42
    ],
    [
        " at all. Yeah, fully. And you can't take a baby and smash its head against the wall. You don't get a",
        6563.42,
        6568.96
    ],
    [
        " pass on that one, whether you ordered to do it or not. No, there's certain moral standards that",
        6568.96,
        6575.04
    ],
    [
        " exist and you can't violate them. And if you do, you're guilty. It doesn't matter what else you did.",
        6575.04,
        6579.14
    ],
    [
        " Back then, who was kind of the authority on that, like where the moral was it like a global thing?",
        6579.14,
        6587.18
    ],
    [
        " You know, or is it because obviously Hitler would be like, hey, whatever.",
        6587.66,
        6590.94
    ],
    [
        " Well, there's different societies that had different viewpoints. Obviously the Nazis, yeah,",
        6591.62,
        6598.3
    ],
    [
        " hence the war, the Nazis and the Japanese both felt, okay, we can do what we need to do to dominate.",
        6598.48,
        6605.44
    ],
    [
        " Yeah. And whether that's the rape and Nanking or whether that's the concentration camps and the",
        6605.5,
        6610.22
    ],
    [
        " final solution, both those things were in their societies. Now there was, of course, there was people",
        6610.22,
        6616.0
    ],
    [
        " inside those societies. I don't know, I haven't, I don't know of any Japanese. I'm sure there were",
        6616.0,
        6621.64
    ],
    [
        " some Japanese that were against them. And even when we'd read the rape and Nanking, there was a Nazi",
        6621.64,
        6625.38
    ],
    [
        " in Nanking. Remember that sheltered people. So there's an example. Here's a guy now, he didn't know",
        6625.38,
        6631.82
    ],
    [
        " what was going on with the final solution back in Germany. At least it doesn't appear that way.",
        6631.82,
        6637.86
    ],
    [
        " But yeah, this is what makes morality and ethical decision making so challenging.",
        6638.72,
        6645.28
    ],
    [
        " But there is, in my opinion, you know, a certain standard moral code that human beings live by.",
        6645.74,
        6652.74
    ],
    [
        " And that is a universal, relatively unilateral. Now, well, I should actually say it's universal.",
        6653.36,
        6661.12
    ],
    [
        " There's the way that I believe that there's morals and standards that human beings should live by.",
        6661.34,
        6666.64
    ],
    [
        " And when you start stepping outside those bounds, you're going on the wrong side.",
        6667.2,
        6671.78
    ],
    [
        " Yeah, and like anything, man, it's like obviously a spectrum. And then what you're talking about,",
        6672.24,
        6676.9
    ],
    [
        " that universal line that you cross, it's like actually when you really look at the line, it's like",
        6676.9,
        6681.0
    ],
    [
        " it's a universal gray area of, and then when you really look closer, but I think that the",
        6681.0,
        6686.18
    ],
    [
        " circumstances don't really fall within the confines of that gray area very often. So it's easy to",
        6687.3,
        6693.08
    ],
    [
        " be like, that's obviously right. That's obviously wrong. But then every once in a while, these gray areas",
        6693.08,
        6698.04
    ],
    [
        " are emergent. And it's like this big debate. And it depends on who you are. Yeah. I don't spend a lot",
        6698.04,
        6703.44
    ],
    [
        " of time in the gray areas, to be honest with you. Like in my fault pattern, I don't spend a lot",
        6703.44,
        6706.74
    ],
    [
        " of time in the gray areas. Right. But I spend time, because to me, it is pretty obvious. Yeah.",
        6706.74,
        6710.54
    ],
    [
        " Like when you're ISIS and you're systematically raping 12-year-old girls and boys, you don't get",
        6710.54,
        6717.74
    ],
    [
        " to live. That doesn't work. Yeah. That's not part of my deal over here. You die. And when you take",
        6717.74,
        6724.5
    ],
    [
        " people and you put them in cages and you burn them to death, you don't get to do that. Just like these",
        6724.5,
        6729.64
    ],
    [
        " Nazis that are putting people in, you don't get to do that. No, we go to war, we fight, and we win.",
        6729.64,
        6735.64
    ],
    [
        " That's the way it works. Now these gray areas that you're talking about, I don't mess around in",
        6735.92,
        6740.5
    ],
    [
        " those gray areas. Yeah. I think there's too much, there's too, there's turbulence in there. Right.",
        6740.5,
        6746.18
    ],
    [
        " And a lot of times you look at it from the outside and you don't, it's hard to tell what it is,",
        6746.48,
        6750.82
    ],
    [
        " what it actually is happening in there. Right. I'll, and maybe that's not the best policy, but I won't",
        6750.98,
        6757.64
    ],
    [
        " escalate something personally until I see it go outside the lines of what I deem to be. Okay.",
        6757.64,
        6762.3
    ],
    [
        " Yeah. You know, once you get outside those lines, you're done. Well, thankfully you're, you're,",
        6762.4,
        6766.86
    ],
    [
        " you know, a little bit smart in a way where, you know, whether you name these things or not,",
        6766.88,
        6772.94
    ],
    [
        " there's always a particular standard that you go by, you know, so just like the like the difference",
        6773.06,
        6777.26
    ],
    [
        " between killing someone and when someone says murder, you know, murder is clearly defined, you know,",
        6777.26,
        6784.2
    ],
    [
        " so if you murder someone, like killing someone is this broad thing. You kill them accidentally",
        6784.26,
        6790.92
    ],
    [
        " killed them, killed them. Yeah. After planning. Yeah. There's a million. The revenge and all, you",
        6790.96,
        6796.14
    ],
    [
        " know, that's killing someone, but murder is defined, you know, so. Well, somebody asked me when I,",
        6796.14,
        6801.98
    ],
    [
        " I did Tim Ferriss's second time and someone asked me, you know, something along the lines of,",
        6802.06,
        6806.9
    ],
    [
        " well, who defines these rules, which is basically what you just asked me. And I think it actually,",
        6806.9,
        6811.14
    ],
    [
        " there is an answer to who defines these rules in warfare. It's the law of armed conflict. It's",
        6811.14,
        6815.0
    ],
    [
        " like a Geneva Convention. We follow those laws. Right. They're, they're very clearly defined,",
        6815.0,
        6818.72
    ],
    [
        " what you can and can't do. Boom. That's it. Next question. Yeah. And, and, I mean, unless you straight",
        6818.72,
        6823.28
    ],
    [
        " up disagree with the Geneva Convention, you know, and because of your personal moral code, but as",
        6823.28,
        6828.08
    ],
    [
        " long as you have again, a standard that you're going by, that'll reduce the gray areas by a lot.",
        6828.08,
        6833.54
    ],
    [
        " Yes, it will. It's easier to operate in black and white when you have standards and it won't",
        6834.14,
        6839.08
    ],
    [
        " always be easy, but, you know, it's like, well, let me, this, this, when we start getting the gray",
        6839.08,
        6845.54
    ],
    [
        " area and you're sitting here saying, I'm all black and white and that's, and I'm actually saying",
        6845.54,
        6849.06
    ],
    [
        " that like, hey, once you cross this line, but guess what? Those lines can get blurry too. Yeah,",
        6849.06,
        6853.36
    ],
    [
        " that's a little bit because I heard about a guy that was on a documentary who is, he was, he was",
        6853.46,
        6859.46
    ],
    [
        " a, a Western journalist of some kind. And I got to watch this documentary. I'm sure someone will",
        6859.46,
        6863.08
    ],
    [
        " tell us what it is, but somebody else told me about it. The Western journalist, he's embedded",
        6863.08,
        6868.48
    ],
    [
        " with insurgents in Iraq. And he's filming. And they're going out and attacking coalition forces.",
        6870.12,
        6876.9
    ],
    [
        " Thank you. Right. And I guess he was, while he's doing it, you know, he's trying to get his story",
        6877.18,
        6882.8
    ],
    [
        " and do his job, but then all of a sudden they're attacking coalition forces, right? Now there's a",
        6882.8,
        6886.86
    ],
    [
        " gray area. Now, let's say if you want to take that example to the extreme, if we're in a firefight,",
        6886.86,
        6892.68
    ],
    [
        " and I see a guy with a camera who's wearing a press badge following an insurgent, right? I mean,",
        6893.48,
        6899.62
    ],
    [
        " they're going to work out good for him because it's not like I'm going to say, okay, well,",
        6899.86,
        6904.4
    ],
    [
        " you know, he's clearly his with insurgents. But what I'm saying is that's, that's one example",
        6904.58,
        6908.86
    ],
    [
        " of many that, that you could get into where also another thing that happened in Iraq a lot was",
        6908.86,
        6914.82
    ],
    [
        " people change sides. And they went from supporting the terrorists to supporting the coalition and",
        6914.82,
        6919.38
    ],
    [
        " then back again and then back again. So how do you balance those? Yeah. And I'll tell you how",
        6919.38,
        6926.94
    ],
    [
        " I balance them was how can we achieve our mission? Yeah. And that sounds like like one of those",
        6926.94,
        6932.88
    ],
    [
        " mission focus, but it's true. I look at, okay, this guy, you know, a year ago was being targeted",
        6932.88,
        6939.58
    ],
    [
        " by coalition forces for being a bad guy. Now he has changed course. So what am I supposed to do,",
        6939.58,
        6946.68
    ],
    [
        " still prosecute him? Or is he going to help us achieve our mission of overall victory?",
        6946.86,
        6950.0
    ],
    [
        " Guess what I'm going to do? I'm going to cut him some moral slack. Yeah. Because we're going to win.",
        6950.32,
        6956.82
    ],
    [
        " So those are hard things to, but that's exactly what I mean. They'll see the standard. The standard",
        6957.6,
        6962.56
    ],
    [
        " in your case became the overall mission. Yes. So you know, you have that, it's not like just some",
        6962.56,
        6968.44
    ],
    [
        " guy floating down the road through life being like, hey, I don't feel good about that right there.",
        6968.44,
        6972.18
    ],
    [
        " So I feel this way. So I'm going to do it. It's not that it's like there's a standard,",
        6972.18,
        6975.48
    ],
    [
        " very concrete attached to it. Still gray areas going to emerge, but like I said, it just reduces",
        6975.66,
        6980.16
    ],
    [
        " that gray area. Yeah. The bottom line is this is why leadership is hard. Yes. The whole idea of",
        6980.16,
        6988.12
    ],
    [
        " leadership, whether it's in combat or whether it's in the business world or whether it's part of a",
        6988.12,
        6992.8
    ],
    [
        " team or whether it's part of a family or whether it's in a concentration camp or whether it's in",
        6992.8,
        6996.72
    ],
    [
        " a prisoner of war camp, leadership is hard. There's gray areas like when Captain Plum was saying,",
        6996.72,
        7002.16
    ],
    [
        " hey, he got told an order, you know, make communications with this guy at all costs.",
        7002.46,
        7008.06
    ],
    [
        " At all costs. That means I'm going to get beaten and tortured and died by the guards to get this",
        7008.88,
        7014.4
    ],
    [
        " guy this piece of communication. Is he going to follow that? Yes. What? No. He had to make a judgment",
        7014.4,
        7020.22
    ],
    [
        " and say, you know what? No, that doesn't make sense. That doesn't make sense. So this gray area",
        7020.22,
        7025.74
    ],
    [
        " that went outside the bounds of the gray area and he said, no, I'll do my best. I understand that",
        7025.74,
        7030.04
    ],
    [
        " it's critical, but I'm going to stay within me staying alive. Right? So that is what makes leadership",
        7030.04,
        7039.2
    ],
    [
        " hard is you have to constantly make these decisions where there's their gray area and you're doing",
        7039.2,
        7045.62
    ],
    [
        " your best, you're assessing. And that's that's again, to me, it was always I love that. I love that",
        7045.62,
        7051.34
    ],
    [
        " about leadership. I loved weighing those decisions out and I loved discussing them with my guys up",
        7051.34,
        7055.84
    ],
    [
        " and down the chain of command and saying, hey, here's where we're at. Let me tell you exactly where we're at.",
        7055.84,
        7059.34
    ],
    [
        " You know, I'll use Lafe. You know, Lafe, here's what's going on. This is the situation. What do you think?",
        7059.84,
        7064.56
    ],
    [
        " Well, I think this, okay, that's a good point. But did you think about that? Oh, that's a good one.",
        7065.0,
        7068.86
    ],
    [
        " You know what I mean? We're going to have those conversations and I had never had any problem",
        7068.94,
        7072.26
    ],
    [
        " opening my mind up to these various opinions that people had. And I think as a leader, that's a huge",
        7072.26,
        7079.04
    ],
    [
        " piece of building trust up and down the chain of command is when you have an open mind to discuss",
        7080.78,
        7085.46
    ],
    [
        " things with people. And that also double gravitational pull echo Charles helps you build the",
        7085.46,
        7091.62
    ],
    [
        " relationship. Yeah. Helps you build the relationship and helps you say, oh, you know what? Like,",
        7091.62,
        7095.9
    ],
    [
        " it's the minute I'm in there, I'm talking to him like, hey, I go, we got a gray area here. You know,",
        7095.96,
        7099.86
    ],
    [
        " we got a customer that is threatening to put us on Yelp, but we didn't do anything wrong. How do",
        7099.94,
        7108.2
    ],
    [
        " well you think we should just tell them, go ahead, put it on Yelp. We don't care. And we'll go to",
        7109.26,
        7113.96
    ],
    [
        " Yelp and we'll talk to them. That might be the good answer. But also it might be good to say, bro,",
        7113.96,
        7118.44
    ],
    [
        " wait, why are you so mad? Customer, let's talk. Hey, we want to refund you. We want to take care of",
        7118.74,
        7124.22
    ],
    [
        " you because our customers are important to us. Maybe you'll give us a positive thing on you.",
        7124.22,
        7127.4
    ],
    [
        " You know what I'm saying? There's all this gray area. Yeah. And if you have an open mind to",
        7127.58,
        7131.92
    ],
    [
        " discuss things with your team, team up and down the chain of command, you know what you'll do is you",
        7131.92,
        7136.76
    ],
    [
        " you'll get in that gray area. You'll start to get clarity. You'll start to get clarity. You'll",
        7136.76,
        7141.64
    ],
    [
        " start to see better. And you can move through the gray area without being without being so decisive",
        7141.64,
        7150.04
    ],
    [
        " that in a gray area, you don't know if it's black or white, right? So if you decide as the leader,",
        7150.04,
        7156.2
    ],
    [
        " I'm going black, going black. Then when the gray area clears up, it was white that you should have",
        7156.46,
        7162.0
    ],
    [
        " gone with. Yeah, you don't need to do that. In many cases, you can say, okay, I'm a lean a little",
        7162.0,
        7166.52
    ],
    [
        " bit towards the black because that's what I'm feeling. And then all of a sudden you start moving",
        7166.52,
        7169.2
    ],
    [
        " there and you start seeing that, no, this is going to be a white decision. Yeah. Okay, I can recover",
        7169.2,
        7173.56
    ],
    [
        " from that. I can move backwards and repair what decision was made. And the best way to do that is",
        7173.56,
        7179.38
    ],
    [
        " say, hey, guys, here's the situation. I thought that black was going to be the right decision. I",
        7179.38,
        7184.92
    ],
    [
        " started leaning in that direction. I was wrong. Now I see that white is the right answer and we're",
        7184.92,
        7190.72
    ],
    [
        " going with white. Does anyone have any questions about that? Does everyone understand why I did that?",
        7190.72,
        7196.18
    ],
    [
        " Oh, you don't understand why. Let me explain it to you. Here's what I thought. Here's what I saw.",
        7196.52,
        7199.24
    ],
    [
        " Did you next time? Do you want me to wait like contact you so you can that's what I'm talking",
        7199.36,
        7203.44
    ],
    [
        " about. And by the way, when I'm doing that, I'm building relationships with my team, which is",
        7203.44,
        7206.8
    ],
    [
        " what I want to do. I just was talking to a leader the other day. And I told him and reiterated",
        7206.8,
        7212.32
    ],
    [
        " something. I've said over and over again, but people that did things for me and the teams",
        7212.32,
        7216.16
    ],
    [
        " that were in the army, the Marine Corps, in the SEAL teams, in my platoon, up and down,",
        7216.16,
        7220.68
    ],
    [
        " the chain of command doesn't matter. 99.9% of it wasn't because I had some kind of rank or privilege",
        7220.68,
        7227.42
    ],
    [
        " over them. It was always because I had a good relationship with people. And when you build that",
        7227.42,
        7231.72
    ],
    [
        " good relationship with people, that's what it's all about. Then they do things for you. And you know",
        7231.72,
        7237.2
    ],
    [
        " what? You do things for them too. It's not a one way street that I'm talking about because you won't",
        7237.2,
        7241.68
    ],
    [
        " build any relationships if you're building one way street, right? No one's going to be your friend",
        7241.68,
        7244.6
    ],
    [
        " after you just take advantage of them over and over again, like those people that call you only when",
        7244.6,
        7249.72
    ],
    [
        " they need something from you, right? Now I actually don't have a problem with that because I don't",
        7249.72,
        7254.34
    ],
    [
        " communicate with a lot of people, right? I communicate on social media with a bunch of different people.",
        7254.34,
        7260.4
    ],
    [
        " They'll get you there. But as far as if like when one of my buddies calls me up and says,",
        7260.46,
        7265.48
    ],
    [
        " hey, I need this favor. I'm like, cool on it. I haven't talked to him for nine months. He's only",
        7265.48,
        7270.62
    ],
    [
        " calling me because he needs something from me. Doesn't matter. People do that with me all the time.",
        7270.62,
        7274.6
    ],
    [
        " And it's cool. Now this is a big group of people. There's like six people in the world.",
        7274.66,
        7278.94
    ],
    [
        " And those same six people, they don't call to wish me happy birthday. They don't call to tell me,",
        7279.16,
        7283.7
    ],
    [
        " you know, Merry Christmas. They call me up and say, hey, I need this from you. Can you do it?",
        7283.7,
        7290.46
    ],
    [
        " And I'm like, God it. No factor. Do you even have a birthday? Negative. I have a manufacturing day.",
        7290.52,
        7296.92
    ],
    [
        " So funny. I'm just trying to imagine someone calling you to wish you have a birthday. I mean,",
        7299.86,
        7304.98
    ],
    [
        " maybe like your wife. It was awkward when I got in the civilian sector and people would be like,",
        7305.0,
        7308.66
    ],
    [
        " when's your birthday? I'd be like, why? Why? What are you talking about? Why are you trying to",
        7308.66,
        7312.78
    ],
    [
        " get my personal information? I'm going to attack you. Hey, what sign are you? No, yeah, you know,",
        7312.78,
        7321.14
    ],
    [
        " that's the thing. What was the other funny thing about the birthday deal? Well, that's like getting",
        7321.18,
        7326.24
    ],
    [
        " presents. I'm not good with presents. Yeah, man. But don't get me any presents. Right. Because I don't",
        7326.24,
        7331.0
    ],
    [
        " want what you got me. Yeah. If I want something I already have it. Yeah. So what you got me",
        7331.0,
        7336.5
    ],
    [
        " isn't going to be appreciated. There's one gift that my wife got me one time. And I haven't,",
        7336.5,
        7342.66
    ],
    [
        " I've been thinking about why I haven't talked about this particular whole situation. And that's,",
        7342.7,
        7347.02
    ],
    [
        " there's a band called the white stripes. Sure. White stripes. And the white stripes. Jack white,",
        7347.24,
        7352.44
    ],
    [
        " Meg white. The white stripes are awesome. They're an awesome band. And there's so many layers with",
        7352.44,
        7359.72
    ],
    [
        " the white stripes. First of all, there's, I'll tell you two layers that I love about the white stripes.",
        7359.72,
        7363.98
    ],
    [
        " Number one, all their clothing, guitars, drums, keyboards, everything that they have on stage and",
        7364.28,
        7373.34
    ],
    [
        " everything that they have on their record albums. Everything that they have is either red, black,",
        7373.34,
        7378.06
    ],
    [
        " or white on all the records since day one. That's number one. Number two, they only have three sounds",
        7378.06,
        7386.98
    ],
    [
        " in any of their songs at any one time. So those three sounds could be drums, vocals, guitar,",
        7386.98,
        7395.02
    ],
    [
        " they could be drums, keyboards, vocals. They could be keyboards, guitar, vocals, but they only have",
        7395.42,
        7401.96
    ],
    [
        " three sounds at any one time. Vocals is one of the sounds. Oh, thanks. There's only two instruments.",
        7401.96,
        7407.52
    ],
    [
        " Anyways, the white stripes is an awesome band. And my wife bought me tickets to go see the white stripes.",
        7408.42,
        7415.82
    ],
    [
        " Now I didn't even think about I never pay attention to when bands are playing or whatever.",
        7415.9,
        7419.42
    ],
    [
        " So my house, I was, I don't use this term very often, but I was overjoyed that she got me tickets",
        7420.28,
        7427.82
    ],
    [
        " to the white stripes. I was so stoked. And then Meg white had some issues and they canceled the",
        7427.82,
        7435.58
    ],
    [
        " whole tour and they never played again. A couple weeks away from being in San Diego where I was",
        7435.58,
        7439.8
    ],
    [
        " going to go see the white stripes. So the question is ultimately, ultimately, grand scheme of things.",
        7439.8,
        7444.58
    ],
    [
        " Was that a good gift to give, Jocco? It was an awesome gift to give me. So it was it the thought",
        7444.74,
        7449.6
    ],
    [
        " that counts in this case. It was a beautiful gift, not me. And I was, and I couldn't believe she",
        7449.6,
        7455.46
    ],
    [
        " thought of it. Because normally it's like, oh, you got me a sweater from some store that I hate.",
        7455.46,
        7459.54
    ],
    [
        " Yeah.",
        7462.0,
        7462.36
    ],
    [
        " No, I'm really hard to shop for. I'm really, I want something I have it. And I don't want that much.",
        7460.08,
        7467.66
    ],
    [
        " So it's like, oh, I want something I have it. Once every 18 months, I want something.",
        7467.92,
        7473.44
    ],
    [
        " And then I get it. Yeah. I'll get you like a new t-shirt or something.",
        7473.64,
        7477.26
    ],
    [
        " You wear that one. No, this t-shirt's fine. Don't get me a new one. This one works good.",
        7477.44,
        7481.04
    ],
    [
        " Yeah. That's, yeah, it seems like a good gift.",
        7484.52,
        7487.44
    ],
    [
        " Good gift.",
        7487.44,
        7487.78
    ],
    [
        " I just went off on a tangent. I feel like you went off on a tangent.",
        7487.78,
        7491.62
    ],
    [
        " You know why? Because I was listening to the white stripes the other day.",
        7492.2,
        7494.2
    ],
    [
        " And I was thinking I never give the white stripes the props that they deserve.",
        7494.22,
        7496.96
    ],
    [
        " Yeah, I met. And Jack White, the props that he deserves.",
        7497.26,
        7499.66
    ],
    [
        " Right. As a singer songwriter.",
        7499.96,
        7501.78
    ],
    [
        " I think brother and sister. They're not allegedly alleged.",
        7502.22,
        7505.44
    ],
    [
        " They were actually husband and wife. They got divorced. But they always claim to be brother",
        7505.74,
        7508.94
    ],
    [
        " sister. It's my little sister, Meg White. More later.",
        7508.94,
        7511.46
    ],
    [
        " This is my big sister. That's right. That's what he always said.",
        7511.54,
        7513.92
    ],
    [
        " Thank. That's good, man.",
        7514.48,
        7516.3
    ],
    [
        " Cool. Well, the original point was these crazy,",
        7517.34,
        7519.98
    ],
    [
        " savage type people, maybe normal people, other than their crazy job.",
        7519.98,
        7526.16
    ],
    [
        " Yeah. And what's...",
        7526.58,
        7528.4
    ],
    [
        " And I'm, but I'm not saying so it's cool. I'm not saying that it's not embarrassing.",
        7528.4,
        7531.2
    ],
    [
        " Because that's what's embedded in this is your, your, your, your accountable for your actions.",
        7531.2,
        7534.2
    ],
    [
        " Yeah. Your guard knows how cool you are.",
        7534.56,
        7535.84
    ],
    [
        " Yeah, yeah, yeah. And that's something from any leadership position you need to be aware of.",
        7535.84,
        7541.92
    ],
    [
        " And when I say new leadership position, I mean you as a front line trooper.",
        7542.0,
        7544.8
    ],
    [
        " Because if you as a front line trooper is getting told to do something that you know as morally,",
        7544.98,
        7548.28
    ],
    [
        " ethically or illegally wrong and you still do it, it's on you.",
        7548.28,
        7551.44
    ],
    [
        " Sure, you can point to finger and blame the higher ups and the higher ups should be burned to",
        7551.44,
        7554.58
    ],
    [
        " if they told you to do something that was wrong. But you need to be accountable for what you did.",
        7554.58,
        7558.7
    ],
    [
        " And that's all there is to it. Yeah. Okay.",
        7558.94,
        7560.98
    ],
    [
        " That's a rough tour. No one wants to play that game.",
        7561.16,
        7563.86
    ],
    [
        " The Nazis wanted to play that game. That's not mine.",
        7564.34,
        7566.6
    ],
    [
        " Hey, I was ordered to do this. Can't do that. Can't say that. Don't get that excuse.",
        7566.78,
        7570.34
    ],
    [
        " You don't get the I was a good person and I took care of my kids even though I was",
        7570.82,
        7574.68
    ],
    [
        " shoving people into into a gas chamber. You don't get to play that game.",
        7574.68,
        7578.06
    ],
    [
        " No. Yeah, man. It's too much. Brother, there's a small little documentary on blind.",
        7578.36,
        7583.52
    ],
    [
        " I don't know. I didn't watch the whole thing. But it was about the executioner in the Middle East",
        7583.84,
        7587.34
    ],
    [
        " somewhere, you know, one of these countries where, you know, he has his sword and it's his job,",
        7587.34,
        7592.62
    ],
    [
        " you know, and he's straight up executioner. Yeah. That's it. That's just his job.",
        7592.62,
        7597.0
    ],
    [
        " Modern day job, by the way. And he's like, yeah, yeah, it wasn't old school.",
        7597.1,
        7600.42
    ],
    [
        " It's on YouTube. Yeah. Like last week. Yeah. And there, but it's like, it's funny because the whole",
        7600.52,
        7605.64
    ],
    [
        " feel of the documentary was just really like, oh, yeah, this guy has a cool job. And he's like",
        7605.64,
        7610.14
    ],
    [
        " slicing people's heads off with great precision and he's so good at his job. You know, here's his",
        7610.14,
        7615.4
    ],
    [
        " family and they're loving, you know, and they're, you know, he's playing with his kids.",
        7615.4,
        7619.26
    ],
    [
        " It's like all this stuff is just weird, man.",
        7619.26,
        7621.28
    ],
    [
        " Anyway, yeah, there's, there's",
        7621.72,
        7625.58
    ],
    [
        " another culture. Yeah, it's weird. A lot of gray areas in that one too.",
        7625.58,
        7631.48
    ],
    [
        " My man, indeed. Kind of. Anyway, or not?",
        7632.04,
        7636.46
    ],
    [
        " I feel like we should go into the support. Yeah, we should go into the support.",
        7637.1,
        7643.12
    ],
    [
        " support is one of those good things. Very dynamic.",
        7644.7,
        7647.0
    ],
    [
        " Supporting others, supporting yourself, supporting others and yourself, which is a",
        7647.6,
        7653.84
    ],
    [
        " separate category of support, in my opinion. So there's yourself, others and yourself and others.",
        7653.84,
        7658.9
    ],
    [
        " That's another category.",
        7659.12,
        7659.88
    ],
    [
        " Want to talk about on it, we're talking about all three categories. Support yourself.",
        7661.44,
        7665.02
    ],
    [
        " By with supplementation. And we talk about supplementation all the time, but",
        7665.64,
        7670.14
    ],
    [
        " No, you talk about supplementation. Well, you're the one who turned it, turn me on to it.",
        7670.78,
        7675.36
    ],
    [
        " So actually, some of it. I took Schumtek before you talked about it. Before pre-podcast.",
        7675.72,
        7682.88
    ],
    [
        " Pre-podcast, I was on Schumtek. I was on Alpha Brain Schumtek.",
        7683.08,
        7687.48
    ],
    [
        " I got my shipment of Alpha Brain pills, but back in I had run out. That I only had the",
        7687.94,
        7696.98
    ],
    [
        " instant. And so now, like I said, what's nice about the Pilser is you got something coming to do",
        7697.06,
        7702.98
    ],
    [
        " the podcast. Guess what? Alpha Brain pills. And I might double up on the Alpha Brain if I think I",
        7702.98,
        7708.28
    ],
    [
        " got to really get my gig, but it's good to have the capsules as well. But what's cool about",
        7708.28,
        7716.66
    ],
    [
        " the drink is it tastes good. And if you get the sweet tooth itch going and you want something sweet",
        7716.66,
        7722.48
    ],
    [
        " and you get the peach. The natural peach, not the spicy. The spicy has a different",
        7722.5,
        7727.28
    ],
    [
        " situation going on. The peach is just straight up like tasty like peach. Yeah, peach.",
        7727.28,
        7732.08
    ],
    [
        " Peach is kind of situation. Yeah, kind of like that. Agree. I dig it. The pills. I dig it. And",
        7732.26,
        7738.72
    ],
    [
        " that's actually what we had with the pills. I said, we, because me and my brother, we",
        7738.72,
        7745.26
    ],
    [
        " Alpha Brain, but when they came out with the instant, that was better. And it starts to become like",
        7745.26,
        7749.8
    ],
    [
        " this little kind of ritual. You know, you mix up your Alpha Brain, you know, kind of thing.",
        7749.8,
        7753.22
    ],
    [
        " And it's instant. I don't know. It just seems like either way, it doesn't matter. If I haven't",
        7753.44,
        7758.68
    ],
    [
        " mentioned it already, I think I did. These are supplements from on it on it.com. We talk about",
        7758.68,
        7765.84
    ],
    [
        " the supplements, but there's like work outside. I just bought a jump rope. Did you? Yeah. See, so",
        7765.84,
        7770.76
    ],
    [
        " when I was young, I was good at chop rope. Yeah. And then as I, you know, as I think kind of when",
        7770.76,
        7779.3
    ],
    [
        " I don't know, maybe early 20s kind of stopped. So that's long time ago. Jump rope is awesome. Yeah.",
        7780.18,
        7785.42
    ],
    [
        " So I said, you know, you know, you know how like like riding a bike, you stay good at something",
        7786.0,
        7790.34
    ],
    [
        " a little bit. You're rusty. You're rusty. Yeah. Definitely gonna be rusty. You can't shred. And you",
        7790.34,
        7794.6
    ],
    [
        " can go as long, you know, like that kind of stuff. It's weird because you know how jump rope. You",
        7794.6,
        7798.32
    ],
    [
        " know what you're just back in the day of boxing. Yeah, boxing jumping rope for three minutes was like",
        7798.32,
        7803.42
    ],
    [
        " no factor. Yeah. Go jump. Go 10 minute warm up. Yeah. Go get your jump rope right out. Just get out,",
        7803.42,
        7808.18
    ],
    [
        " get out three minutes on the rounds. We feel it. Yeah. So yeah, about one of those. And it's so",
        7808.18,
        7814.84
    ],
    [
        " the interesting thing about that is jump rope technology has changed a little bit. So what is it",
        7814.84,
        7821.2
    ],
    [
        " made of steel? No, well, there's I'm sure there's steel in there. So, but it's like each handle has",
        7821.2,
        7825.72
    ],
    [
        " a swivel. The little, I mean, it's simple, but there's like way more to it than before last time.",
        7825.72,
        7830.66
    ],
    [
        " It's like two wooden handles and a rope. Yeah. Yeah. For sure. Actual rope. This one is like a cord",
        7830.66,
        7835.12
    ],
    [
        " that survives all this stuff. I don't know. Anyway, got a jump rope. The jump rope is on there if you want.",
        7835.42,
        7840.98
    ],
    [
        " Well, the jump off. Yeah. I was pretty good to prove to know. Do you remember one like",
        7841.32,
        7848.66
    ],
    [
        " when you jump rope and then when the you know how like and this was like elementary school.",
        7848.66,
        7853.18
    ],
    [
        " And if you'd get tired or you couldn't keep a rhythm, they'd say, hey, just just wave it from",
        7853.4,
        7858.12
    ],
    [
        " yeah, yeah, yeah, that's the name for that move. Yeah. Uh, what's it called when you to tar,",
        7858.4,
        7864.38
    ],
    [
        " to taro, to taro when you boom like a like a",
        7864.48,
        7867.52
    ],
    [
        " Matador. Isn't it called Matador when you just go side to side? Yeah, you can't get it or whatever. Yeah.",
        7867.52,
        7874.88
    ],
    [
        " I just get that rhythm going. Oh, yeah. I don't know. The name I never had to do that because I was",
        7874.96,
        7878.32
    ],
    [
        " expert level even in elementary school. But that's that's going to be you if in fact, you want to step up.",
        7878.32,
        7884.36
    ],
    [
        " So you can get that on on it. Not just if you want. If you want kettlebells on there too.",
        7884.38,
        7889.06
    ],
    [
        " The good kind. Well, kettlebells are good straight out. They're all good. And but on it has those",
        7889.3,
        7895.7
    ],
    [
        " artistic ones. Yeah, those add another layer. But they have the regular one. I think they're called",
        7895.7,
        7901.3
    ],
    [
        " the competition ones. I don't know. Yeah. Oh, yeah. So yeah, you get the legend bells, which is like",
        7901.3,
        7907.66
    ],
    [
        " what the cyclops, the werewolf. Well, look at them there. They're dope. You know, primal bells,",
        7907.66,
        7913.36
    ],
    [
        " which is like all that, you know, primates and stuff. Yeah, I think I got the chimp two chimps",
        7913.36,
        7921.42
    ],
    [
        " and two werewolves. Yeah, see, I have I have zombie bells. Mine are just evils on these. How big of",
        7921.42,
        7927.28
    ],
    [
        " the zone? The one you know I forget. Yeah, that's like designer. You can probably keep it inside too.",
        7927.28,
        7933.6
    ],
    [
        " Yeah. No, that's not really do. No, the one that I keep inside is not the ones in my garage are for",
        7933.8,
        7939.76
    ],
    [
        " the long heavy work. This one is for oh, I'm tired of writing right now. I'm going to bang out",
        7940.42,
        7945.96
    ],
    [
        " some snatches. Right. Boom. Boom. God, feel a lot better now. Right more. I'm a right harder. Yeah,",
        7945.96,
        7952.1
    ],
    [
        " there you go. But yeah, there's anyway, the point there is there's very cool things on the website",
        7952.2,
        7958.72
    ],
    [
        " on it.com. And the supplements, it's not to mention this. The fact is the supplements are straight",
        7958.72,
        7964.72
    ],
    [
        " up the best ones straight up because from the beginning and how is this? And I don't know if we",
        7964.72,
        7972.74
    ],
    [
        " already mentioned this, but I hear it. Joe Rogan talks about all the time how name drop. Yep,",
        7972.74,
        7978.96
    ],
    [
        " I listened to Joe Rogan all the time and he says these things and I believe him. If you get",
        7979.46,
        7985.6
    ],
    [
        " like, I don't know, schroom tech. Yeah, you're like, hey, I didn't feel it. I got tapped out. So,",
        7985.6,
        7990.24
    ],
    [
        " you know, I expect more out of schroom tech. I expect this to make me tap out everybody. I don't like it.",
        7990.24,
        7995.42
    ],
    [
        " Send it back. No, you don't even send it back. You send them an email saying, hey, I don't like this",
        7995.6,
        8000.58
    ],
    [
        " stuff. They'll just send your money back. You don't have to send it back. That's pretty awesome then.",
        8000.58,
        8004.12
    ],
    [
        " Yep. But don't be trying to be like, hey, I'm going to give me my money back in the next month",
        8004.62,
        8009.14
    ],
    [
        " after you're done with it. Order some more and then do it again. Yeah, you're going to get",
        8009.14,
        8014.12
    ],
    [
        " ostracized nonetheless. Um, Crill Oil, that's the one you don't want to not have Crill Oil.",
        8015.92,
        8019.78
    ],
    [
        " Even if you're like a young guy in my opinion, I should always been on Crill Oil. You should have.",
        8019.92,
        8024.82
    ],
    [
        " Yeah. And if you're not on Crill Oil, I think you are like a step behind joint wise.",
        8024.96,
        8028.66
    ],
    [
        " It's, you know, which puts you behind in a lot of different ways. A lot of different ways. Yeah,",
        8028.82,
        8033.54
    ],
    [
        " even working out as hard. And I was working on this hard, struggling through various activities",
        8033.54,
        8037.68
    ],
    [
        " in everyday life. Yeah. I told the story whatever, but I do it all the time. You know, when you fill",
        8037.68,
        8042.58
    ],
    [
        " up water in the big five gallon jugs, you know, and bread. Do that at night when it's kind of cold.",
        8042.58,
        8048.06
    ],
    [
        " It's like, right, you carry those things from the thing to your car. You don't want to be worried",
        8048.06,
        8052.28
    ],
    [
        " about my knees or whatever. You're back. The trials. You should write your own book, dude.",
        8052.28,
        8061.48
    ],
    [
        " What about like the, the kind of crazy trials you've been through carrying water on a cool night",
        8062.4,
        8068.1
    ],
    [
        " in Southern California. I know. Very fresh. Pure water, by the way.",
        8068.1,
        8074.3
    ],
    [
        " Doesn't make it lighter though. You still have to struggle. But here's the thing. No.",
        8074.84,
        8078.6
    ],
    [
        " There are micro, they're called micro struggles is really what they are. Standing in line.",
        8079.62,
        8085.2
    ],
    [
        " Actually, the standing in line thing, that's not a struggle. That's manufactured struggles. So,",
        8085.52,
        8088.84
    ],
    [
        " it's like an exercise in discipline and embracing struggle. That's what it is. It's not an actual",
        8088.86,
        8093.68
    ],
    [
        " struggle bestowed upon your heaped on your shoulders. You know, they have to bear in everyday life.",
        8094.24,
        8099.68
    ],
    [
        " That's not what's the standing in line. That's why you need your book about echoes struggles.",
        8099.68,
        8103.82
    ],
    [
        " You can, you can document these various me looking for a specific wine. That one is a big wine.",
        8103.82,
        8111.54
    ],
    [
        " Was that a tomato one? Two, like some kind of tomato sauce. No, I went.",
        8111.64,
        8114.74
    ],
    [
        " Yes. Yeah. It's a tomato sauce struggle. The wine struggle. The holding the groceries. Now, we got",
        8115.14,
        8120.62
    ],
    [
        " the fill in the water bottles. There's four chapters. Micro, micro struggles. And filling up the water",
        8120.62,
        8124.86
    ],
    [
        " is not a struggle because I'm on the krill oil. Omega three is frighting to my joints straight into my",
        8124.86,
        8130.08
    ],
    [
        " joints. Uptake. High percentage uptake. Anyway, get on the krill oil. I'm on the strong bone now, too.",
        8130.08,
        8137.54
    ],
    [
        " By the way, for, that's for tendons, the tendon attaching to the bone.",
        8137.86,
        8143.32
    ],
    [
        " It's a strontium. Doesn't it? I feel some really good about it actually. More preventative.",
        8144.94,
        8150.8
    ],
    [
        " Because I lift. Yeah. Nonetheless, strontium, that's in strong bone. That doesn't, that doesn't hit",
        8151.16,
        8158.4
    ],
    [
        " the like the limelight isn't on that all the time. It's all on calcium most of the time.",
        8158.4,
        8161.82
    ],
    [
        " Calcium makes your bone strong. Strontium just as much.",
        8162.0,
        8164.42
    ],
    [
        " So get on the strong bone. A bone strength. Also,",
        8165.02,
        8171.06
    ],
    [
        " off a brain obviously, strometech for high, high performance. Go on the website. Whatever you need,",
        8172.48,
        8177.24
    ],
    [
        " they got it. They even got like a tri blend peanut butter nut butter. It's not peanut butter. It's like",
        8177.26,
        8184.0
    ],
    [
        " almond cashew and walnut. Don't know. Anyway, it's delicious. Get on now. Anyway, on it.com.",
        8184.0,
        8191.78
    ],
    [
        " Slash jackeau. If you want 10% off, pay full price. That's up to you really. You know what I'm saying?",
        8192.62,
        8200.18
    ],
    [
        " I wouldn't recommend it. I don't even know if anyone would recommend that.",
        8201.06,
        8204.92
    ],
    [
        " Also, good way to support. If you're interested in the book,",
        8205.94,
        8212.34
    ],
    [
        " man search for meaning, Victor Franco.",
        8212.94,
        8217.36
    ],
    [
        " What I have done is I put on the website a page with all the books, all of them that jackeau",
        8218.66,
        8229.0
    ],
    [
        " is covered. Everyone's a while jackeau covered an article. The links maybe I'll do that. But",
        8229.0,
        8235.16
    ],
    [
        " nonetheless, the books are all on there all in order too, by the way. So the most recent is",
        8235.16,
        8239.52
    ],
    [
        " going to be at the top. This one will be on there. It is on there. If you want to support,",
        8239.52,
        8243.74
    ],
    [
        " click on there. If you're going to get the book, click through there. Directly straight to Amazon.",
        8244.08,
        8249.7
    ],
    [
        " What if you're doing other shopping? Hey, man, go ahead. Do the same thing. Click on it. We have a",
        8250.38,
        8254.88
    ],
    [
        " banner on the front page too. And then you can click on there. Yeah. And then you can do",
        8254.88,
        8258.88
    ],
    [
        " your shopping. Yeah, if you want. That sounds like a good plan. Even if you buy a duct tape.",
        8258.88,
        8263.02
    ],
    [
        " Also, do you have a link to your favorite duct tape on there? No, dang. I don't know. Sometimes I say",
        8263.48,
        8271.24
    ],
    [
        " things that are just so inherently brilliant. It makes me wonder. So we will have a duct tape. Link",
        8271.24,
        8278.22
    ],
    [
        " for sure. Yeah, just in case. Everyone needs duct tape. And they especially need it when they get",
        8278.22,
        8284.42
    ],
    [
        " done most of the podcast. They're thinking about the things that they're going to be duct taping",
        8284.42,
        8287.8
    ],
    [
        " together. Yeah. So yeah, that's true. You know why I mentioned duct tape in the beginning.",
        8287.8,
        8292.26
    ],
    [
        " And I didn't really realize this because I didn't think about it until a handful of people asked me.",
        8292.26,
        8297.8
    ],
    [
        " You know why? Why? Because I used to watch my guy for all the time. Actually, I still watch my guy for it.",
        8298.34,
        8303.3
    ],
    [
        " That's a thing, man. No, no, no, it's on a channel called Clue CLO, random, random channel. Yeah,",
        8303.54,
        8310.96
    ],
    [
        " it's like a retro channel kind of apparently. I have a man. Oh, there's a new man. By the way,",
        8311.26,
        8317.56
    ],
    [
        " a new one. Was it lame? I don't think it's as good as the old one, but it could be just my,",
        8317.56,
        8321.7
    ],
    [
        " you know how you get attached to your old shows. It could be that. But look, I ever was dope back in",
        8321.84,
        8327.22
    ],
    [
        " the day. So, you know, whichever. And that was his thing. Duck tape. People like to say,",
        8327.22,
        8331.44
    ],
    [
        " whoa, paperclip, right? McGiever with the paper. He never really had a paperclip. He had duct tape.",
        8331.5,
        8336.94
    ],
    [
        " That was his thing. I know. I was watching TV. All right. Well, that's on you. And I did it. But",
        8336.94,
        8342.02
    ],
    [
        " I was busy getting after he had the switch. I mean, I and the duct tape. That was his thing.",
        8342.02,
        8347.24
    ],
    [
        " Everything else he just found in an environment is environment, which, which changed from episode",
        8347.44,
        8351.3
    ],
    [
        " to episode. Nonetheless, subscribe to the podcast on iTunes, Stitcher, Google Play, all these",
        8351.3,
        8356.86
    ],
    [
        " platforms that provide podcasts. We're on all of them. Boom. Subscribe, which are one you use.",
        8356.86,
        8362.76
    ],
    [
        " Even if he used to, I guess, right? I mean, does do people use two platforms? Why did I do that the other day?",
        8363.92,
        8369.62
    ],
    [
        " There's some reason I had to go to a different platform. So I have a backup platform. Boom. Subscribe to both. Yeah. Right. Is that kind of like YouTube and Vimeo?",
        8370.26,
        8380.24
    ],
    [
        " You know, some guys will have a Vimeo account as well. I don't know why that got escalated.",
        8380.64,
        8385.4
    ],
    [
        " It's a good YouTube.",
        8385.4,
        8387.42
    ],
    [
        " Bad video. I'll tell you what. Well, I don't know why, but this could be the reason why.",
        8387.8,
        8391.88
    ],
    [
        " Because YouTube, okay. So Vimeo is kind of for like professionals, people who fancy themselves as like",
        8391.96,
        8397.12
    ],
    [
        " film makers. Like here's my piece that I've made in our artist. It tends to be that. YouTube is just like",
        8397.12,
        8403.96
    ],
    [
        " guys. YouTube is kind of that too. But overall, yeah, exactly right. Just throw my video to YouTube.",
        8403.96,
        8409.6
    ],
    [
        " Like, you know, the tube TV. It's you. Whatever you are. Vimeo is, I don't know the name. I guess I can think about it,",
        8409.6,
        8416.0
    ],
    [
        " but nonetheless, that's what it shook itself out to beat. You know, so it's funny when people are like,",
        8416.0,
        8421.78
    ],
    [
        " I'm not on YouTube. I'm on Vimeo. I'm not the artist. Yeah. But do you have to do anything to be on Vimeo?",
        8422.06,
        8428.56
    ],
    [
        " Or you're just still some. Same thing. Same exact thing. It's exactly like YouTube except for the fact,",
        8428.68,
        8433.42
    ],
    [
        " which now that I'm thinking about it makes sense. Where if you upload a video and you're like,",
        8433.54,
        8437.84
    ],
    [
        " oh man, in one of these titles midway through the video, I spelt it wrong, which happens to me sometimes.",
        8437.84,
        8443.0
    ],
    [
        " You can go back into your account and replace the video, even if it's been up for a week. You can just",
        8443.54,
        8448.76
    ],
    [
        " replace your YouTube. Vimeo, YouTube, you cannot. Yes, a new video. Yeah. So you got to upload again. And",
        8448.76,
        8454.72
    ],
    [
        " here's the thing you can't upload the same file. Got to rename it as YouTube. No, you got to read it. It'll",
        8454.72,
        8460.2
    ],
    [
        " it has all these little information in the file. They'll be like, hey, that's a duplicate file. You can't",
        8460.2,
        8467.36
    ],
    [
        " do something with advertising. I don't know. Nonetheless, subscribe to Jockel podcast on YouTube.",
        8467.36,
        8473.2
    ],
    [
        " If you like that channel, we're trying to provide what you call providing value. You know, that's",
        8473.58,
        8479.62
    ],
    [
        " don't say that. But that's another. It sounded cool when I first heard it. But it's another",
        8479.62,
        8485.94
    ],
    [
        " extreme. That's another one of those things where it sounded cool. And then everyone thought like",
        8485.94,
        8492.62
    ],
    [
        " me or I think like everyone else, whatever. And so everyone started using it. Now it's like",
        8493.06,
        8497.92
    ],
    [
        " people are abusing it. And over here, just trying to provide value. And it just, you know, it starts",
        8497.92,
        8502.84
    ],
    [
        " to sound like a good voice. You just don't really don't do voices. Other than escalation.",
        8502.84,
        8506.54
    ],
    [
        " Thanks, Jockel. Anyway, subscribe to YouTube. We're trying to provide some value there with the",
        8507.18,
        8514.98
    ],
    [
        " excerpts and various other clips aside from the video version of this podcast. You're",
        8514.98,
        8521.44
    ],
    [
        " memorial day one is really good. I liked it. It was a powerful, powerful letter. Yeah.",
        8522.62,
        8527.64
    ],
    [
        " Bunch of other stuff. Um, like",
        8528.66,
        8534.16
    ],
    [
        " Jockel has a store. It's called Jockel store. If you didn't already know jockelstore.com. What do we",
        8534.16,
        8544.0
    ],
    [
        " have on Jockel store? We have t-shirts. If you were to use the Jockel also as a podcast.",
        8544.0,
        8548.52
    ],
    [
        " Sure. Jockel. Jockel. Jockel as white t. It's called Jockel white t. Yeah. I think I see a trend here.",
        8548.7,
        8554.24
    ],
    [
        " Yeah. Yeah. The trend is real for sure. Um, nonetheless, the lack of originality and name.",
        8554.34,
        8560.66
    ],
    [
        " Well, no. Yeah. So in a way, because here, there are layers in that too. And there is sophistication",
        8560.98,
        8568.08
    ],
    [
        " to that, even though it seems simple. Oh, because there I was being sophisticated. You are being",
        8568.08,
        8573.24
    ],
    [
        " something. There's more to Jockel than just, oh, yeah, there just happens to be my name. There's",
        8573.82,
        8578.04
    ],
    [
        " two. There's more to that goes beyond the podcast, beyond the TV, beyond whatever. Right? Okay. So",
        8578.04,
        8582.72
    ],
    [
        " just let's just start with that fact, which is complex in and of itself. Then you're like, okay,",
        8582.72,
        8587.62
    ],
    [
        " look, this is what roughly considered a company technically. Maybe I guess if you had to,",
        8588.44,
        8595.86
    ],
    [
        " if you had to, I guess me to be what do I do? Like for a living. And I was like, I was like,",
        8595.94,
        8602.42
    ],
    [
        " just like stuff. Yeah. And he goes, well, what would you, how would you, what do you say? He said,",
        8602.86,
        8607.44
    ],
    [
        " well, how would you describe what you do? And I said, stay busy. That's what I do. Yeah. Okay.",
        8607.88,
        8616.9
    ],
    [
        " Fair enough. Yeah. There you go. But technically, because bar is,",
        8616.96,
        8621.42
    ],
    [
        " I've never heard that one in a long, cool. Jockelpodcast.com. That's an entity. We'll call it an entity.",
        8621.52,
        8631.64
    ],
    [
        " I don't know company business. It's a place where we have the web.",
        8631.64,
        8636.3
    ],
    [
        " None the less. Oh, you know what? I'm going to go ahead and out on a limb and call it a brand.",
        8636.36,
        8640.48
    ],
    [
        " It's brandish. Whatever. None the less. If you call, okay, well, Jockel store, that's the name",
        8641.24,
        8647.82
    ],
    [
        " of the store. Yeah. Oh, that's true. So, and to be honest, the reason that I called the podcast,",
        8647.82,
        8652.7
    ],
    [
        " Jockel podcast, when I was on 10 Ferrisis podcast, I said, Jockel hungry. And I don't even know,",
        8652.92,
        8658.58
    ],
    [
        " I don't know if I just said, I don't know if it's on the podcast or not. But I think he says,",
        8658.58,
        8662.78
    ],
    [
        " I'm like, oh, you know, we got to get some food. And I was like, Jockel hungry. And then I was like,",
        8662.8,
        8665.96
    ],
    [
        " well, we're gonna do a podcast, we're like a Jockel podcast. Right. That was the initial thought.",
        8666.0,
        8670.4
    ],
    [
        " There's the layer makes sense. Yeah. And that's it. But even with naming the other thing is,",
        8670.66,
        8677.58
    ],
    [
        " I wanted to be able to do whatever I wanted to do and not care. Yeah. And that makes sense.",
        8677.66,
        8683.28
    ],
    [
        " I knew we're going to talk about Jiu-Jitsu and fighting and music and hardcore and war and death and",
        8683.28,
        8688.44
    ],
    [
        " I just wanted to not have any limitations. And the only way I could do that, because if you give the",
        8688.6,
        8694.84
    ],
    [
        " podcast a name like, you know, the, the, the, the, the, the, the, the business podcast. Yeah. It's like,",
        8694.84,
        8701.68
    ],
    [
        " okay, well, then next thing you know, we're talking about war and or if you call it the war podcast,",
        8701.68,
        8706.9
    ],
    [
        " but you're talking about business or if you talk about the leadership podcast, but you're talking",
        8707.06,
        8711.12
    ],
    [
        " about Jiu-Jitsu. So how do you get all those things into one thing called the Jockel podcast,",
        8711.12,
        8715.2
    ],
    [
        " and I can do whatever I want. Yeah. There you go. And if people are looking for you,",
        8715.2,
        8718.8
    ],
    [
        " they see you talk about XYZ. They're like, oh, you know, I sure I can look at XYZ. Easy connection.",
        8718.8,
        8723.88
    ],
    [
        " Yeah. And it's simple, which is like, you know, simplest. It goes a long way. Yeah. You know,",
        8724.0,
        8728.3
    ],
    [
        " and that's kind of like a thing. So why are we talking about this? I'm just saying that's why it's called Jockel",
        8728.34,
        8732.12
    ],
    [
        " story. Oh, yeah. That's right. So because it is a story. You know, people want to do other things in",
        8732.12,
        8736.12
    ],
    [
        " their life besides listening to our own facets. Well, you're the one chiming in. I'm over here talking",
        8736.12,
        8740.94
    ],
    [
        " about the other day when we had Roger Hayden on. And I gave you the same thing.",
        8740.94,
        8745.18
    ],
    [
        " Silent treatment. And when you looked at me for affirmation while you were giving the",
        8745.88,
        8750.1
    ],
    [
        " advertisements, I didn't even nod. I just looked at you. And you got you actually got uncomfortable.",
        8750.1,
        8755.38
    ],
    [
        " Yeah. You actually got uncomfortable. You were like, maybe you look on your face. Like,",
        8755.76,
        8760.52
    ],
    [
        " when you look at me, like, I was going to give you a smile. I know I just look at you like,",
        8760.56,
        8764.02
    ],
    [
        " hurry up. And then you got uncomfortable. And I said, well, he's he's starting to feel it.",
        8764.02,
        8768.46
    ],
    [
        " Yeah. Yeah. That's like subtle. Sure. You know, no, man. It's all good. You know,",
        8768.74,
        8774.44
    ],
    [
        " so do that again right now. You know, so I can talk about the store, jockelstore, jockelstore.com.",
        8774.44,
        8780.12
    ],
    [
        " If you like t-shirts, now, I'm not saying if you like t-shirts in general, I'm just saying,",
        8780.4,
        8785.26
    ],
    [
        " if you want to represent this clinic was freedom. What? Get after it.",
        8785.54,
        8789.58
    ],
    [
        " Know the darkness. Know the darkness. That's a good one.",
        8789.86,
        8795.32
    ],
    [
        " Anyway, go on the store, jockelstore.com. You can see shirts. If you like them,",
        8795.7,
        8800.7
    ],
    [
        " go ahead, get one support. That way, that's a good one. We've got some rash guards on there.",
        8801.82,
        8804.66
    ],
    [
        " One new rash guard out already says, get after it on it. Discipline on one sleeve.",
        8804.84,
        8809.56
    ],
    [
        " Freedom on the other sleeve. Jockel approved. Really good. I think it's good. I feel that the people",
        8809.86,
        8817.04
    ],
    [
        " who have witnessed it, is that pompous to say witnessed it? Like, there's some kind of",
        8817.04,
        8823.96
    ],
    [
        " little bit of, yeah, maybe even a lot. Anyone that's witnessed my rash guard,",
        8824.0,
        8829.22
    ],
    [
        " that I bestowed upon them by a visual spectacle. How about people that saw it,",
        8829.5,
        8835.74
    ],
    [
        " thought it was a little pretty cool. They thought it was cool. They thought it was cool.",
        8835.74,
        8839.24
    ],
    [
        " So there it is. You go on the story. Look at it. If you think it's cool, you want to get one.",
        8839.7,
        8844.12
    ],
    [
        " You personally want to witness the glory of Echo Charles's rash guards. You may go to jockelstore.com",
        8844.12,
        8850.44
    ],
    [
        " and revel in the glory. Exactly right. And whatever else you want, there's some good stuff on there.",
        8851.42,
        8859.2
    ],
    [
        " We added this little thing too. If we're out, and I'm trying to, like, I'm trying to",
        8859.5,
        8862.36
    ],
    [
        " tree stock, you know, re-stock boom, but I added this little thing where if like, let's say,",
        8862.36,
        8868.12
    ],
    [
        " the size medium or whatever is out, it just says, oh, a little button. Notify me,",
        8868.32,
        8873.66
    ],
    [
        " but your email, boom, notifies you when it's back in stock. And again, I'm trying to put them back",
        8873.82,
        8878.74
    ],
    [
        " in stock. ASAP, boom, boom, boom right now. But, you know, give me a day or two or whatever.",
        8878.74,
        8883.36
    ],
    [
        " I'll notify you. Also, psychological warfare. If you don't know what that is, it's an album with tracks.",
        8883.74,
        8893.28
    ],
    [
        " Not music tracks. Word tracks sent like spoken word, you know. So basically what it's for is,",
        8894.1,
        8904.22
    ],
    [
        " you know, it's not like poetry. Well, arguably not poetry, but jocke on there talking, talking",
        8904.22,
        8909.6
    ],
    [
        " to us to me. Jocke was talking to me. I actually quite literally was talking to you when that was",
        8909.6,
        8916.34
    ],
    [
        " made. Exactly right. So, you know, you can have him talk to you. So basically what it's for is,",
        8916.34,
        8920.88
    ],
    [
        " he's not just talking every day stuff. So when you have hard time waking up in the morning,",
        8921.0,
        8925.72
    ],
    [
        " or you have hard time because you're tired and you want to skip the workout, or you have hard",
        8925.92,
        8929.96
    ],
    [
        " time because, you know, it's lunchtime and I'm all hungry and all they have is donuts here,",
        8929.96,
        8935.12
    ],
    [
        " or whatever. What else is there? What if you're procrastinating? Also, if you're procrastinating,",
        8935.28,
        8940.02
    ],
    [
        " or what do you call it? What if you're procrastinating? Ending the podcast. Maybe you could",
        8940.24,
        8946.46
    ],
    [
        " listen to that one right now. I'm trying to explain this thoroughly so that so we can all have",
        8946.46,
        8952.3
    ],
    [
        " really good understanding of what it is and its value. That's that's it's downloadable.",
        8952.3,
        8957.94
    ],
    [
        " I'm more important. Me talking about moments of weakness so you can get through.",
        8957.94,
        8961.3
    ],
    [
        " Yeah. Next comment. Yeah. I guess. Let me add this one more thing.",
        8961.66,
        8968.52
    ],
    [
        " Actually, you can even take it at moments of triumph and strength.",
        8968.62,
        8974.04
    ],
    [
        " And it'll still work. You'll just want to do it more, you know. Yeah. It's like drinking coffee when",
        8974.3,
        8980.08
    ],
    [
        " you're not tired. You know, I mean, yeah. Double down. Yeah, just let that sink in. Anyway,",
        8980.08,
        8985.42
    ],
    [
        " psychological warfare on iTunes, Amazon music, all these music. Google play. Google play. I think",
        8985.94,
        8991.44
    ],
    [
        " it's on everything. Cool. But yeah, man, do it right on. All right. Also, you can get jockele",
        8991.44,
        8996.36
    ],
    [
        " white tea on Amazon. And when you order jockele white tea, make sure you also order more weights",
        8996.36,
        9004.48
    ],
    [
        " for your barbells because your deadlift is going to go up to approximately 8,000 pounds. So you need",
        9004.48,
        9012.18
    ],
    [
        " to get that much weights when you order it. Way the warrior kid book. It's been out for a couple",
        9012.18,
        9019.44
    ],
    [
        " weeks now. And thank you for getting it. Also, little warning that someone put on Amazon in their",
        9019.44,
        9029.76
    ],
    [
        " review. I thought it was worth hearing and thinking about parents. Be ready. I bought this book after",
        9029.76,
        9034.48
    ],
    [
        " listening to jockele on the Joe Rogan podcast where jockele was the guest. Great podcast.",
        9034.48,
        9038.5
    ],
    [
        " I bought the book after learning. Jockele has a book for kids. My son, who isn't very motivated yet,",
        9038.5,
        9045.7
    ],
    [
        " was excited about the book when he started reading the book, a fire lit underneath him. He said to",
        9045.98,
        9050.74
    ],
    [
        " me, Dad, I'm going to get up tomorrow at 5 a.m. Will you get up with me? And that moment, I realized",
        9050.74,
        9055.32
    ],
    [
        " that I was what I was going what was going on. And I couldn't let him down. I enjoy my sleep like",
        9055.32,
        9061.34
    ],
    [
        " everyone else. But I was amazed that my son got excited. So I replied, yes, let's do it.",
        9061.34,
        9066.62
    ],
    [
        " Got up at 5 a.m. And his alarm clock must not have gone off. But I turned on his light in his bedroom",
        9066.7,
        9071.4
    ],
    [
        " and he got right up. He got his clothes and shoes on and we went for a jog. We've never done this before.",
        9071.4,
        9076.62
    ],
    [
        " I had him do some sit-ups and push-ups after and he gladly did. Couldn't quite do push-ups if",
        9077.68,
        9083.4
    ],
    [
        " that's okay. We'll get there. Long story short, this book only being a few chapters and he only",
        9083.4,
        9089.52
    ],
    [
        " few chapters in. I was kind of surprised. I saw that only few chapters in made the book worth",
        9089.52,
        9094.5
    ],
    [
        " getting. In this day and age of electronics and iPads and tablets, kids don't seem to be as",
        9094.5,
        9099.72
    ],
    [
        " motivated to do activities as when I was a kid. I'm 39. So I edified him after for making the decision",
        9099.72,
        9106.46
    ],
    [
        " to get up at 5 a.m. on a non-school day. And I told him that he can apply that mentality to",
        9106.46,
        9111.86
    ],
    [
        " anything in life. Boom, way the warrior kid. Get it for your kid. Be prepared to get yourself",
        9111.86,
        9116.16
    ],
    [
        " back into game. Also, discipline equals freedom field manual. The instructional manual for getting",
        9116.16,
        9123.68
    ],
    [
        " after it. Feel free to pre-order that one. Also, extreme ownership, combat leadership,",
        9123.68,
        9129.38
    ],
    [
        " combat leadership and also combat leadership. That's what the book is about. How to apply the",
        9129.76,
        9137.18
    ],
    [
        " fundamental principles of combat leadership to your business and to your life. Also, for more",
        9137.18,
        9142.48
    ],
    [
        " hands-on experience, you can call Ashela on front, our leadership and management consulting company,",
        9142.48,
        9149.0
    ],
    [
        " myself, Lave Babin, JP DeNel, Dave Burke. You can contact us at info at ashelaonfront.com. Also,",
        9149.24,
        9159.7
    ],
    [
        " the mustard. Austin, Texas, July 13th and 14th at the Omni Barton Creek Resort. No fluff.",
        9160.1,
        9168.34
    ],
    [
        " There's no fluff. Just pragmatic information you can act on immediately. You can literally,",
        9170.58,
        9179.78
    ],
    [
        " in a break, email your team and give instructions that's going to move them in the right direction.",
        9180.04,
        9187.72
    ],
    [
        " In the Austin mustard, there's only 300 seats. Smaller venue, it's going to sell out. So,",
        9188.9,
        9197.12
    ],
    [
        " get online, get registered. If you can't make it to that one, come to San Diego in September.",
        9198.34,
        9202.06
    ],
    [
        " September 14th and 15th for mustard 004 will be there live. And while you're waiting for the",
        9202.66,
        9208.42
    ],
    [
        " mustard, if you need to communicate with us, you can find us on the interwebs on Twitter or on",
        9208.42,
        9216.44
    ],
    [
        " Instagram, on that face. Boah. Echo is at Echo Charles and I am at Jaco Willink and",
        9216.44,
        9227.8
    ],
    [
        " to the military personnel out there holding the line in places no one wants to be doing things",
        9228.38,
        9234.82
    ],
    [
        " that no one else wants to do. Thanks for keeping us free to police, law enforcement,",
        9234.82,
        9241.58
    ],
    [
        " firefighters, EMTs and other first responders. Thanks for keeping us safe. And for everyone else",
        9241.86,
        9251.12
    ],
    [
        " out there, remember, remember what human beings are capable of suffering through and remember that",
        9251.12,
        9261.62
    ],
    [
        " even in those situations where everything seems to be taken away when you seem to have no choice",
        9261.62,
        9270.9
    ],
    [
        " in the world. Remember that you can still choose how you react to the things around you. You can",
        9270.9,
        9284.02
    ],
    [
        " still choose your attitude. And you can still choose to actualize the best person that you can be.",
        9284.02,
        9296.94
    ],
    [
        " In every aspect of your life, you can choose to get after it.",
        9298.08,
        9305.46
    ],
    [
        " So until next time, this is Echo and Jaco. Out.",
        9306.0,
        9314.26
    ]
]