[
    [
        " I've heard it called a death letter, but I don't know if that is the actual name.",
        0.46,
        10.44
    ],
    [
        " I don't know if it has an actual name, but I do know what it is.",
        11.1,
        22.16
    ],
    [
        " It is something that soldiers sometimes write when they deploy into harm's way.",
        24.72,
        32.04
    ],
    [
        " Then they put it with their gear or in a foot locker where it will be found or they",
        32.62,
        41.92
    ],
    [
        " give it to a friend to pass on in case they die.",
        41.92,
        48.2
    ],
    [
        " A letter to the family.",
        49.3,
        54.58
    ],
    [
        " They won't see again to mothers that gave them life, to fathers that raised them to wives that they left at home.",
        55.64,
        70.8
    ],
    [
        " To children, they miss and in some cases to the children they've never even met.",
        73.76,
        84.1
    ],
    [
        " It's a good buy letter with a title something like, in case I don't come home.",
        89.6,
        100.54
    ],
    [
        " Well, Jesse Gibbons of Springfield, Missouri wrote one of those letters.",
        106.3,
        116.5
    ],
    [
        " He wrote it to his wife Melissa and their son Dakota, nicknamed Toad, and to their unborn son, nicknamed Bean, who would ultimately be named Carson.",
        119.56,
        138.52
    ],
    [
        " And here is what he said in that letter in case he didn't come home.",
        143.34,
        151.14
    ],
    [
        " My family.",
        152.6,
        156.46
    ],
    [
        " I never thought I would be writing a letter like this.",
        158.02,
        161.74
    ],
    [
        " I really don't know where to start.",
        162.8,
        164.24
    ],
    [
        " I've been getting bad feelings though and well, if you're reading this, I am forever in debt to you, Dakota, and the Bean.",
        166.44,
        181.76
    ],
    [
        " I searched all my life for a dream and I found it new.",
        182.42,
        187.66
    ],
    [
        " I would like to think that I made a positive difference in your lives.",
        189.16,
        193.78
    ],
    [
        " I will never be able to make up for the bad.",
        194.44,
        199.08
    ],
    [
        " I am so sorry.",
        201.34,
        202.48
    ],
    [
        " The happiest moments in my life all deal with my little family.",
        204.16,
        209.5
    ],
    [
        " I will always have with me the small moments we all shared.",
        211.56,
        216.84
    ],
    [
        " The moments when you quit taking life so seriously and smiled.",
        217.42,
        225.08
    ],
    [
        " The sounds of a beautiful boy's laughter were the simple nudge of a baby, unborn.",
        227.36,
        236.66
    ],
    [
        " You will never know how complete you have made me, each and every one of you.",
        237.3,
        245.94
    ],
    [
        " You saved me from loneliness and taught me how to think beyond myself.",
        247.42,
        251.76
    ],
    [
        " You taught me how to live and to love.",
        253.9,
        257.52
    ],
    [
        " You opened my eyes to a world I never dreamed existed.",
        258.46,
        264.38
    ],
    [
        " I am proud of you.",
        265.26,
        268.78
    ],
    [
        " Stay on the path you choose.",
        269.8,
        273.32
    ],
    [
        " Never lose sight of what is important.",
        275.34,
        278.22
    ],
    [
        " You and our babies.",
        278.78,
        280.98
    ],
    [
        " Dakota, you are more son than I could ever ask for.",
        284.64,
        291.08
    ],
    [
        " I can only hope I was half the dad.",
        291.94,
        295.76
    ],
    [
        " I used to be your Danny, but no matter what, it makes me proud that you chose me.",
        297.56,
        303.06
    ],
    [
        " You taught me how to care until it hurts.",
        303.8,
        307.36
    ],
    [
        " You taught me how to smile again.",
        307.8,
        309.24
    ],
    [
        " You taught me that life isn't so serious and sometimes you have to play.",
        310.64,
        314.62
    ],
    [
        " You have a big, beautiful heart.",
        315.54,
        318.26
    ],
    [
        " Through life, you need to keep it open and follow it.",
        319.82,
        324.76
    ],
    [
        " Never be afraid to be yourself.",
        324.76,
        327.54
    ],
    [
        " I will always be there in our park when you dream, so we can still play.",
        328.4,
        335.24
    ],
    [
        " I hope someday you will have a son like mine.",
        336.92,
        342.62
    ],
    [
        " Make them smile and shine just like you.",
        344.46,
        348.38
    ],
    [
        " I love you, Tod, and I hope someday you will understand why I didn't come home.",
        349.96,
        358.66
    ],
    [
        " Please be proud of me.",
        359.86,
        362.74
    ],
    [
        " Please don't stop loving life.",
        364.7,
        366.72
    ],
    [
        " Take in every breath like it's your first.",
        368.46,
        371.92
    ],
    [
        " I love you, Tod.",
        373.74,
        375.56
    ],
    [
        " I will always be there with you.",
        376.0,
        378.22
    ],
    [
        " I'll be in the sun, shadows, dreams, and joys of your life.",
        379.96,
        387.2
    ],
    [
        " Baby Bean.",
        388.8,
        393.56
    ],
    [
        " I never got to see you, but I know in my heart you are beautiful.",
        396.1,
        399.78
    ],
    [
        " I know you will be strong and big-hearted, just like your mom and brother.",
        400.52,
        406.16
    ],
    [
        " I will always have with me the feel of the soft nudges on your mom's belly and the joy I felt when we found out you were on your way.",
        407.34,
        419.64
    ],
    [
        " I dream of you every night.",
        422.2,
        424.22
    ],
    [
        " I always will.",
        424.84,
        425.66
    ],
    [
        " Don't ever think that since I wasn't around that I didn't love you.",
        427.26,
        431.34
    ],
    [
        " You were conceived of love and I came to this terrible place for love.",
        432.32,
        437.94
    ],
    [
        " I love you as I do your mom and brother with all my heart and soul.",
        438.62,
        446.0
    ],
    [
        " Please understand that I had to be gone so that I could take care of my family.",
        448.82,
        452.92
    ],
    [
        " I love you, Bean.",
        454.24,
        457.62
    ],
    [
        " I have never been so blessed as the day I met Melissa.",
        459.1,
        465.14
    ],
    [
        " You are my angel, soulmate, wife, lover, and best friend.",
        466.66,
        474.1
    ],
    [
        " I am sorry.",
        478.24,
        479.28
    ],
    [
        " I did not want to have to write this letter.",
        480.46,
        484.0
    ],
    [
        " There is so much more I need to say, so much more I need to share a lifetime's worth.",
        486.0,
        491.76
    ],
    [
        " I married you for a million lifetimes.",
        492.7,
        497.36
    ],
    [
        " That's how long I will be with you.",
        499.9,
        501.86
    ],
    [
        " Please keep our babies safe.",
        503.2,
        507.08
    ],
    [
        " Please find it in your heart to forgive me for leaving you alone.",
        508.32,
        513.06
    ],
    [
        " Take care of yourself.",
        514.3,
        517.28
    ],
    [
        " Believe in yourself.",
        518.02,
        518.86
    ],
    [
        " You are a strong, big-hearted woman.",
        519.7,
        521.84
    ],
    [
        " Teach our babies to live life to its fullest and tell yourself to do the same.",
        523.6,
        528.94
    ],
    [
        " Don't forget to take toad to Disney World.",
        529.98,
        534.74
    ],
    [
        " I'll be there with you.",
        536.46,
        537.96
    ],
    [
        " Melissa, I will always want you, need you, and love you in my heart, mind, and soul.",
        539.8,
        547.28
    ],
    [
        " Do me a favor.",
        551.84,
        552.96
    ],
    [
        " After you talk toad and bean in, give them hugs and kisses from me.",
        553.62,
        562.78
    ],
    [
        " Go outside, look at the stars, and count them.",
        563.86,
        570.52
    ],
    [
        " Don't forget to smile.",
        571.8,
        575.02
    ],
    [
        " Love always.",
        576.54,
        577.96
    ],
    [
        " Your husband.",
        579.28,
        580.04
    ],
    [
        " Jess.",
        581.56,
        581.96
    ],
    [
        " And Jesse didn't come home.",
        584.42,
        594.22
    ],
    [
        " On May 1st, 2003, Jesse Givens was killed while conducting combat operations.",
        596.1,
        605.0
    ],
    [
        " In Hoban, Iraq, when his Abrams tank plunged into the Euphrates River, after the bank along the river collapsed.",
        605.1,
        616.48
    ],
    [
        " The three other crew members made it out of the tank.",
        617.8,
        623.64
    ],
    [
        " Jesse did not.",
        624.82,
        628.2
    ],
    [
        " Another brave warrior gone.",
        638.72,
        645.16
    ],
    [
        " Like so many other warriors, he left behind a family.",
        649.0,
        656.74
    ],
    [
        " A wife and children, and a mother, and father, and friends, and life.",
        658.62,
        665.7
    ],
    [
        " You have behind everything.",
        666.7,
        673.06
    ],
    [
        " Every smile, every laugh, every hug from his boys, every kiss from his wife, everything.",
        674.28,
        682.92
    ],
    [
        " Gone.",
        685.42,
        687.74
    ],
    [
        " And on this memorial day, let us remember.",
        688.74,
        703.72
    ],
    [
        " Let us remember those soldiers, sailors, airmen, and marines, those brave warriors who for us, for our freedom, left everything behind.",
        707.38,
        726.86
    ],
    [
        " And after the sun sets on this memorial day, then darkness consumes the sky.",
        731.44,
        741.16
    ],
    [
        " Go outside.",
        742.5,
        744.82
    ],
    [
        " And look up.",
        746.36,
        749.46
    ],
    [
        " And say, thank you to those heroes that now grace the heavens.",
        752.24,
        760.08
    ],
    [
        " And then look at the stars, and count them.",
        760.76,
        770.26
    ],
    [
        " And as much as your soul aches with sadness as you mourn your fallen family, and friends, and brothers and arms,",
        774.56,
        788.9
    ],
    [
        " don't forget that they did not sacrifice their lives for us to live in sadness.",
        792.88,
        799.68
    ],
    [
        " No.",
        800.42,
        803.62
    ],
    [
        " They sacrificed their lives so we could live, enjoy, and happiness.",
        804.32,
        813.18
    ],
    [
        " So, even on this most solemn day, memorial day, don't forget for them to smile.",
        817.1,
        838.18
    ],
    [
        " Thank you.",
        843.18,
        844.66
    ]
]