[
    [
        " How do you balance the idea of checking the ego while in an interview scenario where you need to talk about yourself?",
        0.06,
        6.08
    ],
    [
        " Okay, so good question. I would say in that situation and that's something that it's not just an interview",
        6.7,
        14.34
    ],
    [
        " situation where you're gonna need to do that. I mean you're dealing with your your",
        14.34,
        18.68
    ],
    [
        " superiors, you know throughout the course of your career whatever that may be you're constantly",
        18.68,
        24.64
    ],
    [
        " interacting with people and you can you're gonna want to make an impression",
        24.64,
        28.52
    ],
    [
        " So I think one of the best ways to do this is instead of",
        29.7,
        33.36
    ],
    [
        " You speaking about why you're so awesome just state facts of let's say accomplishments and let them speak for themselves",
        33.36,
        44.46
    ],
    [
        " In other words, you know, you wouldn't want to say",
        44.46,
        50.08
    ],
    [
        " You know, I am the best project manager in the entire world",
        50.08,
        55.0
    ],
    [
        " Right, that's not that sounds",
        56.04,
        58.56
    ],
    [
        " ego",
        58.56,
        60.3
    ],
    [
        " Centric, you know instead you'd say",
        60.3,
        63.16
    ],
    [
        " You know, I got this a we had a 38 million dollar project got it done on time under budget",
        63.16,
        69.3
    ],
    [
        " Head of schedule and when I got done with that when they moved me to another project that was off track and we got that one",
        69.3,
        74.96
    ],
    [
        " Back on schedule and back on track as well",
        74.96,
        77.86
    ],
    [
        " So that that's the kind of experience that I've had and I'd love to bring that here to this company, right? So you're not you're not",
        77.86,
        83.76
    ],
    [
        " You know, there's a hint of hey, this is what I did I can get some stuff done",
        85.44,
        89.2
    ],
    [
        " But you're not saying listen, I'm better than the people you currently have so you should hire me because I'm the best because you don't want to do that",
        89.2,
        95.34
    ],
    [
        " And you know",
        95.34,
        97.8
    ],
    [
        " So yeah, just build think about it, you know before you go in how what what experience that you have",
        97.8,
        105.64
    ],
    [
        " Represents the good qualities that you have so then you can say if they say, you know, how are you at meeting timelines?",
        105.64,
        112.28
    ],
    [
        " You don't say I am perfect. I'm never late. I'm dope. You just say you say you say well, you know as far as meeting timelines",
        112.56,
        119.74
    ],
    [
        " Here's a bunch of projects that I got completed on time the only one that I missed was one that we had to roll back",
        119.74,
        125.34
    ],
    [
        " Because of whatever that way you're actually showing a little bit more humility",
        125.34,
        127.84
    ],
    [
        " You're saying hey, here's what happened you're being logical about it and you know speaking of that I actually got a good question",
        127.84,
        133.04
    ],
    [
        " That's similar to this one",
        133.04,
        134.26
    ],
    [
        " About what's the best way to interview people to see if they can",
        134.26,
        140.58
    ],
    [
        " Be in a leadership position and this is really hard",
        141.26,
        144.34
    ],
    [
        " This is really hard because it's really hard to interviews and working",
        144.34,
        148.0
    ],
    [
        " I work with all kinds of different companies and everybody always says you know",
        148.0,
        150.92
    ],
    [
        " Hey, what's the best way to interview and man? I interviewed this guy and he seems so great",
        150.92,
        154.7
    ],
    [
        " Or I interviewed this woman and she seemed incredible and her her paper look great, you know",
        154.7,
        158.8
    ],
    [
        " She looked great on paper and we hired her and she's a disaster or he's a disaster whatever the case may be",
        158.8,
        163.8
    ],
    [
        " Because because there's people that are very good",
        163.8,
        166.56
    ],
    [
        " Interviewers, right? I mean there's people that can interview well they have the gift of gab",
        166.84,
        170.4
    ],
    [
        " They can they can be us their way through anything and make themselves sound good so it can be really hard to identify someone's good",
        170.4,
        177.72
    ],
    [
        " Is actually going to be fit for a leadership?",
        177.72,
        181.4
    ],
    [
        " It's not really any position",
        181.54,
        182.68
    ],
    [
        " So one of the things that that I always tell people to do is when you go into these when you want to ask interview questions ask them",
        182.68,
        188.84
    ],
    [
        " scenario-based questions and say okay, here's what's going on",
        188.84,
        192.6
    ],
    [
        " You got these three people in your department and one of the people has",
        192.6,
        198.82
    ],
    [
        " Come to you and said that they think there might be something illegal going on with the other two",
        198.82,
        204.36
    ],
    [
        " What actions do you take and then you know have a scenario built out that you can actually talk through and see where they go",
        204.36,
        211.2
    ],
    [
        " And see what their mindset is and see what they're gonna develop as a plan and see how they would execute",
        211.2,
        215.0
    ],
    [
        " So it's a great way of figuring out how people think and then",
        215.0,
        220.76
    ],
    [
        " You know even that's not a guarantee because there's people that can can",
        221.44,
        224.84
    ],
    [
        " Navigate those type of answers as well",
        224.84,
        227.46
    ],
    [
        " So you know one thing you can do is hire people on a little bit of a trial basis and that can be difficult in some situations",
        227.46,
        232.42
    ],
    [
        " Where people are walking away from one job into another job",
        232.42,
        234.48
    ],
    [
        " They're not gonna do it on a 90 day trial basis, but when you do have that opportunity. It's a good thing to do as well",
        234.48,
        239.08
    ],
    [
        " But hey, so going back to the first question about keeping your ego and check and an interview like I said",
        239.08,
        247.6
    ],
    [
        " Be confident but not cocky and let the facts of your experience speak for your",
        248.3,
        254.68
    ],
    [
        " your",
        254.68,
        255.7
    ],
    [
        " abilities rather than beat in your own chest. Yeah, so it's almost like I mean correct me from wrong here, so",
        255.7,
        262.86
    ],
    [
        " You you essentially even if you're talking yourself up you just you simply state the facts",
        262.86,
        270.1
    ],
    [
        " That's it. You just state the fact. Don't say your opinion about it. No, just like you're saying simply state the facts",
        270.1,
        274.9
    ],
    [
        " Yeah, here's what I did you know, right? We turn this project around we got it on track on budget and that's the type of",
        274.9,
        281.76
    ],
    [
        " That's the type of experience that I have in those situations, right?",
        281.76,
        284.6
    ],
    [
        " Just like how you're saying like even if someone had got like an award to be",
        284.8,
        288.7
    ],
    [
        " the best",
        288.7,
        290.46
    ],
    [
        " Whatever salesman of the year that right salesman of the year the best whatever of the year and then",
        290.46,
        295.7
    ],
    [
        " Like to say that in a factual way would be I was recognized as the best guy in the world instead of saying",
        295.7,
        302.6
    ],
    [
        " I'm the best guy in the world here's my award to prove it, you know, so it's like you're seeing the fact that you are recognized",
        302.6,
        307.68
    ],
    [
        " Yeah, you know, not so much the fact that's a very good way of doing it",
        307.68,
        312.74
    ],
    [
        " Stick to the facts right just the facts just the facts",
        312.74,
        314.98
    ]
]