[
    [
        " This is the Jockel Underground podcast number 16 with Echo Charles and me, Jockel Willink.",
        0.08,
        5.52
    ],
    [
        " Also Jonas tonight, Darryl Cooper.",
        5.98,
        8.1
    ],
    [
        " So here we go.",
        8.68,
        10.24
    ],
    [
        " Good evening to you guys, whatever.",
        10.46,
        12.7
    ],
    [
        " All right, so I was reading, I don't know what particular wormhole I was down in this situation,",
        13.6,
        19.88
    ],
    [
        " but I was reading this art and reading this article.",
        19.9,
        21.5
    ],
    [
        " Something called the Ash Experiment run by a psychologist named Solomon Ash.",
        22.08,
        28.32
    ],
    [
        " I want to say this is like early 1950s when this went down.",
        28.32,
        31.3
    ],
    [
        " And so we ran an experiment which experiments are kind of underrated.",
        32.16,
        35.7
    ],
    [
        " And I think they used to be able to get away with all kinds of stuff.",
        35.92,
        38.02
    ],
    [
        " This one isn't bad, but they clearly, maybe that's a good, maybe that's a good one for,",
        38.18,
        43.94
    ],
    [
        " for the unraveling podcast.",
        44.26,
        46.74
    ],
    [
        " Just look at some gnarly psychological experiments.",
        46.98,
        50.08
    ],
    [
        " They're out there.",
        50.5,
        51.24
    ],
    [
        " Yeah, our medical experiments, we get into Tuskegee.",
        51.82,
        54.24
    ],
    [
        " The syphilis experiments.",
        54.64,
        55.52
    ],
    [
        " Yeah, that's a freaking nasty.",
        55.8,
        57.1
    ],
    [
        " Feel a little bit of national shame for a moment.",
        57.1,
        59.42
    ],
    [
        " That's a horrible, horrible one.",
        59.84,
        61.94
    ],
    [
        " All right, so this experiment we set up like this, they had eight people in a room.",
        62.86,
        67.3
    ],
    [
        " Seven of the people are actors or they call them Confederates in the psychological world,",
        68.16,
        74.02
    ],
    [
        " but they're actors.",
        74.1,
        74.56
    ],
    [
        " And one person out of these eight is the subject of the experiment.",
        75.28,
        78.22
    ],
    [
        " And so then they get asked a question in this, this particular experiment, what they did was they,",
        78.9,
        83.64
    ],
    [
        " they had, they described it as a vision test or a perception test.",
        83.64,
        89.1
    ],
    [
        " And they had a line by itself.",
        89.68,
        92.34
    ],
    [
        " And then there was three lines separated from it, but near it.",
        92.84,
        98.08
    ],
    [
        " And they were of different lengths.",
        98.52,
        99.68
    ],
    [
        " And they were numbered one, two and three.",
        100.14,
        101.56
    ],
    [
        " And you look at the line that was by itself.",
        101.74,
        104.1
    ],
    [
        " And the question was which of the other three lines is the same size as the line that's by itself.",
        104.42,
        109.92
    ],
    [
        " So it's a real simple straightforward test.",
        109.92,
        111.46
    ],
    [
        " And that's what they do.",
        114.2,
        115.14
    ],
    [
        " And they'd show them a bunch of different lines and a bunch of different other lines.",
        115.42,
        119.0
    ],
    [
        " And then they'd ask one at a time, they would ask, okay, which one is it?",
        119.66,
        124.78
    ],
    [
        " Is it one, two or three?",
        124.78,
        125.8
    ],
    [
        " And they'd go down the, the, the seating, right?",
        126.04,
        129.32
    ],
    [
        " So they're all sitting at a desk like a, like a long desk.",
        129.4,
        131.84
    ],
    [
        " They're all sitting there facing these lines.",
        131.98,
        133.28
    ],
    [
        " They put up the lines and then they go left to right.",
        133.56,
        136.34
    ],
    [
        " All right, what do you think?",
        136.72,
        137.66
    ],
    [
        " And it's an actor.",
        137.9,
        138.5
    ],
    [
        " And what do you think?",
        138.68,
        139.14
    ],
    [
        " It's an actor.",
        139.26,
        139.66
    ],
    [
        " And they, all the actors answer first and then they have the actual subject of the experiment.",
        139.66,
        145.08
    ],
    [
        " So sometimes the, the actors would all give the wrong answer.",
        145.52,
        152.06
    ],
    [
        " And when they did that, guess what happened?",
        152.66,
        158.54
    ],
    [
        " 30 something, 32, 35, 37 percent of the time, the subject would give the wrong answer to.",
        159.84,
        165.96
    ],
    [
        " He would just get influence.",
        166.56,
        167.76
    ],
    [
        " When they, when the actors gave the correct answer, there was only one percent,",
        167.86,
        172.48
    ],
    [
        " it was actually less than one percent deviation, less than one percent deviation.",
        172.8,
        177.66
    ],
    [
        " But when the actors, you know, when the, when the, when the correct answer is, you know, line number two.",
        178.4,
        183.42
    ],
    [
        " And all the actors go, line number three, line number three, line number three, line number three.",
        183.56,
        187.46
    ],
    [
        " They'd get to the subject and the subject would go, yep, line number three, 35 percent of the time.",
        187.62,
        193.46
    ],
    [
        " When it's, when it's, and, and I saw the images, it's not,",
        193.92,
        198.38
    ],
    [
        " it's really clear.",
        198.84,
        201.32
    ],
    [
        " There's not much different.",
        201.54,
        203.14
    ],
    [
        " There's not much, not much debate about which one of these lines is like this,",
        203.32,
        207.42
    ],
    [
        " or which one of these lines is correct answer.",
        207.96,
        209.24
    ],
    [
        " So, and they got to ask multiple times.",
        210.24,
        214.4
    ],
    [
        " And so 75 percent of the subjects, so 75 percent of the subjects conformed at least one time.",
        214.58,
        221.68
    ],
    [
        " So, almost everybody that went in there, 75 percent, at least one time conformed.",
        221.68,
        227.5
    ],
    [
        " Oh, they were doing it over and over and over again.",
        227.54,
        228.72
    ],
    [
        " They did it over and over again.",
        228.72,
        229.58
    ],
    [
        " They asked, you know, 10, they'd show you 10 things.",
        229.62,
        231.82
    ],
    [
        " And then, here's another point on this.",
        233.34,
        237.16
    ],
    [
        " When they ran the same experiment, but they would have one of the actors",
        237.64,
        242.36
    ],
    [
        " out of the seven, give the correct answer, that was enough to drop the percentage down to only",
        242.36,
        249.86
    ],
    [
        " 5 percent instead of 35 percent of conformity.",
        249.86,
        253.7
    ],
    [
        " So, they get done with the experiment.",
        254.72,
        257.18
    ],
    [
        " They did some interviews with the people and said, well, what were you thinking?",
        257.38,
        262.06
    ],
    [
        " Why did you say this?",
        262.38,
        263.04
    ],
    [
        " So, there was two prominent answers.",
        263.5,
        266.62
    ],
    [
        " The first one, normative, normative influence, meaning I just want to be normal.",
        267.34,
        272.34
    ],
    [
        " And if there's a bunch of people that are saying something like, I don't want to stand out,",
        272.58,
        275.3
    ],
    [
        " that's, that was most of it.",
        276.14,
        277.32
    ],
    [
        " Most of it was that.",
        277.44,
        278.26
    ],
    [
        " And then some of it was also what you're talking about.",
        278.92,
        281.74
    ],
    [
        " They called informational influence, which is, look, I look at it.",
        281.8,
        286.12
    ],
    [
        " It looks a little bit short to me, but, you know, if echo and Darryl are both saying that's",
        286.22,
        290.8
    ],
    [
        " they're probably right.",
        290.8,
        292.7
    ],
    [
        " You know, it's a little bit of self-doubt.",
        292.96,
        294.16
    ],
    [
        " And they generally, they can also genuinely believe that the group is right.",
        294.66,
        298.94
    ],
    [
        " So, they're just like, oh, I'm, yeah, my depth perception has never been that great or whatever.",
        299.16,
        302.68
    ],
    [
        " My eyes have never been that great.",
        302.82,
        304.6
    ],
    [
        " And so, and the other thing is you're, you're right, it's not that bad.",
        304.92,
        307.84
    ],
    [
        " In leadership strategy and tactics, I have an actual section in there that's called conform to",
        308.04,
        313.88
    ],
    [
        " influence. And what I'm talking about in there is, you know, you want to influence the team to",
        313.88,
        319.6
    ],
    [
        " go in a certain direction, but you're not part of the team or you do things that make you separate",
        319.6,
        324.34
    ],
    [
        " from the team or they don't view, they view you as different. You're not going to have any",
        324.34,
        328.28
    ],
    [
        " influence over that team. So, you have to sort of conform to influence. You have to conform to",
        328.28,
        333.48
    ],
    [
        " what they're doing so that you can, so that you can talk to them and you can, you can, they will",
        333.48,
        338.06
    ],
    [
        " listen to you. Lately, I've been talking a lot about the fact that if you don't let anyone",
        338.06,
        342.82
    ],
    [
        " influence, if I don't let echo influence me, he's going to be much more opposed to me influencing",
        342.82,
        348.64
    ],
    [
        " him. But when I allow him to influence, like, yeah, you know, where you want to go to dinner?",
        348.64,
        352.02
    ],
    [
        " And he says, oh, you don't want to go to, uh, what, the steakhouse. And I go, well, which one?",
        352.16,
        357.16
    ],
    [
        " He, I don't know, go to Fred's steakhouse. Hey, man, that sounds good. And, and because I allowed",
        357.26,
        361.46
    ],
    [
        " him to influence me now when I say, you know, hey, after that, can we run and, you know, get some,",
        361.46,
        367.02
    ],
    [
        " get some rolls in at your jitsune? He's like, he's more open to it, more open to it because I allowed",
        367.22,
        372.9
    ],
    [
        " him to influence me. And now, now he's being influenced. So there is, there is some good things about,",
        372.9,
        377.72
    ],
    [
        " I mean, look, we want people to conform in many situations. As I read this, there's a, there's a",
        377.88,
        385.18
    ],
    [
        " reason that I wanted to bring it up. And the reason I wanted to bring it up is because it's just a",
        385.18,
        390.18
    ],
    [
        " little, it's a little thing. It's a little, it's another little filter to put on not only on",
        390.18,
        397.24
    ],
    [
        " your thoughts, right? Because we have to look out for our own tendency to conform. We have to,",
        397.24,
        402.58
    ],
    [
        " we, you know, we have to look out for our own tendency to conform. We're like, wait a second,",
        402.74,
        405.92
    ],
    [
        " oh, I'm just going with the flow here. And we have to look out for other people's tendency to conform.",
        406.02,
        412.14
    ],
    [
        " We have a tendency to conform there. It's in this situation kind of proves it. When we look at the",
        412.44,
        418.36
    ],
    [
        " me-lie massacre, you get to see both of these because, first of all, conformity, when they got there,",
        418.36,
        427.54
    ],
    [
        " when they arrived, when this, when this company soldiers arrived and started this massacre,",
        428.4,
        432.5
    ],
    [
        " it was just conformity. It was, hey, that's, I guess that's what we're doing. We're going to start",
        432.68,
        436.38
    ],
    [
        " shooting people. And of course, then it escalated to heinous, you know, mutilation and rape in the",
        436.38,
        448.34
    ],
    [
        " that's what we're doing. Okay. That being said, that one officer, Hugh Thompson, who's in the",
        448.72,
        455.08
    ],
    [
        " helicopter, it went down there, saw it. He went back reported it to the commanding officer. And the",
        455.08,
        460.12
    ],
    [
        " commanding officer got on the radio and was like, stop. And boom, they stopped. So all it took was,",
        460.12,
        465.94
    ],
    [
        " you know, the, when they, when they put one actor that gave the right answer and that dropped",
        466.44,
        471.04
    ],
    [
        " it down to 5%. I just wanted to bring it up that one, one person can stop something bad from",
        471.04,
        478.0
    ],
    [
        " happening. And you know, whether it's something bad, you know, some kind of a tragedy, that's an",
        478.06,
        481.6
    ],
    [
        " extreme, but you can even be at a company in a business. And you start seeing a bad idea and people",
        481.6,
        486.84
    ],
    [
        " are just kind of on board with it. Hey, I guess that's where we're going in all it takes us for someone",
        486.84,
        489.9
    ],
    [
        " to say, hey, wait a second, why are we doing this? What's going on here? To, to stop the group",
        489.9,
        497.68
    ],
    [
        " think, to stop the conformity, if it's going in the wrong direction. And I talked about Sony,",
        497.68,
        502.26
    ],
    [
        " if online the other day, but I've been talking a lot about, you know, I always hear me talk about",
        502.34,
        507.98
    ],
    [
        " detached, you've got to detach so that you can see, you can see. As a leader, you want to detach,",
        507.98,
        515.3
    ],
    [
        " so you can see, but you've got to actually know what you're looking for. If you just detach and look",
        515.3,
        520.7
    ],
    [
        " around and you don't know what you're looking for, that doesn't really help too much. You're,",
        520.7,
        523.9
    ],
    [
        " you're kind of hoping that you see something, but you have to be looking for something. And what,",
        523.9,
        529.74
    ],
    [
        " there's a bunch of things that I've been going over that you can look for. But one of the things I've",
        529.92,
        537.32
    ],
    [
        " got to detach and take a look at the momentum of the group. And there's a chance that the",
        537.32,
        543.64
    ],
    [
        " momentum is going in the right direction and everything is, you know, everyone's just excited",
        543.64,
        547.14
    ],
    [
        " about it and it's going to add momentum and it's going to be great because we're going to go",
        547.14,
        550.14
    ],
    [
        " even faster in that direction that we should be going. And if you detach and you see that and you",
        550.14,
        555.56
    ],
    [
        " measure it and you check the direction of the momentum of the group and it looks like it's going",
        555.56,
        559.06
    ],
    [
        " in a good place, cool, you can let it continue to go there. But you also have to pay attention",
        559.06,
        563.9
    ],
    [
        " because there's a chance that that momentum that the group is going in is",
        563.9,
        566.42
    ],
    [
        " that is a little excerpt of what we are doing on the Jocco Underground podcast. So if you want to",
        566.42,
        578.54
    ],
    [
        " continue to listen, go to joccounderground.com and subscribe and we're doing this to mitigate our",
        578.54,
        585.7
    ],
    [
        " reliance on external platforms so we are not subject to their control and we're doing it so we",
        585.7,
        592.18
    ],
    [
        " can give you more control, more interaction, more direct connections, better communications",
        592.18,
        597.02
    ],
    [
        " with us, strengthen this legion of troopers that are in the game with us. So thank you, it's",
        597.02,
        603.12
    ],
    [
        " joccounderground.com. It costs $8.18 a month and if you can't afford to support us, we can still",
        603.12,
        610.92
    ],
    [
        " support you, just email assistance at joccounderground.com and we'll get you taken care of. Until then,",
        610.92,
        617.48
    ],
    [
        " we will see you mobilized underground.",
        617.48,
        621.8
    ]
]