[
    [
        " This is Jocco podcast number 70 with echo Charles and me,",
        0.0,
        6.06
    ],
    [
        " Jocco willing. Good evening, echo. Good evening.",
        6.56,
        10.14
    ],
    [
        " Now I was going to start off tonight with a warning that tonight's",
        11.42,
        19.96
    ],
    [
        " episode is going to contain things that are not appropriate for children.",
        19.96,
        26.66
    ],
    [
        " Then as I put together the notes, I realized that maybe the opposite is true.",
        28.1,
        37.42
    ],
    [
        " And that maybe this is an important episode that children do need to listen to.",
        38.5,
        46.8
    ],
    [
        " But I would say listen to it alone by yourself first, without your children.",
        48.94,
        56.38
    ],
    [
        " And then decide if and when they are ready to listen to this.",
        56.6,
        62.92
    ],
    [
        " And unfortunately, I will tell you that I think the time is likely sooner than you think.",
        63.64,
        72.84
    ],
    [
        " And it is most definitely sooner than it should be.",
        73.76,
        78.22
    ],
    [
        " Now normally I am talking about war.",
        84.3,
        87.42
    ],
    [
        " And in that light I have covered some of the most heinous and horrible things that have happened in the world.",
        89.42,
        102.76
    ],
    [
        " Evil things, evil people.",
        104.9,
        110.66
    ],
    [
        " And the things that I am talking about are things that happen on a large scale in war.",
        111.12,
        122.52
    ],
    [
        " There are battles between nations and armies versus armies and men against men.",
        122.52,
        131.66
    ],
    [
        " And in those situations on that global stage of war, as I always say,",
        132.44,
        148.32
    ],
    [
        " we see the best of human nature and we often see the worst.",
        148.32,
        161.4
    ],
    [
        " But sometimes the worst of human behavior, the most evil of human behavior,",
        167.34,
        176.74
    ],
    [
        " does not occur on the battlefield.",
        177.36,
        179.74
    ],
    [
        " And it is not driven by war, it is not brought on by the madness of combat.",
        180.82,
        188.38
    ],
    [
        " It is not the result of men trying to kill other men.",
        188.94,
        194.12
    ],
    [
        " Sometimes the most evil side of human beings sneaks around in the dark, lurking, waiting,",
        195.08,
        213.22
    ],
    [
        " praying on the weak, scared, and the defenseless, praying on children.",
        214.52,
        231.22
    ],
    [
        " And often it isn't some archetype of evil, like the picture you have in your head of some sneering predator with a sadistic look.",
        237.42,
        251.62
    ],
    [
        " It can often be a trusted neighbor or a family friend or even relative.",
        254.96,
        268.28
    ],
    [
        " And to talk through some of this with me tonight, I am honored to have a special guest on an amazing person that I admire for her toughness and courage, incredibly strong woman, loving mother,",
        273.18,
        295.78
    ],
    [
        " and extremely hard working and highly productive farmer.",
        296.94,
        302.16
    ],
    [
        " And last but certainly not least, an incredible wife to one of my very close friends who has done multiple combat tours overseas, leaving this wonderful woman back on the home front to handle the business at home.",
        303.06,
        324.78
    ],
    [
        " And her name is Iris.",
        327.76,
        329.64
    ],
    [
        " And my first solid memory of Iris, and I had met her before this, but I didn't really think too much about it, but I was driving out to see her husband out on a farm, out on their farm that they live on.",
        330.12,
        347.46
    ],
    [
        " And I pulled up in my vehicle, my minivan, I'm quite sure.",
        347.46,
        354.58
    ],
    [
        " And I'm looking across the spans of land and out there in the field, fully nine months pregnant, guiding a horse drawn plow.",
        355.5,
        370.62
    ],
    [
        " I'm talking, it looks like it's 1729 out there, horse drawn plow in the field in the summertime and in the inland of Southern California.",
        371.3,
        385.22
    ],
    [
        " So it's hot and dusty.",
        385.22,
        386.92
    ],
    [
        " And she sees me and she like ties off the horse.",
        387.56,
        390.56
    ],
    [
        " And then she comes walking over to me and she's wearing the actual spurs like you've seen a western movie that jingle jangle no kidding.",
        391.46,
        402.6
    ],
    [
        " And she's a small frame woman, you know, and she took off.",
        402.8,
        407.76
    ],
    [
        " She had a pair of leather gloves on that look like they were passed down from the Marble Man and just all worked.",
        407.88,
        415.72
    ],
    [
        " And she took one of those off and it gave me a handshake and her skin was basically as tough as the leather glove she was wearing.",
        415.82,
        422.94
    ],
    [
        " And she said, hey, pointing me towards her house where I'd find her husband who is in there, like watching TV or something in the air condition.",
        424.46,
        432.36
    ],
    [
        " And then she turned around and walked back and headed back out field again, she was nine months straight up nine months pregnant.",
        433.3,
        439.86
    ],
    [
        " And I thought to myself, damn, what an awesome woman.",
        440.08,
        448.36
    ],
    [
        " So years later, I would say maybe four or five years later, I was extremely moved and angered.",
        449.22,
        468.64
    ],
    [
        " And disturbed and thankful and odd all at the same time when she posted an article online about something she'd experienced as a child.",
        469.2,
        486.06
    ],
    [
        " And here is an excerpt of what she wrote.",
        486.64,
        494.32
    ],
    [
        " I was only five years old the first time it happened.",
        500.78,
        504.08
    ],
    [
        " I wasn't feeling well. So while everyone else went down the hill to cut firewood, I stayed back at the cabin in bed.",
        504.64,
        515.8
    ],
    [
        " I remember him coming back, coming through the door and telling me he needed to get a chainsaw file.",
        516.68,
        526.56
    ],
    [
        " He then came over to the bed, told me to lay still and pulled my pants down.",
        529.86,
        536.16
    ],
    [
        " I was a shy child and would never ever have questioned an adult at that age.",
        537.54,
        546.58
    ],
    [
        " He inserted his fingers into my vagina and I remember it hurting and I was just petrified.",
        547.36,
        555.4
    ],
    [
        " I had no idea what to do.",
        560.1,
        562.2
    ],
    [
        " He said things to me like, doesn't that feel good?",
        563.44,
        567.9
    ],
    [
        " And you like this, right?",
        569.2,
        571.14
    ],
    [
        " I was unable to say anything.",
        572.52,
        576.98
    ],
    [
        " Or I don't know, I may have even mumbled agreement with him because that's what I thought I was supposed to do.",
        578.32,
        584.86
    ],
    [
        " I just remember that it hurt and I was scared and I was confused.",
        588.88,
        593.2
    ],
    [
        " The sound of my parents truck pulling up the driveway stopped him",
        594.46,
        601.1
    ],
    [
        " and he carefully pulled my pants back up and went over to the sink and washed his hands.",
        601.1,
        608.32
    ],
    [
        " As if washing away the evidence,",
        608.9,
        612.74
    ],
    [
        " he then pulled me close and told me that this was a secret just between us.",
        614.98,
        622.32
    ],
    [
        " It was so cliche, it amazes me now that that's what he said and how well it worked.",
        623.96,
        635.08
    ],
    [
        " Now, I have faced fear. I've faced horror, I've faced evil, but I faced it as a full grown man",
        642.88,
        657.26
    ],
    [
        " who spent pretty much my entire life being trained to fight and to kill and prepared to die.",
        657.26,
        665.2
    ],
    [
        " And furthermore, when I was in those situations, not only was I a full grown man,",
        668.7,
        674.78
    ],
    [
        " I was with my brothers in arms to my left and to my right.",
        675.46,
        680.38
    ],
    [
        " But to face this kind of evil as a child",
        681.64,
        690.76
    ],
    [
        " as a little girl and I have three daughters,",
        692.68,
        697.56
    ],
    [
        " as a little girl scared, defenseless and alone.",
        697.98,
        706.22
    ],
    [
        " This is almost impossible for me to comprehend.",
        706.98,
        713.88
    ],
    [
        " And I know that I can learn a lot from the type of person that can survive this kind of abuse.",
        716.7,
        725.0
    ],
    [
        " I know we can all learn a lot, especially from a person with the strength to confront this evil",
        725.08,
        731.34
    ],
    [
        " and overcome it. And then put together an amazing and beautiful life with an amazing and beautiful",
        731.34,
        742.42
    ],
    [
        " family. We can all learn from this.",
        742.56,
        745.96
    ],
    [
        " And with that mind, Iris, welcome to the show. And thank you so much for coming on.",
        748.0,
        758.38
    ],
    [
        " Wow, thank you, Jaco. It's really an honor to be here.",
        759.14,
        763.24
    ],
    [
        " And like all of our guests, now you have to tell us about the beginning,",
        765.68,
        772.94
    ],
    [
        " where you came from, what was going on in your life.",
        773.6,
        777.06
    ],
    [
        " And your life is very, I remember when your husband first met you and he was kind of telling me",
        778.06,
        784.74
    ],
    [
        " about this girl he had met. And I was, you know, when you hear your story, you just think,",
        784.74,
        791.26
    ],
    [
        " that's awesome. And so tell us a little bit about that about your childhood. You had a lot of",
        792.5,
        796.96
    ],
    [
        " very cool experiences in your childhood and grew up in a almost completely unique way that I",
        796.96,
        802.58
    ],
    [
        " don't think I've ever met anyone else that grew up like you did. Yeah, I, I never realized it was",
        802.58,
        808.54
    ],
    [
        " really unique until I was an adult and got out in the world a little bit more and realized that",
        808.54,
        813.64
    ],
    [
        " most people anywhere near my age did not grow up the way that I did.",
        813.64,
        818.66
    ],
    [
        " So we lived in the mountains in Northern California. My dad was initially a minor, a gold minor.",
        820.26,
        828.58
    ],
    [
        " And he would go into old mine shafts and bring out ore that they would crush in a, in a small",
        829.48,
        840.02
    ],
    [
        " mill and then refine the gold down into bars that they would sell. And eventually he became a",
        840.02,
        848.18
    ],
    [
        " timber faller and a logger back in 1987. I was seven years old. There's a huge forest fire that",
        848.18,
        856.14
    ],
    [
        " burned through Northern California. And I remember it vividly because one night there was just this",
        856.14,
        862.88
    ],
    [
        " wall of fire rolling down on our house. And luckily our house was spared, but a lot of our",
        862.88,
        869.66
    ],
    [
        " neighbors lost their homes. And after that, a lot of logging came into the area because there was",
        869.66,
        874.62
    ],
    [
        " so much burned. But so a lot of people have parents that might be working in mines. They might",
        874.62,
        883.94
    ],
    [
        " have parents that are working as, you know, loggers or lumberjacks, but they still might have",
        883.94,
        889.9
    ],
    [
        " things in their house like power and heat and and electricity. So you guys were like off the grid,",
        889.9,
        898.72
    ],
    [
        " right? Yeah, the whole area. So so this place is probably one of the most rural places in this country.",
        898.72,
        906.38
    ],
    [
        " Still, unless maybe you get up into Alaska. It's in Northern California in the mountains. There's",
        906.84,
        913.36
    ],
    [
        " this gorgeous river valley there. And it still doesn't have electricity. The people that live there",
        913.36,
        923.08
    ],
    [
        " still just use some solar now or generators, but no one had that back when I was a kid. So yeah,",
        923.46,
        930.44
    ],
    [
        " we grew up with no power, no telephones, no television. We used the old school",
        930.56,
        938.34
    ],
    [
        " kerosene lanterns with a little thin glass globes. And you would carry those from room to room.",
        938.34,
        946.04
    ],
    [
        " If you needed light, we would take them to bed with us at night and read by kerosene lantern.",
        946.36,
        951.2
    ],
    [
        " And we had a woodcook stove that we cooked on. Just to get hot water, our woodcook stove had",
        952.28,
        960.48
    ],
    [
        " coils that ran through it that the water would run through and warm it. So you would have to start a",
        960.48,
        966.96
    ],
    [
        " fire in the stove to have any hot water to warm it. So yeah, it was interesting. I take power and",
        966.96,
        979.16
    ],
    [
        " things like that for granted now. But back then, it was just normal. Yeah, I was going to say,",
        979.16,
        985.14
    ],
    [
        " if he comes normal for kids. I know that for instance when my kids were a little, they just thought",
        985.32,
        990.1
    ],
    [
        " that everyone did jujitsu because we did jujitsu all the time. They thought, oh yeah, well, you know,",
        990.1,
        994.08
    ],
    [
        " doesn't everyone do jujitsu all the time? But just no no power. And that's kind of there.",
        994.12,
        999.84
    ],
    [
        " It's hard for people to even imagine that nowadays when you're a kid and you don't have",
        1000.14,
        1008.62
    ],
    [
        " an iPad to entertain you, you don't have a TV to entertain you. The creativity has to be there,",
        1010.22,
        1017.18
    ],
    [
        " right? It has to develop. Absolutely. Because what did you do for fun?",
        1017.32,
        1019.66
    ],
    [
        " Well, we have rocks. Yeah. I know what, see, when I was a kid, I, when I was a kid, it was like",
        1020.56,
        1027.8
    ],
    [
        " everything, every stick you could find turned into a machine gun and every rock you found turned",
        1027.8,
        1032.4
    ],
    [
        " into a grenade. And that's what we did. Did you even, how would you even know what a grenade was?",
        1032.4,
        1037.78
    ],
    [
        " Or, you know, how would you know what a doll was? Yeah, we had, we had a few toys, but you know,",
        1037.98,
        1045.46
    ],
    [
        " I see the toys that kids have now. And it definitely is. It's very different. We had a few,",
        1045.5,
        1052.44
    ],
    [
        " a few old toys, but mostly we just lived outside. We just outside was our, that was our playground,",
        1052.44,
        1060.68
    ],
    [
        " our toys. And then where were you guys getting food from? We always had a big garden, my mom,",
        1060.74,
        1067.04
    ],
    [
        " grew a, grew a huge garden and canned and froze or well didn't freeze. We didn't have a",
        1067.92,
        1075.88
    ],
    [
        " electricity for a freezer, but canned and dried food. And we had our own melt cows.",
        1075.88,
        1081.38
    ],
    [
        " We raised pigs, which that, that was kind of interesting too. My, we had a lot of pigs. My",
        1082.62,
        1096.22
    ],
    [
        " in the summers when the weather was nice, there was this old stone root seller with like a loft",
        1096.22,
        1100.96
    ],
    [
        " that had open ends. And we would sleep up there whenever the weather was a little bit iffy. And it",
        1100.96,
        1106.68
    ],
    [
        " was right over top of the pig pen. So we essentially grew up in a barn. We would wake up in the middle",
        1106.68,
        1114.16
    ],
    [
        " night with pig squealing and turn our flashlights on and shine the lights down there and watch like",
        1114.16,
        1118.4
    ],
    [
        " litters of piglets being born. And these weren't even normal pigs. They were like wild boars that we'd",
        1118.4,
        1125.2
    ],
    [
        " caught and bred. And so they were all hairy and long snouts and they weren't like your fat pink",
        1126.28,
        1132.4
    ],
    [
        " pigs that you get. They're most people raised. And, and did you, was there any kind of school up",
        1132.4,
        1138.0
    ],
    [
        " there? There was a tiny little school that we went to. When I lived there, it was sort of the",
        1138.0,
        1143.02
    ],
    [
        " height of the population. There's less people there now, but there was the mining and the logging",
        1143.02,
        1147.94
    ],
    [
        " had brought in a few more people. And so the school that I went to had about 25 kids from K through",
        1147.94,
        1156.42
    ],
    [
        " eight. So there's maybe a couple of kids per grade. And we were all in the same, it was there was",
        1156.42,
        1162.82
    ],
    [
        " like two rooms, the big kids room and the little kids room. And we were so close because there were",
        1162.82,
        1171.24
    ],
    [
        " just a few of us. And we were, every all of the kids that I grew up with had a very similar",
        1171.24,
        1177.26
    ],
    [
        " upbringing to the way I did. So there are at least 25 other kids out there in the world who grew up",
        1177.26,
        1183.48
    ],
    [
        " exactly the same as I did. But we were this pack of just fair-all children really that just lived",
        1183.48,
        1190.66
    ],
    [
        " in the woods and swam in the river and and did everything. And I have wonderful memories of that",
        1190.66,
        1197.68
    ],
    [
        " which offset a lot of the not so pleasant things that happened in that same time.",
        1198.82,
        1204.22
    ],
    [
        " Did you, what about books? Did you guys have a ton of books? Did you read? Was that sort of your",
        1204.84,
        1211.22
    ],
    [
        " one escape from the reality that was around you? Yeah, we didn't have television. And in the summers,",
        1211.22,
        1219.38
    ],
    [
        " we were mostly outside in the river. In the woods, we would go down to the river in the evening",
        1219.38,
        1227.54
    ],
    [
        " and watch the bears catch salmon. And sounds like a, you know, pretty normal after.",
        1227.76,
        1233.54
    ],
    [
        " But in the winter when it was cold and rainy, we read a ton. And I've got the best big sister in",
        1233.58,
        1243.96
    ],
    [
        " the world. She's a couple years older than me. And she was reading these just ridiculously",
        1243.96,
        1250.32
    ],
    [
        " age-inappropriate books. I remember her reading these huge novels when she was like 10 years old.",
        1250.32,
        1257.52
    ],
    [
        " Because we didn't have any money. And it wasn't like our parents went out and bought us the",
        1258.3,
        1263.16
    ],
    [
        " the newest children's books or anything to read. We just read whatever happened to be laying around.",
        1263.16,
        1269.04
    ],
    [
        " And oftentimes that was not what you would typically give a 10-year-old to read. But so she would,",
        1269.34,
        1275.46
    ],
    [
        " she started reading to herself and then she would read to me before I was, you know, and eventually I",
        1275.66,
        1281.84
    ],
    [
        " became a very avid reader too. But yeah, that was, that was a big part of our life. In fact,",
        1281.84,
        1288.56
    ],
    [
        " Kormack McCarthy is also one of my very favorite authors. If not my favorite author,",
        1288.9,
        1295.3
    ],
    [
        " I think I read all the pretty horses in the crossing when I was like 15. I read Blood Meridian",
        1296.22,
        1303.04
    ],
    [
        " by the time I was 16. I've read them all numerous times. But I remember this wonderful old",
        1303.04,
        1313.4
    ],
    [
        " neighbor lady that lived down the road from us gave me this box of a big cardboard box full of old",
        1313.4,
        1320.92
    ],
    [
        " Louis Lemore and Zane Gray novels. Which for anyone who's not familiar with those, they're",
        1320.92,
        1333.02
    ],
    [
        " out being a kid and sort of wanting to be a soldier, wanting to be in the military so bad. And",
        1333.9,
        1339.76
    ],
    [
        " that was like, you were focused on that and that's all you were going to do. That was me, but with",
        1339.76,
        1345.4
    ],
    [
        " horses. That was the only thing I cared about. And so I just gobbled up all of these old westerns",
        1345.4,
        1354.3
    ],
    [
        " and lived in that world of imagining myself being like a cowboy riding across the plains with my",
        1354.3,
        1361.12
    ],
    [
        " bedroll. But I didn't have a horse. So I lived in the woods as much as I could. We",
        1361.92,
        1370.64
    ],
    [
        " foraged. We found, we hunted for wild mushrooms all the time, which is still one of my very favorite",
        1370.64,
        1377.74
    ],
    [
        " things to do. And I used to read mushroom and plant field guides like other kids might read",
        1377.74,
        1387.12
    ],
    [
        " fantasy novels or something. So it's definitely unique. And a lot of really, I mean that's just",
        1387.84,
        1395.64
    ],
    [
        " an unbelievable experience and it sounds like you definitely a lot of positivity. You know,",
        1395.64,
        1401.32
    ],
    [
        " there's so much positivity to that the way you grew up. It was a very idealic childhood. I would say",
        1401.38,
        1407.9
    ],
    [
        " that I have a lot of darkness in that same time, but I wouldn't trade the way that I grew up for",
        1409.7,
        1417.32
    ],
    [
        " anything. So let me talk a little bit about that darkness. And I kind of talked about in that",
        1417.32,
        1429.34
    ],
    [
        " opening of how it started and the first time it happened to you, this abuse that you suffered.",
        1430.64,
        1438.18
    ],
    [
        " Now I'm going to go back to this article that you wrote. And here we go. Again, this is",
        1438.9,
        1447.14
    ],
    [
        " this is from a five year old. I was confused mostly. I don't think it ever crossed my mind",
        1447.14,
        1458.26
    ],
    [
        " to tell my parents. I just knew that I had been instructed not to tell anyone. So that's what I did.",
        1458.26,
        1465.98
    ],
    [
        " I really didn't understand what he had done or why, but I definitely knew that what had been",
        1467.64,
        1474.9
    ],
    [
        " done was wrong. And it might be something that I would be punished for.",
        1474.9,
        1479.58
    ],
    [
        " From that moment on, my life became one big game of cat and mouse.",
        1482.18,
        1487.32
    ],
    [
        " I tried to avoid him and he pursued me and took every opportunity to get his hands on me.",
        1488.02,
        1496.12
    ],
    [
        " He had plenty of opportunities because he was a beloved and trusted family friend.",
        1497.56,
        1505.36
    ],
    [
        " Even right in front of my parents and other people, he would regularly slap my butt and pull me",
        1507.4,
        1513.72
    ],
    [
        " onto his lap. I would always squirm away as quickly as I could. I remember being left home with him.",
        1513.72,
        1522.58
    ],
    [
        " I remember throwing fits and begging to go along with my mom and my sister. My mom just thinking",
        1523.22,
        1530.08
    ],
    [
        " I was acting out and being a brat and would tell me to stay with him until they got back.",
        1530.1,
        1537.2
    ],
    [
        " The fact that no one realized what was happening by simply observing the situation",
        1537.84,
        1545.98
    ],
    [
        " still bewilders me.",
        1545.98,
        1548.64
    ],
    [
        " So this guy, like you said, here, this guy had full access to your house, full trust of your parents.",
        1555.5,
        1563.8
    ],
    [
        " Why is it that you think or expand, you kind of talk about a little bit, but what is it that",
        1564.62,
        1577.5
    ],
    [
        " information in when something bad is happening like this?",
        1577.5,
        1581.2
    ],
    [
        " I think it started happening with me when I was so young that I didn't understand it.",
        1582.32,
        1589.6
    ],
    [
        " I did not understand what was even going on. No one had ever told me that something like that",
        1589.84,
        1594.7
    ],
    [
        " might happen. I was told not to say anything by an adult and so I didn't. I think I definitely",
        1594.7,
        1605.44
    ],
    [
        " had a feeling that I knew something was wrong and that this was not what should be happening.",
        1605.44,
        1611.04
    ],
    [
        " It was probably just my personality type. I was a shy, quiet kid. I wasn't inclined to express my",
        1611.92,
        1627.7
    ],
    [
        " emotions that much anyways. I think people who do this sort of thing, they look for a specific",
        1627.7,
        1639.82
    ],
    [
        " type of kid. They're not stupid. They know how to single out just the right kid. That was me",
        1639.82,
        1650.56
    ],
    [
        " in that time. I had a lack of understanding of what was even going on. I didn't really know",
        1650.56,
        1661.52
    ],
    [
        " that it was definitely something that I should tell other adults.",
        1661.52,
        1667.68
    ],
    [
        " I'm thinking that in your situation and your upbringing, you're seeing nature. You're",
        1668.42,
        1676.22
    ],
    [
        " understanding that pigs are having babies. You're seeing this kind of thing take place,",
        1676.22,
        1681.16
    ],
    [
        " but it wasn't something that your family talked about the birds and the bees or anything like that",
        1681.3,
        1687.08
    ],
    [
        " just didn't come up. Yeah, not really. Definitely not in. I think that it's hard for people to believe",
        1687.08,
        1696.36
    ],
    [
        " that their best friend or close family members would ever harm their children.",
        1696.36,
        1704.14
    ],
    [
        " I suspect that my parents felt like they kept a pretty good eye on me and that I was fine",
        1706.92,
        1712.48
    ],
    [
        " because they didn't look where they needed to look. I think that's, and I'm sure ECHO has some kind",
        1712.48,
        1719.52
    ],
    [
        " of bias, psychological bias for this. But anytime you're in a situation where there's something that",
        1719.52,
        1725.5
    ],
    [
        " you simply could never imagine and couldn't believe. If that's something that you could never",
        1725.5,
        1732.3
    ],
    [
        " imagine and couldn't believe happening and you're not being told about it, what would plant that",
        1732.3,
        1737.9
    ],
    [
        " in your mind to make you think that it's going on from your parents perspective. It's like me",
        1737.9,
        1743.66
    ],
    [
        " looking at one of my close friends, I would never have that thought. Where would it come from?",
        1743.66,
        1751.34
    ],
    [
        " Well, I kind of see how it would not show up. You probably think that your kid would let you know",
        1751.62,
        1756.9
    ],
    [
        " if there was a problem, right? You would be like, well, I would be able to tell if something was",
        1757.1,
        1763.16
    ],
    [
        " wrong because my kid would let me know somehow. And that's not necessarily the case.",
        1763.16,
        1770.08
    ],
    [
        " I'm going to go back as you continue this back to your writing here.",
        1772.12,
        1776.56
    ],
    [
        " We moved into our own house and I would have some moments of peace. But he was always around,",
        1777.4,
        1784.38
    ],
    [
        " always visiting and even parked a trailer on our property to live in for periods of time.",
        1785.12,
        1789.78
    ],
    [
        " He stalked me like I was his prey. I never, ever felt safe from him.",
        1790.42,
        1798.18
    ],
    [
        " He would watch me constantly. I would look up from playing with toys and see him standing in the",
        1799.68,
        1805.94
    ],
    [
        " doorway of my bedroom, staring at me. I would wake up to him watching me.",
        1805.94,
        1812.4
    ],
    [
        " When I would have friends over, I would suddenly jump up and announce that we needed to go outside",
        1814.38,
        1818.44
    ],
    [
        " and play right now because I would notice him watching us through a doorway or a window.",
        1818.44,
        1825.72
    ],
    [
        " Again, I can't even imagine what that had to feel like for a five-year-old, a six-year-old,",
        1826.36,
        1839.3
    ],
    [
        " a seven-year-old. Again, I picture my own children and their pure innocence that they live in,",
        1839.3,
        1847.92
    ],
    [
        " thankfully. And I can't, I mean, this is like a horror movie. You know, you're a kid and you're",
        1848.18,
        1854.1
    ],
    [
        " looking up and you're playing with your toys and you're reading your book or whatever you look",
        1854.1,
        1857.8
    ],
    [
        " up and you see this predator, you know, just stalking you all the time. And the discomfort that you",
        1857.8,
        1866.92
    ],
    [
        " had to just feel constantly and no way to escape it. Do you think there's, was there anything else",
        1866.92,
        1876.44
    ],
    [
        " that you that you can think of that you tried to do or tried to send a signal or was it just,",
        1876.44,
        1884.16
    ],
    [
        " were you just so sort of enveloped by the situation that you didn't, you know, just like I was talking",
        1884.34,
        1890.52
    ],
    [
        " about maybe your parents couldn't imagine what could be happening. Is it, was it like you just couldn't",
        1890.52,
        1898.6
    ],
    [
        " imagine this not happening? Yeah, pretty much. I think because it started when I was so young, it just",
        1898.6,
        1906.88
    ],
    [
        " was part of my life. And it was so consistent. It wasn't like something that happened and then",
        1906.88,
        1912.6
    ],
    [
        " didn't happen for it. It was just like a daily part of my life. And so I don't think I really ever",
        1912.62,
        1922.8
    ],
    [
        " tried to signal. I remember one time there was a couple girls, some friends of my parents came",
        1922.8,
        1928.24
    ],
    [
        " and visited and they had a couple girls a little bit older than me that came. And I remember the one",
        1928.24,
        1935.72
    ],
    [
        " girl who was probably 12 at the time telling me they spent the night, they slept outside and she",
        1935.72,
        1941.86
    ],
    [
        " told me that when she woke up in the morning, this, my abuser had like crawled up onto her bed and",
        1941.86,
        1952.26
    ],
    [
        " started touching her leg and she like jumped up and told him no and ran away. And she also didn't",
        1952.26,
        1958.5
    ],
    [
        " go tell a grown-up. She came and told me that this had happened and I remember telling her what",
        1958.5,
        1965.2
    ],
    [
        " happened to me. And that's the only time as a child that I ever told anyone. And I remember",
        1965.2,
        1971.84
    ],
    [
        " us sitting there kind of discussing this. I was probably eight maybe at the time. And we're like,",
        1973.64,
        1981.7
    ],
    [
        " well, that's, yeah, I don't know why he does this. That's weird. I don't know. And we just kind of",
        1981.88,
        1988.08
    ],
    [
        " discussed it and then never told anyone. Even though she was even older and hadn't grown up with",
        1988.08,
        1995.62
    ],
    [
        " it. And I don't know if later on she told someone, but at the time she definitely didn't go tell her",
        1995.62,
        2000.12
    ],
    [
        " parents or my parents or anyone, which reaffirms the fact that your kids aren't necessarily going to",
        2000.12,
        2008.84
    ],
    [
        " tell you. I know, I know with my kids, you know, if they do something that they think is going to",
        2008.84,
        2014.36
    ],
    [
        " get them in trouble, especially in that five, six year old, seven year old, they're not going to",
        2014.36,
        2020.68
    ],
    [
        " tell you. They don't volunteer that information. Yeah. If they think it's something that they did",
        2020.68,
        2025.32
    ],
    [
        " wrong or think so. So that's another little trap that occurs",
        2025.32,
        2031.4
    ],
    [
        " back to your writing here. He was old and was missing all of his teeth.",
        2031.4,
        2042.76
    ],
    [
        " He wore dentures sometimes and sometimes he didn't. I remember him pinning me up against walls",
        2043.96,
        2051.76
    ],
    [
        " and counters and kissing me with his soft toothless mouth and fingering me with his dirty hands.",
        2051.84,
        2057.92
    ],
    [
        " I wanted to vomit. I would never tell him no, though, never tell him to get away from me, never",
        2058.38,
        2069.0
    ],
    [
        " acknowledge that he was doing anything to me. I would just slip away from him as soon as an",
        2069.0,
        2076.0
    ],
    [
        " opportunity presented itself and mumble that I was going outside to play or down to the rock",
        2076.0,
        2081.62
    ],
    [
        " piles, my secret labyrinth of tangled blackberry brambles and boulders. You'd follow me to the",
        2081.62,
        2089.54
    ],
    [
        " top of the trail saying things like, come back, you like what I'm doing. Or I don't think your mom",
        2089.54,
        2096.88
    ],
    [
        " wants you to go down there while she's gone. But he never followed me down into the rock piles.",
        2096.88,
        2104.12
    ],
    [
        " It was my safe zone. It was the place I could cry with no one seeing me.",
        2104.12,
        2110.6
    ],
    [
        " I remember someone accusing him of molesting another little girl.",
        2111.9,
        2117.6
    ],
    [
        " I heard my parents talking about it and then my dad pulling me aside and asking me if Mike had ever",
        2118.32,
        2124.68
    ],
    [
        " touched me. I was caught off guard and totally unprepared to deal with what saying yes would mean.",
        2124.68,
        2131.52
    ],
    [
        " So I said no. As soon as it was out of my mouth, I wanted so badly to change my answer,",
        2134.24,
        2142.6
    ],
    [
        " but no one ever asked me again. I'm convinced that if I had had a little time to think and had been",
        2143.06,
        2152.02
    ],
    [
        " asked again, I would have spilled it all. Remember that. It's important.",
        2152.02,
        2160.04
    ],
    [
        " But at the time, I said no and the woman who made the accusation was discredited as being crazy",
        2161.4,
        2169.9
    ],
    [
        " or a drug addict and having ulterior motives. And that was that.",
        2169.9,
        2177.48
    ],
    [
        " So there's a clear example. And I could see now going from the perspective of a parent",
        2179.2,
        2192.84
    ],
    [
        " who is all uncomfortable to go up and ask this question in the first place.",
        2192.84,
        2198.02
    ],
    [
        " It was probably the weakest form of questioning too. Has Mike ever made you feel weird?",
        2199.08,
        2206.56
    ],
    [
        " Now dad's like, see I told you this is no issue. She's a liar. She's a drug addict.",
        2208.68,
        2215.06
    ],
    [
        " They want that answer. They want it here. No. Any parent wants to hear no when they ask that.",
        2215.92,
        2223.02
    ],
    [
        " And yet you got to ask again. You got to put it probably in multiple different ways of asking",
        2227.18,
        2234.18
    ],
    [
        " the question. Not just does he make you feel comfortable, does he touch you? Do you got to ask that",
        2234.18,
        2239.28
    ],
    [
        " in so many different ways to get to open up the mind of the kid? Obviously without asking leading",
        2239.28,
        2246.84
    ],
    [
        " questions, that's going to put somebody in another weird situation. How do you ask your own kids?",
        2247.06,
        2260.18
    ],
    [
        " So I think that you have to talk about it casually, hopefully before something happens.",
        2261.6,
        2274.66
    ],
    [
        " Make them aware of the fact that this does happen. And people think that they're protecting their",
        2276.84,
        2284.36
    ],
    [
        " kids by not telling them that horrible stuff happens. They feel like they're protecting them",
        2284.36,
        2293.28
    ],
    [
        " by shielding them from this. And meanwhile, their kids are being molested and don't know how to",
        2293.28,
        2300.68
    ],
    [
        " tell anyone because no one's talked to them about it. And so you can start talking to them when",
        2300.68,
        2309.78
    ],
    [
        " they're really young, you simple terms and express that sometimes people do bad things. And there's",
        2309.78,
        2318.38
    ],
    [
        " something, I tell my kids that there's something broken in some people's brains that makes them do",
        2318.38,
        2326.48
    ],
    [
        " something that normal people don't do, but that they're out there. And when you, I think when you",
        2327.64,
        2336.16
    ],
    [
        " question a kid about this, you have to ask it once and then give the kid time to think about it.",
        2336.16,
        2344.7
    ],
    [
        " And then bring it up casually again a couple days later. Hey, you remember that thing we talked",
        2345.24,
        2350.9
    ],
    [
        " about the other day? I was thinking about it some more. Do you have, you know, is there anything else",
        2350.9,
        2357.0
    ],
    [
        " you want to talk to me about with that? And do that a few times, especially if you have any,",
        2357.0,
        2363.34
    ],
    [
        " if you suspect anything for sure, but even if you don't, bring it up once, bring it up again,",
        2363.56,
        2370.78
    ],
    [
        " a couple days later, bring it up again, a couple days later, give their little brains time to process",
        2370.98,
        2376.18
    ],
    [
        " what my, and then make sure to tell them that if anything happened, even if they're not telling me",
        2376.18,
        2383.2
    ],
    [
        " anything did, they're not going to be in trouble if they feel like they want to tell me something.",
        2383.2,
        2391.3
    ],
    [
        " Now, some kids are just vocal and we'll talk fine, but other kids won't. And that's the kind of",
        2391.48,
        2406.16
    ],
    [
        " up a pattern with your kids where they're not talking about molestation, but if when they tell you",
        2406.16,
        2413.76
    ],
    [
        " something, you punish them because they told you the truth because they took a cookie, dropped the",
        2413.76,
        2420.18
    ],
    [
        " cookie jar, spilled milk, and they could have kept it a secret, but they told you and now you punish",
        2420.18,
        2424.9
    ],
    [
        " them, you're doing the same thing. You're setting them up for, to keep secrets and keep things inside.",
        2424.9,
        2430.24
    ],
    [
        " I always tell my kids that they'll get in more trouble for telling me a lie than for whatever they did.",
        2430.28,
        2435.36
    ],
    [
        " In the first place. My kids absolutely know that and that's the same with,",
        2436.2,
        2442.58
    ],
    [
        " not never mind kids. When I was in the teams, that's the standard. Yeah, yeah. You tell me what happened.",
        2442.7,
        2448.86
    ],
    [
        " Don't lie to me what happened. If you tell me something, you did something wrong, there was an",
        2449.12,
        2453.08
    ],
    [
        " incident, something bad happened. We'll handle it, but one thing we can't do is if we try and cover",
        2453.08,
        2458.5
    ],
    [
        " something up and we get caught now, now there's going to be hell to pay. So yeah, that's a,",
        2458.5,
        2464.46
    ],
    [
        " another thing that I do with my kids is I got, there's some great books out there about talking to",
        2465.08,
        2474.02
    ],
    [
        " your kids about abuse and stuff and there's one that I read to them sometimes and it's not,",
        2474.02,
        2483.0
    ],
    [
        " those books aren't meant to just read once and never pick up again. They're a perfect opportunity",
        2483.6,
        2490.12
    ],
    [
        " to bring it up casually in conversation. There's a book that's called, I said no and it's written by",
        2490.12,
        2495.74
    ],
    [
        " Zach and Kimberly King and Zach is a little boy and his mom, Kimberly King and they wrote this",
        2495.74,
        2503.12
    ],
    [
        " book together and it's really great. It talks about people as being like red flag people and those",
        2503.12,
        2510.98
    ],
    [
        " people can be the sort of people who just give you a strange feeling. They unsettle you. They make",
        2510.98,
        2517.14
    ],
    [
        " you feel a little bit odd and it doesn't necessarily mean that they've done anything wrong to you,",
        2517.14,
        2522.0
    ],
    [
        " but you should be able to pick out those red flag people and then talk to an adult about what is",
        2522.12,
        2529.72
    ],
    [
        " making them uncomfortable. Now is that, is that because this red flag person did something that",
        2529.72,
        2537.52
    ],
    [
        " that gave them a red flag? Because one of the things that I told my kids, especially now that my",
        2537.52,
        2542.4
    ],
    [
        " daughters are older, one of my daughters is going on a trip somewhere and I was giving her the",
        2542.4,
        2548.78
    ],
    [
        " talk. Listen, you need to watch out and my daughter said something to me like dad, I'm not going",
        2548.78,
        2556.32
    ],
    [
        " to be going and hanging around with some weirdo and I stopped her writing her tracks and I said,",
        2556.32,
        2563.94
    ],
    [
        " it's not the weirdo, the guy that looks weird, it's not the guy that looks like a predator that you",
        2564.18,
        2571.98
    ],
    [
        " need to watch out for is the guy that seems like a nice guy, the guy that just helped you with",
        2571.98,
        2577.7
    ],
    [
        " your luggage is the guy. Not all of them, but you need to watch out for that. If you look at some of",
        2577.7,
        2583.02
    ],
    [
        " those serial killers, I think it was Ted Bundy, but he had the whole thing where he had his arm",
        2583.02,
        2590.54
    ],
    [
        " in a cast and he would ask someone to help him, he would ask a woman to help him, I need to get my",
        2590.54,
        2595.66
    ],
    [
        " groceries in the car or whatever and they'd see this kind of, and if you ever saw a picture of me,",
        2595.66,
        2599.86
    ],
    [
        " he looks like a nerd and he has his arm in the cast and he's got a colored shirt on, he looks",
        2599.86,
        2605.1
    ],
    [
        " like a white color guy and he's got a car and next thing you know, as soon as they help with the",
        2605.1,
        2611.62
    ],
    [
        " groceries, boom, the arms out of the cast and he's abducting them. So how do they identify the",
        2611.62,
        2619.22
    ],
    [
        " red flag people? It's more about your gut intuition if there's something that just makes you feel",
        2619.22,
        2628.16
    ],
    [
        " a little bit weird if they say something, you know, it's about listening to that internal voice",
        2628.16,
        2632.98
    ],
    [
        " that might be telling you something's a little weird, but he's a really nice guy, you know, he's",
        2632.98,
        2639.36
    ],
    [
        " and learning how to identify that and listen to it. Because yeah, that's like I said,",
        2639.36,
        2647.88
    ],
    [
        " pedophile sexual predators, they're not stupid people, most of them aren't stupid people,",
        2648.68,
        2653.68
    ],
    [
        " they're very calculating and they look for the right opportunities. So yeah, you've got to",
        2654.48,
        2660.22
    ],
    [
        " teach your kid specifically that. Yeah, it seems like you need to teach your kids specifically,",
        2660.22,
        2666.7
    ],
    [
        " the I said no part, right? Because even you as a kid, you don't know how to say no, you don't know",
        2667.0,
        2672.46
    ],
    [
        " how to scream, you don't know how to tell someone to stop and also how to identify what, you know,",
        2672.46,
        2678.06
    ],
    [
        " kids don't know where the line is. If you don't teach them what's right and what's wrong in terms",
        2678.06,
        2684.18
    ],
    [
        " of physical contact with them, then how are they going to know? How are they going to know? Exactly.",
        2684.18,
        2690.0
    ],
    [
        " That's a good point now, you don't want to scold the kid for making a mistake and, you know,",
        2691.0,
        2698.98
    ],
    [
        " how you hold lying is a higher regard as far as violations go, where if this environment is kind",
        2699.28,
        2705.2
    ],
    [
        " of created that what you say doesn't mean that much, so be careful with what you say, you know,",
        2705.34,
        2711.12
    ],
    [
        " but if the environment is, hey, you can come to me with anything and you demonstrate that, don't",
        2711.48,
        2715.3
    ],
    [
        " just say like once a month say, hey, you can come to me with anything. Next day they come to you",
        2715.3,
        2720.32
    ],
    [
        " with something you're like, hey, I'm busy or hey, grownups are talking, you know. So if you actually",
        2720.32,
        2725.36
    ],
    [
        " provide that environment consistently, they'll come to you with anything, anything that's off, they'll",
        2725.36,
        2735.18
    ],
    [
        " come to you with something that small, so some weird or some red flag person comes and they're",
        2735.18,
        2740.48
    ],
    [
        " doing something strange out of the ordinary. They're going to come to you way more likely, you know.",
        2740.48,
        2746.36
    ],
    [
        " You know, we talk about inoculation when it comes to training for combat and, you know, you",
        2747.64,
        2752.88
    ],
    [
        " you inoculate yourself to stress and one of the things I talk about like with self defense for,",
        2752.88,
        2758.28
    ],
    [
        " especially for women is if you train Jiu-Jitsu, you get inoculated to the fact that someone's going",
        2758.66,
        2763.24
    ],
    [
        " to be grabbing you, touching you, grinding on units, and so you're over that, you're over that,",
        2763.24,
        2767.4
    ],
    [
        " but it seems like this is the same situation you do with kids where you inoculate them to the",
        2767.5,
        2773.38
    ],
    [
        " uncomfortable conversations. So they're okay talking about stuff that let's face it, you know,",
        2773.38,
        2780.1
    ],
    [
        " there's your kid is not going to be comfortable talking about some things unless you inoculate them",
        2780.36,
        2785.76
    ],
    [
        " and you get them used to it and they understand what's right and what's wrong. I think it's correct,",
        2785.76,
        2793.16
    ],
    [
        " parents are typically the ones going to be more uncomfortable. Like they can you be surprised",
        2793.16,
        2796.9
    ],
    [
        " with kids they'll just talk about like we're saying if unless you made it uncomfortable for them,",
        2796.9,
        2801.32
    ],
    [
        " they'll talk about some weird stuff, especially 5, 6, but if the parents, hey, you know, in your",
        2801.66,
        2808.32
    ],
    [
        " scenario where they'll ask you something you can answer they say good, that's the answer I want,",
        2808.32,
        2811.9
    ],
    [
        " lids don't talk anymore, isn't there uncomfortable. And it's on the parent to initiate these conversations,",
        2812.04,
        2818.14
    ],
    [
        " it's not on the little kids to come to you and tell you something big has happened, it's on you",
        2818.14,
        2823.14
    ],
    [
        " as a parent to initiate these conversations. My daughter is she's shy and she doesn't express",
        2823.14,
        2832.94
    ],
    [
        " her emotions very well. She's not the kind of kid who comes and just tells you stuff.",
        2832.94,
        2837.98
    ],
    [
        " And I don't I don't want this to sound like I'm beating this stuff into my kids heads every day",
        2839.06,
        2843.64
    ],
    [
        " and terrorizing them with the thought of scary things that might happen to them because I'm not,",
        2843.64,
        2847.6
    ],
    [
        " you know, I talk about it casually enough I think that it gets through to them. But she had,",
        2847.6,
        2854.26
    ],
    [
        " she's in kindergarten and she had a little issue and she told me that a boy has been coming up",
        2854.4,
        2863.18
    ],
    [
        " to her on the playground and she I always use correct terminology because that's another thing I want,",
        2863.18,
        2868.76
    ],
    [
        " I feel like kids should be comfortable talking about their bodies and she told me and it was hard",
        2869.02,
        2875.66
    ],
    [
        " for her to tell me she didn't want to tell me and I could totally see it because of her personality.",
        2875.66,
        2880.72
    ],
    [
        " She came up and she she told me that a little boy was coming up every day on the playground and",
        2880.94,
        2886.92
    ],
    [
        " like poking her in the vagina and then asking her to do the same to him. And she's I think she's",
        2886.92,
        2895.8
    ],
    [
        " five she told me that and I was like okay what I'm doing is working because knowing her personality",
        2895.8,
        2901.78
    ],
    [
        " she didn't want to tell me that but she did and so it was and I know that was also the perfect",
        2902.0,
        2908.34
    ],
    [
        " experience to sort of teach like okay cool not a big deal he's five years old you know they",
        2908.34,
        2915.84
    ],
    [
        " little kids do that and they don't know what they're doing but let's go talk to your teacher and",
        2915.84,
        2919.68
    ],
    [
        " make sure you know and I immediately took action and showed her that I wasn't going to let anything",
        2919.68,
        2925.0
    ],
    [
        " happen to her if she was uncomfortable with it without blowing you know out of proportion.",
        2925.0,
        2930.82
    ],
    [
        " I was going to say because a lot of times the what kids are embarrassed about from age whatever",
        2930.82,
        2935.98
    ],
    [
        " until yeah is they don't want to tell you because you know my 17 year old will do that as well my",
        2935.98,
        2942.82
    ],
    [
        " seven year old dad dad don't you know so I think that's another thing is how do you make sure that",
        2942.82,
        2947.58
    ],
    [
        " they realize that you're going to be you know without blowing it out of proportion which which I",
        2947.58,
        2951.7
    ],
    [
        " agree with you you know it's a five year old kid it's a five year old boy yeah they're doing like",
        2951.7,
        2955.46
    ],
    [
        " you said they're talking about stupid stuff that they don't understand and they're doing things",
        2955.46,
        2959.24
    ],
    [
        " that they don't understand yet that's like okay but but let's now teach them let's let them learn",
        2959.24,
        2966.68
    ],
    [
        " at that yeah and that gave me a lot of confidence that if something because I because she dealt with",
        2966.68,
        2972.38
    ],
    [
        " that in a great way if something bigger were to happen I now feel like she would be much more inclined",
        2972.38,
        2979.04
    ],
    [
        " to come to me but what you're saying about not wanting to make a scene I think as I got older",
        2979.04,
        2984.1
    ],
    [
        " and and understood what was happening to me a lot more than I did when I was little I didn't want",
        2985.0,
        2993.74
    ],
    [
        " to make a scene this is somebody who was my parents best friend was deeply involved in our life",
        2993.74,
        2999.92
    ],
    [
        " had been with us forever and imagine what telling would look like and that wasn't something that I",
        2999.92,
        3011.68
    ],
    [
        " was prepared to handle even when I was a teenager and I knew exactly what was going on I knew exactly",
        3011.68,
        3018.98
    ],
    [
        " how wrong it was the scene that would ensue if I said something was not something that I was",
        3018.98,
        3025.0
    ],
    [
        " willing to deal with that's even hard for adults to do any kind of like confrontation that's going",
        3025.0,
        3029.82
    ],
    [
        " to cause these big ripples is like man I got away all this out now you know like can I strengthen",
        3029.82,
        3035.7
    ],
    [
        " myself up versus you know create this big scene I'd rather deal with strengthening myself up in",
        3035.7,
        3041.16
    ],
    [
        " especially because you have no idea in your mind you probably made it even a bigger crazy you",
        3041.16,
        3047.76
    ],
    [
        " were probably thinking that they were gonna have to make a choice between you and this guy you know",
        3047.76,
        3051.56
    ],
    [
        " maybe in your mind that's the best friend you know now you got to convince people and it just",
        3051.56,
        3056.98
    ],
    [
        " becomes easier to just not say anything you don't know if they're gonna believe you you don't know",
        3056.98,
        3062.64
    ],
    [
        " if he's gonna go to jail you just don't know what the consequences are going to be and it's much",
        3062.64,
        3069.34
    ],
    [
        " easier to just be like all right I've dealt with this I can keep dealing with this I'm not gonna",
        3069.42,
        3074.32
    ],
    [
        " cause any ripples so as you grow up I'm gonna go back to your writing here",
        3074.32,
        3081.84
    ],
    [
        " as I grew older I got better and better at avoiding him his hounding of me did not decrease but",
        3081.84,
        3089.7
    ],
    [
        " I rarely let him get his hands on me I was incapable of just telling him to get away from me if he",
        3089.7,
        3099.32
    ],
    [
        " I'm not sure how to explain what this is like this constant pursuit and hounding that you are",
        3099.32,
        3105.8
    ],
    [
        " unable to avoid when you are a child when I was 12 years old we moved it was over seven years",
        3105.8,
        3115.82
    ],
    [
        " of stress and fear and pain finally replaced with an empty discomfort a weight was lifted from my",
        3115.82,
        3129.3
    ],
    [
        " and felt more freedom than I ever had and then he followed he bought a piece of property just",
        3129.3,
        3140.44
    ],
    [
        " up the hill from us and that was the beginning of dealing with him as a teenager I never let him",
        3140.44,
        3147.94
    ],
    [
        " touch me again I tolerated his crude comments and ate dinner next to him at the dinner table I",
        3147.94,
        3154.06
    ],
    [
        " laughed at his jokes and I dutifully rode my horse up the hill to check on him every couple of days",
        3154.06,
        3159.0
    ],
    [
        " at the insistence of my parents he would always come out of his trailer lay a hand on my thigh",
        3159.3,
        3166.86
    ],
    [
        " invite me to tie up and come inside I still couldn't look him in the eye still couldn't tell him",
        3166.86,
        3175.04
    ],
    [
        " to fuck off instead I would just change the subject and ride off with a hollow pit in my stomach",
        3175.04,
        3183.74
    ],
    [
        " so you move away and then he follows you there",
        3195.02,
        3198.14
    ],
    [
        " and you know you talk about how hard it is to explain this and this hounding that you got",
        3198.14,
        3210.34
    ],
    [
        " and you're trapped you can't you don't feel like you can say anything to your family you can't",
        3210.34,
        3219.28
    ],
    [
        " you say a hollow pit in your stomach and this has got to be eating it you",
        3219.28,
        3227.82
    ],
    [
        " yeah and you find finally some comfort in horses which was already your dream and now you finally get",
        3227.82,
        3240.92
    ],
    [
        " you finally get your first horse yeah that was the best thing that ever happened to me up until",
        3241.54,
        3250.82
    ],
    [
        " that point at least maybe ever there was a neighbor lady that lived close to us who had this horse",
        3250.82,
        3260.1
    ],
    [
        " that she didn't have time for and she let me bring it home and start riding it and I didn't my",
        3260.1,
        3267.6
    ],
    [
        " family never had horses we knew nothing about horses other than my just insane desire to have one",
        3267.6,
        3275.72
    ],
    [
        " and so I just started riding it and this horse was half broke at best and I would fall off constantly I",
        3275.72,
        3288.82
    ],
    [
        " just would smack my head on the ice and get back on and fall off again and I remember my dad one time",
        3288.82,
        3296.32
    ],
    [
        " standing there and just telling me you got to stop you can't you can't you I'm not going to let you",
        3296.94,
        3302.76
    ],
    [
        " sit here and kill yourself trying to ride this horse and you know of course back then I didn't",
        3302.76,
        3310.12
    ],
    [
        " I didn't have a silly thing like a riding helmet or even a saddle I just I just had this",
        3310.12,
        3319.36
    ],
    [
        " desire to ride this horse and if it was gonna kill me it was gonna happen and so I did I just",
        3319.6,
        3328.42
    ],
    [
        " kept after it and finally wore the poor horse down and he gave up and he ended up being you know",
        3328.42,
        3335.0
    ],
    [
        " the buy my side for for many years and so that that gave me this whole different level of freedom",
        3335.0,
        3345.66
    ],
    [
        " I wasn't you know constrained to my feet anymore I could go out and get just miles and miles",
        3345.66,
        3353.58
    ],
    [
        " away from it all and you know home wasn't it wasn't a comforting spot for me to be so I was much",
        3353.58,
        3362.72
    ],
    [
        " more comfortable being out in the mountains by myself with my horse and some people might",
        3362.72,
        3370.74
    ],
    [
        " have an issue with this but by the time I was 12 I was carrying a 30 30 rifle on in a",
        3371.76,
        3381.04
    ],
    [
        " scabbard on my saddle and I had a little Rooker 22 that I carried with me you know one or the other",
        3381.04,
        3388.78
    ],
    [
        " usually when I was out riding because my parents felt like I was safer with a gun then without a",
        3388.78,
        3395.04
    ],
    [
        " gun even though I was 12 years old I'd grown up around guns and was comfortable with them and",
        3395.04,
        3401.56
    ],
    [
        " since I would head out in the mountains and I think that the only rule I had was that I had to be",
        3401.56,
        3409.46
    ],
    [
        " backed by dark and you know when you're on a horse and you leave first thing in the morning you",
        3409.46,
        3413.72
    ],
    [
        " can cover a lot of ground and if something had ever happened to me I don't know anyone would have",
        3413.72,
        3425.02
    ],
    [
        " self-reliant to make sure that I was as safe as I could be out there and I give my parents a ton of",
        3425.02,
        3433.4
    ],
    [
        " credit for allowing me that freedom they had a daughter who had this passion to be doing what I",
        3433.4,
        3452.96
    ],
    [
        " was doing and that is a large part of what built me into who I am today and so that's something",
        3452.96,
        3463.4
    ],
    [
        " that I also try to do for my own kids as much as I can you know I'm pretty cautious with them but I",
        3463.4,
        3472.34
    ],
    [
        " still try to always allow them a lot of freedom I remember one time I was I think I was 15 I was",
        3472.34,
        3480.3
    ],
    [
        " riding away from home a little ways and I was down in this creek bottom and I heard this",
        3481.08,
        3488.5
    ],
    [
        " commotion down there this like barking and noise and I thought there were neighborhood dogs who",
        3488.5,
        3494.44
    ],
    [
        " would chase deer and I thought that the dogs had a deer down down in the creek bottom and that was",
        3494.44,
        3500.22
    ],
    [
        " what you know what through my went through my head and I ran my horse down through the brush into",
        3500.22,
        3505.06
    ],
    [
        " this creek bottom thinking I was going to scare the dogs off this deer and I came out of the brush",
        3505.06,
        3509.84
    ],
    [
        " literally from me to you like five feet away from this mountain lion that was just in full",
        3511.74,
        3516.76
    ],
    [
        " snarling crouched attack mode and it was squared off with I didn't I didn't know this when I had",
        3516.76,
        3524.6
    ],
    [
        " was riding but one of my dogs had followed me and I hadn't seen it and it was down in this creek",
        3524.6,
        3531.14
    ],
    [
        " bottom with this mountain lion and they were face to face just snarling and crouched down at each other",
        3531.14,
        3537.5
    ],
    [
        " and I I came out of the bushes right on top of them and you know I didn't feel any fear at all",
        3537.5,
        3544.94
    ],
    [
        " I just reacted and I just knew I had to get a little space between myself and the lion and I spun",
        3544.94,
        3551.7
    ],
    [
        " my horse around and got up the hill just a little ways and then stopped to watch the situation",
        3551.7,
        3557.5
    ],
    [
        " and the dog was this big wolf chow cross it was a big dog but she she got scared and she cut and ran",
        3560.9,
        3570.7
    ],
    [
        " she decided she had enough and she turned and to run from this cat and the second she turned",
        3570.7,
        3576.08
    ],
    [
        " to run the cat had her it just threw an arm over her back reached under bitter throat and she just",
        3576.08,
        3582.06
    ],
    [
        " went limp and then the cat just picked her up and carried her away yeah yeah that's because you're",
        3582.08,
        3588.32
    ],
    [
        " not supposed to turn your back on the don't ever so even when you kind of rode away I was kind of",
        3588.32,
        3593.06
    ],
    [
        " oh and the reason I did that is because the cat was distracted right I wasn't the threat to the cat",
        3593.06,
        3599.82
    ],
    [
        " I was the side thing the threat was this dog and thank goodness my horse was just a rock and didn't",
        3599.82,
        3606.0
    ],
    [
        " dump me right in front of this cat because had that happened there's no doubt in my mind that I",
        3606.0,
        3610.52
    ],
    [
        " would have been attacked but you know things like that that was that was my life things like that",
        3610.52,
        3618.04
    ],
    [
        " happened and I was young and I had to be able to deal with those situations hold where you at the",
        3618.04,
        3624.56
    ],
    [
        " point 15 and there's also there's also this really really strong dichotomy here is that you're out",
        3624.56,
        3633.94
    ],
    [
        " in the wilderness on horseback pack and heat you know confronting mountain lions and even with all that",
        3633.94,
        3644.46
    ],
    [
        " you didn't confront this abuser and and that's another you know sign and indication to people",
        3644.46,
        3656.86
    ],
    [
        " of how hard it is psychologically for someone that's as strong as you were as a teenager that's",
        3656.86,
        3662.12
    ],
    [
        " out there on your own and like I said riding around the mountains with a pistol and a rifle ready to",
        3662.12,
        3668.98
    ],
    [
        " you know get after it and yet this by this point kind of an old man is still has this level of",
        3668.98,
        3678.02
    ],
    [
        " control over you in your own home yeah that's just um and and I would say then",
        3678.02,
        3686.9
    ],
    [
        " at this point maybe to fill that hole or to release some of that tension you start going down a path",
        3688.7,
        3698.32
    ],
    [
        " that's not a good path for you to be going down in life yeah so when I was also 15 I",
        3698.32,
        3708.04
    ],
    [
        " met someone that lived a few miles away from us who was I think he was in his 30s",
        3708.04,
        3716.58
    ],
    [
        " he was an Indian guy and he rode around the mountains on his horse as well and it was um",
        3717.38,
        3722.92
    ],
    [
        " I developed a relationship with him and you know it was he was not the kind of person that you",
        3722.92,
        3734.06
    ],
    [
        " would want your 15 year old to be dating but to me he was it was just this romantic thing and it was",
        3734.06,
        3740.94
    ],
    [
        " this escape it was it was something different it was someone that paid attention to me in a time",
        3740.94,
        3747.04
    ],
    [
        " when I was really struggling with my home life and and who I was I think the the molestation",
        3747.04,
        3757.66
    ],
    [
        " abuse stuff got harder for me as a teenager as I even though it wasn't actively happening anymore",
        3757.66,
        3764.92
    ],
    [
        " really physically it was messing with my mind a lot more because I understood it better",
        3767.2,
        3773.94
    ],
    [
        " and so I started dating this guy who um you know was a distraction to me from that and you know in",
        3773.94,
        3791.64
    ],
    [
        " the way 15 year olds well I just became madly in love with him and you know you can make your",
        3791.64,
        3804.02
    ],
    [
        " own conclusions about uh 30 something year old man dating a 15 year old um I certainly feel a",
        3804.02,
        3812.04
    ],
    [
        " lot different about it now than I did then he want he told me that he wanted to marry me like it",
        3812.04,
        3820.48
    ],
    [
        " was it was very serious in my mind and then one morning I was riding away from home down the",
        3820.48,
        3832.22
    ],
    [
        " Sturt Road and I remember a neighbor rancher pulled up alongside me and asked me if I'd heard what",
        3832.22,
        3838.36
    ],
    [
        " happened and he told me that this man that I was in love with had been shot and killed",
        3838.36,
        3846.18
    ],
    [
        " well what was the what was the genesis of him being shot and killed it was like I said he wasn't",
        3847.4,
        3857.1
    ],
    [
        " he wasn't the most upstanding person and it had to do with marijuana and guns and it it was",
        3857.1,
        3869.2
    ],
    [
        " just a mess and it was tragic yeah he wasn't a drug addict but he let a life um of well I'll just",
        3870.92,
        3883.68
    ],
    [
        " say it he would steal people's marijuana plants from them and sell them and it got him into trouble",
        3883.68,
        3893.84
    ],
    [
        " yeah um and I look back now on the road that that relationship could have taken me to down and while",
        3894.44,
        3903.34
    ],
    [
        " it was this horribly tragic event for me at the time that sent me into an even deeper tail spin",
        3903.34,
        3910.24
    ],
    [
        " now as an adult the way I am I'm almost thankful that it happened because I think that had that",
        3910.24,
        3920.58
    ],
    [
        " not happened who knows where my life would have gone and so what you know there's first of all",
        3920.58,
        3930.72
    ],
    [
        " I can see how 15 year old Iris who's dealing with this stuff at home and meets this guy that's",
        3930.72,
        3940.88
    ],
    [
        " you know 31 and you know 31 year old is I don't care if he's a total idiot he can manipulate the",
        3940.88,
        3947.62
    ],
    [
        " hell out of a 15 year old all day long yeah but but regardless you're end up you're in just a",
        3947.62,
        3954.04
    ],
    [
        " super vulnerable situation because of your mindset and you end up here you know in this relationship",
        3954.04,
        3960.28
    ],
    [
        " with this guy now he gets murdered and and you go it's you end up just going even worse at the time",
        3960.28,
        3970.08
    ],
    [
        " yeah that was a that was a hard thing for my 15 year old brain to process and",
        3970.08,
        3977.44
    ],
    [
        " shortly thereafter my parents separated not in an amiable fashion my sister went off to college",
        3977.44,
        3987.74
    ],
    [
        " so I was especially on my own because she was you know my rock and I just really went into",
        3987.74,
        3998.72
    ],
    [
        " a cycle of depression and misery and by the time I was 16 I was dating a 32 year old cop",
        3999.48,
        4010.02
    ],
    [
        " which again you know I have very different feelings now on what a 32 year old cop is doing dating a",
        4010.02,
        4019.16
    ],
    [
        " 16 year old but he was this safety zone for me in a big way he was this you know strong brave",
        4019.16,
        4029.94
    ],
    [
        " person who wasn't going to let anything bad happen to me and I really latched on to that when I",
        4029.94,
        4048.64
    ],
    [
        " ended up being a long on and off again relationship which definitely was not healthy for me",
        4048.64,
        4056.46
    ],
    [
        " and at that point in time I started self mutilating I started cutting and burning myself",
        4056.46,
        4066.68
    ],
    [
        " um I was definitely very depressed and it was not something that I knew how to communicate to anyone",
        4069.02,
        4080.78
    ],
    [
        " I just was sucked into misery and self pity really and when you start hurting yourself",
        4080.78,
        4090.78
    ],
    [
        " is that at that moment is it just so much anger and frustration that it somehow feels good to feel",
        4092.2,
        4103.62
    ],
    [
        " that pain or inflict pain on yourself or is it more of a hey everyone look here I'm doing this",
        4103.62,
        4113.38
    ],
    [
        " to myself maybe you should pay some attention to me and help me or is it a little bit of both or",
        4113.38,
        4119.12
    ],
    [
        " is there something that I don't know and understand I would say it's definitely both it's definitely",
        4119.12,
        4125.22
    ],
    [
        " it's a funny thing and it's hard to understand it's sort of an addictive behavior",
        4125.22,
        4133.36
    ],
    [
        " and you know I've read about it some and they say there's chemicals released in your brain and",
        4133.36,
        4140.92
    ],
    [
        " stuff when you feel physical pain that makes the emotional that doles emotional pain and things",
        4140.92,
        4147.88
    ],
    [
        " like that but it also for me I will absolutely say that yeah I think it was it was a cry for help it",
        4147.88,
        4153.68
    ],
    [
        " was like somebody realize what you know and as all teenagers do you think that you're some rare",
        4153.68,
        4166.94
    ],
    [
        " exotic creature that's no one else has ever experienced anything you've gone through and nothing",
        4166.94,
        4173.34
    ],
    [
        " anyone says to you matters because they don't know what they're talking about but for me a lot of",
        4173.34,
        4184.74
    ],
    [
        " it was was a cry for attention to to have someone and and I got it the thing is as I got the attention",
        4184.74,
        4191.8
    ],
    [
        " the the cop that I was dating told my parents that I was doing this and people kind of freaked out",
        4191.8,
        4202.56
    ],
    [
        " and everybody thought that there was really something the matter with me and I was really depressed and",
        4202.56,
        4209.04
    ],
    [
        " I wouldn't even though I was getting the attention and people were actually asking me like what's",
        4209.04,
        4214.04
    ],
    [
        " going on what's why are you doing this I wouldn't say I would not tell anybody I just was shut off",
        4214.04,
        4224.38
    ],
    [
        " and it's like I wanted the attention but then I still wouldn't say what and maybe part of it is",
        4224.38,
        4230.58
    ],
    [
        " I didn't even know but I think what we talked about before of the not wanting to make a scene I",
        4230.58,
        4236.36
    ],
    [
        " was not going to make a scene this at this point my abuser was pretty old but he was still alive and",
        4236.36,
        4243.92
    ],
    [
        " he was still in our lives he still you know all the time and people were asking me what are you",
        4243.92,
        4260.56
    ],
    [
        " going back to your writing by that time I was already damaged by so many years of abuse heartbreak",
        4260.56,
        4270.4
    ],
    [
        " and death painful and destructive relationships my parents were divorced and angry my sister had moved",
        4270.4,
        4277.76
    ],
    [
        " away I was in a spiritual now I was in a spiral of self-destruction and self-pity I had taken a",
        4277.76,
        4287.24
    ],
    [
        " cutting and burning myself scars that I still carry to this day to remind me of the way my life could",
        4287.24,
        4293.22
    ],
    [
        " have continued and that's what you just talked about and then at this point you're 17 or 18 years old",
        4293.22,
        4302.22
    ],
    [
        " and your abuser who you just said it was now an old guy he dies then I'm going to continue I'm",
        4302.22,
        4317.22
    ],
    [
        " when I shut off the self-pity fountain and realized that I was strong and indestructible",
        4317.22,
        4323.74
    ],
    [
        " somewhere in my early 20s my 20s was a slow rebuilding of my life the way I wanted it",
        4323.74,
        4333.98
    ],
    [
        " I traveled wandered worked as a horse wrangler around the west had relationships with men who were",
        4333.98,
        4341.58
    ],
    [
        " kind and decent got married got divorced made friends built up a reserve of strength and found",
        4341.58,
        4349.22
    ],
    [
        " myself little by little so you know one of the reasons that you're sitting here today one of the",
        4349.22,
        4359.32
    ],
    [
        " reasons that I know you is that despite all that darkness that you got sucked into",
        4359.32,
        4368.92
    ],
    [
        " you somehow in some way at some point realized that you were going in the wrong direction and you",
        4368.92,
        4378.02
    ],
    [
        " and you turned around and started to and I know we I know we've talked about it before it wasn't",
        4378.02,
        4389.3
    ],
    [
        " formed over a period of time you can't put but you know you're not going to put a day on it you",
        4389.3,
        4393.38
    ],
    [
        " didn't have a a eureka moment but you slowly started seeing yourself from a different perspective",
        4393.38,
        4400.34
    ],
    [
        " and realizing that the path you were on wasn't a good one so as soon as I graduated high school I left",
        4400.34,
        4410.22
    ],
    [
        " to start working on ranches I went to Montana and I remember clearly I was 18 I guess",
        4410.22,
        4421.78
    ],
    [
        " and I was working on a ranch in Montana and someone had left laying around this dusty old copy of",
        4421.78,
        4431.02
    ],
    [
        " DH Lawrence book of poetry and I read this little poem and it just stuck with me and I'll read it",
        4431.02,
        4442.62
    ],
    [
        " here it's I never saw a wild thing sorry for itself a small bird will drop frozen dead from a bow",
        4442.62,
        4451.38
    ],
    [
        " without ever having felt sorry for itself and I read those words and they just they just hit me",
        4451.38,
        4460.78
    ],
    [
        " in the right place and I'm not saying that that in particular is what really started to make a change",
        4460.78,
        4467.26
    ],
    [
        " but I read some more things and you know I was growing older and I was thinking about things",
        4467.26,
        4476.82
    ],
    [
        " differently and my abuser had died and that was probably the biggest weight that I've ever felt",
        4476.82,
        4487.3
    ],
    [
        " lifted off of me because now what I realized is even if I did choose to tell someone",
        4487.3,
        4493.8
    ],
    [
        " it wasn't going to cause the kind of scene that it would have before and I still didn't really",
        4493.8,
        4501.1
    ],
    [
        " choose to tell anyone but that in itself not having him actually be present was was a big thing for",
        4501.1,
        4508.84
    ],
    [
        " me and I realized that I had just been damaging myself and I'd really been hurting people in my life",
        4508.84,
        4516.72
    ],
    [
        " my my parents my sister they were just confused they didn't understand why I was",
        4517.3,
        4523.2
    ],
    [
        " where why I was doing what I was doing to myself and I realized that I was just in this I was being",
        4523.2,
        4532.2
    ],
    [
        " selfish and self-centered and just feeling sorry for myself and I stopped I just gained a little",
        4532.2,
        4544.94
    ],
    [
        " bit of perspective and made myself stop that that perspective piece is so important what's crazy",
        4544.94,
        4555.52
    ],
    [
        " and I know we all have seen and everyone's seen people that are in the downward spiral they're",
        4555.52,
        4563.56
    ],
    [
        " just caught in the downward spiral whether it's a relationship whether it's booze whether it's drugs",
        4563.56,
        4568.96
    ],
    [
        " whether it's behavior you can see it and when you're on the outside of it it's so obvious",
        4569.12,
        4575.78
    ],
    [
        " and you want to grab that person and I'm sure everyone I have literally grabbed my friends that",
        4575.78,
        4582.22
    ],
    [
        " I've seen in that downward spiral and shaking them and saying get out come out come here all you",
        4582.22,
        4587.86
    ],
    [
        " have to do is come over here step over here with me and look back and see what situation you're",
        4587.86,
        4593.06
    ],
    [
        " getting you're in and you're the direction you're heading and unfortunately you can't pull them out",
        4593.06,
        4601.14
    ],
    [
        " you can't pull their head out and let them look back at themselves they have to step out they have",
        4601.14,
        4608.14
    ],
    [
        " to come to that recognition themselves and that's one of the hardest things as a friend or as a",
        4608.14,
        4614.44
    ],
    [
        " family member to watch that person it's like watching a train wreck and you know all you can you",
        4614.44,
        4620.92
    ],
    [
        " know you could press the brakes you realize how easy it would be just to hey press the brakes press",
        4620.92,
        4625.38
    ],
    [
        " the brakes stop and yet we can't we can't do it we can't help people you have to help yourself",
        4625.38,
        4635.52
    ],
    [
        " and and so I mean obviously that poem you know seeing that was a form of you starting to take a",
        4635.52,
        4641.94
    ],
    [
        " look at it starting to take a look at yourself from a different perspective maybe your abuser dying",
        4641.94,
        4647.46
    ],
    [
        " help to you start to look at that from a different perspective definitely it was it was a long",
        4647.46,
        4652.6
    ],
    [
        " slow process for me though it didn't just happen overnight I mean I I think I've been made a very",
        4652.6,
        4659.18
    ],
    [
        " conscious decision not to hurt myself anymore but you have to teach yourself how to think and feel",
        4659.18,
        4668.18
    ],
    [
        " and that takes time to teach yourself to have the right kind of thoughts and feelings about things",
        4668.18,
        4677.08
    ],
    [
        " and one thing that I wanted to say while I'm here talking about this is that just because I'm",
        4680.36,
        4687.86
    ],
    [
        " sitting here saying that I did this that I I woke up and stopped doesn't mean that",
        4687.86,
        4695.22
    ],
    [
        " everyone who's experienced something like this should just get over it um if you have",
        4695.22,
        4705.62
    ],
    [
        " listeners if you have a girlfriend or a wife or a sister or someone who has been through",
        4707.08,
        4713.64
    ],
    [
        " something like this or maybe after listening to this show will confess to you that they've been",
        4713.64,
        4718.68
    ],
    [
        " through something like this maybe they've never told you before",
        4718.68,
        4721.4
    ],
    [
        " and and maybe they'll tell you something that doesn't even seem like that big of a deal",
        4721.4,
        4731.72
    ],
    [
        " maybe it's not years and years of abuse or violence maybe it is something that you know happen",
        4731.72,
        4746.44
    ],
    [
        " to them when they're young and it's a sucky situation but it's not it's not horrible it's",
        4746.44,
        4761.7
    ],
    [
        " us that you have to go through and and friends and family and people that know someone is",
        4761.7,
        4766.36
    ],
    [
        " struggling with this definitely need to support in every way they can but you also don't become a",
        4766.36,
        4775.14
    ],
    [
        " crutch just because someone has gone through something like this doesn't give them the right to drag",
        4775.14,
        4783.26
    ],
    [
        " everyone else down with them into the into their pit of depression and misery so you support",
        4783.26,
        4796.02
    ],
    [
        " the best you can without enabling the bad behavior because that's really what it is it's bad",
        4796.02,
        4807.12
    ],
    [
        " behavior there's people who've gone through much more horrific things than anything I",
        4807.12,
        4812.6
    ],
    [
        " have ever been through they'd have come out fine and it's just getting your mind in the right",
        4813.26,
        4820.24
    ],
    [
        " place and taking control of your your thoughts and I know you know you have obviously experience being",
        4820.24,
        4830.46
    ],
    [
        " being married to a military member and I would say along the lines of what you just said",
        4830.46,
        4836.4
    ],
    [
        " is that people are going to handle things differently then you can have two guys that were on the",
        4836.4,
        4842.24
    ],
    [
        " same exact combat deployment and did you know pretty much the same things and they're just going",
        4842.24,
        4847.14
    ],
    [
        " to have to deal with it in a different way and maybe one guy gets over it pretty quick or maybe",
        4847.14,
        4851.18
    ],
    [
        " one guy barely even reacts to it maybe one guy it really hurts him and it takes him some time and",
        4851.18,
        4856.24
    ],
    [
        " it sounds like it's the same thing with with what you're saying we have to be open to hey this",
        4856.24,
        4864.42
    ],
    [
        " may take some time and it may take a different course and at the exact again to mirror what you",
        4864.42,
        4869.88
    ],
    [
        " just said there's there's guys that just because they had some rough combat that doesn't give them",
        4869.88,
        4878.04
    ],
    [
        " the right to number one drag them drag themselves down the wrong path and number two drag their",
        4878.04,
        4884.62
    ],
    [
        " family and their friends down the wrong path and and I think definitely you know saying hey look",
        4884.62,
        4889.64
    ],
    [
        " I don't claim to understand what you've been through but I do know this your behavior is not",
        4889.64,
        4897.78
    ],
    [
        " going to get help it right the the the bottle isn't going to help it the self abuse isn't going to",
        4897.78,
        4902.96
    ],
    [
        " help it the skipping work isn't going to help it so I think those are those are those are fairly",
        4902.96,
        4907.86
    ],
    [
        " similar again I don't I'm not trying to say the same thing I'm just saying that there's that",
        4907.86,
        4912.3
    ],
    [
        " dealing with them has a lot of similarities both guys that have been in combat trauma and people",
        4912.3,
        4917.88
    ],
    [
        " that have suffered this type of abuse it seems like there's some similarities in the way that",
        4917.88,
        4921.8
    ],
    [
        " yeah that there's varied ways that they they're handled and there always has to be accountability",
        4921.8,
        4927.32
    ],
    [
        " for your own actions no matter what you've been through you can't just say I've been through",
        4927.32,
        4933.14
    ],
    [
        " something horrible so I can act like this well you know case in point before we pressed record",
        4933.14,
        4938.92
    ],
    [
        " today you and I were talking about you know Colonel Reader who came on the show and who was a POW and",
        4938.92,
        4944.96
    ],
    [
        " he was amazing and you just think that guy you know just has been through and he's been through",
        4944.96,
        4954.4
    ],
    [
        " hell and then he sits there during the podcast and says the same thing that you just said which is",
        4954.62,
        4960.1
    ],
    [
        " look I had it rough but there's plenty of guys that had it way worse than me and and you know I",
        4960.1,
        4965.56
    ],
    [
        " think I don't I can't think of anything worse than a two foot tall bamboo cage in the middle of the",
        4965.56,
        4972.26
    ],
    [
        " of the jungle with rats eating my wounds with my feet shackled into a bamboo shackle you know that",
        4972.26,
        4983.58
    ],
    [
        " is just that's unbelievable and to your point he comes on and says you know number one other people",
        4983.58,
        4991.6
    ],
    [
        " have had it rougher than me and number two I'm happy for what I've got and let's move forward",
        4991.6,
        4997.3
    ],
    [
        " so it really wasn't until my kids were born that I mean this was this was in my mind all the time I",
        4997.3,
        5007.5
    ],
    [
        " probably I would say into my mid-twenties this is how prevalent it was I probably thought about the",
        5009.0,
        5018.04
    ],
    [
        " abuse at least once every single day it was always in my mind and eventually I learned that I",
        5018.04,
        5037.48
    ],
    [
        " spend less time thinking about it but it really wasn't until my kids were born I think and my",
        5037.48,
        5043.3
    ],
    [
        " daughter was five years old she was just this little girl just this little girl and she was the",
        5043.3,
        5054.68
    ],
    [
        " same age that I was when I was already dealing with abuse and that just made me burn with rage",
        5054.68,
        5065.16
    ],
    [
        " and I realized that I felt that I had an obligation to speak about this that it happens to so many kids",
        5066.46,
        5077.72
    ],
    [
        " it's so prevalent in not you know girls but also boys it's not just girls this is happy it happens",
        5077.72,
        5086.92
    ],
    [
        " and higher number to girls but it happens to both and I felt like what I'd been through and what I",
        5086.92,
        5099.62
    ],
    [
        " had you know I think I've come around and I'm a pretty well-adjusted person now and that I had",
        5099.62,
        5107.36
    ],
    [
        " an obligation to talk about this because it's something that doesn't get talked about it get swept",
        5107.36,
        5111.76
    ],
    [
        " under the rug and even people who have happened to get treated like there's something wrong with them",
        5111.76,
        5116.24
    ],
    [
        " and they're and they're embarrassed and they don't want to talk about it and it's time for",
        5116.34,
        5121.88
    ],
    [
        " that to stop it's time for us to start talking about it and I'm I feel like I'm resilient I grew up",
        5121.88,
        5133.22
    ],
    [
        " with this really close proximity to nature and I've seen animals suffer",
        5133.22,
        5143.38
    ],
    [
        " horrific wounds that should kill them they don't have doctors they don't have medicine",
        5143.38,
        5154.48
    ],
    [
        " but they've got fire in their hearts and they don't feel sorry for themselves",
        5154.48,
        5160.62
    ],
    [
        " and they survive and I credit a lot of my resiliency to my upbringing in nature and observation of",
        5160.86,
        5172.9
    ],
    [
        " nature and how it's cruel and it's beautiful and creatures survive in the most difficult and",
        5172.9,
        5189.38
    ],
    [
        " they flourish and if they can do that so can I",
        5189.38,
        5195.32
    ],
    [
        " that's that's awesome that is just awesome and you know you kind of",
        5195.32,
        5204.7
    ],
    [
        " went right to talking about your kids or right to talk about your daughter you you know as you got",
        5204.7,
        5214.18
    ],
    [
        " out of that bad time of your life you ended up meeting your your husband my friend your husband",
        5214.18,
        5221.44
    ],
    [
        " and my note here is that you meeting your husband was the best thing that ever happened to him",
        5221.44,
        5227.36
    ],
    [
        " and and now and that's another reason why I you know I really wanted to bring you on",
        5227.36,
        5235.1
    ],
    [
        " and have you share some of your experiences obviously the abuse and your survival and your",
        5235.1,
        5243.1
    ],
    [
        " attitude about all that but bringing also that strength to and you know people have always asked",
        5244.08,
        5250.96
    ],
    [
        " if I would bring my wife on and you know my wife she's wonderful she's wonderful she's not",
        5250.96,
        5255.8
    ],
    [
        " coming on the podcast it's not her it's not her deal but you know people always want to know because",
        5255.8,
        5260.74
    ],
    [
        " there's a lot of young military families out there and you know I'm gonna I'm gonna say this",
        5260.74,
        5264.98
    ],
    [
        " right now I'm gonna talk about military families and and in the background I just want everyone",
        5264.98,
        5270.6
    ],
    [
        " to think first of all that also applies to you know cops and first responders and and firefighters",
        5270.6,
        5276.34
    ],
    [
        " maybe not to the same in fact not to the same degree but also just normal you know hardworking",
        5276.34,
        5282.28
    ],
    [
        " Americans men and women you know you've got someone that's working hard and going a lot and",
        5282.28,
        5287.14
    ],
    [
        " dedicating a lot of their job so that that applies across the board but that being said you know",
        5287.14,
        5292.96
    ],
    [
        " you're a military wife my wife's a military wife and you you ended up in this situation well you",
        5292.96,
        5301.52
    ],
    [
        " you met your your current husband who's uh you know like I said a good friend of mine and",
        5301.52,
        5305.8
    ],
    [
        " and we I was on my my very first deployment ever back in the day had to fit that one in was he",
        5305.8,
        5313.14
    ],
    [
        " was on deployment as well and I think it was his second deployment and you know we met and hit",
        5313.14,
        5318.52
    ],
    [
        " it off immediately he kind of grew up he grew up in California I grew up on the East Coast but we",
        5318.52,
        5323.28
    ],
    [
        " grew up with a similar kind of background and that we were both kind of into hardcore music and",
        5323.28,
        5330.4
    ],
    [
        " metal and punk rock and we were just into the same kind of stuff and we recognized that immediately",
        5330.4,
        5336.22
    ],
    [
        " about each other and so we became friends back then and we then we spent many years at different",
        5336.22,
        5340.84
    ],
    [
        " teams and but we we ended up being together at seal team three he was in different task unit than me",
        5340.84,
        5346.94
    ],
    [
        " but anyways you got a guy you ended up being married to a great guy but who's a military guy",
        5347.0,
        5356.82
    ],
    [
        " deploying all the time you didn't come from a military background you didn't have military in your",
        5356.82,
        5361.36
    ],
    [
        " life what was that like how was it like being welcomed into the military family and the harsh",
        5361.36,
        5368.88
    ],
    [
        " realities of a being married to a military member during a time of war um yeah I I",
        5369.64,
        5380.9
    ],
    [
        " did definitely not from a military family I don't I barely knew what a Navy SEAL was I wasn't",
        5380.9,
        5398.86
    ],
    [
        " that I'm fairly well suited to the lifestyle because I'm pretty independent and I'm I don't",
        5398.86,
        5411.38
    ],
    [
        " tend to be someone who frets a lot over what might happen I know that he loves his job and he's",
        5411.38,
        5419.92
    ],
    [
        " is well trained as he can possibly be to do the job that he does and so you know that's really",
        5419.92,
        5428.98
    ],
    [
        " that's really all there is for me and you know of course there's moments where you",
        5428.98,
        5434.06
    ],
    [
        " feel a little bit sorry for yourself and think gosh what if something happens what if he comes home",
        5434.06,
        5440.72
    ],
    [
        " out his legs or with half his face strapped older something but you know I don't",
        5440.72,
        5448.66
    ],
    [
        " anymore that stuff doesn't get into my head much and so I don't I just don't really worry about it",
        5448.66,
        5457.54
    ],
    [
        " you know one of the one of the you talk about being independent and I know obviously you're",
        5457.54,
        5463.04
    ],
    [
        " independent person you can get along by yourself and and my wife's the same way very independent",
        5463.04,
        5468.6
    ],
    [
        " in terms of her day to day she doesn't just need me to actually do anything for her but I",
        5468.98,
        5474.44
    ],
    [
        " I wrote down a note just to talk about another level of independence and that's emotional independence",
        5474.44,
        5479.38
    ],
    [
        " which I think is very important I think it's something that you know spouses need to find for each",
        5479.38,
        5484.22
    ],
    [
        " other because I think there's spouses that become emotionally dependent on each other",
        5484.22,
        5489.68
    ],
    [
        " and that works in a day to day relationship if you're seeing each other all the time but if",
        5489.68,
        5494.06
    ],
    [
        " your husband or your wife goes on deployment and leaves you for six months to 14 months to 18",
        5494.06,
        5498.8
    ],
    [
        " months if you're in a long deployment cycle you are not going to have that emotional",
        5498.8,
        5504.88
    ],
    [
        " shoulder to lean on it's not going to be there and so you have to learn how to be emotionally",
        5504.88,
        5513.62
    ],
    [
        " independent now what's scary about this is that obviously if you get so much emotional independence",
        5513.62,
        5522.12
    ],
    [
        " that you're no longer you could lose connection right and so that's what you have to watch out for",
        5522.12,
        5527.86
    ],
    [
        " and I think what you see with especially with younger married couples the emotional independence",
        5527.86,
        5533.14
    ],
    [
        " from one person leads up to leads to some kind of emotional dependence on some other person that",
        5533.14,
        5539.14
    ],
    [
        " they meet next thing you know we have a bad situation so I think that emotional independence is",
        5539.14,
        5543.48
    ],
    [
        " something if you talk about with each other and you say you know my wife was one of the best things",
        5543.48,
        5548.54
    ],
    [
        " about my wife is I wouldn't even talk to my wife you know just not you know I wouldn't send an",
        5548.54,
        5553.88
    ],
    [
        " email it'd be a week two weeks three weeks no email nothing because I'm overdoing my job",
        5553.88,
        5558.46
    ],
    [
        " and and she wouldn't think to herself oh he's not talking send me an email why aren't you",
        5558.46,
        5564.78
    ],
    [
        " emailing me send me no hey he's busy you know she wasn't dependent on me for her emotions so I think",
        5564.78,
        5570.8
    ],
    [
        " that's another important piece that you need to talk about with your spouse if you're in a military",
        5570.8,
        5576.14
    ],
    [
        " situation yeah I my husband's pretty good actually about staying in touch with me and communication",
        5577.3,
        5584.7
    ],
    [
        " on deployments but it's not because of emotionally being dependent on each other that's just the way",
        5584.7,
        5593.0
    ],
    [
        " he is he values my opinion on things a lot and we talk about things and you know so so we do",
        5593.0,
        5602.32
    ],
    [
        " communicate quite a bit but yeah I completely know what you mean about the and as as being a",
        5602.32,
        5610.9
    ],
    [
        " wife sitting at home with your husband gone like you can't just sit there and pine over them being",
        5610.9,
        5617.12
    ],
    [
        " gone and wait for them to come home that's the you have to have your own life you have to",
        5617.12,
        5622.5
    ],
    [
        " carry on while they're gone and that's the best way you can support them I think",
        5622.5,
        5631.8
    ],
    [
        " if you're you know making them feel bad for not calling you every opportunity you get and then",
        5631.8,
        5638.96
    ],
    [
        " laying a guilt trip on them about you know the fact that they're not giving you enough attention",
        5638.96,
        5645.4
    ],
    [
        " and stuff when they've got yeah you can't do that you've got to you've got to just take charge",
        5645.4,
        5652.16
    ],
    [
        " of your own life and and do that while they're away now when they're away obviously that's",
        5652.16,
        5659.96
    ],
    [
        " some things you deal with on their their way and then you have other things that you have to deal",
        5659.96,
        5665.92
    ],
    [
        " with when they come back home especially during a during a hard deployment now I know a lot of",
        5665.92,
        5677.04
    ],
    [
        " civilians listen to this show as well and it's important to recognize that there's different types",
        5677.04,
        5681.0
    ],
    [
        " of deployments and even during the same time period exact same deployment cycle with two groups",
        5681.0,
        5689.82
    ],
    [
        " of people or 100 groups of people there'll be some people that are in an area or in an area",
        5689.82,
        5695.58
    ],
    [
        " of operation or we'll have a mission set that will allow them to completely coast and and enjoy",
        5695.58,
        5701.44
    ],
    [
        " themselves and have plenty of free time and and that can happen and then the other end of the spectrum",
        5701.44,
        5706.68
    ],
    [
        " is you can go on deployment and you can think you can end up in total violence and chaos and mayhem",
        5706.68,
        5715.64
    ],
    [
        " I just thought of this my first deployment to Iraq you know we did a lot of operations it was cool",
        5716.12,
        5722.22
    ],
    [
        " it was fun they were really good operations and when I got back when I was there I was thinking man",
        5722.22,
        5728.14
    ],
    [
        " I wish I would have brought my guitar because you know I had some time you know I'd be like maybe",
        5728.14,
        5731.92
    ],
    [
        " I could have probably played guitar for you know half hour a day maybe 45 minutes a couple of",
        5731.92,
        5736.6
    ],
    [
        " other guys would have brought their guitar we could have had some little jam sessions right",
        5736.6,
        5739.78
    ],
    [
        " and and we were working a lot you know our opt-emple was high we were working we were probably you",
        5739.78,
        5745.62
    ],
    [
        " never you one two or three days we were out so my next deployment I said to myself cool you know",
        5745.62,
        5752.42
    ],
    [
        " bring a guitar you know with time get work on the work on the riffs sure go back in this deployment",
        5752.42,
        5759.36
    ],
    [
        " with ceremony and I think late late and I played guitar not so much time we played we played guitar",
        5759.36,
        5766.08
    ],
    [
        " one time when there was like three days left in deployment we broke out a guitar and we there was",
        5766.08,
        5770.42
    ],
    [
        " another tasking it there now we were turning over but that shows you the difference and we",
        5770.42,
        5775.08
    ],
    [
        " we literally did not have any time to do any of that and and obviously the the pressure of combat",
        5775.08,
        5781.74
    ],
    [
        " on my second deployment to Iraq was a thousand times more intense and I know that your husband",
        5781.74,
        5786.84
    ],
    [
        " has done multiple deployments as well and they varied in stress level they varied in",
        5786.84,
        5792.72
    ],
    [
        " amount of combat an amount of direct combat and his leadership situation but I know that you",
        5792.72,
        5802.9
    ],
    [
        " high stress and they they saw a lot of hard combat and when he came home from that you know what",
        5802.9,
        5812.36
    ],
    [
        " was that what was that like what did you notice and what do you think other people should look for",
        5812.36,
        5816.92
    ],
    [
        " so the very first night he was home from that deployment I woke up in the middle of the night",
        5816.92,
        5825.76
    ],
    [
        " and he was standing over the bed holding a gun and that sort of shocked me a little bit and made",
        5825.76,
        5833.96
    ],
    [
        " me realize that I was dealing with something a little bit different I talked to him on deployment",
        5833.96,
        5840.12
    ],
    [
        " and over the course of the deployment I could hear his voice changing I could tell that he was",
        5840.12,
        5849.24
    ],
    [
        " he was changing it was it was it was strenuous and there was a lot of engagement and when he came back",
        5850.42,
        5862.28
    ],
    [
        " he just you know when he woke up in the middle of the night his immediate response he just heard a",
        5862.28,
        5869.98
    ],
    [
        " noise a dog's barked or something and he just jumped for a weapon he just startled easily and",
        5869.98,
        5877.84
    ],
    [
        " that was his reaction he had definitely a shorter temper little things that he shouldn't have been",
        5877.84,
        5885.9
    ],
    [
        " getting mad about were setting him off you know just just dumb stuff somebody would say something",
        5885.9,
        5892.12
    ],
    [
        " or do something and he would get so mad about it and it was like you know take it down a notch",
        5892.12,
        5900.92
    ],
    [
        " he started you know I don't want to make it sound like he was doing this in a terrible way but he",
        5902.02,
        5907.98
    ],
    [
        " definitely started some self-medicating with alcohol he was like relying on sleeping pills to get",
        5907.98,
        5915.42
    ],
    [
        " to sleep he's never been much of a drinker I'm not a drinker at all and so when I noticed him",
        5915.42,
        5920.64
    ],
    [
        " drinking more than he normally would every single night you know that immediately was a red flag",
        5920.64,
        5928.52
    ],
    [
        " to me and then the sleeping pills you know this this ambien is powerful stuff and can really be a bad",
        5928.54,
        5939.94
    ],
    [
        " a bad road to go down and yeah guys definitely get on that ambien road and I've seen guys go down",
        5939.94,
        5949.08
    ],
    [
        " that road and it's just like all of a sudden they can't sleep without ambien yeah and it messed",
        5949.08,
        5952.74
    ],
    [
        " up your sleep cycle and everything else so definitely and I I guess that there's times when people",
        5952.74,
        5958.62
    ],
    [
        " need it but I think I think guys in the military slip real really easily from a guy that needs it",
        5958.62,
        5965.86
    ],
    [
        " to a guy that's just doing it because they're starting to rely upon it yeah for sure and it's",
        5965.86,
        5970.64
    ],
    [
        " weird that you talk about I mean we just had you know Dave Burke who is an anglico guy for air",
        5970.64,
        5977.4
    ],
    [
        " controller on the ground with with my with my I did a lot of work with my task unit in Ramadi and",
        5977.58,
        5983.88
    ],
    [
        " you know he was in he was an F18 pilot he was you know top gun you know echo just thinks he was",
        5983.88,
        5990.94
    ],
    [
        " straight up Tom Cruise but he was on the ground to listen Ramadi for a hell of a deployment and",
        5990.94,
        5994.72
    ],
    [
        " saw a lot of stuff and and in some very intense direct combat and exactly what you just said like",
        5994.72,
        6000.44
    ],
    [
        " a couple of things you know he said when he when he was talking about when he got home and he'd",
        6000.44,
        6004.14
    ],
    [
        " gotten the car with his wife and and his mom he's in there for 10 minutes and they were having",
        6004.14,
        6010.5
    ],
    [
        " a normal conversation all of a sudden he yelled at him like his temper was just short so there's",
        6010.5,
        6014.36
    ],
    [
        " the temper the increased temper so that's one thing people definitely get and the other thing you",
        6014.36,
        6018.78
    ],
    [
        " know the startle response which was which Dave talked about as well was you know he heard air gun",
        6018.78,
        6024.46
    ],
    [
        " for putting the putting the working on a car he was walking by a garage and somebody fired off an",
        6024.46,
        6029.6
    ],
    [
        " air gun and he grabbed his wife and threw it in the ground right yeah and he was like he said",
        6029.6,
        6035.8
    ],
    [
        " while he was doing he already realized what am I doing but it was too late so those are things",
        6035.8,
        6040.98
    ],
    [
        " to watch out for and then what about what about the I know you talk about the sleep pattern yeah he",
        6040.98,
        6046.66
    ],
    [
        " definitely wasn't sleeping normally and so you know I started to see this stuff and I was like",
        6046.66,
        6053.94
    ],
    [
        " this isn't this isn't a road that we want to go down and so I told him that I thought he really",
        6054.4,
        6060.28
    ],
    [
        " needed to go see a psych and luckily in the seal team there's good access to that and also",
        6060.28,
        6068.56
    ],
    [
        " fortunately my husband listens to me he luckily for him he he values my opinion and if I say",
        6068.56,
        6079.58
    ],
    [
        " something is a miss then he believes that something is a miss and so he went and saw the psych",
        6079.58,
        6088.26
    ],
    [
        " and I think doc partially I think you've talked about him before helped helped him to get on to",
        6088.26,
        6093.9
    ],
    [
        " just a healthier sleep cycle cut out all the the medication he doesn't take any medication at all",
        6093.9,
        6100.54
    ],
    [
        " anymore never never any sleep pills or anything started taking like some herbal supplements and stuff",
        6100.54,
        6106.4
    ],
    [
        " and he takes some alpha brain now and and it didn't take long he you know he made a few",
        6106.7,
        6119.22
    ],
    [
        " appointments with the psych that definitely helped him to realize that yeah he was wasn't acting",
        6119.22,
        6125.86
    ],
    [
        " normally because I don't think when these you guys come back you don't you've already been used",
        6125.86,
        6131.66
    ],
    [
        " operating on the elevated level for a while and you don't realize that you're not you're now",
        6132.26,
        6138.26
    ],
    [
        " home with your wife and your kids and you're still trying to operate on that level it's like that you",
        6138.26,
        6143.92
    ],
    [
        " know the the boil of frog thing you know where yeah you just that's normal to you it's normal you",
        6143.92,
        6149.84
    ],
    [
        " don't sense it when you're overseas you just are getting ramped up and ramped up on your",
        6149.84,
        6153.84
    ],
    [
        " stain in this heightened state all the time and everything is intense all the time but you don't",
        6153.84,
        6159.48
    ],
    [
        " notice it and so when you come home you don't notice that it's and shouldn't be like that right now",
        6159.48,
        6164.9
    ],
    [
        " yeah yeah and that's where it's really important for the family spouses and stuff to you know",
        6164.9,
        6172.98
    ],
    [
        " keep an eye on these guys and hopefully channel them in a good direction when they get home",
        6172.98,
        6179.64
    ],
    [
        " as opposed to you know had I not stepped in and I mean my husband's he's he's been a",
        6179.64,
        6187.16
    ],
    [
        " sale for a long time he's he's been through a lot of stuff but um you know he he definitely could",
        6187.16,
        6194.02
    ],
    [
        " have gone down a road that wouldn't have been healthy for him or his career no no doubt about that",
        6194.02,
        6200.28
    ],
    [
        " well I just remembered this one I think when it was either right after you met here met right",
        6200.28,
        6207.4
    ],
    [
        " after you moved down here I think I was talking to him because I was talking about where you guys",
        6207.4,
        6211.48
    ],
    [
        " were living you know out and then you guys had property you hadn't bought property I put you a",
        6211.48,
        6215.74
    ],
    [
        " rent in a big property and you had horses and everything and I said oh man well you know what",
        6215.74,
        6218.76
    ],
    [
        " what made you move out here you know this is this is awesome and he's like yeah my wife told me she",
        6218.76,
        6223.86
    ],
    [
        " wouldn't come down here unless I got her a property with horses on it and here we are it's like",
        6223.86,
        6230.28
    ],
    [
        " awesome that's killer yeah and then you know you talked a little bit about your kids and how that",
        6230.28,
        6237.5
    ],
    [
        " how that helped you but you you in the meantime as you were having kids when you got down here you",
        6237.5,
        6245.52
    ],
    [
        " started straight up farming yeah I mean I that was a condition to him having me was that I was not",
        6245.52,
        6255.5
    ],
    [
        " going to put my horses in a stable and go see them once in a while like they were going to come",
        6255.5,
        6261.18
    ],
    [
        " with me and we needed land for them to be horses wild horses like they were used to being and so",
        6261.18,
        6267.0
    ],
    [
        " conditions he made that happen he made he did he made it happen and we got a great 18 acre",
        6267.0,
        6274.96
    ],
    [
        " piece of property and we've got five fat horses now out in the field every time I look out and",
        6274.96,
        6282.1
    ],
    [
        " I never farmed before I'd always been a horse wrangler and I started just growing a little garden",
        6282.1,
        6292.88
    ],
    [
        " I was like oh I love this and I heard about a CSA program which is basically where you grow a",
        6292.88,
        6300.7
    ],
    [
        " like you grow a bunch of stuff and you sell a box of whatever your farm is producing every week to",
        6301.98,
        6307.88
    ],
    [
        " people who pay you know they'll pay to get their box of fruits and vegetables and I was like oh I",
        6307.88,
        6313.46
    ],
    [
        " could do that I could get a few people and start to do that and so I did I started out with like",
        6313.46,
        6318.42
    ],
    [
        " 10 families that I'd do boxes for and realized that I really liked it and it gave me a lot of",
        6318.42,
        6325.1
    ],
    [
        " focus when he was deployed it gave me a lot of something to really throw myself into and focus on",
        6325.1,
        6331.32
    ],
    [
        " she wasn't going to pick like knitting playing cards I'm going to run a farm I like that",
        6331.32,
        6338.84
    ],
    [
        " and then you know we we had kids kind of write it right around that same time and so that was",
        6338.84,
        6346.5
    ],
    [
        " that was a little challenging itself to be trying to like get this farm up and going and being",
        6346.5,
        6351.1
    ],
    [
        " you know in the beginning you talked about me being like nine months pregnant out there working and",
        6351.1,
        6355.96
    ],
    [
        " yeah that's what I did but it was awesome you know I loved it and I've I've managed to build up a",
        6355.96,
        6365.76
    ],
    [
        " pretty decent little business and there's nothing that I find more rewarding in life than",
        6365.76,
        6372.68
    ],
    [
        " growing good food there's something about it this and and for my husband too like I do most of",
        6372.68,
        6380.44
    ],
    [
        " the technical farm work he's more of my farm boy maybe labor yeah but um it's very therapeutic",
        6381.62,
        6392.76
    ],
    [
        " for him I think when he comes back from deployments and stuff and he will he can just kind of let",
        6392.76,
        6401.0
    ],
    [
        " all that go by being in this natural surrounding with physical labor to do every day you don't need",
        6401.0,
        6407.74
    ],
    [
        " I think you've talked about this before you don't need sleeping pills when you work yourself hard",
        6407.74,
        6412.88
    ],
    [
        " you don't have to do any sleeping pills when you're married I was working on the farm you're",
        6412.88,
        6417.82
    ],
    [
        " going to go to sleep at night I'm set my I've sent my boy out there like yeah your husband's on",
        6417.82,
        6423.0
    ],
    [
        " deployment I said my boy out there just just to do slave labor out there after it let him let him",
        6423.0,
        6428.14
    ],
    [
        " learn about an honest days work sleep outside legit it's um you know I I eat one of the things you",
        6428.14,
        6436.98
    ],
    [
        " you had written and this is you know different topic different the different article that you",
        6436.98,
        6442.02
    ],
    [
        " had written and I'm just gonna read a little okay a little chunk of it because I love it here we go",
        6442.02,
        6449.28
    ],
    [
        " this is about you know being on the farm with your with your now this is when you just had your",
        6449.28,
        6456.22
    ],
    [
        " your one daughter yeah here we go my garden helper turns one year old this week I remember when",
        6456.22,
        6463.98
    ],
    [
        " life was simpler when I could work in the garden all day uninterrupted when I could sleep when I",
        6463.98,
        6469.3
    ],
    [
        " wanted and be out of the house by the early morning but I didn't laugh nearly as much my heart wasn't",
        6469.3,
        6477.22
    ],
    [
        " as large I was more selfish these days are slow this baby and I there are so many little breaks we",
        6477.22,
        6488.6
    ],
    [
        " take things we get distracted by things that must be learned I feel lucky to accomplish one or two",
        6488.6,
        6496.84
    ],
    [
        " small tasks in a day now that is enough though we manage there is nowhere she would rather be",
        6496.84,
        6505.36
    ],
    [
        " than in the garden makes me happy to see her dirt street face smile I've gotten past everything",
        6505.36,
        6515.82
    ],
    [
        " having to be clean let a child be a little wild let her experience the taste of dirt the feel of leaves",
        6515.82,
        6525.2
    ],
    [
        " mud and water let her grow in the garden like an artichoke ram bonkshess and beautiful",
        6525.2,
        6533.58
    ],
    [
        " she laughs out loud throwing her head back to point at the birds she squeals with the light when",
        6533.58,
        6541.96
    ],
    [
        " she gets ahold of the cat and crawls like mad to get out of the way of the sprinkler this is nothing",
        6541.96,
        6549.78
    ],
    [
        " that can be replaced by toys nothing that can be learned from books or videos parks or playgrounds",
        6549.78,
        6556.96
    ],
    [
        " this is my sweet child sweet as the honey suckle blossom dirt and all",
        6556.96,
        6567.86
    ],
    [
        " lots of good stuff bringing those kids up on the on the farm yeah and you know continuing down that",
        6573.5,
        6583.76
    ],
    [
        " and kind of bringing it up to to the present you wrapped up the article that you wrote about abuse",
        6583.76,
        6590.74
    ],
    [
        " and you kind of talked about where you're at now and I'm gonna I'm gonna hit that the person that I",
        6590.74,
        6601.88
    ],
    [
        " carry very few scars from my past other than the physical ones that are carved into my skin",
        6602.76,
        6608.94
    ],
    [
        " I am comfortable talking about abuse I can look at pictures of my abuser and feel very little",
        6608.94,
        6615.6
    ],
    [
        " I am married to a kind and courageous hero of a man I've built up a beautiful farm I've got two",
        6615.6,
        6624.96
    ],
    [
        " amazing young children who I will protect with my life which is really where this story begins",
        6624.96,
        6632.58
    ],
    [
        " the children look around you please look at your own children and other children that you see",
        6632.58,
        6642.46
    ],
    [
        " look at your friends and relatives and watch their interactions closely",
        6642.46,
        6648.12
    ],
    [
        " we fear so many ridiculous things in life but we don't fear the most common dangers to children",
        6649.6,
        6656.7
    ],
    [
        " nearly enough we like to think of child molesters as strangers not the people we know and let into",
        6656.7,
        6665.06
    ],
    [
        " our lives daily stay vigilant trust your gut instinct if something seems off remember even very young",
        6665.06,
        6675.28
    ],
    [
        " children can keep tremendous secrets this is uncomfortable but sometimes uncomfortable things",
        6675.28,
        6684.06
    ],
    [
        " need to be handled head on until they no longer have the power that secrecy and silence gives them",
        6684.06,
        6690.58
    ],
    [
        " thanks for listening please share and keep the children safe",
        6690.58,
        6698.56
    ],
    [
        " and then we've talked through some of this but I kind of want to just you kind of laid out",
        6702.68,
        6709.08
    ],
    [
        " and you've talked about it already you know just in what we've discussed so far but I think it's worth",
        6709.08,
        6714.38
    ],
    [
        " covering again from your perspective your thoughts on how to keep children safe and some of the",
        6714.38,
        6720.4
    ],
    [
        " things to watch out for and some of the things to do here we go I think the best answer is talk about",
        6720.4,
        6726.26
    ],
    [
        " uncomfortable topics early and often don't just have the talk with kids talk to them on a regular",
        6726.66,
        6733.34
    ],
    [
        " basis about their bodies sex predators consent if they never hear you talk about it it's going to be",
        6733.34,
        6741.02
    ],
    [
        " harder for them to bring it up to you I know communication is difficult in many families remember",
        6741.02,
        6747.48
    ],
    [
        " it's not up to the kids to do it as an adult you have to initiate hard conversations regularly",
        6747.48,
        6753.62
    ],
    [
        " don't ever assume your kid is too young for something to have happened to them it can literally",
        6755.66,
        6761.72
    ],
    [
        " happen in a few minutes with a friend or family member when you are out of the room ask them if",
        6761.72,
        6768.56
    ],
    [
        " they've ever been touched inappropriately and we're in a way that made them feel uncomfortable",
        6768.56,
        6772.98
    ],
    [
        " then ask them again and again a few days later bring it up casualty the second time hey I was",
        6772.98,
        6780.04
    ],
    [
        " thinking some more about that conversation we had the other day give them time to process and",
        6780.04,
        6785.4
    ],
    [
        " decide if they can handle telling you do not push kids to hug and kiss people if they are resistant to",
        6785.4,
        6793.16
    ],
    [
        " it even family members this is a topic that they should be familiar discussing with you everyone treats",
        6793.16,
        6800.74
    ],
    [
        " it like it's this dark secret that we can't talk about that makes kids feel like they can't talk",
        6800.74,
        6806.74
    ],
    [
        " about it either take every opportunity to bring it up in conversation a new story a Facebook",
        6806.74,
        6812.58
    ],
    [
        " post a friend dealing with issues talk about what's going on and why we may think that we are doing",
        6812.58,
        6820.58
    ],
    [
        " our kids a favor by keeping this horrible stuff from them but the statistics and the women who have",
        6820.58,
        6827.26
    ],
    [
        " spoken out here prove that most likely your child or grandchild will have to deal with it alone",
        6827.26,
        6833.92
    ],
    [
        " if you aren't proactive if you have four female children or grandchildren or nieces",
        6833.92,
        6840.2
    ],
    [
        " chances are at least one has or will be molested some kids just will not talk no matter what be",
        6840.2,
        6851.92
    ],
    [
        " observant and if anything ever seems slightly off follow your gut instinct if a child or team",
        6851.92,
        6858.78
    ],
    [
        " tells you they haven't been touched or molested don't take their word for it",
        6858.78,
        6863.14
    ],
    [
        " kids can be amazingly good at keeping secrets",
        6863.14,
        6868.36
    ],
    [
        " and that's I think it's just a great list for people to think about to put into action and",
        6868.36,
        6880.98
    ],
    [
        " really a good a great example to live by so that you can be aware of this stuff ever happens",
        6882.34,
        6888.76
    ],
    [
        " yeah I want the subjects to be normalized a lot more than it is you know yeah it's a horrible",
        6888.76,
        6898.62
    ],
    [
        " thing to talk about and it's hard to talk to your kids about it but we have to make it more",
        6898.62,
        6906.22
    ],
    [
        " normal not only for kids but for the millions of adults that are out there who've been through it",
        6906.22,
        6913.88
    ],
    [
        " and still don't talk about it when I first posted what you read I posted on Facebook and I had",
        6913.88,
        6924.46
    ],
    [
        " a ton of people send me private messages telling me their own horrible stories people that I knew",
        6924.46,
        6934.92
    ],
    [
        " people that were friends of friends people that I didn't know at all and I was shocked by a few",
        6934.92,
        6943.48
    ],
    [
        " of the people that I knew who had horrible stories um kids that I went to high school with that I knew",
        6943.48,
        6950.84
    ],
    [
        " during the time that their abuse was also going on told me some things and everyone just",
        6950.84,
        6962.9
    ],
    [
        " deals with it and doesn't feel like they can talk about it and that's it's it's not right and so",
        6963.62,
        6970.36
    ],
    [
        " I hope that it my coming on here and and bringing this to light and being the person that I am",
        6970.36,
        6976.26
    ],
    [
        " and saying hey let's have an honest conversation about this we'll help someone else even if one or two",
        6976.26,
        6983.6
    ],
    [
        " other people decide that they can change their life for the better because they hear someone",
        6983.6,
        6992.26
    ],
    [
        " addressing this honestly or one or two other people look at their",
        6992.26,
        6997.26
    ],
    [
        " kids and the interaction that their neighbor or their friend or their",
        6997.26,
        7006.34
    ],
    [
        " grandpa uncle somebody has with their kids and realizes that there's something not quite right",
        7006.34,
        7015.5
    ],
    [
        " then everything that I've been through is worth it because I will have used my experiences to help",
        7016.6,
        7023.56
    ],
    [
        " someone else yeah well definitely appreciate that and I know we focused a lot on that today and again",
        7023.56,
        7031.64
    ],
    [
        " I you know you as a as a military wife I also wanted to take a a moment to recognize all those",
        7031.64,
        7043.26
    ],
    [
        " military wives out there that hold the line while their husbands are deployed overseas",
        7044.3,
        7056.28
    ],
    [
        " in harm's way and I wrote something for one of my daughters and at this point one of my daughters",
        7056.28,
        7067.32
    ],
    [
        " was quite frankly not treating my wife with the kind of respect that my wife deserves you know it",
        7069.0,
        7076.6
    ],
    [
        " was typical teenager stuff or roll the eyes a flippant comment basically young adolescent girl",
        7076.6,
        7084.24
    ],
    [
        " with young adolescent attitude what you talked about earlier no no one can tell me anything I know",
        7084.24,
        7090.84
    ],
    [
        " everything and in her mind you know my wife was just some lady that did the laundry got the",
        7092.36,
        7100.88
    ],
    [
        " groceries and cooked dinner and that's how she treated her and so I wrote this for my daughter",
        7100.88,
        7111.6
    ],
    [
        " but I wanted to read it for everyone and I want to dedicate it not just to my wife",
        7112.04,
        7121.96
    ],
    [
        " but to all the military wives out there holding the line on the home front",
        7121.96,
        7131.72
    ],
    [
        " so this is what I wrote to my daughter your mom I wanted you to know a little bit about your mom",
        7134.24,
        7144.82
    ],
    [
        " your mom was a champion horse rider she rode cross country races show jumping and she did fox hunting",
        7144.82,
        7154.32
    ],
    [
        " she cared for horses every day clean them train them and took care of them",
        7154.32,
        7160.36
    ],
    [
        " she won many victories your mom worked since she was little starting in restaurants first peeling",
        7161.72,
        7170.86
    ],
    [
        " potatoes then busing tables then cleaning then waitressing to make money",
        7170.86,
        7176.32
    ],
    [
        " your mom went to an extremely good college her parents didn't pay for it she worked through",
        7176.32,
        7184.88
    ],
    [
        " colleges of waitress to pay her own way when your mom got done with college she took the money she",
        7184.88,
        7192.96
    ],
    [
        " saved and backpacked around the world she went to Thailand Malaysia Hawaii Australia New Zealand and a",
        7192.96,
        7202.86
    ],
    [
        " bunch of other places while doing that she worked as a waitress and other odd jobs so she could make",
        7202.86,
        7210.9
    ],
    [
        " money and pay her own way when your mom got done traveling the economy was bad and she couldn't",
        7211.92,
        7222.04
    ],
    [
        " find a job so she went overseas and worked at an airline as a flight attendant which is a hard",
        7222.04,
        7232.64
    ],
    [
        " thankless job serving ungrateful passengers on planes she didn't like it but she did it",
        7232.9,
        7240.22
    ],
    [
        " when I met your mom for the first time she was the most beautiful girl I had ever seen",
        7240.22,
        7249.62
    ],
    [
        " and when I talked to her she was the nicest person I have ever met",
        7249.62,
        7256.32
    ],
    [
        " and she was funny and sassy and sweet and I knew immediately that I wanted to marry her",
        7258.38,
        7264.3
    ],
    [
        " so your mom picked up everything and left and came to be with me in America she moved into a tiny",
        7264.3,
        7273.4
    ],
    [
        " one bedroom apartment with me she was wonderful she was adventurous she served with me and she",
        7273.4,
        7280.02
    ],
    [
        " trained jujitsu with me every day and worked out with me every day she got her blue belt in jujitsu",
        7280.02,
        7286.3
    ],
    [
        " she worked as an executive assistant in a real estate office and got a real estate license",
        7286.3,
        7290.96
    ],
    [
        " we went skiing and hiked mountains and camped under the stars in the mountain and we went dancing at night",
        7290.96,
        7300.2
    ],
    [
        " she was amazing I got orders to move to Virginia she instantly packed up everything we had",
        7300.2,
        7309.92
    ],
    [
        " in quitter job and moved across country when we got to Virginia she got a tough job working for",
        7309.92,
        7317.8
    ],
    [
        " an insurance company of course I was in a seal platoon so I traveled all the time and was gone",
        7317.8,
        7324.0
    ],
    [
        " all the time and she never complained one day she told me she was pregnant that was you she was",
        7324.0,
        7334.74
    ],
    [
        " so happy and then the day after you were born I left on deployment for seven months she did",
        7335.6,
        7344.12
    ],
    [
        " everything by herself I was gone she never complained and she sent me a picture every day of you",
        7344.12,
        7350.12
    ],
    [
        " when I got home from deployment she was already back in shape and looked amazing",
        7350.12,
        7356.52
    ],
    [
        " the navy gave me orders back to california without a word your mom packed away all of our stuff",
        7356.52,
        7364.64
    ],
    [
        " quitter job and we moved back to california I worked and went to school I never got up in the night",
        7364.64,
        7371.22
    ],
    [
        " to help take care of you it was always your mom every time she changed every diaper made every meal",
        7371.22,
        7378.76
    ],
    [
        " tried every tear read every good night book I worked went to school and trained you jitsu she never",
        7378.76,
        7386.9
    ],
    [
        " complained one single time soon she told me she was pregnant again that was your first sister",
        7386.9,
        7394.12
    ],
    [
        " when your first sister came now everything that your mom did for you she had to do for your sister too",
        7394.12,
        7400.28
    ],
    [
        " every diaper every meal every tear every little book read I was working and going to school and training",
        7400.28,
        7409.82
    ],
    [
        " she walked you both and read to you and took you to parks and play groups and dancing lessons and",
        7411.52,
        7417.42
    ],
    [
        " swimming lessons and craft fairs she did everything for you she didn't get to surf anymore or do",
        7417.42,
        7424.6
    ],
    [
        " jiu jitsu anymore or work out or hike with me anymore she devoted all that time to you her kids who",
        7424.6,
        7431.26
    ],
    [
        " she cherished she never complained or wind or asked for anything then she got pregnant again",
        7431.26,
        7444.54
    ],
    [
        " this time it was your brother she kept doing everything for you when she got her morning sickness",
        7444.54,
        7451.6
    ],
    [
        " throwing up dizzy and carrying around a baby in her belly she didn't complain ever",
        7451.6,
        7457.36
    ],
    [
        " when she was in the bathroom sick and throwing up she would apologize to you and you and your sister",
        7458.64,
        7465.46
    ],
    [
        " that you girls had to see her like that then the war started I went back to the seal teams",
        7465.46,
        7477.7
    ],
    [
        " I went to Iraq for six months I was working so much that I barely got time to write",
        7477.7,
        7483.7
    ],
    [
        " your mom always wrote me she never complained about anything she did everything and by herself",
        7485.6,
        7491.84
    ],
    [
        " everything I was taking care of my seal platoon and she took care of you three little kids she cleaned",
        7491.84,
        7498.12
    ],
    [
        " everything made every meal changed every diaper dried every tear took you to lessons and parks",
        7498.12,
        7504.38
    ],
    [
        " and doctors appointments and read to you every night and made your lunches and got groceries",
        7504.38,
        7509.52
    ],
    [
        " she did this all by herself no in-laws to help out no grandparents around just her alone",
        7511.3,
        7519.24
    ],
    [
        " when I came home things didn't get any better I just started getting ready to go back to Iraq again",
        7519.24,
        7528.66
    ],
    [
        " she didn't complain some guys had to worry about their families their wives would complain and",
        7528.66,
        7536.22
    ],
    [
        " cry and file for divorce and fight over the kids I never worried about that at all",
        7536.22,
        7540.76
    ],
    [
        " your mom took care of everything and never made me have to worry about you kids or her or anything else",
        7540.76,
        7550.06
    ],
    [
        " my last deployment to Iraq I was gone almost seven months I left your mom alone again with you three",
        7550.06,
        7559.96
    ],
    [
        " kids some of my men were wounded and killed your mom went to the hospital to visit the wounded",
        7561.86,
        7570.48
    ],
    [
        " men and went to the funerals of my friends your mom knew at any time it could be me that was wounded",
        7570.48,
        7580.12
    ],
    [
        " or killed but she never complained she cried with the moms of my friends she gave",
        7580.12,
        7589.94
    ],
    [
        " support where she could but she never asked me to stop or come home or leave early or even be safe",
        7589.94,
        7597.34
    ],
    [
        " never she never asked me to give anything to her she knew I had men to take care of",
        7597.34,
        7610.3
    ],
    [
        " she told me not to worry about her or all you kids she only told me to do my best at my job",
        7610.3,
        7619.12
    ],
    [
        " and take care of my friends on the battlefield most seals get divorced almost 90 percent",
        7619.12,
        7628.86
    ],
    [
        " there is too much pressure and separation and distance and too many challenges and many women can't",
        7628.86,
        7638.08
    ],
    [
        " take it so they leave your mom never wavered she never had an issue or a complaint no matter",
        7638.08,
        7649.04
    ],
    [
        " what happened or when I came home or when I left or what I did she supported me always and she",
        7649.04,
        7657.38
    ],
    [
        " took care of you kids every day every night every moment every need you had was her responsibility",
        7657.38,
        7667.18
    ],
    [
        " she never asked for thanks or appreciation and when it was her birthday or our anniversary",
        7667.18,
        7674.7
    ],
    [
        " she would tell me not to get her anything so we could save money",
        7674.7,
        7678.64
    ],
    [
        " when I got home from my last deployment to Iraq your mom got pregnant again",
        7678.64,
        7688.84
    ],
    [
        " that was your youngest sister and she did it all again morning sickness diapers sleepless nights",
        7688.84,
        7695.9
    ],
    [
        " puke in the bed pee on the floor chicken pox lice tears scrapes bumps bruises teacher conferences",
        7695.9,
        7704.14
    ],
    [
        " school lunches everything she never complained about it I was still working preparing men for war",
        7704.14,
        7716.66
    ],
    [
        " and traveling all the time and she continued to take care of you kids so I could do my job",
        7716.66,
        7724.1
    ],
    [
        " you're mom has stuck with me through hell it has been hard your mom has been married to this",
        7726.8,
        7734.42
    ],
    [
        " hard-headed frogman for 17 years she's been through multiple wartime deployments she has helped me",
        7734.42,
        7741.36
    ],
    [
        " when I was sick or injured and she has done the same for you she has done it because she is",
        7741.36,
        7749.06
    ],
    [
        " strong and determined and she loves our family more than anything in the world",
        7749.46,
        7753.72
    ],
    [
        " your mom is an incredible person an amazing woman and I worship her",
        7753.72,
        7761.52
    ],
    [
        " she is everything I ever wanted",
        7761.52,
        7764.88
    ],
    [
        " so when you get the chance you should tell your mom that you love her",
        7764.88,
        7776.1
    ],
    [
        " that you know how much she has done for you and for our family and that you appreciate",
        7776.64,
        7782.26
    ],
    [
        " everything that she has done for us and for you",
        7782.26,
        7785.5
    ],
    [
        " I hope you grow up and have some of the same qualities that she possesses strength",
        7785.5,
        7798.7
    ],
    [
        " honor intelligence dignity selflessness respect determination and kindness",
        7801.2,
        7808.94
    ],
    [
        " that's your mom and I hope you realize how blessed you are to have her",
        7808.94,
        7819.54
    ],
    [
        " and that's the note that I wrote to my daughter and you know there's some people",
        7830.78,
        7841.58
    ],
    [
        " that say a woman can do anything that a man can do",
        7841.58,
        7848.76
    ],
    [
        " and I don't know if that's true or not but I can tell you this I don't know of too many",
        7848.76,
        7858.48
    ],
    [
        " men that can do what my wife has done and what thousands of other military wives have done",
        7860.24,
        7866.78
    ],
    [
        " and I want to recognize how blessed we are as a nation",
        7866.78,
        7875.56
    ],
    [
        " to have these women out there holding the line on the home front",
        7875.56,
        7882.04
    ],
    [
        " a job and yes it is a job that is under recognized and overlooked all the time",
        7883.6,
        7893.0
    ],
    [
        " and Iris like my own wife I think you are a stellar example of this",
        7893.0,
        7906.7
    ],
    [
        " thank you no thank you for what you have done for your family but also what you have done",
        7907.26,
        7917.2
    ],
    [
        " for our country in supporting your husband and your family and thank you",
        7917.2,
        7928.44
    ],
    [
        " and obviously thank you for coming on here today to to teach all of us about a subject that we all",
        7930.4,
        7939.3
    ],
    [
        " need to know more about not just abuse but also determination and on top of that determination",
        7939.3,
        7948.12
    ],
    [
        " to overcome what you experienced in your life but the determination to keep a family together",
        7948.12,
        7954.04
    ],
    [
        " and protect the protectors",
        7956.98,
        7958.78
    ],
    [
        " well it's been a it's been an incredible honor to be here and and thank you guys for",
        7958.78,
        7966.1
    ],
    [
        " stepping out of box a little bit with me and getting this out there and and talking about some",
        7966.1,
        7972.46
    ],
    [
        " of the stuff and I love you know what you wrote to your daughter and your wife is still stunningly",
        7972.46,
        7979.94
    ],
    [
        " beautiful and very kind she is indeed and it's you know what having you on the podcast was a",
        7980.98,
        7989.32
    ],
    [
        " no-brainer I probably waited three or four months to broach the subject with your husband I was",
        7989.32,
        7997.86
    ],
    [
        " waiting for the right moment and he said something to me about it and I was like you know",
        7997.86,
        8002.24
    ],
    [
        " hey if she ever just happens to want to come on let me know and and he answered me in 30 seconds",
        8002.24,
        8009.64
    ],
    [
        " and it wasn't his answer he said I just talked her she's good to go I was like yes",
        8009.94,
        8013.56
    ],
    [
        " so it's been great to add you on the podcast. Thank you Johnner thank you guys",
        8013.56,
        8017.54
    ],
    [
        " well speaking of the podcast. Sure. Echo Charles I mean if somebody wanted to support this podcast",
        8017.54,
        8026.64
    ],
    [
        " is there any way they can do that? Yeah there is actually this is kind of the",
        8026.64,
        8031.82
    ],
    [
        " you know we talk about these heavy things this is kind of the time to decompress a little bit right",
        8031.82,
        8037.54
    ],
    [
        " a little bit we can talk about supporting the podcast. That's a good way to decompress. Yeah I think so",
        8037.9,
        8043.4
    ],
    [
        " most of the time let's talk about supporting ourselves now you know because actually a lot of",
        8043.4,
        8052.46
    ],
    [
        " it like being like a strong military wife and all this stuff even even just a normal",
        8052.46,
        8057.06
    ],
    [
        " and you know this I'm gonna say this too I didn't say this there's military husbands as well",
        8057.06,
        8062.56
    ],
    [
        " yeah definitely and and and they're they're doing all that stuff that I talked about",
        8063.96,
        8067.88
    ],
    [
        " I was talking about wives because that's what I deal with I dealt with my wife you know and you're",
        8067.88,
        8073.4
    ],
    [
        " a military wife the guys that are out there holding down the fort and also there's guys that are",
        8073.4,
        8077.16
    ],
    [
        " married to police officers there's I know that that gets flipped sometimes and and",
        8077.16,
        8081.7
    ],
    [
        " respect yeah respect equally challenging for for anybody that's that's holding down the",
        8081.7,
        8088.6
    ],
    [
        " fort at home so yeah it's the concept right yes you know a lot of time especially when you're",
        8088.6,
        8095.4
    ],
    [
        " dealing with kids and all the responsibility is on me or whatever and I mentioned this before where",
        8095.4,
        8100.24
    ],
    [
        " it's easy to fall into that kind of mindset where you're making it about yourself now you know",
        8100.24,
        8105.7
    ],
    [
        " where you have kids and it's like hey I got a change I changed the diaper last time you know",
        8105.7,
        8112.02
    ],
    [
        " but if you notice you're talking about yourself now the diaper got to get changed regardless",
        8112.02,
        8116.84
    ],
    [
        " but you're like focusing on the fact that you had to do it you know kind of thing so",
        8116.88,
        8121.0
    ],
    [
        " not that you're wrong but you chose to make it about yourself so the less you make it about yourself",
        8121.0,
        8125.64
    ],
    [
        " and more about the mission the family the the whatever it is that you're doing the stronger you're",
        8125.64,
        8131.68
    ],
    [
        " gonna have the like the capability to be you know you can like solve the problems you know accomplish",
        8131.68,
        8136.72
    ],
    [
        " the mission anyway so that being said let's make it about ourselves for a second by supporting",
        8136.72,
        8144.32
    ],
    [
        " ourselves so this is kind of a flip you know you switch you know how like in the in the airplane",
        8144.32,
        8148.0
    ],
    [
        " they say support yourself before you support the kid yeah you gotta put the oxygen you know I mean",
        8148.0,
        8153.14
    ],
    [
        " because if you support yourself you have more capability of supporting others true thing",
        8153.14,
        8159.06
    ],
    [
        " did you story right that's what like the stronger equals all excited he's got iris over here she's",
        8159.06,
        8164.48
    ],
    [
        " the green she's in the game with him the echoes like blowing me off these are you talking iris now",
        8164.48,
        8169.22
    ],
    [
        " because she knows she mentioned alpha all these things and I started taking more alpha brain by the way",
        8169.64,
        8175.5
    ],
    [
        " I think I noticed that today you were sharp well you were crisp with the thoughts yeah",
        8175.5,
        8179.74
    ],
    [
        " yeah I felt like I was a bit distracted not necessarily here but just in life you know I couldn't",
        8179.74,
        8186.28
    ],
    [
        " like focus on the thing that I like making videos or what no I've been making videos bro I've noticed",
        8186.28,
        8191.38
    ],
    [
        " that yeah that's good yeah man we like that anyway if you're working out you want supplement",
        8191.38,
        8198.9
    ],
    [
        " implementation you want some support in the workout which actually I'm down for now I wasn't a",
        8198.9,
        8203.18
    ],
    [
        " supplement person before as I said before but now I am because there's supplements like krill oil",
        8203.18,
        8208.98
    ],
    [
        " you know strong bones strong bone yeah is that for like bones too it might be but I just",
        8208.98,
        8218.2
    ],
    [
        " I don't know my bones seem strong I don't break them very often but my joints want help so I take",
        8218.2,
        8224.86
    ],
    [
        " it for the I take it for the joints yeah because you figure because usually one like your tendon",
        8224.86,
        8230.24
    ],
    [
        " deta like you know I rip my bicep whatever it's the tendon ripping off the bone yeah so you figure",
        8230.24,
        8237.68
    ],
    [
        " joints strump maybe that's you know the strong bone is that's the part of it make it homework do",
        8237.68,
        8244.14
    ],
    [
        " some research get back to me anyway if you want the good supplements krill oil for your joints",
        8244.14,
        8251.46
    ],
    [
        " that's a big one in my opinion in jacuz opinion my opinion iris is opinion sure yeah man essential",
        8251.46,
        8258.54
    ],
    [
        " so whether you're working out or whether you're actually working on the farm yes krill oil all",
        8258.54,
        8264.42
    ],
    [
        " opinion that's a good one but as far supplements go you know you get the good ones when you get on",
        8264.42,
        8272.94
    ],
    [
        " it once anyway if you want 10% off on it dot com slash jaco my joints here's a thing like",
        8272.94,
        8278.84
    ],
    [
        " all all bust out krill oil whenever it's applicable in my mind and people are always talking about krill oil",
        8278.84,
        8285.36
    ],
    [
        " no but I feel like it's kind of always on my mind because you don't like okay I'm talking to Greg",
        8285.36,
        8294.26
    ],
    [
        " right the other day I don't think Greg's on the krill oils we're talking it's after where he should",
        8294.26,
        8299.0
    ],
    [
        " be yeah we're talking we're talking for a while about stuff or whatever it's oh it's time to go",
        8299.0,
        8304.64
    ],
    [
        " we get up Greg he goes oh like that oh no I understand he didn't have to make that noise but he",
        8305.0,
        8311.88
    ],
    [
        " making that noise is an indicator that he's not sure it's krill oil somebody somebody order that man",
        8311.88,
        8317.0
    ],
    [
        " krill oil exactly right that's exactly what I thought I didn't say nothing but that's what I thought",
        8317.0,
        8320.42
    ],
    [
        " did you say anything that's kind of time to place maybe think maybe it was like well he's too new",
        8320.42,
        8326.04
    ],
    [
        " it was too fresh so let's just make this just for this whole advertisements for Greg train",
        8326.04,
        8330.08
    ],
    [
        " Greg train gets on the krill oil and you won't and it's less about making that kind of noise or",
        8330.08,
        8335.24
    ],
    [
        " not making the noise it's the feeling that compelled him to make the noise that's the important part",
        8335.24,
        8338.98
    ],
    [
        " what if Greg train wanted 10% off what would he do then I'm trying to help this along",
        8338.98,
        8345.46
    ],
    [
        " no man okay if he chose to get 10% on it dot com slash jaco the slash jaco that's the part they",
        8345.46,
        8352.94
    ],
    [
        " could give you the 10% off on on all your stuff even if you like protein powders and whatnot",
        8352.94,
        8358.28
    ],
    [
        " which which is good too right away yeah look on there see what what you know because it depends",
        8358.28,
        8364.86
    ],
    [
        " your lifestyle you see what I'm saying anyway it does you get it you get my drift okay so that's",
        8364.86,
        8372.16
    ],
    [
        " a good way to support yourself and the podcast and ultimately everyone around you actually",
        8372.16,
        8379.14
    ],
    [
        " everyone in the world yeah yeah in the world will be more supportive ultimately yeah like the",
        8379.14,
        8384.66
    ],
    [
        " butterfly effect you know like us talking it'll affect China later anyway I'm on click through",
        8384.76,
        8391.46
    ],
    [
        " that's a good way to support you by the way so what that does is you know before you do your",
        8391.46,
        8396.94
    ],
    [
        " shopping you click through the website jacol podcast dot com the tab on the top banner on the bottom",
        8396.94,
        8402.56
    ],
    [
        " thing is with the banner I'm only saying this because people like hit me up about it and they'll",
        8402.56,
        8409.72
    ],
    [
        " say hey I don't see the banner your banner is not there on the website if you have an ad blocker",
        8409.72,
        8414.16
    ],
    [
        " which is the smart thing to have by the way just generally speaking if you have an ad blocker",
        8414.16,
        8417.74
    ],
    [
        " it'll block certain like things and sometimes that banner will fall within the confines of things",
        8417.74,
        8423.64
    ],
    [
        " that the ad blocker blocks yeah you know what we could also change our whole attitude here",
        8423.64,
        8430.42
    ],
    [
        " and make the full focus of the podcast and the website and everything that we're doing to get people",
        8430.42,
        8435.34
    ],
    [
        " to get into to give us money yeah we're not gonna do that right so like now that I'm thinking",
        8435.34,
        8440.9
    ],
    [
        " in talking to you guys about it I'm like man I should really go change that but when I go home",
        8440.9,
        8445.8
    ],
    [
        " when I go you know other places I'm thinking about getting after it I'm thinking about making",
        8445.8,
        8451.42
    ],
    [
        " videos what have you so you know I get reminded but so and maybe that's a good thing maybe that's",
        8451.42,
        8456.6
    ],
    [
        " a bad thing but nonetheless those are the facts as of right now but doesn't matter because there's",
        8456.6,
        8461.6
    ],
    [
        " a tab on the top like I said click on that one if you want to support takes three seconds small action",
        8461.6,
        8467.26
    ],
    [
        " and that support that that everyone's been given big reaction",
        8467.38,
        8471.76
    ],
    [
        " and and somehow this supports China you were saying it can't ultimately yes it's the butterfly",
        8471.76,
        8480.72
    ],
    [
        " effect look into it's okay let's look it up it's real yeah it's real you can subscribe to the",
        8480.72,
        8486.8
    ],
    [
        " podcast and this is on any podcasting providing platform google play iTunes of course",
        8486.8,
        8493.78
    ],
    [
        " stitcher yeah you can write a review too which I've done some I've read some live reviews",
        8497.44,
        8503.14
    ],
    [
        " on here yeah of of jackeau it but I might do that with the podcast because there's some",
        8503.14,
        8510.66
    ],
    [
        " really good on there too I was actually thinking of doing a Facebook live and reading the comments",
        8510.66,
        8516.32
    ],
    [
        " on a picture that Jill Rogan posted of me because there's some funny comments yeah",
        8516.32,
        8521.46
    ],
    [
        " so pro comedians out there listening to Joe Rogan so they want to make fun of my head yeah",
        8521.46,
        8526.62
    ],
    [
        " but there was reading you know there was um remember that video that we made actually long to",
        8526.62,
        8532.94
    ],
    [
        " I don't even I might have been before the first podcast even maybe after I don't know anyway we made",
        8532.94,
        8538.36
    ],
    [
        " it and it was about martial arts training oh yeah yeah and you're you know what what's the best",
        8538.36,
        8543.9
    ],
    [
        " martial arts or self defense all this stuff right so I revisited that and this was a while ago",
        8543.9,
        8548.68
    ],
    [
        " there's like millions there's over a million views on that right so with views come comments right",
        8548.68,
        8554.12
    ],
    [
        " yeah so you like that and typically yeah you know it's usually not very productive to spend much",
        8554.12,
        8558.86
    ],
    [
        " time in the comments section on youtube but a lot of views a lot of comments let's see what the",
        8558.86,
        8565.3
    ],
    [
        " and it's not like people who've necessarily followed jackeau podcast that's the thing so you get",
        8565.3,
        8570.04
    ],
    [
        " a cool little like variety of people in there so yeah there's some interesting ones in there",
        8570.04,
        8575.88
    ],
    [
        " I didn't quote in here nothing or save any but I'm just saying channel speaking is interesting",
        8576.68,
        8580.98
    ],
    [
        " nonetheless back to subscribing to the podcast yeah we have a youtube channel",
        8580.98,
        8586.04
    ],
    [
        " if you like the video version of this podcast a",
        8586.04,
        8591.34
    ],
    [
        " sometimes like people know what you look like yeah and I but a smaller percentage of people know",
        8591.34,
        8598.3
    ],
    [
        " what I look like yeah and I'm not encouraging you to watch the video to see what I look I'm not saying",
        8598.3,
        8602.8
    ],
    [
        " echo doesn't look like what he sounds like you definitely look different than you sound did you",
        8603.22,
        8607.16
    ],
    [
        " have you ever seen him before today I've seen pictures of you online and I was surprised when I did",
        8607.16,
        8612.86
    ],
    [
        " because you sounded sort of well no I'm not going to say what you sounded like but you didn't sound",
        8612.86,
        8618.88
    ],
    [
        " the way I you look I've heard of will assume that that's not good yeah yeah yeah something like that",
        8618.88,
        8626.86
    ],
    [
        " one guy said a mixed white and latino not hipster um like skate not skater I don't know something anyway",
        8626.88,
        8634.38
    ],
    [
        " they got real specific which is good which is cool yeah I dig it but yeah I guess it's because",
        8634.38,
        8639.88
    ],
    [
        " you have a weird background being a Hawaiian what do you have black half white guy yeah I mean not",
        8639.88,
        8648.84
    ],
    [
        " to split hairs but there's some native American and native both sides but see none of that has",
        8648.84,
        8653.5
    ],
    [
        " anything to do with the way you talk yeah the way you talk is just the way to talk yeah I have",
        8653.5,
        8657.98
    ],
    [
        " something to do with the way yeah it does I'm gonna waste it up but yeah coming yeah granite",
        8657.98,
        8662.42
    ],
    [
        " on kui and then living here and then I don't know you all the time all this stuff just jumbled me up",
        8662.42,
        8669.2
    ],
    [
        " you know anyway back to the if you want to see what he looks like you can check if you're interested",
        8669.2,
        8674.26
    ],
    [
        " in something like that if that interests you subscribe to the youtube channel might facilitate",
        8674.26,
        8679.36
    ],
    [
        " because conversely I look like what people think I'm gonna look like exactly true so yeah the youtube",
        8680.12,
        8688.7
    ],
    [
        " also also my looks aside what we do now is and we've been doing this for a little bit is uh",
        8688.7,
        8696.32
    ],
    [
        " take a little excerpt of the podcast little lessons and we'll put them on there as well so you",
        8696.32,
        8702.06
    ],
    [
        " can share them you know it's easier than sharing the whole podcast and and having people receive it",
        8702.06,
        8707.72
    ],
    [
        " you know because you can't just listen to two and a half hours on a whim you know no but three",
        8707.72,
        8712.74
    ],
    [
        " minutes you have to kind of schedule that you got to schedule it yes exactly right three minutes",
        8712.74,
        8716.56
    ],
    [
        " though no schedule required no schedule press play right now yeah no less and learn boom yeah individual",
        8716.56,
        8722.22
    ],
    [
        " life approved good to go yeah rock and roll yes exactly so that's really the goal there and",
        8722.22,
        8727.9
    ],
    [
        " you know I gotta be like people have said you know I always say this people people been asking me",
        8727.9,
        8735.3
    ],
    [
        " is one person no in my case people have been saying like that's good to have those ones because some",
        8735.3,
        8741.78
    ],
    [
        " people they don't listen to the podcast like the first day you know they're like how you said they",
        8741.78,
        8745.74
    ],
    [
        " kind of got a schedule well even even somebody even we got a lot of commuters yeah people listen to",
        8745.74,
        8749.96
    ],
    [
        " the car yeah but you know half an hour commute it takes you you know a few days to hear the whole",
        8749.96,
        8754.98
    ],
    [
        " podcast but they might have been a little nugget you needed for work that Monday exactly right yeah",
        8754.98,
        8759.42
    ],
    [
        " some people say that helped me that day like the college one that you talk about like how to",
        8759.98,
        8766.16
    ],
    [
        " approach college yeah but you know anyway but you wish you had that when you approached college I",
        8766.16,
        8771.96
    ],
    [
        " wish I had all of this really but when I approached anything in like really but yes the college yet",
        8771.96,
        8777.28
    ],
    [
        " so yeah subscribe to the YouTube man that's that's a good one that's a good way to support",
        8777.28,
        8781.66
    ],
    [
        " and that's another way to support yourself in a way kind of indirectly um and then if you wear",
        8781.66,
        8787.34
    ],
    [
        " t-shirts at any point you want to represent a little bit with that some cool t-shirts you know",
        8787.34,
        8792.84
    ],
    [
        " I think you think I think they're pretty cool approved they are approved quite literally all approved",
        8792.84,
        8800.12
    ],
    [
        " and there's a new t-shirt out which you are wearing at this time I like it it's um it's real complex",
        8800.12,
        8807.7
    ],
    [
        " yeah it's black and it says get after it on it oh man technically it's a charcoal",
        8807.7,
        8814.72
    ],
    [
        " Heather but it is what it is and um there's usually more to them than kind of meet the eye we call that",
        8818.1,
        8824.92
    ],
    [
        " layers philosophical sense um but yeah you know if you want to support that way that's a good way",
        8824.92,
        8832.7
    ],
    [
        " you know and you get a shirt that you can wear very wearable that's a thing they're not the cheap",
        8832.7,
        8838.06
    ],
    [
        " ballpark giveaway shirts they're like good very wearable multiple occasions people say it's my",
        8838.06,
        8843.92
    ],
    [
        " favorite shirt to wear because of the fit people are telling you that people every single day all day",
        8843.92,
        8848.54
    ],
    [
        " yeah I'm telling you women's on there women stuff on their shirts patches rash guards",
        8848.54,
        8856.34
    ],
    [
        " I'm gonna put out a new rash guard here pretty soon not that that's like supposed to get everyone",
        8856.34,
        8862.28
    ],
    [
        " fired up or nothing like that I'm putting it out there yeah it's good the hoodies are on there as",
        8862.28,
        8867.5
    ],
    [
        " well and you know if you like any of this stuff I'd say just look at it if you choose to support",
        8867.5,
        8872.58
    ],
    [
        " or if you feel like supporting you feel like representing go ahead get something that's a good way to support you",
        8872.58,
        8877.52
    ],
    [
        " yep and also this what I'm about to tell you here I'm good very well-border on essential now",
        8877.52,
        8886.78
    ],
    [
        " it's like one of those things were okay so psychological warfare we're gonna talk about I'm",
        8886.78,
        8892.12
    ],
    [
        " gonna go into it so you know how like let's say you're getting after it I was getting after it",
        8892.12,
        8897.3
    ],
    [
        " I'm getting after it I start taking cruel oil I just start taking cruel oil jaco",
        8897.3,
        8901.54
    ],
    [
        " not taking cruel oil maybe someone else comes in they start getting after they start to",
        8901.62,
        8905.7
    ],
    [
        " meanwhile you're not taking the cruel oil we're kind of ahead of you you know you see a little soft",
        8905.7,
        8911.72
    ],
    [
        " jaco you're just saying no the conceptually that's a big deal so psychological warfare what that",
        8911.72,
        8917.28
    ],
    [
        " does is okay psychological warfare is an album with tracks with jaco in there put simply jaco",
        8917.28,
        8931.52
    ],
    [
        " journey waking up early in the morning every day slipping on the diet procrastinating all these",
        8931.52,
        8938.32
    ],
    [
        " things yeah big deal so you know what's yeah if you think about just the procrastination one yeah",
        8938.32,
        8944.36
    ],
    [
        " procrastination is one of those things it's a massive problem with people right people all over",
        8944.36,
        8950.38
    ],
    [
        " the world have a massive problem with procrastination think of how easy just to overcome that yeah",
        8950.38,
        8955.24
    ],
    [
        " it's the easiest thing yeah it's the easiest thing to overcome psychological warfare yeah you just",
        8955.24,
        8960.4
    ],
    [
        " do just do go do what you're procrastinating and it's already you want I it's not like you have to",
        8960.4,
        8966.08
    ],
    [
        " work to get over procrastination you just just crush it yeah go it's back the other day or",
        8966.08,
        8972.42
    ],
    [
        " last week whatever when I said like you got to switch it to manual just and for procrastination you",
        8972.42,
        8978.22
    ],
    [
        " just got to switch it to manual for like literally two seconds yeah one two boom and then you do it",
        8978.22,
        8982.14
    ],
    [
        " because I want your starting right yeah you're doing it yeah you were no longer procrastinating yeah",
        8982.14,
        8985.76
    ],
    [
        " you know but it's easy battle to win and what what a battle that so many people face and lose",
        8986.38,
        8992.36
    ],
    [
        " and lose bro it's yeah it's one of those psychological things that you kind of got to declare war on",
        8992.36,
        8997.46
    ],
    [
        " and in that case you're engaging the psychological warfare nonetheless this is a good way to",
        8997.46,
        9005.46
    ],
    [
        " okay so back to my point about when everyone starts getting after it and you're not so I I don't",
        9005.46,
        9010.34
    ],
    [
        " want to feel that like everyone's like a logical warfare because you can't listen to it and like",
        9010.34,
        9014.32
    ],
    [
        " hey I don't want to wake up I want to press the snooze you can't listen to wake up you know one of",
        9014.32,
        9018.84
    ],
    [
        " the first tracks or whatever you can't listen to that and then not wake up you can't you won't be",
        9018.84,
        9023.5
    ],
    [
        " able to face yourself it's like one of those things it's like that's strong so let's say everyone's",
        9023.5,
        9027.64
    ],
    [
        " doing that you're kind of left behind if you're not that's how I feel like if I'm not doing it you",
        9027.64,
        9032.54
    ],
    [
        " know I'll do it even if I feel like working out I'll still listen to it give you a little kick",
        9032.54,
        9037.86
    ],
    [
        " little kick anyway psychological warfare jocke a win I did it to a I was looking at an audiobook",
        9037.86,
        9043.86
    ],
    [
        " the other day it's still number one by the way number one on spoken ward on iTunes",
        9043.86,
        9048.74
    ],
    [
        " wow everyone's getting on it yeah man it's been that way since it came out",
        9048.74,
        9051.96
    ],
    [
        " the day so everyone that you're telling to get after it they're getting after it that's a part of",
        9051.96,
        9057.18
    ],
    [
        " my point right there like you got to do it and also on uh clicking when you're clicking through",
        9057.18,
        9063.5
    ],
    [
        " Amazon you can also get jocke a white tee and here's the bottom line you know we all need to",
        9063.5,
        9069.3
    ],
    [
        " deadlift more yes all right don't play around if you order your jocke a white tee you're going to",
        9069.3,
        9074.76
    ],
    [
        " boost your deadlift to approximately eight thousand pounds and I was thinking about this the other day",
        9074.76,
        9079.84
    ],
    [
        " you think eight thousand pounds is heavy it's it's in another you know unit of measurement",
        9079.84,
        9086.12
    ],
    [
        " it's four tons yeah yeah I think that's good man that's really good you want to do that",
        9086.12,
        9091.38
    ],
    [
        " way the war your kid by the way it's not even pre-order anymore because it comes out",
        9091.38,
        9098.9
    ],
    [
        " May second right so it's coming out soon boom order it now and save a child smash a bully",
        9098.9,
        9111.44
    ],
    [
        " save yourself smash pull ups that's that's your role message for us how's that the podger game",
        9111.44,
        9117.96
    ],
    [
        " yes yesterday and so there's a playground there and the kids are just kind of running",
        9117.96,
        9124.22
    ],
    [
        " in the mock you know and a lot of times this parents in there and there's this one kid he was",
        9124.22,
        9129.26
    ],
    [
        " he was big oh and he had that look on his face I'm not saying he was a bully but he's you know",
        9129.26,
        9135.64
    ],
    [
        " walk around he was like grabbing another kid I don't know if his brother I don't know if he was",
        9135.64,
        9139.22
    ],
    [
        " bullying him or helping him or whatever but you could tell like you know the little kids fit",
        9139.22,
        9144.8
    ],
    [
        " because you know there's some people they're like there's a line for this little thing that",
        9144.8,
        9148.88
    ],
    [
        " the kids get on it's like a man it's not a miracle around it's a thing you sit in and so",
        9148.88,
        9153.0
    ],
    [
        " some kids are real assertive they'll be like oh it's my turn cutting the line not even realizing",
        9154.24,
        9158.66
    ],
    [
        " there's a line or whatever then there's some kids they'll stand in line and they'll just sort",
        9158.66,
        9161.84
    ],
    [
        " of let people just cut right and then there's some kids who are like oh wait and they'll explain",
        9161.84,
        9167.18
    ],
    [
        " there's a line you know so you can see the different levels different people out there you know",
        9167.18,
        9171.22
    ],
    [
        " yes so like something like this that's going to turn you into you know the person who's you know",
        9171.22,
        9176.4
    ],
    [
        " it's kind of like the leader kid it sounds like Kenny Williams who might have been out there",
        9176.4,
        9180.8
    ],
    [
        " Kenny Williams is a bully now interestingly I'm doing the there's a lot of I ask questions who",
        9180.8,
        9186.94
    ],
    [
        " should read the audio for this right because it if I was thinking I would just read the whole thing",
        9186.94,
        9191.02
    ],
    [
        " then some people said hey you know jaco you're not a kid and it's a kids voice it's in the first",
        9191.02,
        9196.0
    ],
    [
        " person of a kids voice kids name mark so I I couldn't read the kids part I decided you know what I'm",
        9196.0,
        9203.54
    ],
    [
        " not going to read the whole book I'm not going to read the kids part but there's a character in",
        9203.54,
        9206.96
    ],
    [
        " there named uncle Jake sure now uncle Jake he was a seal sure and he's going to come and help out",
        9206.96,
        9214.08
    ],
    [
        " and I decided maybe I could read uncle Jake parts so I did and and then we got a kid reading the",
        9214.08,
        9223.94
    ],
    [
        " kids part and I think you all find out who that is and I think there'll be some layers behind that",
        9223.94,
        9230.08
    ],
    [
        " that part of it so yeah way the warrior kid you can order that now you can also get disciplinary",
        9230.08,
        9236.84
    ],
    [
        " equals freedom field manual is coming out what's a field manual something that you allows you to",
        9236.84,
        9242.7
    ],
    [
        " take information and put it into action that's it that's a did discipline equals freedom field manuals",
        9242.7,
        9248.38
    ],
    [
        " going to do comes out October 17th might seem like that's a long ways away but so did may second",
        9248.38,
        9253.7
    ],
    [
        " right yeah but this thing's coming out around the corner so the field manual it's basically this",
        9253.7,
        9260.84
    ],
    [
        " podcast in a book you can't bring this podcast into the field with you I guess you can put it on",
        9260.84,
        9266.2
    ],
    [
        " your headphones I guess maybe you can't but sometimes you need visual cues yeah so that's",
        9266.2,
        9274.66
    ],
    [
        " what it is the thoughts the things from the podcast but then it also has very specific additional",
        9274.66,
        9281.76
    ],
    [
        " information like workouts sleep strategies martial arts you know everything that's cool in the world",
        9281.76,
        9288.66
    ],
    [
        " it's all you know so you can do that extreme ownership you can you know by the way why is extreme",
        9288.66,
        9294.86
    ],
    [
        " ownership still one of the top books on amazon and iTunes and audible a year and a half after it",
        9295.64,
        9301.04
    ],
    [
        " came out why is that is it because the big advertising campaign that we did no it's not because that",
        9301.04,
        9305.44
    ],
    [
        " it's purely because a word of mouth so everyone that's listening to this right now that's buying it",
        9305.44,
        9309.38
    ],
    [
        " for other people and spreading the word it's because of you that's awesome appreciate it extreme",
        9309.38,
        9314.38
    ],
    [
        " ownership amazon why is it not out on paperback yet do you want to know why yeah you know why yeah",
        9314.38,
        9321.32
    ],
    [
        " it's not out on paperback because people ask me why is it not on paperback it's not on paperback yet",
        9321.5,
        9325.68
    ],
    [
        " because books come out on paperback when they aren't selling the hardcover anymore they rerelease a",
        9325.68,
        9332.62
    ],
    [
        " cheaper version here it isn't paperback now it's only 995 they haven't done that with our book yet why",
        9332.62,
        9337.48
    ],
    [
        " people still want the hardcover it's still selling and the reason for that is because",
        9337.48,
        9341.78
    ],
    [
        " because it works because people get a lot out of it so if you don't have extreme ownership or",
        9341.78,
        9348.08
    ],
    [
        " if someone that you know doesn't have extreme ownership it's just like they don't have",
        9348.08,
        9353.54
    ],
    [
        " acrylic oil tell Greg train he needs acrylic oil tell your tell your subordinate leader or your",
        9353.54,
        9358.4
    ],
    [
        " superior leader or members of your team tell him hey look man I'm gonna get you a little something",
        9358.4,
        9363.18
    ],
    [
        " here for example you have extreme ownership and if you need some more extreme ownership",
        9363.18,
        9370.28
    ],
    [
        " at your team company contact whatever you're you're you can contact our company",
        9370.28,
        9375.96
    ],
    [
        " asha on front",
        9377.28,
        9378.34
    ],
    [
        " lafe babin myself dav burk jp to know leadership and management consultants",
        9378.34,
        9384.02
    ],
    [
        " if you want to bring us on board contact us info at asha on front dot com",
        9384.02,
        9389.6
    ],
    [
        " and also along the same vein if you don't know we have the muster coming up number 000 to",
        9389.6,
        9396.58
    ],
    [
        " in New York City at the Marriott grand marquee come get your leadership on you will become a better",
        9396.58,
        9404.04
    ],
    [
        " leader period lafe's gonna be there jp's gonna be there dav burk is gonna be there",
        9405.12,
        9409.82
    ],
    [
        " well i'm gonna be there echo charles is going to be there and a ton of people that listen to this",
        9409.82,
        9417.34
    ],
    [
        " podcast and that we've worked with are gonna be there come and get it we'll see you there and",
        9417.34,
        9422.14
    ],
    [
        " until we do get the muster if you want to communicate with us you can find us cruising on the",
        9422.14,
        9429.14
    ],
    [
        " interwebs now first of all we're on twitter we're on instagram you can also find us on the facebook",
        9429.42,
        9436.9
    ],
    [
        " key if you can find us there so iris yes for facebook where you at uh you can follow my farm",
        9436.9,
        9446.22
    ],
    [
        " on primeval it's primeval gardens on facebook and instagram and then i'm on twitter at only iris",
        9446.22,
        9454.52
    ],
    [
        " gardener and i just told iris to sign up for that this morning i'm not a twitter but i will i will",
        9456.46,
        9462.84
    ],
    [
        " that's what ten ferris did to me too yeah he was like oh it's just signed up for twitter no big deal",
        9462.84,
        9467.3
    ],
    [
        " and then a bunch of people were like asking me questions yeah well the cool thing is whether that's",
        9467.3,
        9471.86
    ],
    [
        " what makes it cool is you can communicate with all these different people and they can give you",
        9471.86,
        9475.98
    ],
    [
        " good information they can tell you what books to read and they can tell you what speeches to",
        9475.98,
        9478.74
    ],
    [
        " listen to and they can tell you what youtube videos to check out and they can tell you what you did",
        9478.74,
        9481.58
    ],
    [
        " this is good this awesome it's a great way of communicating with a bunch of people so that's the",
        9481.58,
        9485.74
    ],
    [
        " twitter i don't actually because you know like dark on the day they sent messages with what pigeons",
        9485.74,
        9494.78
    ],
    [
        " right yeah you know they send the message yeah it's what it is so it's like when you send someone",
        9494.78,
        9500.12
    ],
    [
        " a message it's called a tweet yeah but what does that have to do with twitter pigeons don't tweet",
        9500.12,
        9503.9
    ],
    [
        " though they do yeah i don't know the details you know i'm saying birds tweeting messages that's",
        9503.9,
        9510.56
    ],
    [
        " what twitter is okay so it's related to birds sure and message pigeons exactly which which now",
        9510.56,
        9517.48
    ],
    [
        " we have an animal expert in the room they don't tweet no they need to change the name of twitter",
        9517.48,
        9524.46
    ],
    [
        " to like well yeah well no they have to change the name of tweet tweeting the act of tweeting to",
        9524.46,
        9531.24
    ],
    [
        " to that noise yeah yeah cool way awesome but that's what it is just little messages you know",
        9531.24,
        9536.18
    ],
    [
        " okay interesting we echo yes you got anything else for us today yeah you said you",
        9536.18,
        9541.54
    ],
    [
        " um you dad made gold bars yeah i'll be with the bar because you know you get this little",
        9541.54,
        9547.24
    ],
    [
        " little maybe that's a second yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah",
        9547.24,
        9552.5
    ],
    [
        " um you know they're like I should like like like cron gold kind of crumbs right first yeah you get",
        9552.5,
        9558.5
    ],
    [
        " just little fragments of pieces when you crush up or yeah if you're like going in the streams and",
        9558.5,
        9566.24
    ],
    [
        " crease you'll come out with gold nuggets which are naturally forming larger but when you're crushing",
        9566.24,
        9571.38
    ],
    [
        " up or you just get little tiny flecks of gold and then you refine it down into a bar and I don't",
        9571.38,
        9577.28
    ],
    [
        " remember I think you know they do them in a few ounces to whatever size is makes sense to sell",
        9577.28,
        9584.92
    ],
    [
        " here the word gold bar you're thinking you know like on the movie you're watching three",
        9585.1,
        9590.1
    ],
    [
        " years yeah yeah not like a not like a ten pound crack or whatever it is but yeah smaller bars it's",
        9590.1,
        9597.82
    ],
    [
        " pretty cool yeah is that your final question that was it awesome awesome iris anything else you want",
        9597.82,
        9604.16
    ],
    [
        " to close out with gosh no just thanks for thanks for doing this thanks for getting me on here and",
        9604.16,
        9610.42
    ],
    [
        " love listening to the show I I listen to it when I'm out working getting after it",
        9611.12,
        9617.08
    ],
    [
        " I need to get after it sure yeah well I always like going over your house because you and",
        9617.08,
        9623.54
    ],
    [
        " you and your husband both want to expand the conversation and point stuff out to me and ask",
        9623.54,
        9629.04
    ],
    [
        " about this so it's always awesome tab you guys listening but thank you anything else",
        9629.04,
        9633.78
    ],
    [
        " I think we're good well obviously thank you for coming on seriously I think it's awesome I",
        9634.76,
        9643.68
    ],
    [
        " think it's courageous and brave and really helpful for a lot of people I hope so and thank you for",
        9643.68,
        9654.46
    ],
    [
        " that thank you for giving us a warning that that evil can hide anywhere right under our noses",
        9654.46,
        9668.08
    ],
    [
        " and slink around and trying to corrupt those that are closest to us so thanks for telling us",
        9668.08,
        9682.28
    ],
    [
        " to hug our children to hold our children and to watch our children closely and also thank",
        9684.46,
        9692.74
    ],
    [
        " you for reminding us once again that in the end evil cannot win if we decide that we will not",
        9692.74,
        9706.12
    ],
    [
        " let it because if we confront the darkness if we stand up with courage and we look upward toward the",
        9706.12,
        9722.16
    ],
    [
        " sky the light will shine on our faces and wash out the darkness and bring us warmth and hope",
        9722.16,
        9734.74
    ],
    [
        " their happiness and thank you for showing us once again that even with the evil",
        9736.18,
        9749.82
    ],
    [
        " and the darkness of the world and even with the scars that they can leave even still",
        9749.82,
        9763.44
    ],
    [
        " even with all that this life is as sweet as the honey suckle blossom dirt and all",
        9766.12,
        9783.24
    ],
    [
        " so until next time this is Iris and Echo and Jocco",
        9783.24,
        9794.18
    ],
    [
        " out",
        9796.12,
        9796.4
    ]
]