[
    [
        " There's so much knowledge out there, so much information, so many ways to get better.",
        0.18,
        6.92
    ],
    [
        " And we make so many mistakes.",
        8.9,
        13.98
    ],
    [
        " We're the product of our mistakes.",
        14.86,
        19.42
    ],
    [
        " And oftentimes the lesson is sitting there right in front of our face.",
        20.42,
        26.16
    ],
    [
        " It's there to be learned, but we miss it, and we don't pay attention to it.",
        26.92,
        30.72
    ],
    [
        " Or we think we know better until it punches us in the face.",
        31.08,
        38.66
    ],
    [
        " And the most important thing to learn is that we have so much to learn.",
        40.1,
        47.92
    ],
    [
        " We all do.",
        48.92,
        49.92
    ],
    [
        " And we can learn from school and from people and from experience, and we learn from life.",
        50.46,
        57.64
    ],
    [
        " But you have to process the information, you have to absorb it, you have to accept it,",
        58.58,
        69.2
    ],
    [
        " you have to open your mind, you got a free mind, so that you can learn.",
        69.4,
        76.26
    ],
    [
        " And make real progress.",
        77.36,
        80.64
    ],
    [
        " And as far as regrets and things I wish I would have done differently, of course.",
        82.58,
        93.76
    ],
    [
        " Hindsight is 2020 and looking back, of course, who wouldn't want to take another go at something?",
        94.06,
        101.86
    ],
    [
        " And improve on the first try by doing it again.",
        101.96,
        105.06
    ],
    [
        " And then why not do it again and again and again?",
        106.08,
        110.42
    ],
    [
        " And why not just do it over and over again until you have it perfect?",
        110.78,
        115.6
    ],
    [
        " But the fact is you don't get that chance.",
        117.52,
        124.68
    ],
    [
        " You get one shot, one shot at this gig right here.",
        126.1,
        132.76
    ],
    [
        " Life, one life, that's all you've got.",
        133.9,
        138.08
    ],
    [
        " And regret.",
        139.52,
        140.92
    ],
    [
        " In and of itself, it's worthless.",
        141.62,
        147.1
    ],
    [
        " It does nothing for you.",
        147.84,
        149.88
    ],
    [
        " In fact, the only valuable thing in regret is the lesson you learned, the knowledge that you gained.",
        149.88,
        159.34
    ],
    [
        " But walking around filled with regret gets you nothing.",
        160.92,
        166.48
    ],
    [
        " So learn and move on.",
        168.4,
        172.84
    ],
    [
        " Don't let regret beat you down.",
        173.72,
        176.92
    ],
    [
        " Don't be a slave to regret.",
        176.92,
        178.8
    ],
    [
        " No.",
        179.18,
        179.6
    ],
    [
        " Let it teach you.",
        180.06,
        182.48
    ],
    [
        " Let it make you better.",
        182.8,
        184.44
    ],
    [
        " Let the fear of regret fuel you to take action today.",
        185.9,
        193.38
    ],
    [
        " Now.",
        194.38,
        194.66
    ],
    [
        " To take action now to become a better person.",
        196.32,
        203.62
    ],
    [
        " Not filled with regret.",
        203.82,
        205.52
    ],
    [
        " But filled with knowledge.",
        207.8,
        210.48
    ],
    [
        " Filled with knowledge and strength and power and filled with life.",
        214.2,
        222.92
    ]
]