[
    [
        " When I realized that losing your temper was a sign of weakness",
        0.12,
        6.46
    ],
    [
        " As soon as I read as soon as I made that connection I said to myself this is weak",
        6.46,
        12.06
    ],
    [
        " I'm gonna try not to do it anymore and what's weird is when you're a kid",
        12.06,
        15.82
    ],
    [
        " I don't know if you remember this but when I was a kid and",
        15.82,
        19.96
    ],
    [
        " You'd see someone get angry and it made you afraid and so for a while I saw it as like a power",
        19.96,
        27.26
    ],
    [
        " You know, it's kind of a way to achieve power that you can lose your temper and then all of a sudden you have this extra strength and",
        27.9,
        35.66
    ],
    [
        " So when you're a little kid and when I say a little kid",
        35.66,
        39.24
    ],
    [
        " I mean when I was 13 14 years old I thought hey if I go if I could get that rage going and people are scared like I used to feel that's a positive thing",
        39.24,
        48.32
    ],
    [
        " And then like I said as I got older now you know now you're talking 16",
        48.32,
        53.68
    ],
    [
        " 15 16 17 I realized hey",
        54.58,
        57.08
    ],
    [
        " this isn't",
        57.08,
        60.1
    ],
    [
        " This isn't cool. This isn't strength. It's actually weakness and when I realized it was weakness and I didn't realize that overnight",
        60.1,
        66.18
    ],
    [
        " But I started getting the idea that that was weakness and now",
        66.18,
        72.0
    ],
    [
        " When you see someone that is in control and even when bad things are happening there",
        72.0,
        77.1
    ],
    [
        " They're you know, they're standing stoically saying okay",
        77.1,
        80.08
    ],
    [
        " Let me take another look at that and I'll get it done you know, they're just okay",
        80.82,
        84.62
    ],
    [
        " Then you realize okay this guy is really unflappable, which is a lot more impressive. So",
        84.62,
        89.86
    ],
    [
        " Again, you got to be able to detach from this and you know, I like to take pride in the fact that",
        89.86,
        97.62
    ],
    [
        " I'm gonna keep my cool no matter what happens and definitely once I was in that once you're in the civil teams",
        97.62,
        102.4
    ],
    [
        " You definitely want to be that guy that's keeping you keeping a cool no matter what's happening",
        102.4,
        106.36
    ],
    [
        " Whether it's people are doing the wrong thing or you just want to be the guy that's hey, okay come back over here",
        106.68,
        112.32
    ],
    [
        " We need to redo this you just want to be that guy",
        112.32,
        114.44
    ],
    [
        " That's way more impressive than the guy that says I can't believe this don't be that person so",
        114.44,
        119.78
    ],
    [
        " And I've talked about this before what are the pre-event indicators that?",
        119.78,
        125.1
    ],
    [
        " Show you or reveal to you that your temper is about to be lost",
        125.9,
        129.96
    ],
    [
        " What are they is it you clinch your fists right is it you raise your voice and you start doing it",
        129.96,
        136.28
    ],
    [
        " That stuff do you start to heavy breathing do you flare your nostrils right because that's an animal thing",
        136.28,
        143.98
    ],
    [
        " Where you're gonna take in more oxygen so you open up the nostrils because you're about to get after it",
        143.98,
        147.68
    ],
    [
        " Do you you know is your does your your head?",
        147.68,
        151.52
    ],
    [
        " You know shaking or whatever you just like these things what is it?",
        152.02,
        155.56
    ],
    [
        " What indicators do you have when you know that you're starting to feel that and as soon as you feel that",
        155.88,
        160.5
    ],
    [
        " You you detach you go. Oh, that's what that is that's an indicator and it's a weakness",
        160.5,
        166.12
    ],
    [
        " Mm-hmm and I don't like weakness so I'm not gonna allow it and then",
        166.12,
        172.6
    ],
    [
        " You know take a breath I",
        172.6,
        177.22
    ],
    [
        " Like to I say you know what here's a good one you want it you want to get through that that moment",
        177.22,
        184.38
    ],
    [
        " nod your head",
        184.38,
        187.14
    ],
    [
        " slowly in the affirmative",
        187.14,
        190.22
    ],
    [
        " Right so so when someone's telling me something that's making me mad. I'll just slowly nod my head like I understand",
        191.56,
        198.38
    ],
    [
        " This is the way things are I accept this and this is",
        198.38,
        203.84
    ],
    [
        " I'm calculating what my next movie is gonna be",
        203.84,
        207.52
    ],
    [
        " And then you see whatever you know guys will count to ten you know you tell your little kids that",
        207.52,
        213.58
    ],
    [
        " Tell your little kids when they start losing their temper you know you need to count to ten count to ten",
        213.58,
        218.42
    ],
    [
        " count to a hundred count to a thousand whatever did you got to do and",
        218.44,
        221.9
    ],
    [
        " Get control because",
        221.9,
        223.62
    ],
    [
        " Like I said if you're losing control. It's not strength. It's weakness",
        223.62,
        227.42
    ]
]