[
    [
        " This is Jocco Podcast number 63 with Echo Charles and me, Jocco Willink. Good evening, echo. Good evening.",
        0.2,
        9.08
    ],
    [
        " I am an American fighting man. I serve in the forces which guard my country and our way of life. I am prepared to give my life in their defense.",
        10.54,
        25.16
    ],
    [
        " I will never surrender of my own free will. If in command, I will never surrender my men while they still have the means to resist.",
        26.66,
        37.22
    ],
    [
        " If I am captured, I will continue to resist by all means available. I will make every effort to escape. I will accept neither parole nor special favors from the enemy.",
        38.72,
        52.66
    ],
    [
        " If I become a prisoner of war, I will keep faith with my fellow prisoners. I will give no information or take part in any actions which might be harmful to my comrades.",
        55.16,
        66.38
    ],
    [
        " If I am senior, I will take command. If not, I will obey the lawful orders of those appointed over me and will back them up in every way.",
        67.7,
        78.8
    ],
    [
        " When questioned, should I become a prisoner of war? I am bound to give only name, rank, service number and date of birth.",
        80.86,
        90.96
    ],
    [
        " I will evade answering further questions to the utmost of my ability. I will make no oral or written statements disloyal to my country and its allies or harmful to their cause.",
        91.82,
        105.2
    ],
    [
        " I will never forget that I am an American fighting man responsible for my actions and dedicated to the principles which made my country free.",
        107.14,
        117.54
    ],
    [
        " I will trust in God and in the United States of America.",
        118.02,
        123.24
    ],
    [
        " That is the 1955 version of the Code of Conduct for the Armed Forces of the United States.",
        130.48,
        139.58
    ],
    [
        " It was written in response to the brutal treatment of the 7,190 Americans captured by the enemy during the Korean War.",
        140.94,
        154.62
    ],
    [
        " Prisoners who were subjected to torture, indoctrination, brainwashing and forced confessions.",
        155.12,
        162.42
    ],
    [
        " That version of the Code that I just read is almost exactly the same as the one that I learned in the military when I joined in 1990.",
        165.86,
        174.06
    ],
    [
        " They did make some changes to it. They changed it to include men and women.",
        174.84,
        180.38
    ],
    [
        " They changed two words to give some flexibility to increase survivability and psychological recovery from torture.",
        181.8,
        191.82
    ],
    [
        " The little changes that were made, it changed from the prisoner being bound to give only name, rank, service number and date of birth to the prisoner being required to give name, rank, service number and date of birth.",
        193.16,
        208.18
    ],
    [
        " Small changes, but the spirit of the code didn't change at all.",
        210.38,
        215.82
    ],
    [
        " And that code is what we as military fighting men and women were and are expected to uphold.",
        216.12,
        229.88
    ],
    [
        " Should we ever be captured and held as prisoners by the enemy?",
        230.66,
        235.32
    ],
    [
        " The Code of Conduct is simple and clear and straightforward.",
        236.98,
        245.1
    ],
    [
        " But the Code of Conduct gets tested unlike any other document in the world.",
        246.22,
        255.52
    ],
    [
        " When our American servicemen and women are somehow captured and as prisoners of war face absolutely ruthless levels of torture, pain, suffering, disease, starvation, humiliation and perhaps the most devastating hopelessness.",
        256.22,
        280.12
    ],
    [
        " And tonight it is my absolute honor to have one of these men here.",
        283.34,
        294.98
    ],
    [
        " One who during almost a full year of horror upon horror at the hands of his captors in Vietnam, men who persevered and fought with every ounce of his soul to survive against the worst possible conditions imaginable.",
        296.48,
        317.84
    ],
    [
        " A man that not only learned the code of conduct, but lived it.",
        319.3,
        328.34
    ],
    [
        " Retired Army Colonel William Bill Reader.",
        329.66,
        334.96
    ],
    [
        " Sir, thank you so much for being here tonight.",
        335.7,
        339.7
    ],
    [
        " Thank you, Jacko. It's my honor indeed to be here and participate in this podcast as well. Thank you.",
        340.42,
        345.58
    ],
    [
        " I want to just before we jump into the book, if you could just talk a little bit about you growing up what you did, what you were like, where you were.",
        347.84,
        359.28
    ],
    [
        " Oh boy. Okay, I didn't know this was coming.",
        359.6,
        362.12
    ],
    [
        " Yeah, I was essentially a kid off the streets of Los Angeles. I was born in Lendale, grew up for a time in the San Fernando Valley, which is in the opening prologue to the book.",
        362.88,
        372.1
    ],
    [
        " Yeah, I had a tough childhood, I guess I would say. Got into some trouble as a young guy.",
        373.18,
        380.48
    ],
    [
        " Sports helped me at least survive to graduate from high school. Left college and I went off to college at University of Idaho to study forestry.",
        381.74,
        390.3
    ],
    [
        " Left college and less than a steamed academic terms after only one year.",
        391.08,
        395.66
    ],
    [
        " Worked for a time as a, I worked all the time as a kid with various small jobs, newspaper routes and selling magazines to door to door.",
        396.46,
        404.9
    ],
    [
        " Then did some construction work in my early teens, roofing work. But yeah, after I left college, I worked at a catalog ran for a while.",
        405.66,
        414.6
    ],
    [
        " I worked for the US Forest Service for a time, ultimately as a firefighter.",
        415.02,
        418.54
    ],
    [
        " I got laid off in the end of fire season, went back home to Los Angeles and found a job with Southern California Edison and Santa Monica climbing power lines as a apprentice lineman.",
        418.6,
        428.2
    ],
    [
        " And did that until the outbreak of the Vietnam War and then found my real niche in life when I walked into the Army recruiter in Santa Monica, California and signed on the dotted line.",
        428.94,
        438.72
    ],
    [
        " What year was that? 1965.",
        438.86,
        441.1
    ],
    [
        " So, you know, the Token Gulf incident occurred. That's where the US destroyers were attacked in 1964.",
        441.94,
        447.86
    ],
    [
        " We put Marines ashore in Denang in March of 1965. That's when I started talking to recruiters first. I was going in the Marine Corps, but somehow ended up in listing in the Army in August of 1965.",
        448.8,
        460.66
    ],
    [
        " And then what was the transition to becoming a pilot? Yeah, so I started out and listed, went to basic training and advanced individual training, AIT.",
        461.1,
        470.26
    ],
    [
        " A member of a cannon crew and an artillery unit and then applied for officer candidate school.",
        472.2,
        477.32
    ],
    [
        " And they took those with the highest test scores. You had to pass this series of interviews, but they were looking for officers and especially artillery lieutenants.",
        477.76,
        484.76
    ],
    [
        " And so I went to artillery officer candidate school six months of training with some degree of harassment and then got commissioned in August of 1966 as a second lieutenant in artillery.",
        485.28,
        496.68
    ],
    [
        " And then how long did you artillery for before he became a pilot? Yeah, that was about a year. I didn't think I was going to be able to fly.",
        497.32,
        502.98
    ],
    [
        " And that's really why I didn't go in the Marine Corps. I wanted to be a pilot throwing two services you could fly without a college degree.",
        503.1,
        508.38
    ],
    [
        " So this college dropout had hopes in either the Marine Corps or the Army. When I went and saw the Marine recruiter, he gave me a battery of tests.",
        508.7,
        516.08
    ],
    [
        " And he said, yeah, you qualify for flight and we can guarantee you flight training. I said, okay, so what do I have to do?",
        516.52,
        523.12
    ],
    [
        " He says, you just go in as long as you pass a flight physical, you're good to go. So I could sense there was something put here.",
        523.18,
        529.64
    ],
    [
        " So before I went in, I went to a FAA flight surgeon in Santa Monica. He said, give me the same flight physical the military does and tell me if I could pass it.",
        529.78,
        537.84
    ],
    [
        " So he gave me the physical and said, no, you wouldn't pass it. He said, your right eye is about 2025 to 2030.",
        538.16,
        544.74
    ],
    [
        " You have an astigmatism. They require a perfect 2020 vision. You couldn't pass the flight physical. So I rode off the Marine Corps. I wasn't going to do that.",
        545.22,
        552.76
    ],
    [
        " And I went into the end of the Army. Instead thinking I would never fly after I went to Oxford candidate school. I get commissioned. I was working in an artillery assignment at Fort Carson, Colorado.",
        552.92,
        563.78
    ],
    [
        " And went in for an annual physical. And when I got the physical, it came back 2020 both eyes. So I was in like Flynn took that down to the flight surgeon, put my application in and went off to flight school.",
        564.42,
        574.86
    ],
    [
        " Awesome. Awesome. And so I'm going to jump into the book here. You you spend your first torn Vietnam. I think it's your first torn Vietnam. You're flying the Mohawk.",
        575.2,
        587.62
    ],
    [
        " Right. Okay. So first torn Vietnam. And by the way, you know, we were talking before the podcast about how much risk you guys took in Vietnam as pilots.",
        587.72,
        599.26
    ],
    [
        " It's it's actually crazy. We'll get into more of that. But one of the things that struck me as I'm in the beginning, you're booking. You're talking about how you got shot down on your first deployment to Vietnam as a pilot.",
        599.26,
        608.98
    ],
    [
        " So so here here's you telling that story to your crew and you're going your second deployment that you said, yeah, the first couple operations we've done here, they've been pretty exciting. But you know, I had some good ones on my last deployment too. By the way, got shot down.",
        610.4,
        621.14
    ],
    [
        " And so here I'm going to go to the book here. This is what happened when you got shot down for the first time took a 37 millimeter millimeter anti aircraft hit in the right wing, attacking a fuel depot hidden under the trees.",
        621.36,
        633.98
    ],
    [
        " Classified mission in Laos over the Ho Chi Minh Trail. I pulled up from a rocket run, WAM, the whole right side of the aircraft seemed to explode. We tumbled out of control. The right wing shattered and was on fire.",
        634.84,
        644.98
    ],
    [
        " Worked it hard. Got back some ability to fly. Got the fire out. But we were descending fast. Could not hold altitude.",
        645.4,
        653.22
    ],
    [
        " Gave the command to eject the observer went out. I pulled my seat handle right after I had a very short parachute ride only got parcel shoot deployment before hitting the ground with a fud.",
        653.42,
        666.12
    ],
    [
        " We were crashing through the tree tops by the time I punched out. So so for those people that don't know what all that means right there. That means you know, when you pull an ejection handle on a on a you're in a plane, it ejects you out.",
        666.3,
        679.64
    ],
    [
        " But you're supposed to do it with some level of altitude. Right. Not when you're hitting the tree tops. So you're hitting the tree tops and that in the canopy not opening all the way.",
        679.76,
        689.22
    ],
    [
        " That means that the full usage of the parachute isn't there. It's just sort of getting opened and boom hits the ground.",
        689.56,
        696.02
    ],
    [
        " My way man took a picture of my shoot down site and you can see the parachute is just all strung out and I'm playing there at the end of the parachute. I never got a single oscillation. I got a parcel shoot deployment hit the ground.",
        696.5,
        708.08
    ],
    [
        " I'm glad we can sit here laughing. Am I offending you by laughing at this? I hope not. No, you're not because I mean you made a comment about you know taking the hits and the intensity of coming and it was it really was.",
        708.32,
        720.42
    ],
    [
        " But there's something crazy about young men and and at that point in my life I was a kid living a dream and I got blown out of the sky on my first tour. Yes.",
        720.78,
        730.68
    ],
    [
        " I survived it and somehow in my crazy twisted mind. I couldn't wait to get back over on a second tour flying coba attack helicopter.",
        730.82,
        738.82
    ],
    [
        " By the way, so this is what happens once you get on the ground. Here we go back to the book that I was nearly captured. I ran through the jungle 45 minutes while my wingman put down suppressive fire.",
        739.58,
        749.3
    ],
    [
        " That earned me the nickname light foot got plucked out of the jungle by an Air Force helicopter from the 20 special operations squadron out of Thailand called the call sign pony express spent some time in the hospital there. Eventually I returned to the unit back to flight duties.",
        749.62,
        764.74
    ],
    [
        " This incredible we lost 15 airplanes at that point out of 18 30 crew members shot down not many of them ever recovered. I was one of the few lousy odds. I was scared then I'll tell you if you don't get scared in combat.",
        765.2,
        780.96
    ],
    [
        " You're a liar or nuts only after a tense mission is over does the real fright come when there's time to sit and think you watch it all play out in your mind and wonder how the hell you live through something like that.",
        781.12,
        795.36
    ],
    [
        " So again we were talking before before we pressed record about the you know about how protective America is of its aircraft right now I can't even imagine you guys had 15 out of air 18 airplanes that were shot down that's that's insane.",
        797.44,
        815.48
    ],
    [
        " And that was a sophisticated expensive aircraft for the army at the time the Mohawk was pretty much top of the line technology arm arm aircraft.",
        815.48,
        823.86
    ],
    [
        " So yeah very yeah that's that's a totally different mentality that then we have now totally different mentality and that was a special unit we had five Mohawk companies in Vietnam at that time four of them were for each of the four core tactical zones inside of South Vietnam they flew missions and support of those areas.",
        823.86,
        849.46
    ],
    [
        " We were the fifth company the bastard company we flew out of way food by the only time we saw South Vietnam was for takeoffs and landings all of our missions when to allow us are up off the coast of North Vietnam.",
        849.98,
        860.06
    ],
    [
        " And then I had one highly classified one I had to deploy down to Tonsonu to Saigon to go into Cambodia that I didn't know what that was all about it was really hush us at the time that was in the advance of the big and Cambodia incursion that took place.",
        860.06,
        873.42
    ],
    [
        " Did they develop the Mohawks for Vietnam because it's interesting aircraft it's a side by side right and it's a prop plane to yeah twin turbo prop built purely for reconnaissance surveillance grumb and aircraft.",
        873.42,
        886.18
    ],
    [
        " But yeah you guys went ahead and put missiles on them a rocket.",
        886.22,
        889.18
    ],
    [
        " Well we put we put rockets there were zoonie missiles fiber yeah we had rockets and pod mountain machine guns.",
        889.18,
        893.44
    ],
    [
        " Yeah that led to my cobrote experience because I really that was my favorite mission were the gun missions in the Mohawk not all of them were armed but I like the gun missions.",
        894.6,
        902.92
    ],
    [
        " When I came back my first tour there was a spat between the army and the Air Force and the result of the spat was we had to take all the armament off the Mohawks.",
        902.92,
        910.86
    ],
    [
        " So when I went back on second tour I wanted to go in a gunship not something without guns that got me into cobrus.",
        911.36,
        916.26
    ],
    [
        " Yeah that's weird those bureaucratic spats happen and decisions like it that get made that's really disturbing.",
        918.58,
        925.28
    ],
    [
        " So let's get into your second tour right and I'm going to jump into this piece here back to the book on April 14th we received a radio call that fire based Charlie was under attack by two regiments 3000 soldiers of the 320th NVA infantry division and 130 millimeter artillery shells were pounding the position.",
        925.88,
        945.38
    ],
    [
        " So you guys get this call this this friendly bases being overrun basically and here you show up on the scene now you're fine a cobra which for those either don't know a cobra is a gunship as you just said.",
        945.44,
        960.36
    ],
    [
        " It's still in service today the Marine Corps and the Marine Corps is still flying and very narrow skinny it's based on a Huey right.",
        960.36,
        975.36
    ],
    [
        " So the cobra then was designed specifically and only as a gunship and they took the Huey design narrowed it down to 36 inches pilot in the back seat co pilot gun on the front seat 2.75 rockets on the wingstores.",
        979.0,
        991.86
    ],
    [
        " Many gun and 40 millimeter grenade launcher in a movable nose turret and it was one killing machine.",
        992.28,
        998.72
    ],
    [
        " And it still apparently brings a giant smile to your face when you talk about that which is lovely.",
        999.78,
        1004.48
    ],
    [
        " Yeah and I don't want to seem twisted I mean I said at the time I was I was a kid living a dream and I was but I don't want to take away from the horror of combat and it was scary as crap.",
        1004.66,
        1014.42
    ],
    [
        " Yeah on every single mission but there's still something about a young guy going to war at least a certain type of young guy and those that were in the two units I served in that yeah we were dedicated what we did and I think we did it well and I'm still smiling about it.",
        1014.42,
        1031.86
    ],
    [
        " So far every guy I've brought in to this podcast has the exact same attitude so you're among friends here.",
        1031.86,
        1038.98
    ],
    [
        " So I'm going now you guys are you guys are there you show up with your with your cobras back to the book we made several passes on enemy guns bullet stream past our cockpits as the NBA gunners tried to bring us down rolling in on a 51 position is always dacy so this is a 51 caliber it's a dish.",
        1039.6,
        1058.0
    ],
    [
        " It's an anti-aircraft machine and they actually had those when we're in Ramadi they had still had dish and they used them against us.",
        1058.12,
        1066.3
    ],
    [
        " Tracers come at you and miss by a few feet you try to get rockets onto him before he gets lucky and blast you out of the sky we took small arms hits my knees vibrated like a sewing machine but I focused on controlling the helicopter lining up the gun sites and shooting I was scared but had no time for it.",
        1066.72,
        1084.94
    ],
    [
        " Dan radio dusties cyanide Panther one three Panther one three be advised running low on fuel out of ammo we're breaking station for re armed refuel Roger one three four gun crews taken out good work hurry back so you're radiating to the guy on the ground.",
        1084.94,
        1104.7
    ],
    [
        " Who's there so there's an American advisor on the ground with a bunch of South Vietnamese soldiers there being overrun you come in you're taking heavy fire but you're giving back fire you tell him hey we got to go and get some more ammunition he's saying good job hurry back.",
        1105.68,
        1122.64
    ],
    [
        " And when you do show up back the NBA attack is now more intense and here's the call that you get when you show back up Panther that's you by the way Panther pink panthers is your is your call so as your call sign is Panther here's the call you get Panther the battalion commander is dead acting commander wounded enemy broken through on the Southwest put it there first then all around us but we're going to be in the back of the ground.",
        1124.58,
        1152.62
    ],
    [
        " So for those people that don't understand what this means when you're on the ground calling for fire it's it's and I've talked about a lot of fracture side and blue on blue situations I've I had him on my deployment and it's a very scary thing and it's even scarier from the air to the ground.",
        1155.58,
        1174.98
    ],
    [
        " It's it's it's hard for people to understand this when you're in an aircraft it's very hard to see what's happening on the ground it can be very easy to get confused and so it's hard to bring fire very close to your position unless you are just in a terrible situation and so when you get a call that's saying put the fire all around us as close as you can you know this is a desperate scenario.",
        1175.5,
        1202.54
    ],
    [
        " And so I'll go back to the book Roger dusty we've got him after a number of cobra attack runs Duffy called Panther lead this is dusty cyanide so that's the guy on the ground that's his call sign Dusty Sinide you've broken the enemy attack for now hundreds of bodies in the wire maybe a thousand but we cannot hold after a short break he continued we are leaving fire based Charlie now stop them from following us whatever it takes put your stuff on the ground.",
        1203.6,
        1232.52
    ],
    [
        " Right on top of the fire base now.",
        1232.54,
        1234.84
    ],
    [
        " And again this is something that it just.",
        1235.54,
        1239.98
    ],
    [
        " To explain what that means if you don't understand what you never in the military to explain your calling for people to drop fire onto your own position so that you can get away it doesn't get any there's nothing it doesn't get any more intense it doesn't get any more dramatic.",
        1241.5,
        1259.98
    ],
    [
        " It doesn't get any more sketchy than that right there.",
        1260.36,
        1263.24
    ],
    [
        " That was one hell of a fight and John Joseph Duffy was the advisor the American advisor on the ground and he is a true American hero army special forces officer had those",
        1263.74,
        1274.22
    ],
    [
        " advisor duties that battle the battle lasted for about two weeks the climax of it was a couple days with that last night that is described in the book out of a 470 man South Vietnamese airborne",
        1274.22,
        1287.22
    ],
    [
        " paratroop battalion at the end of that fight the next morning the American advisor John Joseph Duffy and 36 of the South Vietnamese were all that survived to be picked up when they when they got off of that fire base and John was wounded five times in the battle.",
        1288.3,
        1303.98
    ],
    [
        " So yeah 470 man battalion 36 survivors and they're in their wounded American advisor.",
        1304.58,
        1309.46
    ],
    [
        " Absolutely unbelievable and I know you wrote here that major Duffy was recommended for the Medal of Honor and he got the distinguished service cross for his actions which if you don't know what that is it's it's the second highest award underneath the Medal of Honor.",
        1310.74,
        1326.66
    ],
    [
        " Yeah and you actually talk about possibly writing about that battle that's my that's my next project in doing this book and there's a there's a statement at the beginning of the book that I wrote this",
        1327.18,
        1339.44
    ],
    [
        " some 40 years after I experienced these actions and and some things were still perfectly clear in my mind other things were a little bit easier than I thought they would be when I put pen to paper.",
        1339.44,
        1349.64
    ],
    [
        " So in the process of writing I not only just dug down in my mind and relived every experience is detailed as I could to get everything correct I contacted those who were also involved in the actions to get their versions of their view their recollections to be sure I had this as right as I could.",
        1350.32,
        1367.58
    ],
    [
        " John Joseph Duffy was one that I got a hold of major Duffy I had never met him had never talked to him since that battle until I was able to track him down with the wonders of modern communication and Internet and and ensuring the details about that fight.",
        1368.1,
        1381.74
    ],
    [
        " He dropped a couple of hints he said you know somebody really ought to write the history of the battle of fire based Charlie this is one of the most extraordinary fights in the entire Vietnam war.",
        1381.76,
        1390.56
    ],
    [
        " So I think it was after about the half a dozen times he said that I said okay John I'll do it I'll write it so yes right now I'm working on doing my research and getting everything in order to write the story of that battle and more detail than I give on my what couple of pages are in my book.",
        1390.7,
        1405.46
    ],
    [
        " Yeah that's one of the one of the most interesting things for me about doing this podcast and we're again another thing we were talking about is there's so many you know I didn't know about that battle and I'm a pretty decent student of military history.",
        1405.66,
        1418.96
    ],
    [
        " I didn't know about that battle and didn't know about major John Duffy I absolutely should and we all should and what you realize is that battle that man we will never be able to account for all these heroes.",
        1418.96,
        1435.56
    ],
    [
        " No you just can't do it.",
        1435.78,
        1437.78
    ],
    [
        " So again this is fast forwarding a little bit through the book and by the way I didn't mention the name of the book yet.",
        1445.56,
        1451.54
    ],
    [
        " Oh yeah thank you.",
        1451.6,
        1452.58
    ],
    [
        " The name of the book is through the valley my captivity in Vietnam by William Reader and get this book.",
        1452.64,
        1462.38
    ],
    [
        " So at this point I'm jumping ahead a little bit to a situation where you've got and I'll go to the book tanks in the wire at Poli Kling.",
        1462.52,
        1475.88
    ],
    [
        " Launch now and call me and wrote for their radio freak Hawks Claw will get up later you'll be covering him to you have tail number 0 5 3 and 6 8 2 go.",
        1477.1,
        1488.28
    ],
    [
        " So that right there is something bad is happening and you got to go now and what's what's interesting now I'll point this out for again people that aren't in the military.",
        1490.18,
        1501.78
    ],
    [
        " By the way a lot of guys that listen to this are in the military a lot of law enforcement but there's a lot of civilians that don't know everything that I'm talking about or that you're talking about.",
        1502.22,
        1511.48
    ],
    [
        " So what I like about this is that what they're telling what they're telling the Colonel to do is launch your aircraft just go get an aircraft and launch and start heading in that direction we'll give you a frequency when you get up there we'll tell you what's going to happen once you get up there but go.",
        1511.92,
        1528.1
    ],
    [
        " So again this is an inextremist situation what we would do that would be similar to this in the SEAL teams is we would go on QRF missions quick reaction forces where they would call they'd happen to me where they call and say hey.",
        1528.52,
        1540.48
    ],
    [
        " Something's going on here at this location go and I'd say who's the unit we don't know yet any frequency what's what radio frequency on we don't know yet we'll get it to launch we get in our vehicles and launch.",
        1541.08,
        1552.2
    ],
    [
        " Now you develop the situation and route and then when you lay eyes on when you get there and start talking to the folks.",
        1552.2,
        1557.28
    ],
    [
        " Exactly back to the book I stuffed a small emergency radio into one of the pockets of my survival vest no time to perform the normal check on the radio.",
        1557.4,
        1566.96
    ],
    [
        " I had to include that there's a lesson learned there I had to include that it's you know the radio will always work if you test it in the one time you don't test it is the one time.",
        1567.92,
        1581.94
    ],
    [
        " Yeah that's a lesson check all your survival gear be sure it's in order regardless of how hot that mission is.",
        1581.94,
        1588.86
    ],
    [
        " Now you're heading to a place called Ben Hett and I'm going to the book we headed to Ben Hett as we crossed the last red line the entire valley before us was filled with smoke tracer streamed outward from defensive positions inside the camp enemy tracers replied from outside to jet fighters bombed next to the camp NVA rockets artillery and mortars exploded in the camp.",
        1590.22,
        1617.12
    ],
    [
        " Enemy tanks breached the perimeter one inside and part way up the hill look like it had been killed already I couldn't be sure an AC 130 an Air Force AC 130 specter gunship was leaving he'd work the area over with 20 millimeter of Vulcan gatling guns and 40 millimeter cannon cannons probably hitting the tank enemy infantry moved through openings in the jungle canopy I could see groups assembling to join the attack.",
        1617.16,
        1643.1
    ],
    [
        " Yeah it was it was one heck of a heck of a battle this whole situation we're getting to in the book occurred during the Easter offensive of 1972.",
        1645.64,
        1654.74
    ],
    [
        " When I arrived back in Vietnam at the end of 71 it seemed like the war was over in fact I was afraid that maybe I'd missed my chance for combat in a cobra because things are so quiet.",
        1655.58,
        1664.38
    ],
    [
        " Many American for in fact most American forces have been withdrawn in the central part of Vietnam the central highlands where I was operating there were no American ground forces left at all.",
        1665.58,
        1674.8
    ],
    [
        " It's just some special forces guys, Army aviation units and some Air Force units that was it.",
        1674.94,
        1680.08
    ],
    [
        " How that changed is we got into the spring of 1972 because the enemy had been building up their divisions across the border and to allow some Cambodia and in the spring of 72 they launched an attack from the Demolatized Zone.",
        1680.68,
        1693.9
    ],
    [
        " An attack from Cambodia towards Saigon and then finally in April attacks across the central highlands where we were and there were a lot of enemy this day at Ben Het.",
        1693.9,
        1702.82
    ],
    [
        " Of course this is going to turn into the day the day that we're getting to here but yeah elements of two North Vietnamese divisions with our artillery with anti aircraft weapons galore and with armor going into the end of the camp.",
        1703.0,
        1717.22
    ],
    [
        " And there we showed up with our two cobras to do what we could do was that your first time seeing armor enemy armor.",
        1717.22,
        1722.8
    ],
    [
        " No but that period was on the 24th because this is a ninth of May on the 24th of April the enemy attacked the 22nd Arvind that's Army of Vietnam division headquarters at Tancan which is a little bit further to the east from Ben Het.",
        1722.8,
        1739.58
    ],
    [
        " So in the 24th of April they attacked Tancan and defeated and overran that NVA division with a number of tanks.",
        1739.66,
        1746.54
    ],
    [
        " So that was the first time I saw tanks in battle then we come out on the 9th of May and I'm seeing tanks again.",
        1746.76,
        1751.82
    ],
    [
        " Hold different ballgame for the guys on the ground.",
        1751.86,
        1755.08
    ],
    [
        " Yes.",
        1755.3,
        1755.6
    ],
    [
        " Yeah this guerrilla war suddenly turned into a very conventional war fighting regular North Vietnamese divisions.",
        1756.14,
        1763.06
    ],
    [
        " Now once again you had some time on station you did a bunch of shooting and running and gunning you had to go back to reload, refuel.",
        1764.88,
        1773.5
    ],
    [
        " And I'm going back to the book now on our way back to Ben Het we could see the battle continuing at Poli Clan and Poli Clan.",
        1774.56,
        1781.68
    ],
    [
        " Vietnamese Air Force A1 Sky Raiders dove dropping bombs.",
        1782.56,
        1786.42
    ],
    [
        " We pass close enough to see one as it trailed smoke and flame and went into the ground in an awful explosion.",
        1787.06,
        1792.42
    ],
    [
        " I saw a parachute and a Mayday call came over the radio emergency radio frequency.",
        1792.56,
        1797.8
    ],
    [
        " I called headquarters to tell them I was diverting for a few minutes to help cover the downed VNAF.",
        1797.8,
        1805.64
    ],
    [
        " So the Vietnamese Air Force pilot negative Panther 36 permission denied proceed direct to Ben Het out.",
        1805.72,
        1813.52
    ],
    [
        " You try to gain same results.",
        1813.66,
        1815.9
    ],
    [
        " So you saw a North Vietnamese Air Force pilot get shot down.",
        1816.36,
        1821.88
    ],
    [
        " Right.",
        1822.0,
        1822.18
    ],
    [
        " And you call back to base and say I'm going to go cover for this guy when they try and rescue him and they tell you no.",
        1822.44,
        1826.56
    ],
    [
        " Right.",
        1827.08,
        1827.3
    ],
    [
        " Now so you do what you're told here.",
        1828.46,
        1834.16
    ],
    [
        " Yeah decisions of combat.",
        1834.32,
        1835.16
    ],
    [
        " I mean there's pluses and minuses to that.",
        1835.16,
        1837.22
    ],
    [
        " There were guys on the ground at Ben Het and serious trouble at Ben Het.",
        1837.22,
        1841.06
    ],
    [
        " There were two Vietnamese Ranger battalions.",
        1841.06,
        1843.92
    ],
    [
        " So probably four or five hundred people at the most probably four or four hundred people on the ground at Ben Het.",
        1844.12,
        1851.5
    ],
    [
        " With two American advisors, there's two Americans on the ground.",
        1851.98,
        1854.22
    ],
    [
        " They are under attack by elements of two North Vietnamese divisions, which means thousands of infantry with the tanks and artillery and attack.",
        1854.42,
        1860.54
    ],
    [
        " So yeah, they were in dire straits.",
        1861.1,
        1862.92
    ],
    [
        " Though I really had hope we could briefly stop over and help get this VNAF Vietnamese Air Force pilot picked up.",
        1863.22,
        1869.48
    ],
    [
        " Yeah, no, that's a tough decision for command to make.",
        1869.48,
        1872.56
    ],
    [
        "",
        1872.7,
        1872.7
    ],
    [
        " But from my position, I look at it like, okay, the command has a better overall view of the battlefield right now.",
        1872.88,
        1878.76
    ],
    [
        " And if they're telling me to proceed on to Ben Het, got it.",
        1879.08,
        1881.74
    ],
    [
        " Even though you obviously as a pilot, you have a little good.",
        1882.0,
        1884.92
    ],
    [
        " I'm glad you have that perspective.",
        1885.0,
        1886.12
    ],
    [
        " Because I didn't have that at the time at all.",
        1886.72,
        1888.72
    ],
    [
        " Well, it's easy for me right now sitting in the air conditioned space with my headset on.",
        1888.9,
        1892.88
    ],
    [
        " Yeah.",
        1893.14,
        1893.44
    ],
    [
        " So much in Vietnam, you know, and warfare is different today.",
        1894.04,
        1897.64
    ],
    [
        " And I think things are probably much more planned out and you go to, according to a set of rules and procedures more than we did.",
        1898.1,
        1905.78
    ],
    [
        " So many of these combat missions with cobras in Vietnam and that day and age, we would get launched out of our base.",
        1906.38,
        1911.94
    ],
    [
        " And we'd go out and make contact with people.",
        1912.58,
        1914.26
    ],
    [
        " And it was pretty much up to the pilot and commander, the air mission commander, to decide where he would go and how he would support and what was the hottest fire in town that needed help.",
        1914.34,
        1923.6
    ],
    [
        " So we always, and some of it was just, I guess, our pompous attitude, too.",
        1924.92,
        1928.34
    ],
    [
        " We always felt we had a better handle on what was happening than the guys in the headquarters that made some of those decisions.",
        1928.44,
        1933.74
    ],
    [
        " In fact, when we first saw tanks in the area before that battle at Tangcan on the 24th of April, we saw tanks and reported them back through headquarters.",
        1934.52,
        1943.54
    ],
    [
        " And there was a great deal of reluctance on the part of anybody in the headquarters staff to believe that there were tanks.",
        1944.02,
        1949.3
    ],
    [
        " There was a guy that, in fact, this is another interesting situation at the Vietnam at that time.",
        1949.64,
        1954.38
    ],
    [
        " The senior commander in two corps, that area that I was operating on, was not a military guy.",
        1954.88,
        1959.48
    ],
    [
        " It was a civilian named John Paul van.",
        1959.98,
        1961.74
    ],
    [
        " And Mr. Van made all the decisions.",
        1962.72,
        1964.62
    ],
    [
        " Now to keep things legal, he had a two-star army general officer working for him.",
        1964.88,
        1968.9
    ],
    [
        " So all military orders came through the army general, but Mr. Van was making the decisions.",
        1969.34,
        1973.34
    ],
    [
        " And when we reported we had seen tanks in mid-April, Van said, no, there's not tanks.",
        1974.16,
        1980.66
    ],
    [
        " I fly out there all the time. If there are tanks, I'd have seen them.",
        1980.74,
        1982.92
    ],
    [
        " He said, what you guys saw are probably elephants in the jungle.",
        1982.92,
        1985.02
    ],
    [
        " So that's what we dealt with with our headquarters.",
        1986.08,
        1989.12
    ],
    [
        " That's interesting.",
        1989.94,
        1991.22
    ],
    [
        " There definitely was, when I was in Iraq, there was very tight control over air to ground support, especially in the cities and Ramadi.",
        1991.4,
        1999.24
    ],
    [
        " It was very difficult to get bombs dropped.",
        1999.5,
        2001.8
    ],
    [
        " But you know who had really good decentralized command was the tanks.",
        2002.44,
        2007.76
    ],
    [
        " And the tanks that we worked with, they would come and they had pretty good control over what, you know, I'm talking the tank commander.",
        2008.18,
        2014.96
    ],
    [
        " At least at the company commander level, we had some company commanders that would just get after it, and they would make stuff happen.",
        2015.3,
        2023.22
    ],
    [
        " So we felt really comfortable working with the tankers, and they supported us over and over and over again.",
        2023.3,
        2029.62
    ],
    [
        " Like I said, with a lot of decentralized command.",
        2030.74,
        2033.14
    ],
    [
        " You know, they had to use some, they obviously used discretion, but they had a lot of authority out there, which was great for us.",
        2033.66,
        2040.6
    ],
    [
        " Which we did as well, which was really good.",
        2040.72,
        2042.6
    ],
    [
        " So at any rate, yeah, you left me, I'm going back from my free arm refueled to contune.",
        2042.98,
        2046.74
    ],
    [
        " We're heading back up. We're denied permission to deviate over to Polyclang, and we're getting back into it and been hit one more time.",
        2046.88,
        2053.62
    ],
    [
        " And now what you're doing, when I'm going to pick the story back up here, there's a Huey that's got resupply.",
        2054.56,
        2060.64
    ],
    [
        " So he's got, you know, bullets, probably bullets, water and food, maybe at this point, just bullets.",
        2061.32,
        2065.72
    ],
    [
        " And they need to get that gear down to the guys on the ground.",
        2066.14,
        2070.02
    ],
    [
        " Right. The guys on the ground, the base had been pretty much completely overrun.",
        2070.2,
        2073.32
    ],
    [
        " The friendly said consolidated in a command bunker complex, or defensive dug-in positions at the top of the hill, which was their fire base.",
        2073.56,
        2080.28
    ],
    [
        " They were, when we got the call to cover that Huey, we were told that the guys on the ground were completely out of anti-tank ammo, and we're almost out of small arms ammunition.",
        2080.84,
        2089.6
    ],
    [
        " And could we cover this Huey in for the resupply?",
        2089.96,
        2091.74
    ],
    [
        " So here we go, back to the book.",
        2092.48,
        2093.96
    ],
    [
        " The Huey came in to a low hover near the command bunker. The crew kicked out the ammo boxes.",
        2094.24,
        2099.28
    ],
    [
        " The helicopter did a hovering turn and took off.",
        2099.92,
        2102.78
    ],
    [
        " I began a sharp left turn so I could continue shooting suppressive fire for him.",
        2103.44,
        2107.16
    ],
    [
        " The enemy opened up on our two cobras with everything they had.",
        2107.36,
        2111.38
    ],
    [
        " My view left right and above and below was filled with tracers.",
        2111.96,
        2116.38
    ],
    [
        " Tim fired continuously, and Tim was your...",
        2117.28,
        2120.68
    ],
    [
        " Tim was Tim was my front-seater, my copilot gunner and the front-seater working that nose turret while I was firing rockets.",
        2120.68,
        2126.18
    ],
    [
        " Tim fired continuously on those firing at us.",
        2126.68,
        2129.06
    ],
    [
        " We took large caliber hits all over the aircraft.",
        2129.26,
        2131.6
    ],
    [
        " 51s like I talked about, and 14.5mm rounds came through the cockpit.",
        2132.5,
        2137.96
    ],
    [
        " Hits from small arms always felt something like jiffy popcorn popping against its tinfoil cover.",
        2138.62,
        2144.8
    ],
    [
        " These seemed like jackhammers slamming into the aircraft, beginning in the rear, working up the side, and then into the cockpit.",
        2145.5,
        2152.66
    ],
    [
        " The tail rotor was shot off, and the engine was shot up.",
        2153.42,
        2156.28
    ],
    [
        " Every system on the helicopter was damaged in some way.",
        2156.72,
        2159.64
    ],
    [
        " Without the tail rotor, the aircraft began to spin.",
        2159.92,
        2162.68
    ],
    [
        " Few lines ruptured and we were burning.",
        2163.18,
        2165.26
    ],
    [
        " I keyed the microphone.",
        2165.92,
        2166.98
    ],
    [
        " This is 3-6 taking fire from 4 o'clock, taking fire everywhere, taking fire, taking hits, going down, panther going down.",
        2167.66,
        2174.22
    ],
    [
        " The engine quit.",
        2174.82,
        2175.62
    ],
    [
        " The rotor RPM caution light flashed.",
        2176.32,
        2178.76
    ],
    [
        " The audio warning sounded announcing that my rotor blades were turning dangerously slow.",
        2179.02,
        2183.68
    ],
    [
        " I slammed the collective down hard to auto rotate.",
        2183.8,
        2186.76
    ],
    [
        " Under optimal conditions, this is a controlled emergency descent.",
        2187.48,
        2191.22
    ],
    [
        " Under these conditions, I could only hope to lessen the severity of the crash.",
        2191.78,
        2196.08
    ],
    [
        " We corkscrewed down flames.",
        2196.86,
        2198.48
    ],
    [
        " As I wrestled the aircraft, I radioed my wingman, flame.",
        2199.16,
        2202.8
    ],
    [
        " You better get in here and get us out quick.",
        2203.58,
        2205.72
    ],
    [
        " There was no answer.",
        2206.88,
        2208.16
    ],
    [
        " They were fighting for their lives.",
        2209.5,
        2211.08
    ],
    [
        " I learned years later that when I called taking hits, flame had banked his cobra and fired rockets onto the position shooting at me.",
        2211.22,
        2218.66
    ],
    [
        " As he did so, a big ugly 51 round came through the cockpit and tore into his chest, high on the left side.",
        2219.06,
        2225.96
    ],
    [
        " Bob took the controls and headed for help, flying from the front seat.",
        2226.46,
        2229.68
    ],
    [
        " My cobra came down spinning and burning.",
        2230.44,
        2232.78
    ],
    [
        " It hit the ground hard, nose low on the left side.",
        2233.5,
        2237.34
    ],
    [
        " It bounced back into the air, spun another turn and a half and crashed.",
        2237.34,
        2242.08
    ],
    [
        " It settled nearly upright, firing golf to the cockpit.",
        2242.48,
        2245.7
    ],
    [
        " So pilots are known for maintaining their composure.",
        2247.04,
        2262.2
    ],
    [
        " I've heard pilots do it.",
        2262.98,
        2264.86
    ],
    [
        " Clearly, you're saying we're taking hits, we're taking fire from everywhere.",
        2265.64,
        2269.76
    ],
    [
        " We're going down, parents are going down.",
        2270.02,
        2271.32
    ],
    [
        " Are you so tracking on controlling the aircraft that you're just completely focused on that, that the rest of what's happening is a little bit blocked out?",
        2272.8,
        2283.7
    ],
    [
        " Or what?",
        2284.32,
        2284.94
    ],
    [
        " Are you thinking yourself, I got to survive this crash.",
        2285.96,
        2289.06
    ],
    [
        " Are you not worried about the fact that when you get on the ground, hey, now I'm going to be surrounded by enemy?",
        2289.6,
        2295.12
    ],
    [
        " Yeah, none of those thoughts are taking place.",
        2295.7,
        2299.0
    ],
    [
        " As I said in an earlier thing that you read, everyone who's not totally insane is scared in combat.",
        2299.38,
        2305.62
    ],
    [
        " Off times that fear comes about after the missions are over at the end of the day when you think back on what you've been through that day.",
        2306.32,
        2312.68
    ],
    [
        " Thank goodness we got to drink alcohol and Vietnam.",
        2313.22,
        2315.32
    ],
    [
        " I don't know how people survive in war today.",
        2315.32,
        2317.08
    ],
    [
        " I really don't. We got drunk every single night and then went back out the next day and did it again.",
        2317.16,
        2321.6
    ],
    [
        " So there's fear at the end of the day.",
        2322.1,
        2323.42
    ],
    [
        " There's also fear and trepidation to a degree when you're first going like when I described coming across the hill and seeing what that battle of Ben Het looked like.",
        2323.74,
        2332.08
    ],
    [
        " Tracer stuff all over the place.",
        2332.3,
        2333.56
    ],
    [
        " I mean, you get butterflies in your stomach and your anxious.",
        2333.7,
        2335.64
    ],
    [
        " But once you go in on that mission and start those gun runs, there's no time.",
        2336.6,
        2344.24
    ],
    [
        " There's no mental space for any of that other thought.",
        2344.24,
        2346.24
    ],
    [
        " There's no mental space for that fear.",
        2346.48,
        2348.36
    ],
    [
        " You just focus on what you have to do and you do it.",
        2348.96,
        2352.52
    ],
    [
        " And the whole thing we just read and get shot down though still.",
        2353.42,
        2356.22
    ],
    [
        " I mean, all these years later, I'm sitting here with a red emotional flush in my face reliving this yet one more time.",
        2356.42,
        2361.94
    ],
    [
        " But no, I don't recall thinking of anything in those moments.",
        2362.68,
        2366.34
    ],
    [
        " But doing that mission, controlling that aircraft, dealing with that emergency situation as best I could and going through the whole process.",
        2366.74,
        2373.4
    ],
    [
        " I don't think there was a thought of life or death.",
        2373.52,
        2375.88
    ],
    [
        " Am I going to make it or not make it or none of that was even there.",
        2376.24,
        2379.04
    ],
    [
        " It's you do what you have to do and get it done.",
        2379.34,
        2382.44
    ],
    [
        " And then when it all settled in and hit spun settled in, crashed, smoke and flames everywhere, the thing begins exploding.",
        2383.08,
        2391.18
    ],
    [
        " Then even then there's not time for that fear factor then because then you start dealing with, okay, what do I have to do now to survive this and get out of here?",
        2391.82,
        2400.02
    ],
    [
        " And so your aircrafts on fire and yeah, I guess you're not sitting around pondering much when your aircrafts on fire and you're stuck and they're trying to get out.",
        2400.08,
        2407.2
    ],
    [
        " You get hung up while you're getting out by the way.",
        2407.36,
        2409.88
    ],
    [
        " I did.",
        2409.92,
        2410.2
    ],
    [
        " So you do get out.",
        2410.62,
        2417.82
    ],
    [
        " You make it away from the bird a little bit.",
        2418.1,
        2419.68
    ],
    [
        " And you end up getting some distance away.",
        2420.64,
        2427.0
    ],
    [
        " You lost your wingman, right?",
        2427.28,
        2428.8
    ],
    [
        " Sorry, you lost your, your, yeah, my wingman took the 51 and took the 51.",
        2429.14,
        2433.9
    ],
    [
        " But Tim, he got out of the aircraft too and took off in another direction.",
        2434.3,
        2438.08
    ],
    [
        " Now my front seat Tim Connery in a cobra that there's two canopies, one for the front seat, one for the back.",
        2438.14,
        2443.38
    ],
    [
        " The front seat canopy opens to the left.",
        2443.9,
        2445.98
    ],
    [
        " The back seat canopy opens to the right.",
        2446.18,
        2447.82
    ],
    [
        " So we hit, we had an intercom conversation.",
        2448.72,
        2451.32
    ],
    [
        " I said, I don't know, I said, let's get out of this thing.",
        2451.84,
        2455.12
    ],
    [
        " That's good enough for him.",
        2455.12,
        2456.24
    ],
    [
        " And he roged with that call and then he got out his way, I got out my way.",
        2456.92,
        2462.2
    ],
    [
        " I don't know if you had that little vignette of what happened when I was hanging upside down out the aircraft.",
        2462.38,
        2466.12
    ],
    [
        " Yeah, I do.",
        2466.26,
        2466.82
    ],
    [
        " Because that guy was from New England too.",
        2466.86,
        2468.04
    ],
    [
        " Mark, Mark Truehand.",
        2468.3,
        2469.94
    ],
    [
        " I do.",
        2470.24,
        2470.64
    ],
    [
        " The advisor on the ground there.",
        2470.76,
        2471.94
    ],
    [
        " I'll go ahead and if you want.",
        2472.38,
        2474.3
    ],
    [
        " Yeah, inside Ben Hat, one of the American advisors, Mark Truehand, watch us get shot down and crash.",
        2474.5,
        2478.88
    ],
    [
        " He saw Tim exit the aircraft.",
        2479.2,
        2480.54
    ],
    [
        " He saw me hanging out of the side of the cobra, head down with my feet stuck in the cockpit, the helicopter burning.",
        2480.66,
        2486.78
    ],
    [
        " He'd seen a truck driver die in agony in a blazing semi-rac years before and it swore he would not let that happen again.",
        2487.46,
        2494.98
    ],
    [
        " He raised the sights of his M16 rifle to my body.",
        2495.86,
        2499.5
    ],
    [
        " As he began to squeeze the trigger to put me out of my misery, a cloud of smoke billowed from the exploding aircraft.",
        2500.34,
        2506.56
    ],
    [
        " It obscured me from his view.",
        2507.26,
        2509.1
    ],
    [
        " When the smoke cleared, I was gone.",
        2509.88,
        2512.2
    ],
    [
        " And that's something that you found out years later.",
        2512.84,
        2516.58
    ],
    [
        " Yeah, he got in touch with me.",
        2516.88,
        2517.88
    ],
    [
        " I got a contact man and said, I think it was a letter and said, I was one of the advisors on the ground at Ben Hat when he got shot down.",
        2517.9,
        2525.24
    ],
    [
        " I can give you some information about what happened if you'd like to hear it.",
        2525.32,
        2528.18
    ],
    [
        " If you don't, I understand.",
        2528.24,
        2529.18
    ],
    [
        " If you just don't want to even go there.",
        2529.48,
        2530.96
    ],
    [
        " I said, how, tell me what you know.",
        2531.42,
        2532.52
    ],
    [
        " So he shared that story with me.",
        2532.52,
        2534.5
    ],
    [
        " Unbelievable.",
        2534.62,
        2535.16
    ],
    [
        " So I'm going back to the book.",
        2536.66,
        2538.3
    ],
    [
        " You're, you're, this is the state you're in.",
        2538.78,
        2541.54
    ],
    [
        " The pain in my back was intense.",
        2541.78,
        2543.32
    ],
    [
        " It was broken.",
        2543.78,
        2544.46
    ],
    [
        " The fire had burned the back of my neck.",
        2545.14,
        2546.64
    ],
    [
        " I had lesser burns on my face.",
        2546.76,
        2548.02
    ],
    [
        " My hair was singed.",
        2548.32,
        2549.58
    ],
    [
        " I had pulled a shell fragment out of my ankle.",
        2549.68,
        2552.78
    ],
    [
        " Superficial lacerations covered my face and forehead.",
        2553.14,
        2555.94
    ],
    [
        " But bleeding badly.",
        2556.48,
        2558.1
    ],
    [
        " I was a mess.",
        2558.5,
        2559.68
    ],
    [
        " But I was motivated.",
        2560.12,
        2561.54
    ],
    [
        " I wanted to get away.",
        2562.02,
        2563.02
    ],
    [
        " I staggered from the crash site and headed southeast towards",
        2563.02,
        2565.84
    ],
    [
        " quantum.",
        2565.84,
        2566.42
    ],
    [
        " Quantum, quantum as it was getting dark.",
        2566.7,
        2569.72
    ],
    [
        " I had not gone far when I heard helicopters approaching.",
        2570.3,
        2573.94
    ],
    [
        " Cobras came in low, shooting.",
        2574.58,
        2576.24
    ],
    [
        " And you had your little strobe.",
        2576.98,
        2579.34
    ],
    [
        " And so here we go.",
        2579.78,
        2580.72
    ],
    [
        " I held the light over my head pointed toward the aircraft.",
        2580.84,
        2583.04
    ],
    [
        " It flashed a few times.",
        2583.04,
        2584.54
    ],
    [
        " The gunner and the lead cobra opened up on me with this mini gun.",
        2584.96,
        2588.42
    ],
    [
        " A stream of tracers came right at me, which is.",
        2588.78,
        2591.24
    ],
    [
        " This is something we learned in Iraq as well.",
        2591.96,
        2594.36
    ],
    [
        " When you fire off a strobe, if someone isn't expecting or isn't looking for it,",
        2594.6,
        2599.48
    ],
    [
        " it just looks like muzzle flash.",
        2599.62,
        2600.82
    ],
    [
        " And anybody that sees it will shoot at it.",
        2601.16,
        2603.92
    ],
    [
        " We had blue covers we put on them that supposedly changed the color of it.",
        2604.5,
        2607.9
    ],
    [
        " So it wouldn't look like enemy fire.",
        2608.02,
        2609.28
    ],
    [
        " But no, in fact, I ran into that front cedar that opened up on me years later.",
        2609.52,
        2613.34
    ],
    [
        " Bentley Hill.",
        2613.5,
        2613.96
    ],
    [
        " And yeah, he shared.",
        2614.56,
        2615.44
    ],
    [
        " He said, yeah, we were out there flying that machine.",
        2615.54,
        2617.12
    ],
    [
        " It sure looked like enemy fire.",
        2617.32,
        2618.52
    ],
    [
        " Sorry about that.",
        2618.52,
        2619.22
    ],
    [
        " So here we go back to the book.",
        2623.64,
        2625.04
    ],
    [
        " This is a little bit about your attitude.",
        2625.34,
        2627.18
    ],
    [
        " I was cocksure.",
        2627.9,
        2628.56
    ],
    [
        " If anyone could survive this, it was me.",
        2628.88,
        2630.56
    ],
    [
        " I had been a boy scout.",
        2630.98,
        2631.88
    ],
    [
        " Though I was one of the trouble makers in my troop, I'd learned a lot.",
        2632.34,
        2635.68
    ],
    [
        " I'd backpack 65 miles through the mountains in five days and practice survival skills.",
        2636.22,
        2640.42
    ],
    [
        " My trouble, the youth got me suspended from school a number of times.",
        2640.88,
        2643.92
    ],
    [
        " But it also taught me lessons.",
        2644.28,
        2645.66
    ],
    [
        " I learned a street fight.",
        2646.22,
        2647.66
    ],
    [
        " Take care of myself.",
        2647.96,
        2648.8
    ],
    [
        " I had boxed, played football and run track.",
        2649.02,
        2652.26
    ],
    [
        " I majored in forestry, worked cattle ranches, rode broncs,",
        2652.74,
        2656.74
    ],
    [
        " in small rodeos, fought forest fires, worked construction,",
        2657.42,
        2661.06
    ],
    [
        " and was an electrical lineman for Southern California Edison.",
        2661.52,
        2664.76
    ],
    [
        " I remembered a little diddy my mother had taught me.",
        2665.48,
        2669.32
    ],
    [
        " The Lord helps those who help themselves.",
        2669.76,
        2671.94
    ],
    [
        " I knew I could depend on its absolute truth to get me through this.",
        2672.86,
        2677.18
    ],
    [
        " The Lord helps those who help themselves.",
        2677.18,
        2680.06
    ],
    [
        " God, I'll do that.",
        2680.46,
        2681.58
    ],
    [
        " Do all I can.",
        2681.86,
        2682.76
    ],
    [
        " Muster every bit of what's inside me.",
        2683.12,
        2684.96
    ],
    [
        " I'll do my part.",
        2685.34,
        2686.16
    ],
    [
        " I'll do all I can to help myself.",
        2687.06,
        2689.26
    ],
    [
        " So please, please, do yours.",
        2689.84,
        2692.48
    ],
    [
        " I need your help.",
        2693.08,
        2694.18
    ],
    [
        " I said it again to myself, drawing comfort and strength.",
        2694.78,
        2698.68
    ],
    [
        " The Lord helps those who help themselves.",
        2699.14,
        2701.54
    ],
    [
        " I would repeat it often as I set my mind to doing all I must.",
        2702.12,
        2706.68
    ],
    [
        " To survive.",
        2707.42,
        2708.4
    ],
    [
        " Yeah.",
        2709.86,
        2715.72
    ],
    [
        " This is interesting going through this in all this detail again.",
        2716.22,
        2721.08
    ],
    [
        " Because when I wrote the book, I had to revisit everything in detail,",
        2721.16,
        2725.3
    ],
    [
        " like I had not done since it happened to me.",
        2725.3,
        2727.76
    ],
    [
        " I had never gone to this depth of reliving those experiences.",
        2727.98,
        2731.16
    ],
    [
        " Yeah.",
        2732.3,
        2733.32
    ],
    [
        " And it's tough to think back on that.",
        2734.34,
        2736.14
    ],
    [
        " Indeed, when I was writing this, I'd share some of the writing with my wife",
        2737.56,
        2741.38
    ],
    [
        " when I come to bed late at night.",
        2741.38,
        2742.54
    ],
    [
        " And after I got a few chapters into this, I told her,",
        2742.54,
        2744.6
    ],
    [
        " when I said, Mellie, what am I doing?",
        2744.6,
        2746.04
    ],
    [
        " This whole thing is a series of unfortunate events.",
        2746.22,
        2748.46
    ],
    [
        " Who's going to want to read something like this?",
        2748.82,
        2750.9
    ],
    [
        " And she told me, she said, Bill, I know the whole story.",
        2751.52,
        2753.82
    ],
    [
        " She said, stick with it, finish this book, because I think that in it,",
        2754.04,
        2757.12
    ],
    [
        " there's inspiration, there's motivation for people.",
        2757.54,
        2760.74
    ],
    [
        " It's not just your story.",
        2760.9,
        2762.0
    ],
    [
        " It can help others.",
        2762.52,
        2763.84
    ],
    [
        " And so in that vein, I say that because it is getting a little emotional as we read through this,",
        2765.06,
        2770.4
    ],
    [
        " and that's fine.",
        2770.42,
        2770.96
    ],
    [
        " But I do hope that some of this is useful and helpful for others.",
        2771.66,
        2775.12
    ],
    [
        " And I grew up going to church as a kid,",
        2776.04,
        2779.28
    ],
    [
        " but I wasn't an overly religious guy.",
        2779.38,
        2781.86
    ],
    [
        " And somewhere around college, I could go into church altogether.",
        2782.36,
        2785.2
    ],
    [
        " And in the army, the only time I can remember that I've been going to church",
        2785.96,
        2788.62
    ],
    [
        " was from memorial services for guys, and that was about it.",
        2788.62,
        2791.32
    ],
    [
        " But if you end up in a situation like this,",
        2791.82,
        2794.48
    ],
    [
        " or I would say any, really, if you think the situation in your life is stressful",
        2795.3,
        2799.62
    ],
    [
        " and is about to overwhelm you, you need some help beyond yourself.",
        2799.62,
        2803.84
    ],
    [
        " And no matter what you're not selling any religion,",
        2804.46,
        2807.2
    ],
    [
        " but I would say whatever your religious beliefs are,",
        2807.7,
        2810.3
    ],
    [
        " you can find a lot of strength in your God.",
        2810.8,
        2814.0
    ],
    [
        " And get close to God, and he'll help you through it.",
        2814.64,
        2817.42
    ],
    [
        " And certainly I couldn't have done this by myself.",
        2817.52,
        2819.4
    ],
    [
        " I grabbed ahold of that ditty that my mom gave me.",
        2819.94,
        2822.28
    ],
    [
        " I also grabbed ahold of the 23rd Psalm,",
        2822.34,
        2824.36
    ],
    [
        " and when stuff got really close to being blown to smithereens",
        2824.36,
        2827.92
    ],
    [
        " a few times later on in my captivity,",
        2827.92,
        2829.46
    ],
    [
        " that 23rd Psalm was going over and over again in my mind too.",
        2829.46,
        2832.88
    ],
    [
        " So, yeah, again, not selling any religion,",
        2833.16,
        2835.26
    ],
    [
        " but whatever your spirituality is,",
        2835.28,
        2836.82
    ],
    [
        " you best get comfortable with it if you're going to be in dire straits like this.",
        2836.92,
        2840.32
    ],
    [
        " Yeah, and it's interesting that you're saying,",
        2841.54,
        2846.14
    ],
    [
        " look, I'm going to do everything I can, but I'm need some help.",
        2846.24,
        2849.0
    ],
    [
        " Yep, yep.",
        2849.18,
        2850.22
    ],
    [
        " And certainly, when you say that other people will be able to find absolutely,",
        2850.86,
        2858.14
    ],
    [
        " I mean, just me reading this, I've found all kinds of not just inspiration,",
        2858.32,
        2862.3
    ],
    [
        " but practical guidance, which one of the things you just said is practical guidance on.",
        2862.48,
        2867.2
    ],
    [
        " Someone that's been through what you've been through,",
        2867.8,
        2870.02
    ],
    [
        " there's so much that everybody else can take away and learn from.",
        2870.36,
        2873.52
    ],
    [
        " And yeah, that's one of them right there.",
        2874.54,
        2877.22
    ],
    [
        " Do what you can, do everything that you can,",
        2878.9,
        2882.54
    ],
    [
        " and then have some faith on the things that you can't control are going to work out your way.",
        2882.76,
        2887.48
    ],
    [
        " Yeah, and I think that's important too, because I'm thinking now as we're talking,",
        2887.8,
        2890.58
    ],
    [
        " and I don't know if we're going to get to that specific part in the book or not.",
        2890.68,
        2893.46
    ],
    [
        " But early on, when I think it was the first night,",
        2894.14,
        2895.82
    ],
    [
        " I get B-52 strikes almost landing on top of me,",
        2896.18,
        2898.62
    ],
    [
        " and I'm beginning to feel that am I going to survive this or not?",
        2898.74,
        2903.34
    ],
    [
        " And I think the answer is, I don't know, but in that answer is,",
        2903.34,
        2907.62
    ],
    [
        " I don't know, and so what?",
        2907.78,
        2909.6
    ],
    [
        " I mean, that doesn't matter, that's not important.",
        2909.78,
        2911.92
    ],
    [
        " I may survive, I may not survive.",
        2912.02,
        2913.4
    ],
    [
        " I'm going to do all I can to survive.",
        2913.62,
        2915.08
    ],
    [
        " So I got to the point where this fear of being blown to Smith-A-Reeze kind of went away,",
        2915.7,
        2921.38
    ],
    [
        " and I just settled into all either survivor, I won't survive,",
        2922.0,
        2925.96
    ],
    [
        " but I can't worry about that.",
        2926.28,
        2927.44
    ],
    [
        " All I can worry about is what can I do to try and set the best conditions",
        2927.58,
        2932.4
    ],
    [
        " to make that survival possible, and then if I either will or I won't?",
        2932.4,
        2935.7
    ],
    [
        " You know, one of the similar things that I always felt was,",
        2935.84,
        2938.88
    ],
    [
        " you know, when I rack one of the biggest threats to us was IEDs,",
        2939.3,
        2942.7
    ],
    [
        " and their random, they're going to hit you or they're not going to hit you.",
        2942.98,
        2949.96
    ],
    [
        " And when you, every time you go outside the wire, there's a chance that it's your day.",
        2950.66,
        2956.08
    ],
    [
        " And you know, kind of what I told my guys, and the way I felt myself was,",
        2957.1,
        2960.74
    ],
    [
        " okay, I know they're out there.",
        2961.14,
        2963.44
    ],
    [
        " We've done everything we can to mitigate the risk, we've done our planning,",
        2964.52,
        2967.76
    ],
    [
        " we've done our drills, we've gathered our intelligence,",
        2967.96,
        2970.24
    ],
    [
        " there's nothing else we can do to control it, so I'm not going to worry about it.",
        2970.96,
        2974.2
    ],
    [
        " Right.",
        2974.44,
        2974.48
    ],
    [
        " And I've done everything I can, but like you said, I've helped myself as much as I can,",
        2974.88,
        2979.84
    ],
    [
        " and then after that, it's out of my hands, and the more you worry about it,",
        2980.18,
        2984.38
    ],
    [
        " like you said, does it really matter?",
        2984.92,
        2987.08
    ],
    [
        " I can see any worry about it, but it doesn't matter.",
        2987.14,
        2989.82
    ],
    [
        " Got to move forward.",
        2989.96,
        2991.32
    ],
    [
        " Exactly.",
        2991.7,
        2992.04
    ],
    [
        " Here's, you do a couple days, three days worth of evasion of the enemy,",
        2992.9,
        3000.32
    ],
    [
        " and now you're out hiding, you hear some voices, you crouch down, you're hide, you know they're people.",
        3000.94,
        3009.12
    ],
    [
        " And here we go back to the book.",
        3010.16,
        3011.84
    ],
    [
        " A lot of crashing around came from the direction of the voices.",
        3011.84,
        3014.4
    ],
    [
        " I looked up and saw uniformed NBA soldiers pointing AK-47 rifles at my head.",
        3014.4,
        3020.46
    ],
    [
        " They shrieked something in motion for me to stand up.",
        3020.8,
        3023.04
    ],
    [
        " I did.",
        3023.24,
        3023.56
    ],
    [
        " I was captured.",
        3024.08,
        3025.28
    ],
    [
        " I felt indescribably sick in the pit of my stomach as the world fell away.",
        3026.34,
        3031.12
    ],
    [
        " I'd been struggling for three days to stay alive.",
        3031.76,
        3034.56
    ],
    [
        " I was in miserable shape, but I had been free, and I had options.",
        3035.16,
        3039.9
    ],
    [
        " No more.",
        3041.0,
        3041.62
    ],
    [
        " My soul was awash with anguish.",
        3042.2,
        3044.76
    ],
    [
        " I was no longer a free man.",
        3045.14,
        3046.68
    ],
    [
        " In that instant, I'd become a captive of the communist North Vietnamese Army,",
        3047.04,
        3051.58
    ],
    [
        " a prisoner of war, another American POW, and the long Vietnam conflict.",
        3052.0,
        3057.28
    ],
    [
        " I had no idea how long they might let me live, or if I was about to die.",
        3057.92,
        3064.98
    ],
    [
        " A couple of them were shaking.",
        3066.32,
        3070.28
    ],
    [
        " We stood in utter silence for a moment.",
        3070.9,
        3073.3
    ],
    [
        " They glared at me.",
        3073.68,
        3074.42
    ],
    [
        " I glared at them.",
        3074.72,
        3075.46
    ],
    [
        " For that tense instant, I didn't know if I'd be riddled with bullets or be allowed to live.",
        3075.88,
        3080.5
    ],
    [
        " One barked something at me I could not understand.",
        3080.88,
        3083.16
    ],
    [
        " Another joined in.",
        3083.76,
        3084.74
    ],
    [
        " Then a third.",
        3085.06,
        3085.6
    ],
    [
        " I looked right into their eyes.",
        3086.0,
        3087.7
    ],
    [
        " I was an American.",
        3088.26,
        3089.08
    ],
    [
        " I would show them the best American fighting man that I could.",
        3089.64,
        3094.08
    ],
    [
        " In the pitiful state that I was in.",
        3098.6,
        3101.14
    ],
    [
        " That's the best I could do on describing capture.",
        3101.6,
        3105.24
    ],
    [
        " It's impossible to really convey the full feeling of losing your freedom and being a captive.",
        3105.84,
        3112.52
    ],
    [
        " It's just indescribable.",
        3112.52,
        3114.22
    ],
    [
        " But I did the best that I could.",
        3115.36,
        3118.18
    ],
    [
        " I was in miserable shape.",
        3118.54,
        3119.74
    ],
    [
        " You read about the wounds that I had.",
        3119.74,
        3121.6
    ],
    [
        " In addition to those, I'd picked up some leeches that I'd been plucking off of my body.",
        3122.36,
        3127.44
    ],
    [
        " My face was covered with blood.",
        3128.24,
        3130.04
    ],
    [
        " My three-day growth, the heavy beard, was sticking through.",
        3130.2,
        3132.68
    ],
    [
        " Because of my back injuries that I didn't even know, I got released and I had badly broken my back.",
        3133.1,
        3138.14
    ],
    [
        " I had no control of my bowels or bladder for those three days.",
        3138.9,
        3141.76
    ],
    [
        " I smelled.",
        3142.04,
        3142.74
    ],
    [
        " I was just an awful mess when those guys captured me and took me up that hill.",
        3142.88,
        3147.28
    ],
    [
        " They finally get you to sort of like a camp, sort of the first interrogation camp.",
        3150.68,
        3157.8
    ],
    [
        " They captured me, the jungles.",
        3157.96,
        3160.16
    ],
    [
        " They were only a few yards away when I stumbled upon them.",
        3160.36,
        3163.24
    ],
    [
        " They had been down in a stream filling canteens.",
        3163.82,
        3166.98
    ],
    [
        " These five young guys had captured me.",
        3167.08,
        3168.66
    ],
    [
        " They took me almost an equal distant up a hill opposite.",
        3169.54,
        3172.1
    ],
    [
        " I came into an open area.",
        3172.5,
        3174.34
    ],
    [
        " I still had the canopy of the triple canopy jungle.",
        3174.62,
        3176.84
    ],
    [
        " But the bottom was all open.",
        3177.14,
        3178.52
    ],
    [
        " There are hundreds of North Vietnamese soldiers, supplies, defensive positions.",
        3178.62,
        3182.4
    ],
    [
        " This was a major staging area for this battle that was taking place.",
        3182.4,
        3185.38
    ],
    [
        " As I was trying to get away from the battle and get towards contum, I stumbled right into their staging area.",
        3185.86,
        3191.24
    ],
    [
        " You start getting, you know, start getting the soft interrogation is what I put down here.",
        3193.18,
        3199.72
    ],
    [
        " A guy says, you know, we found pictures of a pretty lady with your children in your wallet.",
        3200.2,
        3205.62
    ],
    [
        " But obviously your family and you say, yeah, I know you miss them and are very worried and they're very worried about you.",
        3205.62,
        3213.54
    ],
    [
        " You follow the rules and you will be home soon.",
        3213.76,
        3216.46
    ],
    [
        " You will receive humane and lenient treatment.",
        3216.76,
        3219.38
    ],
    [
        " You will be allowed to go home.",
        3219.78,
        3221.42
    ],
    [
        " And I put that in there because that's a refrain that we hear quite a bit.",
        3221.98,
        3227.0
    ],
    [
        " Humane and lenient trees.",
        3227.26,
        3228.6
    ],
    [
        " That was a refrain.",
        3228.76,
        3229.76
    ],
    [
        " They would say it all the time during my whole captivity.",
        3229.76,
        3232.82
    ],
    [
        " You do what you're supposed to do and cooperate.",
        3232.9,
        3235.46
    ],
    [
        " You get the humane and lenient treatment.",
        3235.46,
        3236.88
    ],
    [
        " Of course, you weren't fully cooperative at all with them and what they're asking you.",
        3237.12,
        3244.22
    ],
    [
        " So they went from that idea.",
        3244.4,
        3246.46
    ],
    [
        " So they start stepping it up on you.",
        3247.04,
        3248.82
    ],
    [
        " And you know, here's an example of the things that they say to you.",
        3248.96,
        3251.04
    ],
    [
        " You are a war criminal and the Geneva agreements do not apply to you.",
        3251.04,
        3255.56
    ],
    [
        " You have no rights.",
        3255.72,
        3256.62
    ],
    [
        " But we will still give you the deserved humane and lenient treatment.",
        3257.02,
        3260.1
    ],
    [
        " All you have to do is cooperate with us and acknowledge your crimes.",
        3260.6,
        3264.56
    ],
    [
        " Yep.",
        3264.92,
        3264.96
    ],
    [
        " You know, that goes back to your reading of the code of conduct that started this off to.",
        3265.84,
        3271.22
    ],
    [
        " Our code of conduct was different.",
        3271.74,
        3273.34
    ],
    [
        " Right.",
        3273.84,
        3273.98
    ],
    [
        " I said we are bound to give only our name rank service number and date of birth.",
        3274.06,
        3278.4
    ],
    [
        " And the way that was taught and the way we understood it, that was all we could give was name rank service number date of birth.",
        3278.82,
        3284.8
    ],
    [
        " And if we gave anything else, we had we had caved in and we're cooperating with the enemy.",
        3284.8,
        3290.14
    ],
    [
        " So that was my stance.",
        3290.36,
        3292.32
    ],
    [
        " That was all I was going to give them was my name rank service number date of birth.",
        3292.58,
        3296.16
    ],
    [
        " You may get into some of the things that took place.",
        3296.5,
        3299.2
    ],
    [
        " I would just like to comment that there was nothing heroic going on at all.",
        3299.78,
        3303.84
    ],
    [
        " I guess a couple of things that were going on.",
        3304.02,
        3305.64
    ],
    [
        " I was trying to abide by the code of conduct and I was in a state where I had been near death for days.",
        3305.64,
        3311.44
    ],
    [
        " I was very near death at that moment and was numb and just almost didn't care.",
        3311.44,
        3317.38
    ],
    [
        " It's hard to understand and believe, but almost didn't care at that point.",
        3317.54,
        3320.76
    ],
    [
        " And then I got so angry and aggravated with this son of a bitch that ended up being my interrogator from his initial soft sell.",
        3321.42,
        3328.18
    ],
    [
        " As you said, but his first words he showed up.",
        3328.3,
        3330.52
    ],
    [
        " He's the only guy that spoke in English and so I was captured sort of asked me about myself.",
        3330.66,
        3333.7
    ],
    [
        " My condition, if I was hurt.",
        3333.92,
        3335.78
    ],
    [
        " And so I opened up with him about some of that.",
        3335.92,
        3337.92
    ],
    [
        " But then when he got into what was clearly an interrogation, then I clamped up.",
        3338.08,
        3342.64
    ],
    [
        " I would close these comments now with the fact that he didn't break me and that interrogation speaks nothing to my heroism or ability to resist interrogation.",
        3343.34,
        3354.42
    ],
    [
        " Anyone can be broken.",
        3354.86,
        3356.06
    ],
    [
        " And if this would have continued over time, I'm sure that he could have got me to do something with his brutality.",
        3356.92,
        3364.58
    ],
    [
        " Probably nothing that would have given him any useful intelligence, but he might have got me to do something.",
        3364.96,
        3369.56
    ],
    [
        " Yeah, so I was for that for those moments on those days with that initial interrogation, I was able to stick with my name rank service number date of worth.",
        3370.06,
        3378.24
    ],
    [
        " Awesome.",
        3378.84,
        3379.12
    ],
    [
        " Here's an example of that is back to the book.",
        3379.54,
        3384.66
    ],
    [
        " Here, please sign this.",
        3384.88,
        3386.32
    ],
    [
        " He handed me one of the sheets of paper in a pen.",
        3386.88,
        3388.92
    ],
    [
        " I looked at the paper.",
        3389.34,
        3390.22
    ],
    [
        " It was typed in English as I began to read the words my interrogator interrupted.",
        3390.22,
        3394.34
    ],
    [
        " This is simply a form that acknowledges your status.",
        3394.54,
        3397.08
    ],
    [
        " We need it so we can begin to process you for a lease so we can send word to your family of your status.",
        3397.42,
        3403.14
    ],
    [
        " Please just sign.",
        3403.54,
        3404.34
    ],
    [
        " I read the words.",
        3404.68,
        3405.54
    ],
    [
        " I could not believe what I was reading.",
        3405.82,
        3407.4
    ],
    [
        " There was a blank face place for me to fill in my name.",
        3407.74,
        3411.32
    ],
    [
        " The text said that I was an American war criminal who had been conducting illegal acts against the Vietnamese people, including bioside, genocide and ecosystem.",
        3411.76,
        3420.16
    ],
    [
        " I had dropped fire bombs and chemical bombs.",
        3421.02,
        3423.66
    ],
    [
        " I had killed old men, pregnant women and babies.",
        3423.84,
        3426.48
    ],
    [
        " Bioside, genocide, ecosystem, what a bunch of crap.",
        3427.14,
        3431.3
    ],
    [
        " I raised my head and looked into his eyes.",
        3432.24,
        3434.3
    ],
    [
        " No, I will not sign this.",
        3434.74,
        3436.9
    ],
    [
        " There, I had spoken.",
        3438.1,
        3439.16
    ],
    [
        " You must.",
        3439.44,
        3439.8
    ],
    [
        " I will not.",
        3440.34,
        3441.06
    ],
    [
        " His agitation returned now.",
        3441.74,
        3443.3
    ],
    [
        " You must.",
        3443.58,
        3443.96
    ],
    [
        " I glared at him.",
        3444.56,
        3445.54
    ],
    [
        " He got up and came at me.",
        3446.1,
        3447.42
    ],
    [
        " He smacked me across the face.",
        3447.54,
        3448.74
    ],
    [
        " You must.",
        3448.9,
        3449.24
    ],
    [
        " He turned to his sidekick and spoke quietly and the man got up.",
        3450.26,
        3454.2
    ],
    [
        " At his direction, two guards dragged me up against a tree.",
        3454.7,
        3457.34
    ],
    [
        " A broad trunk of a tree.",
        3458.5,
        3459.56
    ],
    [
        " I had been bent over since the crash, unable to stand direct.",
        3460.74,
        3463.48
    ],
    [
        " They forced me up into a straight sitting position and tied me to the tree.",
        3464.16,
        3467.56
    ],
    [
        " It hurt like hell.",
        3468.12,
        3468.88
    ],
    [
        " I couldn't keep my face from contorting in anguish.",
        3469.68,
        3472.1
    ],
    [
        " Now you sign.",
        3472.62,
        3473.48
    ],
    [
        " No.",
        3474.32,
        3474.78
    ],
    [
        " More orders.",
        3475.42,
        3476.52
    ],
    [
        " They pulled on the ropes to bring my arms closer together behind me.",
        3476.52,
        3480.0
    ],
    [
        " The pain in my back increased.",
        3480.38,
        3482.24
    ],
    [
        " New pain was introduced in my shoulder joints.",
        3483.14,
        3485.4
    ],
    [
        " More demands to sign.",
        3486.08,
        3487.2
    ],
    [
        " More refusals.",
        3487.74,
        3488.78
    ],
    [
        " The ropes tightened further.",
        3489.16,
        3490.56
    ],
    [
        " They moved my elbows closer together.",
        3491.02,
        3492.8
    ],
    [
        " More demands.",
        3493.18,
        3493.76
    ],
    [
        " More refusals.",
        3494.3,
        3495.18
    ],
    [
        " Ropes ever tighter.",
        3495.56,
        3496.44
    ],
    [
        " More pain.",
        3496.9,
        3497.46
    ],
    [
        " I was uncontrollably grimacing and cursing.",
        3498.74,
        3501.26
    ],
    [
        " I would not sign.",
        3502.0,
        3503.86
    ],
    [
        " I could never consider signing anything like that.",
        3504.3,
        3507.58
    ],
    [
        " The brutality made me angrier and more firmly set against giving in.",
        3508.12,
        3512.82
    ],
    [
        " I could have been broken and made to sign eventually there's no doubt.",
        3513.82,
        3516.88
    ],
    [
        " No man can resist forever.",
        3517.26,
        3518.7
    ],
    [
        " But this interrogator would not bring me to breaking point on that day.",
        3519.08,
        3524.18
    ],
    [
        " His demands continued and so did my refusals.",
        3525.2,
        3528.72
    ],
    [
        " The ropes tightened more and more.",
        3529.12,
        3530.52
    ],
    [
        " Pain screamed through me.",
        3530.52,
        3532.16
    ],
    [
        " My anger swelled against this asshole.",
        3532.5,
        3534.78
    ],
    [
        " I began grunting an audible attack against the agony.",
        3535.68,
        3538.66
    ],
    [
        " The guards gave the ropes one huge last pull which brought my elbows together behind me.",
        3539.5,
        3544.48
    ],
    [
        " I felt the pop as each shoulder dislocated.",
        3545.06,
        3547.68
    ],
    [
        " Pain shot through my torso, up my neck into my head and down my back through my groin and into my thighs.",
        3548.46,
        3556.14
    ],
    [
        " I've never felt such pain.",
        3556.86,
        3558.76
    ],
    [
        " My vision narrowed and I nearly passed out.",
        3559.28,
        3562.06
    ],
    [
        " Sign.",
        3562.9,
        3563.36
    ],
    [
        " I could only groan and shake my head.",
        3565.04,
        3567.38
    ],
    [
        " The interrogator scowled angrily, turned and left.",
        3568.22,
        3572.58
    ],
    [
        " I'm going to continue on.",
        3575.5,
        3579.68
    ],
    [
        " This is a little bit further on.",
        3585.66,
        3588.08
    ],
    [
        " And he's saying that he's given you one last chance to sign this paper.",
        3588.54,
        3594.84
    ],
    [
        " And one last chance to cooperate will you.",
        3596.12,
        3599.48
    ],
    [
        " I'm going back to the book now.",
        3599.9,
        3601.64
    ],
    [
        " My head hung down partly in exhaustion and partly in intentional rudeness.",
        3602.1,
        3605.54
    ],
    [
        " Not paying him any attention.",
        3605.84,
        3607.5
    ],
    [
        " I looked up when he finished.",
        3607.8,
        3609.32
    ],
    [
        " I saw his sadistic minions standing a few yards in front of me holding an AK-47 at the ready.",
        3609.76,
        3614.6
    ],
    [
        " Your last chance.",
        3615.72,
        3616.78
    ],
    [
        " The assistant raised the rifle and pointed it at me.",
        3618.4,
        3621.66
    ],
    [
        " I stared ahead and said nothing.",
        3622.58,
        3623.98
    ],
    [
        " No heroism was involved.",
        3625.56,
        3627.62
    ],
    [
        " I was rung out at the end of everything I had to give.",
        3628.02,
        3631.46
    ],
    [
        " I'd been so close to death for so long, was so angry and so absolutely drained.",
        3632.2,
        3638.36
    ],
    [
        " A faint spark was all I had left.",
        3638.88,
        3641.46
    ],
    [
        " I felt numb, detached from what was happening.",
        3642.4,
        3645.14
    ],
    [
        " I was not resisting.",
        3646.4,
        3647.48
    ],
    [
        " I was just giving into the flow of whatever was destined to be.",
        3647.94,
        3651.32
    ],
    [
        " That might be death.",
        3652.16,
        3653.28
    ],
    [
        " It might not.",
        3654.04,
        3654.78
    ],
    [
        " I'd seen Army training film and Army training film years before showing the mock execution of a crew.",
        3655.74,
        3661.44
    ],
    [
        " I remember the scene.",
        3663.74,
        3665.26
    ],
    [
        " The action of the trigger being pulled went over and over in my mind.",
        3665.94,
        3668.72
    ],
    [
        " Click, click, click.",
        3668.88,
        3670.02
    ],
    [
        " BAM!",
        3670.76,
        3671.58
    ],
    [
        " I flinched as a soldier jerked the trigger back, but nothing happened.",
        3672.86,
        3676.46
    ],
    [
        " No shot.",
        3677.6,
        3678.02
    ],
    [
        " No loud bang.",
        3678.86,
        3679.52
    ],
    [
        " No bullet ripping my skull or chest.",
        3680.6,
        3682.34
    ],
    [
        " Nothing.",
        3683.4,
        3683.7
    ],
    [
        " The soldier laughed.",
        3685.08,
        3686.36
    ],
    [
        " My interrogator smiled.",
        3687.5,
        3688.8
    ],
    [
        " I am done with you.",
        3689.84,
        3691.3
    ],
    [
        " You will be taken away from here.",
        3691.86,
        3693.98
    ],
    [
        " That was three days of...",
        3695.04,
        3700.18
    ],
    [
        " This three horrible days, losing my freedom, going through that interrogation.",
        3700.18,
        3705.22
    ],
    [
        " Being thrown down into a pit at night, where I stayed.",
        3705.72,
        3710.82
    ],
    [
        " It was one of the older band and bunkers.",
        3710.84,
        3712.34
    ],
    [
        " It had about six inches of mud and goo in the bottom.",
        3712.5,
        3715.16
    ],
    [
        " That caused me a big psychological issue.",
        3718.44,
        3720.54
    ],
    [
        " That first night closed in that darkness.",
        3720.68,
        3722.26
    ],
    [
        " I really had to fight to keep my cool down there.",
        3722.6,
        3726.9
    ],
    [
        " There were centipedes and spiders and rats.",
        3727.72,
        3730.52
    ],
    [
        " It was a mess.",
        3730.82,
        3731.72
    ],
    [
        " I'd spend the nights down there and come up in the daytime for interrogation.",
        3731.92,
        3734.8
    ],
    [
        " Backed out in that hole.",
        3735.0,
        3735.74
    ],
    [
        " Night's back up for interrogation.",
        3736.0,
        3737.64
    ],
    [
        " What we read covered a pretty three days before he finally gave up on me.",
        3737.82,
        3742.4
    ],
    [
        " I had no idea what was going to happen.",
        3743.92,
        3745.88
    ],
    [
        " I was just thinking back on it.",
        3746.02,
        3747.66
    ],
    [
        " It was just going through all that pretty much in just a numb state.",
        3747.82,
        3751.66
    ],
    [
        " With that treatment.",
        3752.32,
        3754.86
    ],
    [
        " My shoulders today still caused me problems.",
        3755.8,
        3757.98
    ],
    [
        " I had a son that ended up playing football for University of Washington many years ago.",
        3758.14,
        3761.58
    ],
    [
        " He's going to turn 50 years in April.",
        3761.66,
        3764.36
    ],
    [
        " This was a number of years ago.",
        3764.62,
        3765.68
    ],
    [
        " High school, I throw about two passes.",
        3765.82,
        3767.66
    ],
    [
        " That was it for my shoulders.",
        3767.88,
        3768.78
    ],
    [
        " I can't play horses or anything.",
        3768.78,
        3771.28
    ],
    [
        " It's something that definitely I've experienced doing these readings.",
        3772.92,
        3780.9
    ],
    [
        " I've talked about it before.",
        3782.6,
        3784.04
    ],
    [
        " When I read something in my head.",
        3784.76,
        3786.56
    ],
    [
        " I go, that's powerful.",
        3787.68,
        3790.32
    ],
    [
        " But then when you read it aloud and you hear it.",
        3791.3,
        3794.54
    ],
    [
        " It's even more.",
        3795.06,
        3796.32
    ],
    [
        " It's the same thing with, I know I sent you Jody Middix.",
        3796.32,
        3798.92
    ],
    [
        " The podcast with Jody Middix on.",
        3799.22,
        3800.54
    ],
    [
        " He said the same thing.",
        3800.94,
        3802.3
    ],
    [
        " He said to me, you know, when you're reading it.",
        3802.92,
        3806.6
    ],
    [
        " It's like I'm hearing my own thoughts or something.",
        3806.76,
        3810.6
    ],
    [
        " It brought them back.",
        3811.66,
        3812.92
    ],
    [
        " There's something about that.",
        3814.26,
        3816.96
    ],
    [
        " It's okay.",
        3817.58,
        3817.96
    ],
    [
        " When you're reading it, it's detached from reality.",
        3818.56,
        3823.18
    ],
    [
        " Or it's one step further detached from reality.",
        3823.22,
        3825.76
    ],
    [
        " And obviously sitting with Jody, sitting here with you.",
        3826.02,
        3828.8
    ],
    [
        " And knowing that this is you.",
        3829.26,
        3831.28
    ],
    [
        " One point that I make all the time when I cover these historical books.",
        3831.8,
        3836.06
    ],
    [
        " I always remind people that, because people in this day and age,",
        3836.56,
        3840.3
    ],
    [
        " we're used to seeing movies.",
        3840.36,
        3841.14
    ],
    [
        " We're used to seeing watching TV.",
        3841.5,
        3842.96
    ],
    [
        " And I always say that this guy that I'm talking about, this is a person.",
        3843.64,
        3846.02
    ],
    [
        " This guy in World War II, this is a person.",
        3846.5,
        3848.56
    ],
    [
        " This guy in World War I, this is a man.",
        3848.9,
        3850.72
    ],
    [
        " And so to have you sitting here knowing that this is you.",
        3851.58,
        3855.38
    ],
    [
        " It's, I don't even know what to say to describe it.",
        3855.86,
        3861.16
    ],
    [
        " Well, thanks, Jack.",
        3862.1,
        3863.2
    ],
    [
        " And this has become an emotional experience for me, but it's important.",
        3863.38,
        3868.08
    ],
    [
        " And I think this is going to be an important podcast.",
        3868.48,
        3870.96
    ],
    [
        " I wrote that book.",
        3871.78,
        3872.48
    ],
    [
        " I finished it.",
        3872.68,
        3873.34
    ],
    [
        " It was published last April.",
        3873.4,
        3874.7
    ],
    [
        " I've not read that book since it was published.",
        3875.82,
        3879.06
    ],
    [
        " I mean, it was something to go through and we live all that to get it written.",
        3879.96,
        3883.4
    ],
    [
        " And so it's been almost a year.",
        3884.32,
        3886.1
    ],
    [
        " I haven't read the book.",
        3886.24,
        3887.32
    ],
    [
        " So we're going into, and the detail, but this is, this is good.",
        3887.48,
        3891.36
    ],
    [
        " So you get turned over to some other, some other guards.",
        3892.52,
        3901.96
    ],
    [
        " Right.",
        3902.22,
        3902.48
    ],
    [
        " And they start taking you on a walk.",
        3902.8,
        3905.32
    ],
    [
        " You're walking to somewhere else.",
        3907.24,
        3908.7
    ],
    [
        " And you're, you know, you talked about the conditioning.",
        3909.12,
        3910.72
    ],
    [
        " By the way, you have a broken, crushed vertebrae at this point, right?",
        3910.86,
        3913.92
    ],
    [
        " Yeah, it's a badly, badly broken back.",
        3913.98,
        3915.78
    ],
    [
        " Yeah, one vertebrae is about completely crushed damage to two other vertebrae.",
        3916.14,
        3919.74
    ],
    [
        " Your legs swollen.",
        3919.82,
        3920.48
    ],
    [
        " I mean, you got all kinds of issue.",
        3920.64,
        3921.66
    ],
    [
        " And now you're, now you got a walk.",
        3921.76,
        3922.92
    ],
    [
        " And so I'm going back.",
        3923.44,
        3923.94
    ],
    [
        " I would know that, yeah, they gave me my boots back after those three days of interrogation.",
        3923.94,
        3928.42
    ],
    [
        " No socks, no laces, boots bare feet.",
        3928.6,
        3930.76
    ],
    [
        " Okay, go ahead.",
        3930.88,
        3931.44
    ],
    [
        " We had an old Vietnam seal when I got the seal team one in 1990.",
        3933.22,
        3937.9
    ],
    [
        " And he would run barefoot all the time.",
        3938.48,
        3940.02
    ],
    [
        " And, you know, one day was, hey, hey, sir, why are you, you know, why are you run barefoot?",
        3941.0,
        3946.64
    ],
    [
        " And he says, the first thing the goops do you take your shoes?",
        3947.16,
        3949.32
    ],
    [
        " Got to have hard feet.",
        3949.92,
        3951.06
    ],
    [
        " I was like, okay, guess I'm running barefoot now.",
        3951.42,
        3953.48
    ],
    [
        " I was thinking, because when I showed up at seal team one, I always joke about this.",
        3953.96,
        3958.46
    ],
    [
        " I thought I was going to the Vietnam war in 1991 when I got there.",
        3958.46,
        3961.66
    ],
    [
        " I thought, I'm going to Vietnam now.",
        3961.9,
        3963.44
    ],
    [
        " You know, I was that how you were, but I was a little off, you know, historically.",
        3963.6,
        3967.54
    ],
    [
        " So that's the situation here.",
        3968.26,
        3971.06
    ],
    [
        " And going back to the book, they've been saying a phrase, so as you're marching with these guys,",
        3971.1,
        3974.42
    ],
    [
        " they've been saying a phrase for the past two days that I couldn't understand.",
        3974.58,
        3976.9
    ],
    [
        " I thought it was Vietnamese.",
        3976.9,
        3977.74
    ],
    [
        " Go quick on die.",
        3978.94,
        3979.62
    ],
    [
        " As we pushed up the road, they walked behind me, poking their rifle barrels into my kidneys, my ribs,",
        3980.1,
        3987.66
    ],
    [
        " shouting with increasing urgency.",
        3988.18,
        3990.06
    ],
    [
        " Go, go, go, go, go, go, go die.",
        3990.18,
        3991.5
    ],
    [
        " And then after a while, for the first time, I understood what they were saying.",
        3992.02,
        3996.92
    ],
    [
        " Go quick or die.",
        3997.36,
        3998.82
    ],
    [
        " They had been taught one short phrase in English.",
        3999.32,
        4001.76
    ],
    [
        " It was all they knew, and they had pronounced it so poorly that it took me two days to figure it out.",
        4001.76,
        4006.88
    ],
    [
        " I moved as fast as I could, but I was at the end of everything I had.",
        4007.42,
        4012.24
    ],
    [
        " I struggled on.",
        4012.56,
        4013.58
    ],
    [
        " And you know, I'm just noticing this.",
        4013.58,
        4015.08
    ],
    [
        " You're going to reach the end of everything you've had.",
        4015.6,
        4020.06
    ],
    [
        " I mean, you already were there many times.",
        4020.58,
        4022.62
    ],
    [
        " You're going to reach it again.",
        4022.82,
        4023.6
    ],
    [
        " You just reached it.",
        4023.7,
        4024.62
    ],
    [
        " It's incredible.",
        4024.64,
        4027.44
    ],
    [
        " It's an amazing thing about human beings.",
        4027.76,
        4030.12
    ],
    [
        " What we have inside that we can dig down and grab a hold of when we have to, that we don't think we ever could have done it, but it's there.",
        4030.48,
        4038.16
    ],
    [
        " And here's something that helps you.",
        4039.46,
        4040.72
    ],
    [
        " Back to the book, I found myself mentally reciting what I could recall of the 23rd Psalm.",
        4041.34,
        4047.1
    ],
    [
        " I repeated one line over and over in my head.",
        4048.06,
        4051.26
    ],
    [
        " Yay, though I walk through the valley of the shadow of death, I will fear no evil for thou art with me.",
        4051.76,
        4058.42
    ],
    [
        " That wasn't the only time during my captivity that the 23rd Psalm came to my lips.",
        4059.96,
        4065.2
    ],
    [
        " Nope.",
        4066.0,
        4066.58
    ],
    [
        " After and please forgive me for like I already covered three days of misery.",
        4074.58,
        4081.94
    ],
    [
        " Now we're talking about and I'm doing it in three minutes.",
        4081.94,
        4085.42
    ],
    [
        " Now you've walked for multiple days, suffering the whole time and I'm going to fast forward through it.",
        4086.0,
        4092.38
    ],
    [
        " And I'm sorry.",
        4092.58,
        4094.0
    ],
    [
        " And that's why I mean, that's why people need to read this by the book.",
        4094.96,
        4099.04
    ],
    [
        " So you arrive at a camp now.",
        4099.04,
        4102.5
    ],
    [
        " We arrived back to the book.",
        4102.96,
        4105.44
    ],
    [
        " We stopped in front of one cage in the door opened.",
        4105.62,
        4107.5
    ],
    [
        " A guard pushed me in and I stumbled over someone lying inside and fell tumbling into the ground, paying shop through me.",
        4107.68,
        4113.24
    ],
    [
        " The cage was about 12 feet wide and 20 feet or so long.",
        4113.96,
        4118.62
    ],
    [
        " I could not have been more than four feet high.",
        4119.74,
        4122.28
    ],
    [
        " 26 prisoners were stuffed inside all South Vietnamese soldiers.",
        4122.76,
        4126.8
    ],
    [
        " Heat hung in the cage, heavy and stale.",
        4127.78,
        4130.5
    ],
    [
        " The air smelled of filth and putrid wounds.",
        4130.8,
        4133.06
    ],
    [
        " People moaned in a constant dull rumble.",
        4133.54,
        4136.02
    ],
    [
        " The occasional whale was met with sharp shushes and guard guarded whispers.",
        4136.7,
        4141.48
    ],
    [
        " The doorway was shut and secured.",
        4142.42,
        4144.04
    ],
    [
        " I lay there, thankful I'd survived the journey of the past three days.",
        4144.36,
        4148.56
    ],
    [
        " What would become of me now?",
        4148.82,
        4150.82
    ],
    [
        " Yeah, that was my first prison camp.",
        4152.38,
        4156.96
    ],
    [
        " The jungle camp was in the jungle, figured somewhere in northern Cambodia where the US was not operating anymore.",
        4157.4,
        4164.34
    ],
    [
        " And it was a camp of many cages, about 300 prisoners in that camp.",
        4165.44,
        4169.84
    ],
    [
        " All South Vietnamese that have been captured in this offensive one other American who I would meet later.",
        4169.84,
        4174.88
    ],
    [
        " And putting one of those cages.",
        4175.64,
        4177.14
    ],
    [
        " Back to the book, my broken back screamed every time I tried to lay down.",
        4178.24,
        4183.66
    ],
    [
        " To try to lie down.",
        4184.08,
        4185.4
    ],
    [
        " With my feet in the stocks, so they'd put your feet in the stocks, wooden bamboo stocks.",
        4185.72,
        4191.06
    ],
    [
        " There was no way I could lay on my side.",
        4191.42,
        4193.76
    ],
    [
        " I couldn't lay straight back so I sat upright in the dark in agony.",
        4194.06,
        4198.06
    ],
    [
        " I fought with my family, fought with my day of where I'd been, where I was now, and what my lie ahead.",
        4198.82,
        4205.46
    ],
    [
        " I heard badly, still I had hope.",
        4206.18,
        4209.94
    ],
    [
        " I can live this way, I can do this, I can survive, I will survive.",
        4211.04,
        4216.36
    ],
    [
        " I sat there, thoughts drifting across the landscape of my life, shaped by these extraordinary circumstances.",
        4217.04,
        4224.06
    ],
    [
        " Eventually I fell asleep, sitting upright that night, dreaming of what might become of me.",
        4225.08,
        4230.98
    ],
    [
        " I jolted awake, something scampered across my legs, something was on my feet, something small, cool, and wet, touched my arches and souls.",
        4231.98,
        4241.5
    ],
    [
        " Little rat noses poked and sniffed at my feet, tiny teeth nod my pulverized raw flesh.",
        4242.6,
        4249.14
    ],
    [
        " My arms swung without command as I batted a large rat off my lap.",
        4249.7,
        4255.2
    ],
    [
        " Others scurried away, I screamed inside, lips pressed tightly shut, a muffled shriek of terror.",
        4256.0,
        4262.04
    ],
    [
        " I thrashed, my legs flailed, but went nowhere.",
        4262.92,
        4265.96
    ],
    [
        " I wiggled my feet as well as I could in the socks, and got the rats off.",
        4266.66,
        4270.52
    ],
    [
        " They fled into the night, only to return when I fell back asleep.",
        4271.1,
        4274.26
    ],
    [
        " They would return to torment me nearly every night in that jungle prison.",
        4274.68,
        4279.52
    ],
    [
        " I don't like rats this day.",
        4280.14,
        4286.0
    ],
    [
        " Some of my kids just mess with me, they'll just bring up rats or the mentioned rats.",
        4286.44,
        4290.58
    ],
    [
        " I hate rats from that experience, and that's not the beginning or the end of the rat experiences in prison.",
        4290.78,
        4297.88
    ],
    [
        " One thing you did mention though that I'd like to highlight is hope.",
        4299.2,
        4303.5
    ],
    [
        " There was a phrase in there that I wasn't going to give up hope.",
        4304.14,
        4306.9
    ],
    [
        " Hope is such a powerful thing.",
        4307.5,
        4309.56
    ],
    [
        " It's there for all of us.",
        4310.6,
        4311.78
    ],
    [
        " We just need to grab a hold of it and hold it tightly.",
        4312.28,
        4316.0
    ],
    [
        " Hope was all I had for much of my time and captivity.",
        4317.2,
        4321.32
    ],
    [
        " Hope of surviving.",
        4323.26,
        4324.46
    ],
    [
        " And in that survival of getting back to my two young kids, those two kids really played such a role in having me survive.",
        4325.34,
        4333.76
    ],
    [
        " My son, when I went over there, was four and a half years old.",
        4334.42,
        4337.56
    ],
    [
        " The lower four, my daughter was newborn.",
        4337.94,
        4339.5
    ],
    [
        " But when things get really, really tough, I think of those kids.",
        4340.18,
        4343.62
    ],
    [
        " And however bad it was, I had to endure it to do my best to survive and get home to those kids.",
        4343.62,
        4350.2
    ],
    [
        " Yeah, I definitely, that's one of the things that I specifically highlighted.",
        4351.02,
        4357.58
    ],
    [
        " You know, was I can live this way, I can do this, I can survive, I will survive.",
        4358.02,
        4363.5
    ],
    [
        " I still, I had hope.",
        4364.06,
        4366.76
    ],
    [
        " And I read it just the way you just explained it hit me that hard.",
        4368.0,
        4372.56
    ],
    [
        " Back to the book.",
        4374.2,
        4376.7
    ],
    [
        " We sat for a few more hours.",
        4377.2,
        4378.52
    ],
    [
        " My cage mates, all Vietnamese soldiers appeared a rag tag crew.",
        4378.98,
        4383.6
    ],
    [
        " Almost everyone had been wounded some gravely.",
        4383.92,
        4386.76
    ],
    [
        " Phil covered their tattered uniforms.",
        4387.28,
        4388.88
    ],
    [
        " The whole place, stunk of sweat, blood, infection, feces, and urine.",
        4389.3,
        4393.32
    ],
    [
        " We were all hurting and some would die.",
        4393.78,
        4395.96
    ],
    [
        " Some cautiously whispered to their neighbor.",
        4396.68,
        4398.38
    ],
    [
        " Most, like me, just sat and stared.",
        4398.9,
        4401.48
    ],
    [
        " That's what I did.",
        4402.08,
        4402.96
    ],
    [
        " I sat and stared at them, sitting and staring at nothing.",
        4403.56,
        4406.22
    ],
    [
        " I wondered if I would go crazy here, would I die here?",
        4407.04,
        4410.2
    ],
    [
        " What would happen first?",
        4410.68,
        4411.68
    ],
    [
        " Insanity or death?",
        4412.12,
        4413.44
    ],
    [
        " I snapped back to what little grass by hat on reality.",
        4414.6,
        4417.96
    ],
    [
        " Hold it together.",
        4418.46,
        4419.52
    ],
    [
        " Focus.",
        4420.28,
        4420.82
    ],
    [
        " Spence and Vicki.",
        4421.6,
        4422.62
    ],
    [
        " Will hike, will play.",
        4423.1,
        4424.38
    ],
    [
        " Get back home for those kids.",
        4424.4,
        4426.28
    ],
    [
        " You can do it.",
        4426.7,
        4427.32
    ],
    [
        " You can endure.",
        4427.6,
        4428.38
    ],
    [
        " I couldn't allow my thoughts to drift in dark directions.",
        4429.7,
        4432.58
    ],
    [
        " I forced myself into logical, structured thinking.",
        4433.28,
        4437.78
    ],
    [
        " I began planning a hiking trip with my family, a back trip backing trip into the woods.",
        4438.46,
        4443.54
    ],
    [
        " I planned the route.",
        4444.18,
        4444.98
    ],
    [
        " The equipment loads for each.",
        4445.54,
        4447.12
    ],
    [
        " They'd be feather light for Vicki.",
        4447.4,
        4449.0
    ],
    [
        " A little more for Spence and Amy.",
        4449.32,
        4450.66
    ],
    [
        " I'd carry most of it.",
        4451.3,
        4452.26
    ],
    [
        " We'd eat dehydrated food.",
        4452.26,
        4453.96
    ],
    [
        " Cooked around a small campfire.",
        4454.12,
        4456.24
    ],
    [
        " Delicious.",
        4456.7,
        4457.66
    ],
    [
        " I'll tell you, dehydrated food then, sound of awfully, awfully.",
        4458.38,
        4464.0
    ],
    [
        " That was a gourmet meal.",
        4464.4,
        4465.9
    ],
    [
        " And I did that.",
        4466.82,
        4468.86
    ],
    [
        " I got back from my captivity.",
        4469.5,
        4471.66
    ],
    [
        " I spent some time maybe going to this later.",
        4472.0,
        4473.78
    ],
    [
        " I won't get all the details of hospitalization and medical and all that.",
        4473.88,
        4476.56
    ],
    [
        " But when I got released from the hospital, finally,",
        4476.82,
        4479.32
    ],
    [
        " I took my family on vacation.",
        4479.88,
        4481.72
    ],
    [
        " Any guesses on what the first thing I did on that vacation?",
        4482.42,
        4485.02
    ],
    [
        " Tell me.",
        4485.48,
        4486.56
    ],
    [
        " Drove to the Olympic Peninsula and took my family back packing.",
        4487.22,
        4490.3
    ],
    [
        " You're a hard man.",
        4491.38,
        4492.14
    ],
    [
        " You're the Olympic Peninsula.",
        4492.36,
        4493.12
    ],
    [
        " I love...",
        4494.02,
        4494.8
    ],
    [
        " And I'm glad that I did.",
        4494.8,
        4495.94
    ],
    [
        " I always enjoyed the wilderness in the woods.",
        4496.1,
        4498.08
    ],
    [
        " And it would have been a much worse shape and captivity if I hadn't.",
        4498.98,
        4502.4
    ],
    [
        " But since then, I've loved the wilderness in the woods even more.",
        4502.9,
        4506.5
    ],
    [
        " I mean, I love every day, every beautiful day on God's Green Earth.",
        4506.5,
        4509.64
    ],
    [
        " But love the wilderness in the woods.",
        4510.1,
        4511.48
    ],
    [
        " We were signing Panama for a time.",
        4511.48,
        4512.88
    ],
    [
        " I don't know if you've been to a separate jungle school.",
        4512.88,
        4514.44
    ],
    [
        " And when one thing my older son, the little four and a half year old boy,",
        4515.26,
        4519.02
    ],
    [
        " was an adult by then, we backpacked.",
        4519.36,
        4522.66
    ],
    [
        " Well, we did a three day journey across the Espanis of Panama.",
        4522.68,
        4525.12
    ],
    [
        " Somewhere where nobody ever did.",
        4525.26,
        4526.14
    ],
    [
        " We just picked some place we went from the Atlantic side or the Pacific side.",
        4526.22,
        4529.2
    ],
    [
        " We did mountain bikes first.",
        4529.8,
        4531.12
    ],
    [
        " Then we backpacked, staying in the jungle until we got to the Rio Indio.",
        4531.38,
        4535.14
    ],
    [
        " And it was dry season.",
        4535.74,
        4536.84
    ],
    [
        " We didn't plant very well because we had to hike way down the Rio Indio before there was enough water to hire a guy on a Cayuga canoe to take us out to the ocean.",
        4536.92,
        4544.0
    ],
    [
        " So, you know, even...",
        4544.0,
        4545.36
    ],
    [
        " And that was just before my retirement.",
        4545.36,
        4546.74
    ],
    [
        " But I've always loved the wilderness, loved the jungle.",
        4546.74,
        4549.3
    ],
    [
        " And I don't know how we got on that thing.",
        4549.9,
        4551.54
    ],
    [
        " But okay, back to the book.",
        4551.7,
        4552.86
    ],
    [
        " Well, that's awesome.",
        4553.2,
        4553.84
    ],
    [
        " And one of the things that I, again, I specifically highlighted was the fact that, you know, you would be drifting in these dark directions.",
        4553.94,
        4562.68
    ],
    [
        " And you would force yourself.",
        4563.02,
        4564.38
    ],
    [
        " And I talk about that too, you know.",
        4565.02,
        4566.68
    ],
    [
        " I say mind control.",
        4566.84,
        4568.04
    ],
    [
        " Not mind control like, hey, we're going to control your mind, but control your own mind.",
        4568.22,
        4571.4
    ],
    [
        " Yeah.",
        4571.52,
        4571.64
    ],
    [
        " And put your own thoughts in there.",
        4571.86,
        4572.92
    ],
    [
        " You can do that.",
        4573.08,
        4574.12
    ],
    [
        " And people just need to learn how to do it.",
        4574.42,
        4576.04
    ],
    [
        " Instead of when you start drifting off in the wrong direction, control your thoughts, get mind control.",
        4576.04,
        4580.8
    ],
    [
        " And I love the fact that you did that with such authority and power over what your brain was thinking.",
        4580.94,
        4587.94
    ],
    [
        " Yeah, I think that's an important message.",
        4588.74,
        4591.64
    ],
    [
        " You know, there's a much overused phrase.",
        4591.64,
        4593.3
    ],
    [
        " You have a glass half empty or a glass half full kind of guy.",
        4593.66,
        4596.92
    ],
    [
        " I really would advocate for you have to be a glass half full kind of guy to survive.",
        4597.6,
        4604.42
    ],
    [
        " And I think I might carry that argument further.",
        4605.26,
        4607.0
    ],
    [
        " If you want to have a happy, full, enjoyable life, you damn well better be a half glass full kind of person.",
        4607.06,
        4612.2
    ],
    [
        " I mean, there's enough problems and difficulties in life.",
        4613.12,
        4615.82
    ],
    [
        " If you want to go for the dark side, it's there.",
        4615.9,
        4618.28
    ],
    [
        " You can go to it.",
        4618.46,
        4619.26
    ],
    [
        " But there's enough positive, wonderful things that yeah, grab that beat of hope and go for it.",
        4619.74,
        4626.62
    ],
    [
        " Absolutely.",
        4626.7,
        4627.3
    ],
    [
        " Back into the camp, back into the book.",
        4628.12,
        4631.2
    ],
    [
        " The camp provided a miserable existence on the edge of madness.",
        4631.3,
        4634.16
    ],
    [
        " All was filth and disease and suffering.",
        4635.02,
        4637.98
    ],
    [
        " Moans and whales of pain and anguish cried from the enclosures as we walked by.",
        4638.98,
        4643.3
    ],
    [
        " I caught glimpses of sick and wounded men inside cage after cage.",
        4643.78,
        4647.04
    ],
    [
        " Their eyes, white orbs of desperation peering from grimy faces through the din of the gray world inside.",
        4647.04,
        4654.8
    ],
    [
        " And now you're back in the stocks sitting there wounded in stocks in a bamboo cage in an unknown jungle prison camp with death all around me.",
        4656.0,
        4667.04
    ],
    [
        " I began to wonder how long can I endure this?",
        4667.36,
        4670.14
    ],
    [
        " Then my voice said out loud as long as it takes.",
        4671.04,
        4675.88
    ],
    [
        " Yeah.",
        4676.4,
        4678.22
    ],
    [
        " Incredible.",
        4678.46,
        4681.9
    ],
    [
        " And here you meet in this prison camp, you meet Wayne.",
        4682.38,
        4688.3
    ],
    [
        " Wayne Cish.",
        4688.5,
        4689.26
    ],
    [
        " Yeah, the other American who was ill-prisoned or had been captured.",
        4689.32,
        4692.26
    ],
    [
        " March, April, a couple months before me.",
        4693.22,
        4695.56
    ],
    [
        " And you, Wayne, the crew, now you're going to get put on a long march.",
        4696.78,
        4703.44
    ],
    [
        " They say we're going to move you out of this prison camp.",
        4703.74,
        4705.42
    ],
    [
        " Do you know you're going to hang away at this moment?",
        4705.74,
        4707.14
    ],
    [
        " No, no. They put me out of my cage and I found myself in the center of the camp with a group of 25 South Vietnamese prisoners.",
        4707.16,
        4715.42
    ],
    [
        " I think they were all officers, myself and Wayne.",
        4716.24,
        4719.74
    ],
    [
        " And they told us they were going to move us to a new camp.",
        4720.28,
        4722.96
    ],
    [
        " And the communist camp came in and it was running at the mouth and one of the South Vietnamese officers was translating for us.",
        4723.3,
        4728.22
    ],
    [
        " But they're going to move us to a new camp where conditions would be better.",
        4728.64,
        4732.42
    ],
    [
        " I mean, in this camp people were dying almost every day.",
        4732.8,
        4735.34
    ],
    [
        " Conditions would be better.",
        4736.02,
        4737.56
    ],
    [
        " We'd get medical care.",
        4737.66,
        4738.46
    ],
    [
        " We'd get letters from home.",
        4738.6,
        4739.76
    ],
    [
        " But we had very difficult journey.",
        4740.16,
        4742.38
    ],
    [
        " It could last for as long as 11 days.",
        4742.82,
        4745.28
    ],
    [
        " And we should try very hard to make it.",
        4745.84,
        4747.82
    ],
    [
        " That's what we were told.",
        4747.92,
        4748.78
    ],
    [
        " Now the 11 days I guess was registering my mind.",
        4749.14,
        4752.8
    ],
    [
        " The try very hard to make it really didn't fully register until we actually set out marching.",
        4752.86,
        4757.34
    ],
    [
        " By this time my ankle wound was very infected.",
        4757.88,
        4760.16
    ],
    [
        " My leg was very swollen.",
        4760.32,
        4761.42
    ],
    [
        " It was so painful just to take a step.",
        4761.52,
        4764.14
    ],
    [
        " And you know, I was having to take step after step after step.",
        4764.82,
        4767.32
    ],
    [
        " And as I got into that march, I was wondering how I was going to get through the first day.",
        4767.9,
        4771.18
    ],
    [
        " I didn't think I could do it.",
        4771.28,
        4772.28
    ],
    [
        " I didn't know how I could possibly walk for a day through the jungle.",
        4772.3,
        4776.04
    ],
    [
        " They had us tied loosely together.",
        4777.0,
        4779.12
    ],
    [
        " I had our arms tied loose behind our backs.",
        4779.62,
        4781.58
    ],
    [
        " No shoes this time.",
        4781.88,
        4783.02
    ],
    [
        " This was barefoot.",
        4783.14,
        4783.82
    ],
    [
        " And off we went.",
        4784.36,
        4785.0
    ],
    [
        " Somehow I made it through that first day.",
        4785.56,
        4787.5
    ],
    [
        " And the day after that.",
        4788.08,
        4789.16
    ],
    [
        " And the day after that.",
        4789.72,
        4791.24
    ],
    [
        " The trip turned out to be not 11 days to a new camp somewhere in Cambodia or even Laos or back into Vietnam.",
        4791.86,
        4798.68
    ],
    [
        " That trip took over three months.",
        4799.36,
        4801.62
    ],
    [
        " And I did end up in Hanoi at the end of that trip.",
        4802.48,
        4804.82
    ],
    [
        " That journey cost the lives of six of the South Vietnamese prisoners in Wayne, the other American, died before we got to Hanoi.",
        4805.32,
        4816.06
    ],
    [
        " And I damn near died a number of times.",
        4816.74,
        4819.1
    ],
    [
        " That's all in the book.",
        4819.18,
        4820.92
    ],
    [
        " But by the grace of God, I survived and made it and got all the way to Hanoi.",
        4821.18,
        4825.94
    ],
    [
        " He also got to know some of the Vietnamese soldiers, one of them, Lieutenant Nguyen Dean Zhang.",
        4827.96,
        4839.04
    ],
    [
        " That's very good.",
        4839.94,
        4840.74
    ],
    [
        "",
        4841.5,
        4841.5
    ],
    [
        " Son.",
        4841.86,
        4842.06
    ],
    [
        " Son.",
        4842.82,
        4842.88
    ],
    [
        " And he was obviously you formed a really good relationship with him.",
        4843.78,
        4849.22
    ],
    [
        " Here we go back to the book.",
        4849.6,
        4851.58
    ],
    [
        " Let me interject one thing because this is fascinating to me.",
        4852.48,
        4856.96
    ],
    [
        " It's always been well, I'll come back to it.",
        4857.1,
        4860.8
    ],
    [
        " Let me see where you're going to go with the conversation.",
        4860.86,
        4862.16
    ],
    [
        " You're going to get to my relationship with him and yeah, okay, go.",
        4862.16,
        4865.56
    ],
    [
        " Yeah, absolutely.",
        4865.58,
        4866.04
    ],
    [
        " We charged out of the valley up onto a rising ridge line.",
        4866.72,
        4871.72
    ],
    [
        " There wasn't much talking.",
        4871.96,
        4873.12
    ],
    [
        " When we began to climb up the steep long trail, I was already exhausted.",
        4873.16,
        4877.5
    ],
    [
        " I had to push hard to make every step my swollen, infected ankle throbbed with pain.",
        4877.5,
        4881.5
    ],
    [
        " I wondered is anyone else having this much trouble?",
        4882.1,
        4884.96
    ],
    [
        " How long am I be able to keep going?",
        4885.18,
        4886.86
    ],
    [
        " Only then did the words of the lead guard really hit me.",
        4887.5,
        4890.82
    ],
    [
        " As long as 11 days try very hard to make it.",
        4891.4,
        4894.6
    ],
    [
        " My being revolted.",
        4895.68,
        4897.96
    ],
    [
        " My being revolted.",
        4898.22,
        4900.06
    ],
    [
        " 11 days of this, how the hell am I going to be able to do that?",
        4900.34,
        4902.92
    ],
    [
        " In two seconds, I answered.",
        4903.24,
        4905.2
    ],
    [
        " Got to.",
        4905.88,
        4906.76
    ],
    [
        " As long as it takes, reach down deep.",
        4907.14,
        4910.04
    ],
    [
        " Gotta go.",
        4910.8,
        4911.52
    ],
    [
        " Keep going.",
        4912.16,
        4912.7
    ],
    [
        " God help me.",
        4913.22,
        4914.18
    ],
    [
        " Wayne was stoic.",
        4915.24,
        4916.32
    ],
    [
        " He was in better shape than I was, but still it had to be tough for him.",
        4916.42,
        4920.04
    ],
    [
        " He just bore down and put out what was needed to keep on going.",
        4920.38,
        4923.66
    ],
    [
        " Some of the other prisoners did as well.",
        4924.3,
        4925.92
    ],
    [
        " Many like me had trouble.",
        4926.88,
        4928.08
    ],
    [
        " A number complained and a few cried.",
        4928.44,
        4930.46
    ],
    [
        " Other prisoners berated them.",
        4931.2,
        4932.7
    ],
    [
        " A couple of them fell down and whimpered and the guards yelled at them, slapping, kicking,",
        4932.7,
        4937.42
    ],
    [
        " and hitting them with rifle butts until they got up.",
        4937.6,
        4940.56
    ],
    [
        " I thought this is going to be a long 11 days.",
        4941.26,
        4943.72
    ],
    [
        " And this is just continuing way past 11 days.",
        4944.6,
        4951.48
    ],
    [
        " You're now just beyond that.",
        4951.48,
        4953.46
    ],
    [
        " Continuing with the story.",
        4953.98,
        4955.08
    ],
    [
        " As the days continued, I became weaker and lost weight.",
        4955.18,
        4958.14
    ],
    [
        " Fevers followed waves of shivering chills.",
        4958.88,
        4961.7
    ],
    [
        " Might be malaria.",
        4962.0,
        4963.2
    ],
    [
        " I suffered from diarrhea, probably dysentery.",
        4963.84,
        4966.98
    ],
    [
        " My festering ankle wound hurt more.",
        4967.54,
        4969.74
    ],
    [
        " The swelling grew worse aggravated by the journey.",
        4970.06,
        4972.62
    ],
    [
        " Leach has plagued me, sucking my blood and adding infections of their own.",
        4973.2,
        4977.12
    ],
    [
        " My right leg became a heavy painful mass that I dragged along the trail.",
        4977.62,
        4981.5
    ],
    [
        " I must have been a sight.",
        4982.14,
        4983.16
    ],
    [
        " Though my wounds placed me in a worse situation, Wayne was sick and deteriorating too.",
        4984.08,
        4988.82
    ],
    [
        " He had some sort of jungle fever and lost his appetite.",
        4988.9,
        4992.46
    ],
    [
        " He quit eating regular rice, preferred only the crispy layer that formed right next to the surface of the cooking pot,",
        4992.88,
        4998.84
    ],
    [
        " what the Vietnamese called Com Che or fire rice.",
        4999.16,
        5001.9
    ],
    [
        " Zon was having troubles too.",
        5002.78,
        5004.44
    ],
    [
        " Injuries from his shoot down, decline from months in captivity, poor diet, disease,",
        5005.0,
        5010.04
    ],
    [
        " then the daily toll of this horrendous marsh north.",
        5010.42,
        5012.88
    ],
    [
        " Every step of the way, our personal demons threatened our physical ability and mental willingness to press on.",
        5013.92,
        5021.06
    ],
    [
        " Everyone suffered.",
        5022.12,
        5023.34
    ],
    [
        " We looked like the walking dead, struggling to survive each agonizing mile of that march.",
        5024.06,
        5029.5
    ],
    [
        " Most of us stoically face the challenges that beset us.",
        5030.64,
        5034.18
    ],
    [
        " Sometimes selfishness and self-pity erupted in tempers flared.",
        5034.86,
        5038.82
    ],
    [
        " Pain and suffering took its toll.",
        5039.54,
        5041.36
    ],
    [
        " The senior ranking prisoner in our group was Fam Van Thon, a major in the South Vietnamese army.",
        5042.88,
        5048.72
    ],
    [
        " He tried his best to be a leader for the 25 South Vietnamese officers and two American helicopter pilots under the most trying conditions.",
        5049.34,
        5056.64
    ],
    [
        " The enemy gave him no authority to lead.",
        5057.5,
        5059.48
    ],
    [
        " I had a lot of respect for what Thon tried to do.",
        5060.28,
        5062.72
    ],
    [
        " I felt the frustration he had to endure.",
        5063.26,
        5065.56
    ],
    [
        " Moral sunk lower and lower.",
        5066.42,
        5067.9
    ],
    [
        " Bickering grew rampant.",
        5068.46,
        5069.56
    ],
    [
        " Prisoners died.",
        5070.02,
        5070.9
    ],
    [
        " Thon was senior, but most dismissed his efforts as they struggled to survive.",
        5071.6,
        5076.44
    ],
    [
        " And now there's a prisoner that goes down on the trail.",
        5077.88,
        5080.48
    ],
    [
        " The guards yelled back and forth at each other.",
        5082.06,
        5084.02
    ],
    [
        " They ranted at the prisoner lying on the ground.",
        5084.3,
        5086.1
    ],
    [
        " They barked orders to the rest of us.",
        5086.8,
        5088.42
    ],
    [
        " I didn't understand any of it.",
        5088.74,
        5089.98
    ],
    [
        " Zon said softly but earnestly to wane in me.",
        5090.44,
        5092.94
    ],
    [
        " Keep walking.",
        5093.46,
        5094.06
    ],
    [
        " No stop.",
        5094.36,
        5094.8
    ],
    [
        " We continued.",
        5095.54,
        5096.44
    ],
    [
        " One guard stayed with the prostate prisoner where he lay.",
        5096.62,
        5099.68
    ],
    [
        " We walked on.",
        5100.42,
        5101.14
    ],
    [
        " After a short while.",
        5102.54,
        5103.7
    ],
    [
        " Bang.",
        5105.02,
        5105.36
    ],
    [
        " One shot.",
        5106.78,
        5107.5
    ],
    [
        " Sometime later the guard caught up.",
        5109.38,
        5111.72
    ],
    [
        " A dull sense of disbelief and shock overcame me.",
        5112.64,
        5115.4
    ],
    [
        " I had no doubt what had just happened.",
        5116.32,
        5118.26
    ],
    [
        " I kept walking as I cried.",
        5119.78,
        5122.3
    ],
    [
        " It was clear.",
        5123.26,
        5124.64
    ],
    [
        " If you could not march, you would die.",
        5125.42,
        5129.74
    ],
    [
        " And that message really settled into my mind at that point.",
        5131.14,
        5136.6
    ],
    [
        " And I knew if I ever got to the point where I couldn't march anymore",
        5136.86,
        5139.76
    ],
    [
        " that that would probably happen to me as well.",
        5139.76,
        5142.42
    ],
    [
        " The aside that I wanted to say about Tsong was a Vietnamese Air Force pilot.",
        5142.84,
        5150.9
    ],
    [
        " He was young and strong.",
        5152.74,
        5155.1
    ],
    [
        " And in my mind he was a lot bigger than he was because he's still a short staturant Vietnamese.",
        5155.4,
        5159.74
    ],
    [
        " He was the A1 pilot that I saw shot down on my way to Ben Het.",
        5160.48,
        5167.0
    ],
    [
        " But I asked for permission to go help rescue.",
        5167.5,
        5170.04
    ],
    [
        " We put that together shortly after we started that march north of what he was flying",
        5170.6,
        5174.92
    ],
    [
        " where he was when he was shot down.",
        5174.92,
        5176.42
    ],
    [
        " It was my God that we were shot down the same day.",
        5176.42,
        5179.58
    ],
    [
        " And that's why that's one of the reasons I included that piece",
        5180.04,
        5183.12
    ],
    [
        " because it was such a coincidence or fate that you guys were.",
        5183.12,
        5189.14
    ],
    [
        " That was him.",
        5189.74,
        5190.36
    ],
    [
        " And he turned out to be such a good friend.",
        5190.66,
        5193.24
    ],
    [
        " And I owe my life to several people, Wayne Finch and Son, especially for what he did for me.",
        5193.62,
        5201.06
    ],
    [
        " Back to the book.",
        5203.98,
        5205.06
    ],
    [
        " The journey was a nightmare, a horrid soul wrenching nightmare.",
        5205.54,
        5208.4
    ],
    [
        " It grew worse. Others fell out and died.",
        5209.14,
        5211.42
    ],
    [
        " Each step every day racked my body with pain.",
        5211.78,
        5214.02
    ],
    [
        " My infections became worse.",
        5214.62,
        5215.88
    ],
    [
        " Disease was taking me.",
        5216.4,
        5217.62
    ],
    [
        " I knew I was sliding closer to death, but I kept fighting as hard as I could.",
        5219.24,
        5223.26
    ],
    [
        " To keep my spirits up, I continually thought, continuously thought of my family",
        5223.96,
        5228.06
    ],
    [
        " of things I would do with Spencer and Vicki when I got home.",
        5228.06,
        5230.94
    ],
    [
        " Thinking of those two kids gave me strength, always bolstered my hope.",
        5231.68,
        5236.26
    ],
    [
        " My leg was now swollen to twice its normal size, dark colored filled with pus,",
        5237.62,
        5242.62
    ],
    [
        " long splits formed in the skin, pus and bloody stinking fluid oozed from the cracks.",
        5243.44,
        5249.04
    ],
    [
        " I dragged it along like a sodden club.",
        5249.78,
        5252.28
    ],
    [
        " Every movement lashed me with searing pain that kept my face contorted.",
        5253.96,
        5257.56
    ],
    [
        " I shrieked a silent cry within.",
        5258.14,
        5260.08
    ],
    [
        " Pain burdened a black and scarred deep in the center of my soul.",
        5261.04,
        5264.66
    ],
    [
        " Gang green said in.",
        5266.28,
        5267.52
    ],
    [
        " My bloody dysentery worsened.",
        5268.34,
        5270.42
    ],
    [
        " I had chills and fevers.",
        5271.3,
        5272.9
    ],
    [
        " I would find out later that I had three different kinds of malaria.",
        5273.54,
        5276.58
    ],
    [
        " Each morning, I fought a battle to stand.",
        5278.02,
        5281.28
    ],
    [
        " And with all that going on, I tried to maintain a sense of humor.",
        5281.94,
        5289.52
    ],
    [
        " It was hard, but it was necessary.",
        5290.22,
        5292.38
    ],
    [
        " Spirit is the most important factor in survival.",
        5293.02,
        5295.98
    ],
    [
        " A sense of human humor, even under the worst conditions, helps maintain spirit and in spirit, lives hope.",
        5296.36,
        5303.38
    ],
    [
        " I was determined to survive.",
        5304.3,
        5306.32
    ],
    [
        " Still, I owed so much to Wayne and Zahn.",
        5306.74,
        5309.28
    ],
    [
        " They helped me during the, through the worst, and were always concerned about me.",
        5310.28,
        5313.84
    ],
    [
        " They did all they could to help me.",
        5314.26,
        5315.62
    ],
    [
        " Zahn especially helped me remain positive, to be hopeful.",
        5315.9,
        5318.94
    ],
    [
        " As bad as things ever got, I never gave up hope.",
        5319.7,
        5323.58
    ],
    [
        " I mustered all my will each day, just to wake, stand and take a step.",
        5324.54,
        5330.22
    ],
    [
        " Then I fought hard for the remainder of the day to keep going, moving along the trail.",
        5330.92,
        5335.4
    ],
    [
        " I could barely walk, but somehow I did.",
        5336.1,
        5338.28
    ],
    [
        " I survived each day to open my eyes in the morning to the gift of one more dawn.",
        5339.06,
        5343.14
    ],
    [
        " The realities of my miserable world were clear.",
        5344.52,
        5346.8
    ],
    [
        " Death, our constant companion, stalked us, waiting for us to give into its relentless temptation.",
        5347.46,
        5354.62
    ],
    [
        " That would be the easy thing to do.",
        5356.14,
        5358.86
    ],
    [
        " In normal life, you have to take some overt action to die.",
        5359.24,
        5363.4
    ],
    [
        " You have to kill yourself.",
        5364.2,
        5365.36
    ],
    [
        " As a prisoner of war, under these circumstances, that is reversed.",
        5366.68,
        5371.12
    ],
    [
        " You have to reach deep within yourself and struggle each day to stay alive.",
        5372.42,
        5377.9
    ],
    [
        " Dying is easy.",
        5379.18,
        5380.94
    ],
    [
        " Just relax.",
        5381.12,
        5382.46
    ],
    [
        " Do nothing.",
        5383.24,
        5384.32
    ],
    [
        " Give up.",
        5384.92,
        5385.74
    ],
    [
        " Then peacefully surrender.",
        5386.32,
        5387.92
    ],
    [
        " Stop gagging down food.",
        5389.14,
        5390.5
    ],
    [
        " Stop struggling to walk.",
        5391.06,
        5392.32
    ],
    [
        " Stop fighting.",
        5392.82,
        5393.64
    ],
    [
        " And you will die.",
        5394.22,
        5395.5
    ],
    [
        " Many did.",
        5396.9,
        5398.6
    ],
    [
        " So that's an incredible paradox that you point out there.",
        5400.18,
        5409.18
    ],
    [
        " It's something that I saw.",
        5410.0,
        5412.06
    ],
    [
        " If you give up, then you just die.",
        5412.76,
        5417.0
    ],
    [
        " Stop eating and you die.",
        5417.28,
        5418.56
    ],
    [
        " It's hard to stay alive.",
        5419.6,
        5421.28
    ],
    [
        " You need something to motivate you to stay alive.",
        5421.6,
        5423.74
    ],
    [
        " I can't talk enough about those two kids.",
        5424.08,
        5427.62
    ],
    [
        " It's often hard to keep from getting very emotional.",
        5427.94,
        5433.62
    ],
    [
        " But those two little kids are probably the single most important reason that I survived,",
        5433.98,
        5442.38
    ],
    [
        " along with a lot of other things that helped.",
        5442.48,
        5445.48
    ],
    [
        " In that little four years, four and a half year old boy will celebrate his 50th birthday in April.",
        5446.42,
        5453.5
    ],
    [
        " And you'll be there with him, I will.",
        5454.24,
        5456.54
    ],
    [
        " Beautiful.",
        5458.24,
        5458.52
    ],
    [
        " I think we're getting to the low point here.",
        5461.68,
        5463.92
    ],
    [
        " The worst day of my life came a few weeks into this trip.",
        5464.1,
        5466.72
    ],
    [
        " I fought hard to continue the march, but I faltered.",
        5467.76,
        5469.82
    ],
    [
        " I dug deep inside myself for strength.",
        5470.36,
        5472.28
    ],
    [
        " There was nothing there.",
        5473.4,
        5474.58
    ],
    [
        " I dug deeper.",
        5475.32,
        5476.4
    ],
    [
        " I staggered on and faltered again.",
        5476.82,
        5478.66
    ],
    [
        " I struggled more.",
        5479.8,
        5480.74
    ],
    [
        " I reached deeper yet.",
        5481.06,
        5482.1
    ],
    [
        " I prayed for more strength.",
        5482.38,
        5483.96
    ],
    [
        " There was none.",
        5485.22,
        5486.4
    ],
    [
        " I collapsed.",
        5488.18,
        5488.76
    ],
    [
        " I got up and stumbled along.",
        5489.26,
        5491.36
    ],
    [
        " I collapsed again and again.",
        5491.76,
        5493.1
    ],
    [
        " And I got up again and again.",
        5493.52,
        5494.9
    ],
    [
        " I fought with all I had in my body, heart and soul.",
        5495.24,
        5498.94
    ],
    [
        " I collapsed and couldn't get up.",
        5500.16,
        5502.94
    ],
    [
        " I could not will myself up.",
        5503.62,
        5505.94
    ],
    [
        " I was at the end of my life.",
        5506.48,
        5508.28
    ],
    [
        " The guard looked down on me.",
        5509.5,
        5511.32
    ],
    [
        " He ordered me up.",
        5511.5,
        5512.36
    ],
    [
        " He yelled at me.",
        5512.86,
        5513.54
    ],
    [
        " I could not.",
        5513.82,
        5514.44
    ],
    [
        " It was done.",
        5515.88,
        5516.84
    ],
    [
        " I knew my life was ended.",
        5518.04,
        5519.3
    ],
    [
        " Here, on this miserable muddy jungle trail, it was over.",
        5520.3,
        5525.72
    ],
    [
        " Would my family ever know what had happened to me?",
        5527.36,
        5530.34
    ],
    [
        " Then, Zon was there, looking worried, bending over me.",
        5531.88,
        5536.34
    ],
    [
        " The guard yelled at him to stop.",
        5536.68,
        5537.9
    ],
    [
        " Undeterred, Zon reached down to help me.",
        5538.64,
        5540.56
    ],
    [
        " The guard yelled louder, but Zon's face was set with determination.",
        5540.88,
        5544.8
    ],
    [
        " In spite of whatever threats the guard was screaming, Zon raised me up, turned, and pulled me onto his frail, weak back.",
        5545.62,
        5552.76
    ],
    [
        " He wrapped my arms around his neck and clasped my wrist together in front of him.",
        5553.82,
        5558.18
    ],
    [
        " The rest of the day, he pulled me along, my feet dragging on the ground behind.",
        5559.34,
        5563.74
    ],
    [
        " Part of the time, he was helped by Lieutenant Hung.",
        5564.98,
        5567.48
    ],
    [
        " Nong Li, a big, impish brute, helped briefly, but it was Zon Hung who carried the burden that day.",
        5568.4,
        5574.76
    ],
    [
        " It was Zon who risked his own life to lift me from death.",
        5575.8,
        5579.22
    ],
    [
        " It was Zon who carried me and cared for me until we completed that long day's struggle at another wayside camp.",
        5580.58,
        5589.72
    ],
    [
        " I definitely owe him my life absolutely.",
        5593.1,
        5595.88
    ],
    [
        " You end up falling into a river as well.",
        5597.54,
        5604.96
    ],
    [
        " That's the next day when we tried to set out and I couldn't get back up.",
        5605.52,
        5609.18
    ],
    [
        " My ankle wound was so infected, I could barely move that leg.",
        5609.2,
        5612.84
    ],
    [
        " Three kinds of malaria, dysentery, and three kinds of intestinal parasites, malabsorbs and syndrome.",
        5613.62,
        5619.56
    ],
    [
        " I was just in a bad, bad way.",
        5619.56,
        5622.76
    ],
    [
        " You fall into this river, back to the book, Zon and Wayne came off the log and down the high-steep bank to my rescue.",
        5623.4,
        5631.48
    ],
    [
        " They waited into the turn and pulled me back onto the bank.",
        5632.02,
        5634.54
    ],
    [
        " With Wayne shouting in English and Zon and Vietnamese, they pleaded for the group to stay at the camp until I was able to travel again.",
        5635.1,
        5640.48
    ],
    [
        " They were ordered away.",
        5641.2,
        5642.28
    ],
    [
        " They wouldn't leave me.",
        5643.04,
        5644.0
    ],
    [
        " Guards dragged them away and forced them across the log bridge at gunpoint.",
        5644.14,
        5648.26
    ],
    [
        " They marched off with the rest of our prisoner group.",
        5648.26,
        5651.38
    ],
    [
        " Everyone believed I was left at that camp to die.",
        5651.46,
        5654.4
    ],
    [
        " So you get left by that group.",
        5655.1,
        5658.86
    ],
    [
        " And you go to another camp where they let you recover a little bit.",
        5659.9,
        5665.64
    ],
    [
        " I stayed in that camp and for some reason the decision was because I hadn't had any medical treatment to that point at all for months.",
        5665.66,
        5672.76
    ],
    [
        " That camp with me laid up there.",
        5673.76,
        5677.42
    ],
    [
        " They got the camp medic and came over and I got some shots of penicillin.",
        5677.68,
        5681.74
    ],
    [
        " I guess the only reason for the decision was we were along the trail and heading north and they wanted to give me an oe if it all possible.",
        5683.02,
        5690.48
    ],
    [
        " So they did give me penicillin shots for about five days running and as soon as I could stand up again and put any weight on my leg at all, then off we went back on the trail.",
        5690.48,
        5701.74
    ],
    [
        " Now you're on the trail, you were with one guard at this point.",
        5701.98,
        5705.48
    ],
    [
        " I was with one man, one guard named Sue, don't go north yet. Sue, DZU.",
        5705.52,
        5710.6
    ],
    [
        " And you're again, you're hiking again, challenging terrain and going back to the book.",
        5712.66,
        5719.8
    ],
    [
        " We continued day after day after miserable day.",
        5719.8,
        5722.16
    ],
    [
        " The journey was taking its toll, stretching my will to press on again.",
        5722.46,
        5726.38
    ],
    [
        " It's like you just keep getting to the bottom and finding more unbelievable.",
        5726.68,
        5731.78
    ],
    [
        " Each day's track demanded more than I thought I had to give.",
        5732.26,
        5735.04
    ],
    [
        " I was able to go on only by scraping up the few remaining bits of grit that remained in the most obscure recesses of my heart and soul.",
        5735.46,
        5743.94
    ],
    [
        " I prayed, I commanded, I willed myself to take step after impossible step.",
        5744.52,
        5749.44
    ],
    [
        " That effort itself fed an agony festering within me which swelled and nod at my core as weak followed wretched weak.",
        5750.26,
        5757.82
    ],
    [
        " Malaria attacks and bouts of bloody dysentery tortured me.",
        5758.94,
        5762.28
    ],
    [
        " The pain of my broken back pierced me every day.",
        5762.46,
        5765.4
    ],
    [
        " The souls of my feet were mosaics of raised welt and open bleeding gashes and punctures.",
        5765.76,
        5771.12
    ],
    [
        " Previously broken toes throbbed as I broke them again.",
        5772.02,
        5774.44
    ],
    [
        " And as always, there was the pesky leeches.",
        5775.5,
        5778.42
    ],
    [
        " But I was still alive.",
        5778.76,
        5781.62
    ],
    [
        " And for that, I thanked God.",
        5782.76,
        5785.4
    ],
    [
        " And not only did you thank God, you also still tried to escape in that state.",
        5790.42,
        5798.54
    ],
    [
        " That was one of the stupidest things I did in my entire captivity.",
        5798.8,
        5802.1
    ],
    [
        " But yes, I had that in the code of conduct.",
        5802.28,
        5804.7
    ],
    [
        " Escape, escape, escape.",
        5805.26,
        5806.34
    ],
    [
        " And we had planned, even in that first jungle camp, had planned an escape from there with Wayne.",
        5806.74,
        5811.48
    ],
    [
        " But it was because of my poor condition, the Wayne said, well, we're going to wait till you get some strength.",
        5812.14,
        5817.54
    ],
    [
        " They're this isn't going to work.",
        5817.68,
        5818.52
    ],
    [
        " And then of course, they took us off on the trip that Wayne didn't survive.",
        5818.7,
        5821.44
    ],
    [
        " But yeah, so the day that I finally did, I mean, had an opportunity.",
        5822.32,
        5824.98
    ],
    [
        " You mentioned I was with one guard.",
        5825.32,
        5826.7
    ],
    [
        " We'd often travel with groups of other groups in North Vietnamese going up and down the trail.",
        5826.98,
        5831.12
    ],
    [
        " And we were traveling with one such group this day.",
        5831.68,
        5833.92
    ],
    [
        " And I don't know where you're going to pick up the stories.",
        5834.56,
        5836.32
    ],
    [
        " You can just tell a part of it.",
        5836.52,
        5838.38
    ],
    [
        " So my guard zoo is talking to some other North Vietnamese guy.",
        5839.96,
        5843.18
    ],
    [
        " And we're all in a big group.",
        5843.34,
        5844.88
    ],
    [
        " And so they fall behind.",
        5845.12,
        5846.28
    ],
    [
        " And I'm still with the main group.",
        5846.4,
        5847.56
    ],
    [
        " But I'm kind of slowing down.",
        5847.92,
        5849.28
    ],
    [
        " And the group is moving away from me.",
        5849.4,
        5850.78
    ],
    [
        " And I came around one turn in the trail, one corner, no zoo behind me, no group in front of me.",
        5851.06,
        5856.46
    ],
    [
        " So just in that instant, I said, this is my chance.",
        5856.72,
        5859.56
    ],
    [
        " And plus I knew about where we were near the Demelatri zone.",
        5860.1,
        5863.74
    ],
    [
        " We were only several miles from the coast.",
        5863.74,
        5865.82
    ],
    [
        " So that's in the back of my mind.",
        5866.08,
        5867.48
    ],
    [
        " I think I could make it.",
        5867.58,
        5868.56
    ],
    [
        " So I just took off the trail and headed up the side of a hill with my great escape,",
        5868.94,
        5873.2
    ],
    [
        " which only lasted for a very few, I don't even know, lasted two minutes,",
        5873.36,
        5878.48
    ],
    [
        " but a very few moments before I was recapture.",
        5878.5,
        5881.96
    ],
    [
        " Are you going to read some of that?",
        5882.1,
        5883.1
    ],
    [
        " Yeah, this is what happened.",
        5883.44,
        5884.26
    ],
    [
        " You knew you get recaptured.",
        5884.28,
        5885.46
    ],
    [
        " Here's your thoughts.",
        5885.64,
        5886.26
    ],
    [
        " I'm dead.",
        5886.26,
        5886.82
    ],
    [
        " It's all over.",
        5887.08,
        5887.82
    ],
    [
        " Zoo hovered over me.",
        5888.18,
        5889.22
    ],
    [
        " His AK-47 module shifting from the center of my face to the middle of my chest.",
        5889.54,
        5893.4
    ],
    [
        " He shrieked you, you, why you, his face burned red, his eyes wild and rage.",
        5893.4,
        5898.28
    ],
    [
        " Spit sprayed as he screamed at me.",
        5898.66,
        5900.36
    ],
    [
        " This is it.",
        5901.06,
        5901.74
    ],
    [
        " His fingers on the trigger, he's going to kill me.",
        5902.28,
        5904.5
    ],
    [
        " And then you, I missed the trail.",
        5905.26,
        5907.7
    ],
    [
        " I got lost.",
        5907.96,
        5908.5
    ],
    [
        " He didn't shoot.",
        5909.44,
        5910.3
    ],
    [
        " He pointed his rifle away in a sullen voice he commanded.",
        5910.86,
        5913.34
    ],
    [
        " Get up, you do very bad.",
        5913.34,
        5914.64
    ],
    [
        " You have big problem now.",
        5914.94,
        5916.0
    ],
    [
        " He was shaking and raged.",
        5916.7,
        5918.4
    ],
    [
        " He motioned down the hill and said, go.",
        5918.62,
        5920.98
    ],
    [
        " Nothing more that was ever done to me.",
        5922.3,
        5924.82
    ],
    [
        " Never heard about the incident again.",
        5924.9,
        5926.64
    ],
    [
        " My psychological assessment is he was so embarrassed and would have been so much trouble.",
        5927.02,
        5932.56
    ],
    [
        " And I think, yeah, well, how'd you lose your personal eyes talking to some guy?",
        5932.56,
        5935.98
    ],
    [
        " I wasn't.",
        5936.12,
        5936.46
    ],
    [
        " He's just like, you know what?",
        5936.72,
        5938.2
    ],
    [
        " We're just going to cover that one up.",
        5938.32,
        5939.42
    ],
    [
        " Yeah.",
        5940.86,
        5941.28
    ],
    [
        " He was out of all the guards that I encountered.",
        5941.8,
        5943.98
    ],
    [
        " He was about the worst, the meanest despised me the most.",
        5943.98,
        5947.72
    ],
    [
        " I think of almost anyone that I encountered.",
        5947.88,
        5949.62
    ],
    [
        " And lucky me, I get stuck with him being my one single guard that was moving me after I got stuck with him.",
        5949.82,
        5955.44
    ],
    [
        " Was he with you with that original group and he stayed with you?",
        5955.64,
        5958.02
    ],
    [
        " Yeah.",
        5958.22,
        5958.24
    ],
    [
        " In fact, when I've got to that first jungle camp living in the cages, he was our interrogator there.",
        5958.24,
        5963.66
    ],
    [
        " I almost actually felt sorry for the guy.",
        5964.14,
        5966.18
    ],
    [
        " His English was so bad.",
        5966.26,
        5967.3
    ],
    [
        " It was as bad as my high school level Spanish was.",
        5967.52,
        5970.36
    ],
    [
        " I mean, he just could barely speak English.",
        5970.56,
        5972.12
    ],
    [
        " And he's trying to interrogate us and propagandize us and all this.",
        5972.26,
        5975.08
    ],
    [
        " But yeah, so he was the only guard that really spoke in English at all.",
        5975.68,
        5978.66
    ],
    [
        " So when I had to be separated from the group, they assigned him to be the one to stay back with me and move me north.",
        5978.66,
        5984.48
    ],
    [
        " And now, again, fast forward.",
        5985.32,
        5990.68
    ],
    [
        " You're now in a truck.",
        5991.56,
        5992.38
    ],
    [
        " You're now moving in vehicles.",
        5992.72,
        5995.04
    ],
    [
        " Okay.",
        5995.42,
        5995.64
    ],
    [
        " We got into North Vietnamese, walked all the way up across the North or to the North Vietnamese border on foot.",
        5995.72,
        6000.58
    ],
    [
        " So we're all the way just north of the Demelatris zone at this point.",
        6000.84,
        6004.42
    ],
    [
        " And then they put us on trucks to move us in to North Vietnam.",
        6004.98,
        6008.0
    ],
    [
        " And inside North Vietnam, we'd some nights move in trucks.",
        6008.36,
        6011.5
    ],
    [
        " Some days and nights would march depending on the threat from American air strikes.",
        6011.88,
        6015.82
    ],
    [
        " And of course, the trucks are these old Soviet air of things with no shocks.",
        6016.02,
        6019.44
    ],
    [
        " And by the way, you've a broken back at this point and it's not like the roads in North Vietnam or any kind of condition.",
        6019.54,
        6025.44
    ],
    [
        " So the way we first got on the trucks, I mean, after all this death march north, my attitude was, oh, trucks, this is wonderful.",
        6026.06,
        6032.84
    ],
    [
        " God, thank God.",
        6032.84,
        6034.2
    ],
    [
        " And God on the bed of that truck, it took about a minute and a half of driving down the road and that truck with no shocks, no springs, slams, slams, slams to, yeah.",
        6034.3,
        6043.42
    ],
    [
        " And you literally had a broken back at this point.",
        6043.7,
        6045.52
    ],
    [
        " It's literally unapproachable.",
        6045.52,
        6047.32
    ],
    [
        " And of course, as you said, I think you described this to your wife as a series of unfortunate events.",
        6047.64,
        6054.56
    ],
    [
        " So now you're out there and you see a flare in the sky.",
        6055.26,
        6060.16
    ],
    [
        " You recognize immediately. You know what's coming. You know it's.",
        6061.32,
        6063.54
    ],
    [
        " Yeah, there's more.",
        6063.54,
        6064.06
    ],
    [
        " Well, first two are flying Mohawk's up off the coast.",
        6064.16,
        6066.3
    ],
    [
        " We would pick up targets on radar at night.",
        6066.64,
        6068.7
    ],
    [
        " And the convoy is moving along highway one inside North Vietnam.",
        6068.74,
        6071.38
    ],
    [
        " And we'd turn it over to F4 fighter jets from the 490 second, 97th fighter wing out of Thailand.",
        6071.42,
        6078.96
    ],
    [
        " And they were called the night fighters and they'd drop flares and then strike the target.",
        6078.96,
        6082.64
    ],
    [
        " So yes, I knew exactly what was taking place.",
        6082.64,
        6084.9
    ],
    [
        " So you yell out air strike.",
        6085.08,
        6086.96
    ],
    [
        " And then here we go back to the book.",
        6087.7,
        6089.4
    ],
    [
        " The first F4 scream down from altitude and bombs exploded nearby.",
        6089.58,
        6093.08
    ],
    [
        " NVA anti-aircraft fire responded.",
        6093.56,
        6096.42
    ],
    [
        " The next F4 screech toward us.",
        6096.58,
        6098.98
    ],
    [
        " More bombs. More anti-aircraft.",
        6099.22,
        6101.08
    ],
    [
        " I began repeating the Lord is my shepherd.",
        6101.66,
        6104.08
    ],
    [
        " I shall not want.",
        6104.36,
        6105.32
    ],
    [
        " Yay, though I walk through the valley of the shadow of death.",
        6105.7,
        6108.32
    ],
    [
        " I will fear no evil for thou art with me.",
        6108.32,
        6111.12
    ],
    [
        " For thou art with me. Good God.",
        6111.26,
        6113.38
    ],
    [
        " The earth shook.",
        6114.24,
        6115.32
    ],
    [
        " Our truck banged about as if in an earthquake.",
        6115.88,
        6118.42
    ],
    [
        " Soldiers yelled from other trucks as some were hit.",
        6119.24,
        6121.62
    ],
    [
        " The world shuttered in explosions and flames.",
        6122.3,
        6124.66
    ],
    [
        " Then it was done.",
        6125.66,
        6126.76
    ],
    [
        " That was our first...",
        6128.52,
        6132.98
    ],
    [
        " Yeah, first or second night on trucks after we got into North Vietnam.",
        6132.98,
        6138.02
    ],
    [
        " Yes, so not only did I have the unpleasant bouncing around that was extremely painful.",
        6138.2,
        6141.52
    ],
    [
        " I think I mentioned the book got a horrible case of heartburn at night too.",
        6141.92,
        6145.28
    ],
    [
        " I got all the sour belches going on.",
        6145.46,
        6147.46
    ],
    [
        " And then we got that air strike.",
        6148.28,
        6151.26
    ],
    [
        " And again, that wasn't the first or last air strike that I experienced.",
        6151.7,
        6154.48
    ],
    [
        " But that was pretty horrific.",
        6154.7,
        6156.78
    ],
    [
        " And they hit some of the vehicles that were here.",
        6157.04,
        6158.36
    ],
    [
        " They did. They killed some of the Vietnamese so-so.",
        6158.36,
        6160.68
    ],
    [
        " Yeah, and I was...",
        6161.44,
        6162.6
    ],
    [
        " At this point when I got right to the border just before we got out of the trucks,",
        6162.6,
        6165.16
    ],
    [
        " I was married up with a second group of South Vietnamese prisoners,",
        6165.66,
        6168.58
    ],
    [
        " senior officer, South Vietnamese prisoners.",
        6169.06,
        6170.92
    ],
    [
        " So our group of prisoners was on one truck, but yeah,",
        6171.14,
        6173.62
    ],
    [
        " other trucks in the convoy got hit and people killed and luckily we didn't.",
        6173.74,
        6178.74
    ],
    [
        " Now you get into another camp and...",
        6178.74,
        6183.3
    ],
    [
        " I'm going back to the book.",
        6183.3,
        6185.56
    ],
    [
        " The guards took us to a small hut with posts and enough to tie our hammocks.",
        6185.66,
        6190.48
    ],
    [
        " They fastened the door shut and placed local militia guards outside.",
        6191.24,
        6194.64
    ],
    [
        " We settled in getting comfortable and resting.",
        6194.78,
        6196.48
    ],
    [
        " The door opened. A guard came in and said something.",
        6196.56,
        6199.7
    ],
    [
        " A South Vietnamese prisoner entered behind him, Lieutenant Hung.",
        6200.46,
        6203.6
    ],
    [
        " My God, I knew.",
        6204.36,
        6206.06
    ],
    [
        " It was a wane who had died in this camp.",
        6206.94,
        6209.14
    ],
    [
        " Captain Wayne Finch. Wayne was dead.",
        6209.66,
        6211.88
    ],
    [
        " My God.",
        6212.74,
        6213.32
    ],
    [
        " Hung stared as if at a ghost astounded to see me alive.",
        6214.06,
        6217.92
    ],
    [
        " He cried. I sat slumped, devastated at the realization that Wayne Finch was dead.",
        6218.2,
        6224.16
    ],
    [
        " My friend Wayne, who had helped me, cared for me.",
        6224.2,
        6227.1
    ],
    [
        " My friend Wayne, who I owed so much, he was dead.",
        6227.64,
        6231.04
    ],
    [
        " Shocked, disbelieving, I introduced Hung to the others.",
        6232.48,
        6238.1
    ],
    [
        " He told us how everyone thought I was dead,",
        6238.72,
        6241.0
    ],
    [
        " how the group suffered on the march north after they left me,",
        6241.54,
        6244.9
    ],
    [
        " how two tall American pilots joined them,",
        6245.32,
        6247.42
    ],
    [
        " how Wayne continued to get sicker, lost hope, and grew weak.",
        6247.8,
        6251.56
    ],
    [
        " I fell into sadness, twisting it into melancholy self-pity,",
        6252.18,
        6256.84
    ],
    [
        " sinking to the lowest point I had known.",
        6257.36,
        6260.44
    ],
    [
        " And I had to be devastating.",
        6261.18,
        6266.94
    ],
    [
        " It was. We had been separated.",
        6267.64,
        6269.44
    ],
    [
        " And when I got to this camp with the new group of South Vietnamese,",
        6269.66,
        6272.96
    ],
    [
        " when we arrived at the camp, the camp commander gave a speech.",
        6273.54,
        6276.24
    ],
    [
        " And I could hear him say Fin, Fin,",
        6277.26,
        6278.98
    ],
    [
        " and the South, one of the South Vietnamese officers,",
        6279.34,
        6281.36
    ],
    [
        " translated for me, said, do you know of Fin?",
        6281.6,
        6283.5
    ],
    [
        " There was an American Fin that died in this camp.",
        6283.72,
        6285.68
    ],
    [
        " And I said, I don't know any Fin,",
        6285.86,
        6287.46
    ],
    [
        " but what I did, what I should have put together",
        6288.72,
        6291.28
    ],
    [
        " with the bad pronunciation was Finch.",
        6291.28,
        6293.0
    ],
    [
        " And Hung had been one of the guys helped drag me through the jungle with the song.",
        6293.56,
        6297.48
    ],
    [
        " And as soon as I saw Hung, I knew that it was Finch.",
        6298.1,
        6302.26
    ],
    [
        " Yeah, they took me to see the grave where he was buried.",
        6302.44,
        6305.64
    ],
    [
        " And at least that rough idea of where we were helped me when I came back",
        6306.32,
        6309.78
    ],
    [
        " to my debriefs to get that location to the Americans.",
        6309.78,
        6313.0
    ],
    [
        " And eventually it took a few years or several years.",
        6313.0,
        6315.26
    ],
    [
        " Wayne's body was recovered and brought back.",
        6315.68,
        6317.9
    ],
    [
        " But that was a low morale point for me on the trip.",
        6318.12,
        6322.32
    ],
    [
        " That was devastating.",
        6322.48,
        6323.62
    ],
    [
        " You're going to go into the potato story?",
        6324.2,
        6325.48
    ],
    [
        " No, tell the potato story.",
        6326.04,
        6327.1
    ],
    [
        " Okay, I'll tell the potatoes.",
        6327.3,
        6328.06
    ],
    [
        " Because this is another guy.",
        6328.18,
        6328.96
    ],
    [
        " They're two Vietnamese.",
        6329.16,
        6330.08
    ],
    [
        " I mean, a lot of people helped me.",
        6330.52,
        6331.66
    ],
    [
        " Oh, yeah.",
        6331.92,
        6332.52
    ],
    [
        " They're different people I've survived.",
        6332.52,
        6333.24
    ],
    [
        " Yeah, tell the potato story and then I'll wrap it up for you.",
        6333.56,
        6336.6
    ],
    [
        " Because yeah, tell the potato story.",
        6336.7,
        6337.88
    ],
    [
        " Okay.",
        6337.88,
        6338.18
    ],
    [
        " How we do that on time?",
        6338.24,
        6339.5
    ],
    [
        " We're just going on and on and on.",
        6339.5,
        6341.06
    ],
    [
        " We're good.",
        6341.06,
        6341.58
    ],
    [
        " All right.",
        6341.8,
        6342.12
    ],
    [
        " Song had helped me as we already described.",
        6342.76,
        6345.5
    ],
    [
        " But in the second group of prisoners, I came to know one Lieutenant Colonel Kay Niem,",
        6345.5,
        6351.14
    ],
    [
        " who today lives in San Jose, California.",
        6351.78,
        6353.7
    ],
    [
        " Still a dear friend.",
        6353.92,
        6354.78
    ],
    [
        " But Kay, when he was captured, had a gold cross pin.",
        6355.22,
        6359.02
    ],
    [
        " I mean, real gold.",
        6359.22,
        6359.92
    ],
    [
        " So it was a very valuable pin.",
        6359.92,
        6361.48
    ],
    [
        " When he was captured, he hid it in the lining of his uniform.",
        6361.7,
        6364.52
    ],
    [
        " And he was going to trade it for something for his own benefit when he got to wherever he was going to get to.",
        6364.84,
        6369.46
    ],
    [
        " So I'm in the state that you've described.",
        6370.46,
        6372.3
    ],
    [
        " I'm just physically erect now, emotionally, mentally, and alone.",
        6372.52,
        6375.6
    ],
    [
        " We're being held in a hut.",
        6376.26,
        6378.06
    ],
    [
        " There's a local militia guy guarding it outside.",
        6378.22,
        6380.48
    ],
    [
        " Kay goes to the wall, that's wall, and talks to the guy.",
        6380.68,
        6384.3
    ],
    [
        " And I see him hand his pen out to the guy.",
        6384.52,
        6386.74
    ],
    [
        " And the guy disappears.",
        6387.26,
        6388.16
    ],
    [
        " A couple hours later, the guy returns with a small bag",
        6388.36,
        6390.92
    ],
    [
        " and passes it in.",
        6390.92,
        6392.0
    ],
    [
        " And the bag was six potatoes.",
        6392.32,
        6394.02
    ],
    [
        " So Kay had traded his valuable,",
        6394.68,
        6397.24
    ],
    [
        " gold cross pin for six potatoes.",
        6397.44,
        6400.1
    ],
    [
        " Had a potato cooked each day for the next six days for me.",
        6400.72,
        6404.78
    ],
    [
        " And I ate it.",
        6405.38,
        6405.86
    ],
    [
        " Kay wouldn't take any potatoes.",
        6406.06,
        6407.4
    ],
    [
        " None of the other Vietnamese senior officers would take any of the potato they were from me.",
        6407.64,
        6412.02
    ],
    [
        " And just, I mean, both the physical strength the potatoes gave me.",
        6412.7,
        6417.12
    ],
    [
        " But even more importantly, just the mental lift that his sacrifice gave for me,",
        6417.12,
        6422.82
    ],
    [
        " really brought me out of my, out of my doldrums there and gave me the spirit to go on.",
        6423.04,
        6428.36
    ],
    [
        " Unbelievable.",
        6428.56,
        6430.06
    ],
    [
        " The one more thing that happens with Kay,",
        6430.98,
        6433.12
    ],
    [
        " you're getting ready to leave the camp to go to a new camp.",
        6433.66,
        6436.9
    ],
    [
        " Right.",
        6437.02,
        6437.2
    ],
    [
        " And Kay tapped my arm.",
        6437.54,
        6438.76
    ],
    [
        " Look, he said,",
        6439.22,
        6439.82
    ],
    [
        " the curious militia guard who'd been so interested in learning about South Vietnam in America,",
        6440.2,
        6444.38
    ],
    [
        " who'd fetched my potatoes, stood there looking like a kid with a new puppy.",
        6444.38,
        6449.6
    ],
    [
        " He came close to the truck and I leaned against the state side.",
        6450.26,
        6454.02
    ],
    [
        " Good bye, he said, grinning.",
        6455.1,
        6457.36
    ],
    [
        " His simple humanity made me smile and I said,",
        6458.18,
        6461.28
    ],
    [
        " goodbye.",
        6461.62,
        6461.96
    ],
    [
        " Kay saw my astonishment.",
        6462.98,
        6464.18
    ],
    [
        " He want to learn to say goodbye to you when you leave.",
        6464.72,
        6467.68
    ],
    [
        " I teach him.",
        6468.1,
        6468.74
    ],
    [
        " He good man.",
        6469.24,
        6469.92
    ],
    [
        " Yes, I thought.",
        6471.08,
        6472.28
    ],
    [
        " No doubt he is.",
        6472.9,
        6474.2
    ],
    [
        " There are good men everywhere.",
        6474.78,
        6476.36
    ],
    [
        " It's the governments, the systems, the leaders that are bad.",
        6477.14,
        6480.36
    ],
    [
        " It's communism that sucks, not the people of North Vietnam.",
        6480.82,
        6483.72
    ],
    [
        " They are not so different from the South.",
        6484.66,
        6486.74
    ],
    [
        " Not so different from me.",
        6487.9,
        6489.48
    ],
    [
        " I learned a lot of lessons on this trip.",
        6491.42,
        6498.0
    ],
    [
        " I learned a lot of lessons about humanity and people.",
        6498.78,
        6502.58
    ],
    [
        " And I do, honestly believe, we are all God's children.",
        6504.28,
        6507.9
    ],
    [
        " You and I had the good fortune to be born where we were born in this wonderful country of ours.",
        6509.0,
        6514.4
    ],
    [
        " Others have had the not so good fortune.",
        6515.76,
        6518.84
    ],
    [
        " But I came across good people in Vietnam.",
        6519.78,
        6523.22
    ],
    [
        " And he, though, he was my enemy, was one.",
        6523.98,
        6527.6
    ],
    [
        " Sometimes people ask me if I have any hatred for those guys and the treatment that I got.",
        6528.4,
        6532.36
    ],
    [
        " And I don't.",
        6532.74,
        6533.56
    ],
    [
        " I don't.",
        6533.88,
        6534.86
    ],
    [
        " I think they were human beings, not so different than you and me.",
        6535.36,
        6539.2
    ],
    [
        " They had their news controlled by their government, their propaganda,",
        6540.42,
        6543.7
    ],
    [
        " plus they were suffering airstrikes and everything else.",
        6544.04,
        6545.82
    ],
    [
        " They behaved the way that they behaved.",
        6545.94,
        6548.16
    ],
    [
        " I guess the one guy still don't care much for was it too,",
        6548.8,
        6551.28
    ],
    [
        " but we'd probably get over if I have, if I have a met the guy.",
        6551.28,
        6554.28
    ],
    [
        " So no, I don't, I don't have any hatred there.",
        6554.9,
        6556.64
    ],
    [
        " There's people like, like you and I.",
        6556.82,
        6558.88
    ],
    [
        " And there was even times, I mean, when you're walking through a village and now you're North Korean nom,",
        6559.18,
        6565.0
    ],
    [
        " what you're just talking about, they'd been bombed, they lost their sons,",
        6565.22,
        6568.3
    ],
    [
        " and they're trying to basically attack you.",
        6568.3,
        6570.42
    ],
    [
        " They're throwing rocks at you.",
        6570.48,
        6571.4
    ],
    [
        " And the guys that are guarding you actually, I don't think they shot at them,",
        6571.56,
        6575.84
    ],
    [
        " but they fired at you.",
        6575.86,
        6576.88
    ],
    [
        " Shot over their heads to protect you all.",
        6576.98,
        6579.28
    ],
    [
        " Which I've found to be in my South Vietnamese friends.",
        6579.66,
        6582.9
    ],
    [
        " I mean, you'll talk to people who have experience in the Vietnam War",
        6583.0,
        6585.42
    ],
    [
        " and you get all kinds of different opinions of the South Vietnamese and good, worthless, whatever.",
        6585.42,
        6590.68
    ],
    [
        " And they have all varieties like we are.",
        6591.44,
        6594.04
    ],
    [
        " There are some that fought valiantly and bravely, like the guys at Firebase Charlie.",
        6594.18,
        6597.62
    ],
    [
        " The people that I was with as a prisoner of war were great human beings.",
        6598.18,
        6602.32
    ],
    [
        " And when we get attacked, yeah, the first thing they put me in,",
        6602.72,
        6605.44
    ],
    [
        " they, the communist guards, it took me in the middle,",
        6605.44,
        6607.84
    ],
    [
        " but then the South Vietnamese willingly would form primitors around me.",
        6607.84,
        6610.98
    ],
    [
        " And then the guards were on the outside firing as necessary all to protect me.",
        6611.56,
        6615.62
    ],
    [
        " One time going back to book, the guards start screaming,",
        6615.7,
        6621.9
    ],
    [
        " be nom hey, be nom hey.",
        6622.24,
        6624.82
    ],
    [
        " Which means, which means,",
        6625.12,
        6628.54
    ],
    [
        " which means,",
        6628.76,
        6628.9
    ],
    [
        " and for those of you that don't translate that real quick, that's B52.",
        6628.9,
        6635.16
    ],
    [
        " The bombs dropped hundreds of bombs fell all around us, big bombs, nearly on top of us.",
        6636.44,
        6642.78
    ],
    [
        " I knew there was a little chance of living through a B52 strike,",
        6643.06,
        6645.84
    ],
    [
        " but by the grace of God, no bombs fell in our crater.",
        6646.22,
        6649.0
    ],
    [
        " The earth trembled, it shook, it ruptured, and heaved.",
        6649.66,
        6652.72
    ],
    [
        " Waves of crushing pressure blasted through us, squeezing, hurting my head in ears.",
        6653.26,
        6657.28
    ],
    [
        " The suffocating pressure was painful, awful, frightening.",
        6657.78,
        6660.64
    ],
    [
        " It stopped. Always cry it.",
        6661.28,
        6663.96
    ],
    [
        " I was dead. I knew it.",
        6664.44,
        6666.18
    ],
    [
        " I felt ringing in my ears, frobbing in my head.",
        6666.44,
        6669.42
    ],
    [
        " I must be alive.",
        6670.04,
        6671.02
    ],
    [
        " Next to me, the officer sat up and holstered his pistol.",
        6671.84,
        6674.82
    ],
    [
        " By the way, the guy had drawn his pistol and held it to your head to make sure you'd run.",
        6674.96,
        6678.82
    ],
    [
        " Yeah, he was going to skip during the B52 strike.",
        6679.02,
        6680.58
    ],
    [
        " Kay was moving.",
        6680.9,
        6683.12
    ],
    [
        " Others began sitting up days, but alive.",
        6683.28,
        6685.06
    ],
    [
        " No one could hear.",
        6685.34,
        6686.08
    ],
    [
        " No one spoke.",
        6686.6,
        6688.86
    ],
    [
        " We crawled out of the hole and started walking in the direction we'd been traveling.",
        6689.18,
        6692.32
    ],
    [
        " Yes, it was in North Fiend.",
        6693.24,
        6695.08
    ],
    [
        " We'd come upon an area of a lot of bomb craters.",
        6695.18,
        6697.06
    ],
    [
        " They've been bombed frequently.",
        6697.22,
        6698.14
    ],
    [
        " Then the enemy shot two anti-aircraft rounds.",
        6698.5,
        6701.88
    ],
    [
        " That seemed to be their signal.",
        6701.88,
        6702.98
    ],
    [
        " Two rounds was an air strike.",
        6703.1,
        6705.24
    ],
    [
        " Then they started shouting bottom high and all hell broke loose upon us.",
        6705.9,
        6709.84
    ],
    [
        " Now you get to Hanoi, right?",
        6711.74,
        6714.56
    ],
    [
        " And you get a bed.",
        6715.42,
        6716.92
    ],
    [
        " A board.",
        6717.48,
        6718.44
    ],
    [
        " Okay, a board.",
        6718.98,
        6719.44
    ],
    [
        " There's a blanket, though.",
        6720.22,
        6721.18
    ],
    [
        " There was a blanket.",
        6721.4,
        6722.36
    ],
    [
        " It gets cold in heaven.",
        6722.42,
        6723.4
    ],
    [
        " And French bread.",
        6723.74,
        6725.2
    ],
    [
        " Is that a...",
        6725.64,
        6727.54
    ],
    [
        " Hey, you called it French bread.",
        6727.54,
        6728.86
    ],
    [
        " I'm close and you hear.",
        6728.98,
        6729.92
    ],
    [
        " It's like a small piece of French bread is what it looked like, but it was just...",
        6730.02,
        6735.02
    ],
    [
        " I mean, it was kind of half rotten and pieces of rock and stick and junk and it was just...",
        6735.02,
        6739.5
    ],
    [
        " It's funny, even in the book.",
        6739.5,
        6740.7
    ],
    [
        " When you first talk about the French bread, you French bread.",
        6741.0,
        6743.5
    ],
    [
        " Then it comes to my eyes.",
        6743.62,
        6745.18
    ],
    [
        " A couple of pages later, you're saying there was bugs and it sticks.",
        6745.44,
        6749.72
    ],
    [
        " But when you first got that French bread.",
        6749.84,
        6751.64
    ],
    [
        " The first...",
        6751.98,
        6752.32
    ],
    [
        " I was putting solitary confinement in my first prison and I was brought a meal.",
        6752.32,
        6755.38
    ],
    [
        " And now the whole time I was captured down in the jungle, we got a ball of grapefruit-sized",
        6755.66,
        6759.82
    ],
    [
        " ball of rice in the morning, a grapefruit-sized ball of rice in the evening for our food.",
        6759.82,
        6763.08
    ],
    [
        " That's what we got.",
        6763.26,
        6763.76
    ],
    [
        " Hiking up the Ho Chi Minh Trail, we would...",
        6764.38,
        6766.98
    ],
    [
        " In the evenings, they would cook rice that the communists would and we would get about",
        6766.98,
        6771.16
    ],
    [
        " that same equivalent of about a ball of size of rice.",
        6771.16,
        6773.16
    ],
    [
        " And then we would roll up a ball to eat during the journey on the next morning.",
        6773.54,
        6778.14
    ],
    [
        " So it was the same thing.",
        6778.14,
        6779.16
    ],
    [
        " Two grapefruit-sized balls of rice a day.",
        6779.42,
        6781.3
    ],
    [
        " And that's all that I had with an occasional piece of maniac...",
        6781.4,
        6785.76
    ],
    [
        " Yeah, and maybe some...",
        6785.76,
        6788.92
    ],
    [
        " Oh, what the heck did they call it?",
        6788.92,
        6790.16
    ],
    [
        " Bamboo shoot, occasional, mostly just rice.",
        6791.1,
        6793.52
    ],
    [
        " So I get to Hanoi.",
        6793.82,
        6794.64
    ],
    [
        " I'm in solitary confinement.",
        6795.02,
        6796.18
    ],
    [
        " They bring me a meal.",
        6796.36,
        6797.2
    ],
    [
        " It's a plate of bean sprouts.",
        6797.4,
        6800.74
    ],
    [
        " A plate of bean sprouts with this piece of French bread on the side.",
        6801.08,
        6803.84
    ],
    [
        " And I'm sitting there for a lot of reasons.",
        6804.44,
        6806.06
    ],
    [
        " I mean, I knew that I was in Hanoi.",
        6806.06,
        6807.7
    ],
    [
        " I knew that this horrible trip of walking every single day and not knowing how I was going",
        6807.78,
        6812.94
    ],
    [
        " to survive through the day.",
        6812.94,
        6813.72
    ],
    [
        " All that was over.",
        6813.78,
        6814.68
    ],
    [
        " I'm here.",
        6814.82,
        6815.2
    ],
    [
        " I'm in Hanoi.",
        6815.66,
        6816.48
    ],
    [
        " Oh, plus they'd given me a bath and gave me a prison uniform and shaved me.",
        6816.62,
        6820.48
    ],
    [
        " I mean, I had not shaved the whole time.",
        6821.16,
        6823.56
    ],
    [
        " So I've been a prisoner for months.",
        6823.68,
        6824.76
    ],
    [
        " I have this huge beard.",
        6825.1,
        6826.12
    ],
    [
        " And I sat there and they brought that food.",
        6826.86,
        6828.6
    ],
    [
        " And I did.",
        6828.94,
        6829.32
    ],
    [
        " I cried.",
        6829.46,
        6829.8
    ],
    [
        " Tears rolled down my cheeks.",
        6830.18,
        6831.26
    ],
    [
        " I knew for the first time since I was shot down, there was no doubt in my mind I was going",
        6831.98,
        6838.3
    ],
    [
        " to survive.",
        6838.3,
        6838.84
    ],
    [
        " That was no longer a question.",
        6839.1,
        6840.06
    ],
    [
        " All I had to do was gut out those last however long was going to be in Hanoi.",
        6840.24,
        6843.76
    ],
    [
        " They'd given me this wonderful food of bean sprouts and this piece of crappy French bread.",
        6843.88,
        6848.42
    ],
    [
        " But it was wonderful.",
        6848.9,
        6850.46
    ],
    [
        " That's, yeah.",
        6851.36,
        6852.82
    ],
    [
        " Beautiful.",
        6853.36,
        6854.12
    ],
    [
        " And here's as this continues here in Hanoi, I'm going back to the book.",
        6858.42,
        6861.66
    ],
    [
        " I stood in the cell about 12 feet wide and 25 feet long.",
        6861.8,
        6864.54
    ],
    [
        " Six bunks lined up to my right head and against the wall.",
        6864.84,
        6869.04
    ],
    [
        " Two others lay lengthwise against the wall to my left.",
        6869.44,
        6871.5
    ],
    [
        " The bunks were three by six foot pieces of wood resting on saw horses of the same width.",
        6871.66,
        6876.62
    ],
    [
        " He was covered with a bamboo mat, a blanket nearly folded on one end.",
        6877.16,
        6880.32
    ],
    [
        " Between the bunks on my left, I saw two buckets just like the ones in my solitary cells.",
        6880.46,
        6885.66
    ],
    [
        " A row of three small windows slits, six by 18 inches, opened high at the back at the",
        6886.0,
        6892.98
    ],
    [
        " top of the back wall.",
        6892.98,
        6893.82
    ],
    [
        " Seven sets of eyes fixed on me.",
        6894.9,
        6897.14
    ],
    [
        " One approached and put out his hand.",
        6897.84,
        6899.96
    ],
    [
        " I'm John Murphy, captain, Air Force.",
        6900.92,
        6903.84
    ],
    [
        " How you doing?",
        6904.84,
        6905.42
    ],
    [
        " Americans.",
        6906.56,
        6907.42
    ],
    [
        " A room full of Americans.",
        6908.5,
        6910.4
    ],
    [
        " Oh God bless you.",
        6910.96,
        6914.02
    ],
    [
        " And that's your, your with these other prisoners and I hadn't seen another American since I split",
        6915.3,
        6921.98
    ],
    [
        " up from that group all that time ago on the trail.",
        6921.98,
        6924.88
    ],
    [
        " It was a glorious moment to come out of solitary confinement, be put in a room with seven",
        6924.88,
        6929.46
    ],
    [
        " other guys.",
        6929.46,
        6929.92
    ],
    [
        " And you know, this is one of the things that I talked about you as we were getting ready",
        6930.52,
        6934.66
    ],
    [
        " to record.",
        6934.66,
        6935.26
    ],
    [
        " I said, look, I want to read your entire book on this podcast because it's so good.",
        6936.66,
        6941.96
    ],
    [
        " And nobody's going to want to go buy the book that I just heard the whole book read to",
        6943.14,
        6946.9
    ],
    [
        " them.",
        6946.9,
        6947.02
    ],
    [
        " And, and one of the decisions that I made was one of the things that you do in here is",
        6947.64,
        6952.44
    ],
    [
        " this is a book about you, but you do a wonderful and a beautiful job of describing and telling",
        6952.44,
        6960.38
    ],
    [
        " the stories of all these other heroes that you're with.",
        6960.38,
        6964.96
    ],
    [
        " And as a matter of fact, you call this chapter, chapter 12 in the company of heroes with",
        6965.04,
        6969.46
    ],
    [
        " all these other Americans that, you know, you told me on the way over here and you talk",
        6969.46,
        6972.56
    ],
    [
        " about it in the book, you'd been in, you were there for at this point, what, six months",
        6972.56,
        6976.98
    ],
    [
        " were you there at this point, seven months?",
        6976.98,
        6978.42
    ],
    [
        " Yeah, something like that.",
        6979.26,
        6981.0
    ],
    [
        " Some of these guys had been in captivity for three years, five years, seven years.",
        6981.3,
        6988.38
    ],
    [
        " And then the one guy I talked about in their gym tops and had been a prisoner for nine",
        6988.46,
        6992.0
    ],
    [
        " years, I felt I needed to do that in this book.",
        6992.0,
        6995.42
    ],
    [
        " I've had some real mixed feelings about writing this book.",
        6995.66,
        6998.36
    ],
    [
        " I didn't want to do a book focused, you know, this happened to me story and I did all",
        6998.42,
        7003.22
    ],
    [
        " this great stuff.",
        7003.22,
        7003.8
    ],
    [
        " I know I suffered, but there were so many other prisoners from the Southern experience.",
        7003.98,
        7009.12
    ],
    [
        " That's the story I wanted to tell this, this different Southern experience is different",
        7009.16,
        7012.68
    ],
    [
        " than the prisoners who were shot down in capture in the north.",
        7012.68,
        7014.78
    ],
    [
        " So many of these guys, many, many of these guys suffered so much more than I did, spent",
        7015.2,
        7019.86
    ],
    [
        " so much more time and captivity than I did.",
        7019.86,
        7021.94
    ],
    [
        " So I do share those stories of those guys in the company of heroes.",
        7022.52,
        7026.76
    ],
    [
        " When I got to Hanoi, got into the prison of plantation gardens, I met these other guys",
        7026.76,
        7031.76
    ],
    [
        " and they had the truly incredible heroic stories to share.",
        7031.76,
        7035.52
    ],
    [
        " And you do a phenomenal job in the book of, of describing, you know, them, who they",
        7036.02,
        7043.72
    ],
    [
        " were, what they've been through, Bill Gantt, Al Kroboff, John Parcells, Bill Thomas,",
        7043.72,
        7051.52
    ],
    [
        " Bill Henderson, Dave Mott, just you go through the guys.",
        7051.7,
        7055.42
    ],
    [
        " Yeah, those were the guys of my cell and I don't know if you caught in there out of the",
        7056.14,
        7059.4
    ],
    [
        " eight guys in the cell, four of us were named Bill.",
        7059.4,
        7061.54
    ],
    [
        " That's just crazy.",
        7061.92,
        7063.08
    ],
    [
        " Eight Americans in a cell and four of us named Bill.",
        7063.66,
        7066.2
    ],
    [
        " So I became new Bill.",
        7066.56,
        7068.46
    ],
    [
        " Bill Gantt was an Air Force pilot, about 6465.",
        7070.06,
        7073.28
    ],
    [
        " He was Big Bill.",
        7073.28,
        7074.16
    ],
    [
        " There was a Marine War Officer who was some prehistoric, elderly gentleman.",
        7074.56,
        7078.3
    ],
    [
        " The poor guy was 36 years old.",
        7078.46,
        7080.14
    ],
    [
        " We couldn't believe he'd survived, but he was old Bill and then we had an Air Force,",
        7080.46,
        7085.7
    ],
    [
        " Obi-Ten pilot, who became young Bill.",
        7085.9,
        7088.34
    ],
    [
        " We had four Bill's out of the eight guys.",
        7088.56,
        7090.72
    ],
    [
        " But yeah, then the others, and they, those guys had all suffered too, but then there were",
        7091.4,
        7096.7
    ],
    [
        " other guys in the camp shoot Dennis Thompson and Harvey Brand, two special forces guys",
        7096.7,
        7105.74
    ],
    [
        " captured Long Vey, their experiences, so many others.",
        7105.74,
        7109.26
    ],
    [
        " Five guys from a TV station in a way who were captured in TET.",
        7109.48,
        7113.84
    ],
    [
        " I mean, who would think that a radio station, TV station crew would get captured, but they",
        7114.0,
        7118.9
    ],
    [
        " had all of their trials and tribulations.",
        7118.9,
        7121.56
    ],
    [
        " The most was Jim Thompson in his nine years of suffering as a prisoner of war.",
        7122.24,
        7127.24
    ],
    [
        " One of the guys I do want to highlight is Colonel Ted Guy.",
        7127.78,
        7131.6
    ],
    [
        " Someone to go to the book.",
        7132.2,
        7132.96
    ],
    [
        " Are senior ranking officers, please?",
        7133.08,
        7135.74
    ],
    [
        " And someone's briefing you, kind of telling you what's going on, and here's what Dave says.",
        7135.94,
        7141.74
    ],
    [
        " Dave Mott.",
        7142.16,
        7142.52
    ],
    [
        " He says, the SRO, that's the senior ranking officer for the camp, is Colonel Ted Guy.",
        7142.68,
        7148.5
    ],
    [
        " He's in the shed up on top of the camp.",
        7148.84,
        7151.0
    ],
    [
        " That's where they've segregated the senior officers and NCOs from the rest of us.",
        7151.42,
        7155.6
    ],
    [
        " He's an Air Force Lieutenant Colonel who must have been promoted to full bird by now.",
        7155.94,
        7159.56
    ],
    [
        " He went down over Laos in an F4 in 1968.",
        7160.06,
        7162.9
    ],
    [
        " He's a good leader and a real hard ass.",
        7163.82,
        7165.86
    ],
    [
        " He runs a tight ship.",
        7166.28,
        7167.28
    ],
    [
        " Doesn't allow making any propaganda statements.",
        7167.74,
        7170.36
    ],
    [
        " No one can accept early release.",
        7170.98,
        7172.76
    ],
    [
        " We live by the code of conduct.",
        7173.18,
        7175.54
    ],
    [
        " He's taken a lot of beatings and torture for us.",
        7176.22,
        7179.42
    ],
    [
        " We call him the hawk.",
        7179.7,
        7181.08
    ],
    [
        " Al Kroboff jumped in immediately.",
        7181.6,
        7183.92
    ],
    [
        " Yeah, and we're hawks heroes.",
        7184.68,
        7186.28
    ],
    [
        " Just like Hogan's heroes on the TV show, only we don't have as much fun.",
        7186.82,
        7190.8
    ],
    [
        " He had a shit-aiding grin on his face.",
        7191.28,
        7193.06
    ],
    [
        " He also looked like crap.",
        7193.76,
        7195.12
    ],
    [
        " So that's, I thought it was, what?",
        7197.48,
        7200.42
    ],
    [
        " That's one of the, you know, you, you, again, you go through all these guys and what",
        7200.6,
        7204.32
    ],
    [
        " they've done.",
        7204.32,
        7204.86
    ],
    [
        " And you also talk about, you talk about some of those heroes that held the line.",
        7205.58,
        7210.36
    ],
    [
        " And you also talk about another group who I'll go to here.",
        7210.62,
        7214.5
    ],
    [
        " Sometimes I could hear a lot of noise from the other side of the wall separating our",
        7214.68,
        7218.6
    ],
    [
        " row of cells from those on the further end of our building.",
        7218.6,
        7221.52
    ],
    [
        " I could see the top of a basketball hoop.",
        7222.04,
        7224.88
    ],
    [
        " An occasional volleyball arched high over an out of sight net.",
        7225.56,
        7229.86
    ],
    [
        " What's up with that, I asked?",
        7230.94,
        7232.38
    ],
    [
        " That's the peace committee came the answer.",
        7232.94,
        7235.24
    ],
    [
        " What's the peace committee?",
        7235.48,
        7236.34
    ],
    [
        " Eight guys who collaborate with the enemy.",
        7237.18,
        7239.58
    ],
    [
        " They've been ordered to stop, but they won't.",
        7240.22,
        7242.42
    ],
    [
        " They study communism, do propaganda, make radio broadcasts, even rat on other Americans.",
        7242.9,
        7249.4
    ],
    [
        " For that, they get packages, get to write letters, and can go outside whenever they want",
        7250.34,
        7255.16
    ],
    [
        " and play games.",
        7255.16,
        7256.14
    ],
    [
        " We call them ducks because the way they followed the guards around and do their",
        7257.04,
        7262.36
    ],
    [
        " bidding.",
        7262.36,
        7262.7
    ],
    [
        " They'll rot in hell, I said, that they will.",
        7263.18,
        7266.82
    ],
    [
        " The collaborators were, but a small but significant minority among us.",
        7268.04,
        7272.28
    ],
    [
        " There were 107 prisoners at plantation gardens, and except for the eight in the peace committee.",
        7272.82,
        7277.98
    ],
    [
        " All were patriotic loyal Americans who resisted enemy interrogations, propaganda, and pressure",
        7278.52,
        7284.1
    ],
    [
        " to sign statements and make radio broadcasts.",
        7284.1,
        7287.12
    ],
    [
        " We resisted with everything we had.",
        7287.36,
        7289.48
    ],
    [
        " Then you go on.",
        7293.92,
        7295.12
    ],
    [
        " Time those guys back to Colonel Guy.",
        7295.12,
        7296.92
    ],
    [
        " I can't say enough about Colonel Guy.",
        7297.08,
        7298.52
    ],
    [
        " He's passed away several years ago now.",
        7298.7,
        7300.64
    ],
    [
        " What a strong leader.",
        7301.6,
        7303.62
    ],
    [
        " We talk about military discipline and the requirement for it, and officers, and then",
        7304.92,
        7309.6
    ],
    [
        " COZAT and whatever.",
        7309.6,
        7310.32
    ],
    [
        " In prison camp, that discipline was so essential and so sought after by everyone.",
        7311.14,
        7316.76
    ],
    [
        " We were lucky to have Colonel Guy as our senior ranking officer.",
        7316.94,
        7321.9
    ],
    [
        " He was so tough and by the rules and the code, and thank goodness because that's what we",
        7322.14,
        7327.9
    ],
    [
        " all needed to hear and to have that standard to live by.",
        7327.9,
        7332.4
    ],
    [
        " Just a great and wonderful human being.",
        7332.88,
        7335.56
    ],
    [
        " When we got back, there were several who would have strangled some of those peace committee",
        7336.18,
        7341.16
    ],
    [
        " guys, especially some of our special forces guys who were captured with us.",
        7341.16,
        7344.28
    ],
    [
        " But Colonel Guy put out an order and he said, this is a direct order.",
        7344.64,
        7348.66
    ],
    [
        " Everyone stay away from the peace committee.",
        7348.88,
        7350.86
    ],
    [
        " I'm going to take care of this.",
        7351.2,
        7352.54
    ],
    [
        " I got it.",
        7352.86,
        7353.44
    ],
    [
        " Don't you do anything?",
        7353.74,
        7355.14
    ],
    [
        " And Colonel Guy pressed charges against the peace committee.",
        7355.86,
        7358.36
    ],
    [
        " Again and again was overridden.",
        7358.92,
        7360.56
    ],
    [
        " Charges were never brought against them, but what did happen is Colonel Guy's career was",
        7360.76,
        7364.56
    ],
    [
        " curtailed far before it should have been.",
        7364.56,
        7367.76
    ],
    [
        " But I have the deepest respect for him as our senior officer.",
        7367.88,
        7371.84
    ],
    [
        " Yeah.",
        7372.04,
        7372.6
    ],
    [
        " And again, I'm going to say this again, you go through these stories of some of the other",
        7373.02,
        7380.4
    ],
    [
        " heroes.",
        7380.4,
        7380.74
    ],
    [
        " You just mentioned Dennis Thomas, Harvey Brand, Bill Murray.",
        7380.74,
        7387.16
    ],
    [
        " I mean, you just you go through these stories and then they're just all phenomenal and you",
        7387.66,
        7392.8
    ],
    [
        " do them such such an honor telling their stories.",
        7392.8,
        7395.06
    ],
    [
        " So buy this book so that you can read these stories because I don't have time to go through",
        7398.86,
        7403.1
    ],
    [
        " them all here.",
        7403.1,
        7403.66
    ],
    [
        "",
        7403.94,
        7403.94
    ],
    [
        " The one thing I want to point out though is going back to the book.",
        7405.0,
        7409.06
    ],
    [
        " We also try to keep our humor going within the cell and Alan me as the central culprit's",
        7409.16,
        7414.98
    ],
    [
        " telling disgustingly bad jokes back and forth.",
        7414.98,
        7417.2
    ],
    [
        " Al was getting a lot better.",
        7417.8,
        7419.68
    ],
    [
        " His nausea was subsiding because he was really sick.",
        7420.12,
        7421.92
    ],
    [
        " His naughty was subsiding and his boils healing.",
        7422.06,
        7423.96
    ],
    [
        " Some of the guys exercised to fight the deterioration of their bodies.",
        7424.5,
        7428.4
    ],
    [
        " I couldn't even lie on my back, let alone trying to do sit ups.",
        7429.12,
        7432.48
    ],
    [
        " What I could do was get was try to get into a position to try push ups.",
        7433.16,
        7437.96
    ],
    [
        " I tried once in the jungle and failed.",
        7438.66,
        7440.56
    ],
    [
        " I couldn't raise myself up off the ground.",
        7441.06,
        7442.88
    ],
    [
        " Now I was able to push all the way up once and halfway through a second.",
        7443.34,
        7447.04
    ],
    [
        " Pretty sad for a guy who could do 100 push ups before.",
        7447.52,
        7450.0
    ],
    [
        " I kept at it for weeks until I was able to do several as part of my daily routine.",
        7450.64,
        7456.62
    ],
    [
        " The reason I point that out is because I always say, because people get injured, people",
        7457.64,
        7462.32
    ],
    [
        " come with sickness, do what you can.",
        7462.32,
        7464.44
    ],
    [
        " Yes.",
        7464.56,
        7464.72
    ],
    [
        " And do what you can and that's exactly what you are doing.",
        7465.72,
        7468.34
    ],
    [
        " So important.",
        7469.28,
        7470.88
    ],
    [
        " December 18th, 1972 after many weeks of quiet, we got bombed.",
        7472.3,
        7479.98
    ],
    [
        " Like none of us had ever been bomb before.",
        7479.98,
        7481.8
    ],
    [
        " Air raid sirens wailed barrage of Sam's fire and bombs poured down.",
        7482.26,
        7486.84
    ],
    [
        " American B-52s had arrived and forced over Illinois.",
        7486.98,
        7489.82
    ],
    [
        " Bombs fell close and plantation garden shook.",
        7490.3,
        7492.88
    ],
    [
        " We lay on our bunks, hoping our bombers knew where our camp was.",
        7493.54,
        7496.98
    ],
    [
        " Still, we fell back into a mindset we'd all developed in captivity.",
        7497.5,
        7502.16
    ],
    [
        " What will be will be.",
        7502.84,
        7504.32
    ],
    [
        " No sense in worrying about something you absolutely have no control over, which is...",
        7504.56,
        7509.8
    ],
    [
        " We're not going to stop a bomb landing on our head.",
        7509.8,
        7512.58
    ],
    [
        " That was the Christmas bombing in 1972 that Nixon ordered to finally bring the communists",
        7512.9,
        7519.88
    ],
    [
        " to the bargaining team.",
        7519.88,
        7521.18
    ],
    [
        " And I had to put this part in here.",
        7521.98,
        7526.22
    ],
    [
        " I had to read it.",
        7526.4,
        7527.06
    ],
    [
        " So after that massive bombing, repercussion.",
        7528.48,
        7532.12
    ],
    [
        " So there's a guard that you that you had nicknamed repercussion.",
        7532.66,
        7535.2
    ],
    [
        " Repregussian a guard so named because of his violent outbursts and threats against prisoners",
        7535.64,
        7540.12
    ],
    [
        " stood against the wall as we milled around the water trough.",
        7540.12,
        7544.12
    ],
    [
        " He spoke some English.",
        7544.32,
        7545.56
    ],
    [
        " Old Bill Thomas walked over Dooms, him, and said, you think those airstrikes were bad?",
        7546.16,
        7551.6
    ],
    [
        " What the guard asked?",
        7552.3,
        7553.24
    ],
    [
        " You think those airstrikes were bad last night Bill said again.",
        7553.88,
        7556.52
    ],
    [
        " Yes, bad bombing.",
        7557.02,
        7558.26
    ],
    [
        " Well you ain't seen nothing yet.",
        7558.84,
        7560.8
    ],
    [
        " Wait till they drop an A bomb on your fucking ass.",
        7561.02,
        7564.5
    ],
    [
        " I gasped and smiled.",
        7564.86,
        7568.06
    ],
    [
        " Old Bill, proud Marine.",
        7568.2,
        7569.2
    ],
    [
        " He'd been pretty quiet guy, but not me more.",
        7569.66,
        7571.52
    ],
    [
        " We all glowed inside after the bombing.",
        7571.84,
        7573.96
    ],
    [
        " It was a huge morale boost.",
        7574.32,
        7575.58
    ],
    [
        " The bombings went on night after night, not without impunity.",
        7576.06,
        7578.98
    ],
    [
        " B-52s got shot down.",
        7579.42,
        7580.84
    ],
    [
        " Their gasly, giant carcasses burning falling.",
        7580.98,
        7583.74
    ],
    [
        " We wondered sadly about the fate of the crews.",
        7583.74,
        7585.74
    ],
    [
        " We lost aircraft yet they kept coming.",
        7586.28,
        7588.58
    ],
    [
        " Quietly we cheered them on.",
        7589.32,
        7590.98
    ],
    [
        " Yeah, that was a huge morale boost.",
        7591.24,
        7594.28
    ],
    [
        " And Bill Thomas, boy, bless this heart because he was always kind of a quiet guy,",
        7594.52,
        7597.52
    ],
    [
        " but he just let it all out that morning.",
        7597.58,
        7599.5
    ],
    [
        " That's so awesome.",
        7599.86,
        7601.44
    ],
    [
        " Okay, now we're wearing the Hanoi Hilton, the infamous Hilton.",
        7601.98,
        7607.68
    ],
    [
        " Yeah, they moved us in the middle of all that bombing attacks.",
        7607.68,
        7609.94
    ],
    [
        " They loaded us up one night on trucks at the plantation gardens and drove around.",
        7609.94,
        7613.78
    ],
    [
        " I don't know, it seemed like for a couple hours, they were just trying to disorient us.",
        7613.78,
        7616.72
    ],
    [
        " We thought they'd take us out in the country because of the bombings.",
        7616.72,
        7618.88
    ],
    [
        " Then they came to a stop and we got out of the trucks and found out we were only a few",
        7618.98,
        7623.72
    ],
    [
        " blower, several blocks from where we'd started at the Hanoi Hilton.",
        7623.72,
        7626.76
    ],
    [
        " And now they set up like a little movie night for you guys.",
        7627.62,
        7631.04
    ],
    [
        " Oh, yeah.",
        7631.32,
        7632.2
    ],
    [
        " For the at the Hanoi Hilton, a little movie night.",
        7632.26,
        7634.7
    ],
    [
        " And they set you down for the movie night.",
        7634.96,
        7638.32
    ],
    [
        " You guys are making fun of the projector operator.",
        7638.86,
        7641.9
    ],
    [
        " And finally they tell you quiet, no talk.",
        7642.22,
        7644.22
    ],
    [
        " And then the movie starts back to the book.",
        7644.22,
        7646.66
    ],
    [
        " The film was of Jane Fonda visiting North Vietnam.",
        7646.8,
        7649.92
    ],
    [
        " We saw an American cavorting among the enemy leadership supporting their cause.",
        7650.52,
        7656.1
    ],
    [
        " Scenes appeared of her climbing into the gunner's seat on an NVA anti-aircraft gun wearing",
        7657.0,
        7663.4
    ],
    [
        " a clean white blouse, smiling broadly, laughing, donning a North Vietnamese army helmet with",
        7663.4,
        7671.02
    ],
    [
        " YVAM UNITIONAT or feet that would later shoot down American planes.",
        7671.02,
        7675.54
    ],
    [
        " In the film, she sent a message to American servicemen calling us war criminals.",
        7676.2,
        7682.0
    ],
    [
        " She said we were following the orders of other war criminals that were like the leaders",
        7683.02,
        7687.96
    ],
    [
        " of Germany and Japan and World War II who were executed for their crimes.",
        7687.96,
        7692.92
    ],
    [
        " I was stunned.",
        7693.84,
        7696.2
    ],
    [
        " We didn't dare speak out loud, but we had plenty to say to each other when we got back",
        7696.2,
        7701.14
    ],
    [
        " inside our cell.",
        7701.14,
        7702.38
    ],
    [
        " Days later they showed us some news clippings from American newspapers and magazines.",
        7703.62,
        7707.2
    ],
    [
        " They all had news of war protests.",
        7707.64,
        7709.98
    ],
    [
        " One was former US Attorney General Ramsey Clark demanding that American stop bombing North",
        7711.02,
        7718.2
    ],
    [
        " Vietnamese dikes.",
        7718.2,
        7719.66
    ],
    [
        " He had been Attorney General under President Johnson during the build up of American forces",
        7720.5,
        7725.1
    ],
    [
        " in Vietnam.",
        7725.1,
        7725.68
    ],
    [
        " Now he was making statements from a noise that was inhumane to bomb dikes and that we should",
        7726.14,
        7730.98
    ],
    [
        " never do it again.",
        7730.98,
        7731.84
    ],
    [
        " A photo showed him standing beside a dike with a single bomb crater.",
        7732.7,
        7736.54
    ],
    [
        " I knew he did not have an air campaign to destroy the dikes.",
        7737.62,
        7740.82
    ],
    [
        " This was an air bomb.",
        7741.1,
        7742.08
    ],
    [
        " The war protesters at home never bothered me.",
        7743.72,
        7746.84
    ],
    [
        " In fact, I took pride in fighting communism in this far corner of the earth so Americans",
        7747.56,
        7753.56
    ],
    [
        " could have the right to protest in the streets.",
        7753.56,
        7756.06
    ],
    [
        " It was a sacred honor to defend the right of other Americans to disagree with me or anything",
        7756.7,
        7764.1
    ],
    [
        " within our American system of government.",
        7764.1,
        7766.72
    ],
    [
        " Yeah, and I do believe that so strongly.",
        7767.44,
        7773.58
    ],
    [
        " The core of our democracy is not that we all get in line in March 4th.",
        7773.92,
        7779.36
    ],
    [
        " I'll take us to 1984.",
        7779.38,
        7781.14
    ],
    [
        " The strength of our American democracies, we can have different views and people disagree.",
        7781.74,
        7785.8
    ],
    [
        " The health of the democracy is when those disagreements can be argued and discussed and then",
        7786.14,
        7791.76
    ],
    [
        " you reach a solution, a democratic solution and you go forward.",
        7791.76,
        7796.76
    ],
    [
        " That's the beauty of our system.",
        7796.98,
        7798.3
    ],
    [
        " Never bomb even during the war.",
        7798.8,
        7800.04
    ],
    [
        " People say, ah, isn't this horrible with these guys?",
        7800.36,
        7802.74
    ],
    [
        " No, exactly what I said there.",
        7803.32,
        7805.04
    ],
    [
        " I am fighting as an American soldier to defend the American way of life, which is",
        7805.68,
        7810.24
    ],
    [
        " democratic disagreement and argument.",
        7811.12,
        7812.68
    ],
    [
        " So, they have added guys, you want to protest?",
        7813.1,
        7814.66
    ],
    [
        " Go protest.",
        7815.02,
        7815.72
    ],
    [
        " Beautiful.",
        7816.18,
        7817.62
    ],
    [
        " Now, you...",
        7818.52,
        7822.22
    ],
    [
        " I'm just going to go to the book.",
        7822.22,
        7825.18
    ],
    [
        " We joined the rest of our cellmates and pressed close to Jose.",
        7826.04,
        7832.08
    ],
    [
        " Anzaldua.",
        7833.22,
        7833.84
    ],
    [
        " Anzaldua.",
        7834.06,
        7834.78
    ],
    [
        " A Tom or his marine.",
        7835.18,
        7836.26
    ],
    [
        " A Tom or his corporal captured a couple of years before.",
        7836.4,
        7839.18
    ],
    [
        " He quietly related what he gathered from the broadcast.",
        7839.38,
        7842.88
    ],
    [
        " So, he was a translator.",
        7843.06,
        7844.16
    ],
    [
        " He was ease dropping.",
        7844.38,
        7845.16
    ],
    [
        " Let's see the red translator.",
        7845.36,
        7846.04
    ],
    [
        " One of the guards was out in the courtyard playing a radio.",
        7846.04,
        7848.32
    ],
    [
        " Which they never did.",
        7848.32,
        7849.22
    ],
    [
        " I never heard him.",
        7849.38,
        7849.92
    ],
    [
        " But obviously there was some important news coming.",
        7850.0,
        7851.88
    ],
    [
        " Says guard had a radio out in the courtyard listing and Jose heard what was said on the radio.",
        7851.88,
        7856.4
    ],
    [
        " He says it sounded like a peace agreement was signed and the war is ended.",
        7856.62,
        7860.14
    ],
    [
        " You kind of get that confirmed back to the book.",
        7861.72,
        7865.38
    ],
    [
        " That afternoon we were taken to the courtyard with our fellow plantation garden prisoners",
        7865.38,
        7869.1
    ],
    [
        " from the cell next door.",
        7869.1,
        7870.5
    ],
    [
        " Film crews stood behind a couple of big old funky cameras set up on tripods.",
        7870.92,
        7875.6
    ],
    [
        " We stood in rows as instructed waiting for whatever might come.",
        7875.8,
        7879.54
    ],
    [
        " An order passed through the ranks.",
        7880.12,
        7881.86
    ],
    [
        " Hawk says if it's good news, no reaction, no smiles, no shouting, nothing for propaganda.",
        7882.48,
        7888.74
    ],
    [
        " I love that.",
        7889.12,
        7890.52
    ],
    [
        " He's just hard to the end.",
        7890.78,
        7892.46
    ],
    [
        " And then duck, who's the camp commander?",
        7894.18,
        7897.3
    ],
    [
        " He looks up and says the peace agreement is signed.",
        7897.74,
        7903.02
    ],
    [
        " You all go home.",
        7903.32,
        7904.26
    ],
    [
        " He waited for us to cheer, nothing.",
        7904.8,
        7906.9
    ],
    [
        " He looked apologetically at the film director, then back to us with a hint of the scowl.",
        7907.5,
        7912.56
    ],
    [
        " And he goes through the whole, the whole points of what the peace accord has in it.",
        7912.64,
        7918.76
    ],
    [
        " And as he read the remaining highlights all faded into a dull drone.",
        7919.98,
        7923.94
    ],
    [
        " I'd heard the most important one to me.",
        7923.94,
        7926.5
    ],
    [
        " The war is over.",
        7926.72,
        7927.48
    ],
    [
        " We're going home within 60 days.",
        7927.68,
        7929.38
    ],
    [
        " I made it.",
        7929.66,
        7930.54
    ],
    [
        " Thank you, God.",
        7930.8,
        7932.02
    ],
    [
        " We went back to ourselves.",
        7932.76,
        7934.76
    ],
    [
        " Yeah, that was, that was amazing.",
        7935.96,
        7940.7
    ],
    [
        " Well, Anseldua getting the heads up and then we confronted the guards in the next morning",
        7940.86,
        7944.7
    ],
    [
        " and they denied no, no, no, no, and put, yeah, then that afternoon we got let out in the",
        7944.7,
        7948.56
    ],
    [
        " courtyard and got the agreements read to us and what a, what a tremendous feeling.",
        7948.56,
        7952.64
    ],
    [
        " But it was a tremendous feeling and then stopped just short there because we weren't home yet.",
        7952.64,
        7959.14
    ],
    [
        " We weren't going to believe it until it happened.",
        7959.24,
        7961.18
    ],
    [
        " You still had 60 days.",
        7961.34,
        7962.32
    ],
    [
        " 60 days and they actually consolidate other prisoners now.",
        7963.1,
        7967.08
    ],
    [
        " Right, they started doing releases earlier on or was supposed to be the longest held and most",
        7967.34,
        7972.1
    ],
    [
        " seriously injured, they got out first and then the releases were going to be spaced out",
        7972.1,
        7975.58
    ],
    [
        " in several groups over a period of 60 days.",
        7975.58,
        7977.56
    ],
    [
        " Back to the book here, after the new group joined us, we'd hear God awful shrieks in the",
        7978.56,
        7984.04
    ],
    [
        " middle of the night.",
        7984.04,
        7984.64
    ],
    [
        " I thought it might be Ted Gostis, an intelligence officer captured in at-way in 1968.",
        7985.06,
        7991.04
    ],
    [
        " He'd been hung from ropes, denied water, severely beaten for extended periods,",
        7991.66,
        7996.16
    ],
    [
        " bashed in the head with an AK-47 and kicked in the stomach in an effort to gain valuable",
        7996.7,
        8000.6
    ],
    [
        " intelligence he never revealed.",
        8000.6,
        8002.38
    ],
    [
        " Gostis was now a physical wreck who'd been driven to the precipice of insanity.",
        8003.18,
        8008.0
    ],
    [
        " Sometimes dangling dangerously over its edge, but it wasn't Ted who was screaming in the night.",
        8009.0,
        8014.36
    ],
    [
        " It was Jim Thompson.",
        8015.86,
        8017.82
    ],
    [
        " Jim kept to himself.",
        8019.02,
        8020.2
    ],
    [
        " He was hard to get to know, but in time he began to open up to me and share some things about",
        8021.04,
        8026.7
    ],
    [
        " himself. He was only 39 years old and God he looked like hell. He'd been through more shit",
        8026.7,
        8033.42
    ],
    [
        " for a longer time than any other American soldier in history.",
        8033.42,
        8038.98
    ],
    [
        " And nine years and you do a beautiful job of recounting the story that he told you.",
        8039.44,
        8052.52
    ],
    [
        " So this is the first person, the first person report of what happened.",
        8053.32,
        8060.8
    ],
    [
        " And again, it's an incredibly horrifying and heroic story that everybody needs to read about.",
        8061.0,
        8072.6
    ],
    [
        " And when he finishes telling you the story of how what he'd been through up to that point,",
        8073.16,
        8079.48
    ],
    [
        " I'm going back to book. I looked into his eyes and saw a troubled soul.",
        8079.9,
        8084.7
    ],
    [
        " He'd survived captivity for nearly nine years, longer than any other American soldier in history.",
        8085.04,
        8091.96
    ],
    [
        " It had taken a lot from him. My God, Jim, that's incredible. I said, he smiled weekly and looked down.",
        8092.64,
        8101.84
    ],
    [
        " Prisoner releases began a few days later.",
        8103.34,
        8105.76
    ],
    [
        " Jim is truly an unsung American hero. Most Americans don't even know of him.",
        8107.76,
        8113.04
    ],
    [
        " The longest-held American prisoner, military prisoner of war in history.",
        8113.88,
        8119.58
    ],
    [
        " Those, I mean, most people, they don't know much about the Vietnam War anyway.",
        8120.98,
        8124.36
    ],
    [
        " There's not very much taught in our history books or classes, but those who do know something",
        8124.68,
        8128.92
    ],
    [
        " about the Vietnam War, if you ask them who the longest-held prisoner was, they will respond",
        8128.92,
        8133.42
    ],
    [
        " Navy, Lieutenant Ev Alvarez. Lieutenant Alvarez was the longest-held prisoner shot down over North",
        8133.44,
        8141.68
    ],
    [
        " Vietnam. He was not the longest-held prisoner from the Vietnam War. Jim Thompson has several months",
        8141.68,
        8148.5
    ],
    [
        " more time and captivity than Ev Alvarez. So I don't want to take anything away from Alvarez,",
        8148.5,
        8154.92
    ],
    [
        " but Jim never got the recognition, really. I mean, it's been mentioned here and there, but",
        8155.42,
        8160.72
    ],
    [
        " as far as people realizing and giving him the honor that he deserved, never received that as being",
        8160.72,
        8167.0
    ],
    [
        " the longest-held American military prisoner in history. And he's passed away now, regrettably.",
        8167.0,
        8173.04
    ],
    [
        " Well, we will do our best to spread that word on here. And I've actually ordered a book about him.",
        8173.42,
        8179.28
    ],
    [
        " And I will make sure I spread the word to the best of my ability about his service and sacrifice",
        8180.64,
        8186.54
    ],
    [
        " and heroism. And the way you do it in here is an incredible tribute to what he went through as well.",
        8187.24,
        8195.08
    ],
    [
        " Now, the days go by. They finally pack, get you to pack up your gear,",
        8196.34,
        8203.58
    ],
    [
        " give you some new clothes, put you on a bus, and take you out. And here we go. Back to the book,",
        8204.36,
        8212.7
    ],
    [
        " we milled around for half an hour talking amongst ourselves and getting no information from the",
        8212.7,
        8216.44
    ],
    [
        " guards. The staff car returned and we were soon back on the bus, afraid we were heading back to the",
        8216.44,
        8223.22
    ],
    [
        " Hilton. But when we came to a row of derelict hangers, we knew we must be on Hanoi's Guilam,",
        8223.22,
        8230.76
    ],
    [
        " Gilaum Airport used by enemy mig fighters jets throughout the war. The bus turned at a shabby",
        8230.92,
        8238.72
    ],
    [
        " hanger with a rickety control tower at its side. I beheld one of the most wondrous sites I'd ever seen.",
        8238.72,
        8246.36
    ],
    [
        " Before us was a big, shiny, beautiful C-141 Medevac plane parked on the ramp. The American flag",
        8247.22,
        8255.6
    ],
    [
        " and a red cross were painted high on its tail. The words US Air Force were printed boldly on",
        8255.6,
        8262.82
    ],
    [
        " the fuselage just behind the cockpit. I cannot describe the emotion that filled me.",
        8262.82,
        8268.68
    ],
    [
        " I can't even imagine. And you guys load up, take off. And here we go back to the book. I was",
        8269.98,
        8281.88
    ],
    [
        " happy and anxious as the big jet rolled down the runway. Once airborne, we remained silent,",
        8281.88,
        8287.74
    ],
    [
        " absorbed in our thoughts. We seemed to be waiting for something. But none of us knew quite what it was",
        8288.12,
        8294.98
    ],
    [
        " until the pilot came on the intercom. Thought you would all like to know that we have just passed",
        8294.98,
        8301.72
    ],
    [
        " beyond Sam Missile Range. We erupted in a spontaneous cheer. I was overwhelmed with joy.",
        8301.72,
        8309.8
    ],
    [
        " It was real. We were free. We were going home. Nothing could stop that now.",
        8310.4,
        8319.24
    ],
    [
        " Yeah, we really, even though we didn't consciously know what to talk about it, we didn't have the",
        8321.46,
        8327.16
    ],
    [
        " feeling that we were home free until that moment when the pilot came on and said, because yeah,",
        8327.16,
        8334.56
    ],
    [
        " the missiles couldn't shoot us down. We were on our way heading to the Philippines.",
        8334.76,
        8338.8
    ],
    [
        " I'm going to again skip through. We're running a little long on time. But one of the things I wanted",
        8339.56,
        8350.32
    ],
    [
        " to point out in here is that you got back. You're going through. You're in the hospital. You're going",
        8350.32,
        8355.08
    ],
    [
        " through some of your recovery. And you get asked to talk a bunch. Hey, can you come talk to this",
        8355.08,
        8361.14
    ],
    [
        " group talk that group? And you're saying, no, I don't want to talk to you. I don't want to talk to",
        8361.14,
        8363.86
    ],
    [
        " anybody. Don't want to talk to anybody. And finally, you get asked one more time. And I'll go",
        8363.86,
        8369.04
    ],
    [
        " to the book. I just want to ask you, please, to consider one last time. This group is the Baton",
        8369.04,
        8374.82
    ],
    [
        " Corregidor Survivors Association. And they really want one of the returned Vietnam POWs to talk to",
        8374.82,
        8381.82
    ],
    [
        " them at their gathering tonight. You're the only one still here. I was blown away. Wait a minute.",
        8381.82,
        8387.54
    ],
    [
        " These are POWs who survived the Baton Death March in World War II. And they want to hear about me",
        8387.88,
        8392.84
    ],
    [
        " after what they've been through. And of course, you agree to do it. And this is the part that I wanted,",
        8392.86,
        8399.64
    ],
    [
        " especially the Vets because a lot of Vets listened to this.",
        8399.92,
        8402.38
    ],
    [
        " By giving me an opportunity, I couldn't refuse. They made me come out of my shell and speak publicly",
        8403.92,
        8409.84
    ],
    [
        " about what I'd been through. They opened the door to what would become the greatest therapy possible",
        8409.84,
        8415.94
    ],
    [
        " to help me deal with all that had happened to me. Many of my friends who have not been able to talk",
        8415.94,
        8421.88
    ],
    [
        " about what had happened to them have not re-adjusted well. Several still have major psychological issues",
        8421.88,
        8429.54
    ],
    [
        " haunting them. A couple of days later, I got an invitation to speak to a high school assembly,",
        8429.54,
        8434.96
    ],
    [
        " which I accepted. In the weeks and months ahead, I'd be asked to talk to various groups. And I",
        8435.08,
        8440.54
    ],
    [
        " agreed to do as many as I could. I strongly believe that the opportunity to share my experience has",
        8440.54,
        8447.04
    ],
    [
        " been one of the principal reasons I've been able to readjust and deal with life as well as I have.",
        8447.04,
        8452.14
    ],
    [
        " That coupled with my faith in God, love of family, and my inherently optimistic nature.",
        8452.78,
        8459.36
    ],
    [
        " Yes, yes, yes, I can't. That is probably the greatest bit of advice that comes out of this book.",
        8460.44,
        8470.82
    ],
    [
        " I mean, I came back. I didn't want to talk to anybody. I didn't think anybody could understand",
        8471.58,
        8476.48
    ],
    [
        " what I had to say. And I think many vets have the same feeling. Just leave me alone. I will get through",
        8477.04,
        8484.26
    ],
    [
        " this. Plus, you don't know what I would have experienced. And you can't understand if I try to tell you",
        8484.26,
        8489.96
    ],
    [
        " about it. First of all, they can understand to a degree. No one will ever be able to understand",
        8489.96,
        8495.48
    ],
    [
        " everything that you've been through, but they can understand to a degree and they do want to listen.",
        8495.48,
        8499.36
    ],
    [
        " Okay, that's the receiving end. For you to be able to share your experience. And for me, over the",
        8499.66,
        8506.06
    ],
    [
        " years, to share my experience again and again and again. And even to write this book as painful as",
        8506.06,
        8513.66
    ],
    [
        " that process was, is a therapeutic process. It's a healing process to be able to talk about",
        8513.66,
        8520.2
    ],
    [
        " what you've experienced. And if you think you have demons in your mind, share those demons, too.",
        8520.2,
        8524.88
    ],
    [
        " Talk about it. It certainly has helped me. I'm doing well. I've been through a lot. I'm doing well.",
        8525.22,
        8531.8
    ],
    [
        " And I think a huge part of that reason is, is thank you, survivors of a tonic rigour,",
        8531.8,
        8538.28
    ],
    [
        " because I couldn't say no to you. And by doing that, it got me started talking about my experience.",
        8538.58,
        8544.58
    ],
    [
        " It's totally agree. I totally agree. It's a beautiful advice.",
        8544.96,
        8548.94
    ],
    [
        " And to close out the story here, you're saying the book that you greet your children at the time.",
        8549.34,
        8559.76
    ],
    [
        " You greet your children every day with good morning. It's a beautiful day.",
        8559.76,
        8564.22
    ],
    [
        " And you explain why you do that in the book. And I quote, I truly believe that every day,",
        8564.56,
        8576.3
    ],
    [
        " God has given me on this earth since I came home from captivity is a beautiful day.",
        8576.54,
        8583.1
    ],
    [
        " It doesn't matter if it's raining or snowing, windy or calm, hot or cold, sunny or overcast.",
        8584.12,
        8592.38
    ],
    [
        " Every day is a gift. Every day is beautiful.",
        8593.3,
        8600.76
    ],
    [
        " And that is certainly something that I learned in war, not as vividly as you did by any stretch.",
        8602.28,
        8612.28
    ],
    [
        " But definitely something that I know to be true and it's something that I talk about all the time here,",
        8613.1,
        8619.32
    ],
    [
        " that when you see that darkness, the light is much more beautiful.",
        8620.46,
        8631.1
    ],
    [
        " And you know, you put together in this book, some eight, you call the eight steps to survival",
        8631.78,
        8642.38
    ],
    [
        " in a POW camp. And those I wrote right after I got back. I mean, the book was written just in the",
        8642.48,
        8649.4
    ],
    [
        " last several years with those eight steps for survival. I put those to paper shortly after I return.",
        8649.4,
        8653.96
    ],
    [
        " And what I love about these is as I read through them here, they're not just for survival in a POW camp.",
        8654.62,
        8661.94
    ],
    [
        " They're for life. They're for life. They've been tested in the absolute harshest of conditions in a POW camp,",
        8662.32,
        8668.74
    ],
    [
        " but they can be applied to life. And it's actually things I talk about all the time.",
        8668.82,
        8675.38
    ],
    [
        " And it's amazing that they are so much alignment.",
        8675.9,
        8679.38
    ],
    [
        " Number one, eat. Sound simple, doesn't it? But when you've got a force down, nothing but plain boiled rice",
        8681.06,
        8689.24
    ],
    [
        " day after day, month after month, EDD comes a difficult chore. Some found death easier.",
        8689.24,
        8695.02
    ],
    [
        " Now, how does that apply to life for me? Eat. Eat the right foods. Eat healthy foods.",
        8696.72,
        8704.04
    ],
    [
        " Boom. Done. You want to stay healthy.",
        8704.12,
        8707.8
    ],
    [
        " Next one, practice personal hygiene. When you are sick and starving, it's hard to motivate yourself",
        8709.88,
        8715.26
    ],
    [
        " to keep your body and surroundings clean. Do the best you can with what you have.",
        8715.26,
        8720.36
    ],
    [
        " Self,",
        8720.36,
        8720.5
    ],
    [
        " filth leads to disease and disease leads to death.",
        8720.72,
        8725.64
    ],
    [
        " And again, for me to apply this to life, this is about discipline and this is about routine and",
        8726.22,
        8736.4
    ],
    [
        " this is about pride and and maintaining those things. And even, you know, we've talked about one of",
        8736.4,
        8744.14
    ],
    [
        " those stories I talk about on here is the the Russians fighting the Chashans and one of the things that",
        8744.14,
        8749.48
    ],
    [
        " in the debriefs and the post operational debriefs when they lost that first push down there,",
        8749.82,
        8754.82
    ],
    [
        " they said, you know, once the guys stop shaving, then they stop taking care of the weapons and",
        8754.82,
        8759.92
    ],
    [
        " it goes everything goes downhill. So what to me, one of the things that this applies to, I mean,",
        8759.92,
        8764.2
    ],
    [
        " you're talking about it from a also from a pure health perspective, obviously. Yeah, but it's also",
        8764.26,
        8769.26
    ],
    [
        " a psychological factor. Yes. Yes. Number three, exercise. Set up a daily exercise period.",
        8769.26,
        8779.46
    ],
    [
        " Do something. Even if you are in stocks and chains, you can at least flex a few muscles and do",
        8779.48,
        8786.86
    ],
    [
        " some deep breathing. Okay. There is no more excuses ever, ever for not working out, for not doing",
        8786.86,
        8796.64
    ],
    [
        " something physical, even if you're in stock, aids and chains. Yeah, not in a recliner with the TV.",
        8796.64,
        8807.6
    ],
    [
        " Unbelievable. Do not give up the fight to stay alive. This is number four. Do not give up this",
        8811.14,
        8815.68
    ],
    [
        " fight to stay alive, no matter how sick you are, how serious you're wounds or how hopeless the",
        8815.68,
        8821.16
    ],
    [
        " situation is, there's always a chance you can make it. Take that chance with your deepest courage,",
        8821.16,
        8827.0
    ],
    [
        " fight for it. Then again, you apply this every day. Look at the opportunities you have. I mean,",
        8827.36,
        8834.62
    ],
    [
        " the opportunities that a normal person has, we don't even take advantage of those opportunities",
        8834.72,
        8839.66
    ],
    [
        " that we have. We don't even fight for those. Fight for those.",
        8839.66,
        8843.56
    ],
    [
        " Number five, establish communications with other prisoners. Use your initiative and imagination",
        8845.04,
        8852.66
    ],
    [
        " to make contact with others and then develop a chain of command. Build relationships with people.",
        8852.66,
        8859.76
    ],
    [
        " No. Just build relationships with people. Number six, follow the code of conduct. You must know the",
        8859.76,
        8870.22
    ],
    [
        " code before you find yourself in a prison camp. Then you should adhere to the articles as strictly as",
        8870.22,
        8876.14
    ],
    [
        " possible. And that doesn't mean adhere perfectly because no one can adhere perfectly, but adhere as",
        8876.14,
        8883.7
    ],
    [
        " close as possible. If you waiver, come back to it. Don't waiver and think that you've failed and then",
        8883.7,
        8890.96
    ],
    [
        " just cave in and give in. And that's one of the things. Again, we were talking on the way over here.",
        8890.96,
        8896.28
    ],
    [
        " That was one of the changes after the experiences that you all had is what initiated those changes",
        8896.8,
        8902.32
    ],
    [
        " in the code of conduct to give it some flexibility. So that so that people could bounce back from and say,",
        8902.32,
        8909.02
    ],
    [
        " you know, yesterday didn't make it, but today is a new day. Exactly. And I think that attitude",
        8909.16,
        8914.1
    ],
    [
        " is perfect for everyday life. You fall off the wagon on something. Okay. It doesn't get back on it.",
        8914.1,
        8921.08
    ],
    [
        " Number seven, keep the faith. Faith in your family, your religion, and your country, maybe all that",
        8922.0,
        8931.56
    ],
    [
        " keeps you alive and sane. Hang in there. You are not forgotten.",
        8931.56,
        8937.78
    ],
    [
        " That needs no explanation. Right. And number eight,",
        8939.42,
        8947.38
    ],
    [
        " maintain a sense of humor. This is difficult, but both possible and necessary. A bit of humor",
        8947.66,
        8958.1
    ],
    [
        " helps keep away fits of total depression. And remember, depression can kill.",
        8958.84,
        8965.8
    ],
    [
        " So yes.",
        8966.86,
        8968.3
    ],
    [
        " And I practiced what I preached. My poor family and close friends know my very crazy six-sense",
        8969.02,
        8976.44
    ],
    [
        " of humor, but I do have one and I did. Throughout and I give a couple examples in the book where",
        8976.44,
        8981.22
    ],
    [
        " some very dire times I would come up with a stupidest humor. Well, I've talked about that as well.",
        8981.22,
        8989.22
    ],
    [
        " And we would be in the worst situations possible. And always someone would be laughing about something.",
        8989.56,
        8994.62
    ],
    [
        " And that's what, like you said, that's what keeps the spirit going and keeps you on the",
        8995.32,
        9000.98
    ],
    [
        " same side of things is to have fun with it. Is there anything that any points that I missed?",
        9000.98,
        9007.48
    ],
    [
        " Again, I know I missed a lot of points. Anything else that you would recommend or you wanted",
        9007.48,
        9014.14
    ],
    [
        " to bring up? I don't think you missed anything, Jack. You covered the book very thoroughly.",
        9014.14,
        9019.46
    ],
    [
        " The title is through the valley, my captivity, and Vietnam. And I'm saying that because",
        9020.02,
        9025.54
    ],
    [
        " I hope that this book will be of benefit and value to others. And that's really what drove me",
        9025.54,
        9034.32
    ],
    [
        " to finish the book. I started it and I was wondering why I was writing it. But I think when the",
        9034.32,
        9038.72
    ],
    [
        " whole thing is put together, it's a story of hope and the power of hope and how anyone can face",
        9038.72,
        9045.98
    ],
    [
        " very adverse conditions, challenges in life. Be they guys coming back with PTSD from combat,",
        9045.98,
        9053.2
    ],
    [
        " be it just a single mother somewhere with problems, others with difficulties. I think in reading",
        9054.04,
        9059.08
    ],
    [
        " this book, you can come out of it with hope and hopefully with motivation to overcome those",
        9059.08,
        9066.9
    ],
    [
        " difficulties and have a full, wonderful and beautiful life because it is a beautiful thing.",
        9066.9,
        9075.24
    ],
    [
        " If we'll just grab a hold of that beauty and go for it and not dwell on whatever negative aspects",
        9075.72,
        9081.32
    ],
    [
        " there might be. There's no doubt. And even though I did it, may have done a thorough job,",
        9081.32,
        9087.74
    ],
    [
        " I read less than 10%. Much less than 10%. There's so much more that you went through that you experienced",
        9088.02,
        9095.52
    ],
    [
        " and the other people that you talk about who went through what they went through.",
        9095.52,
        9101.16
    ],
    [
        " It's a phenomenal book. It's a phenomenal book through the valley, my captivity in Vietnam.",
        9101.54,
        9106.9
    ],
    [
        " There'll be a link for it. Yes. So you can go to the website and get right and get it ordered.",
        9107.32,
        9113.9
    ],
    [
        " You guys know the deal. Do it quick. So you can get a copy of this. I guess I should add one",
        9114.86,
        9119.56
    ],
    [
        " thing because we talked about a lot of the negative stuff in the book. It does have a happy ending.",
        9119.56,
        9123.42
    ],
    [
        " The happy ending at the end of this book is Melanie Ross Reader, my wife.",
        9123.82,
        9128.04
    ],
    [
        " That little love story is in there and how we came together. But she and then the two younger kids,",
        9128.56,
        9135.24
    ],
    [
        " we talked about Spencer and Vicki, but also Chad and Chelsea have brought such a joy to my life",
        9135.24,
        9142.68
    ],
    [
        " and brought this whole journey to a conclusion. So there's the power of hope and there's also the",
        9142.68,
        9148.44
    ],
    [
        " power of love that comes out at the end of this. It's absolutely beautiful. It's a great book.",
        9148.44,
        9155.74
    ],
    [
        " I can't even begin to express how appreciative that we are for you coming here and sharing the story",
        9156.84,
        9165.58
    ],
    [
        " with us, your determination and your heroism. I can literally sit here and listen to you",
        9167.08,
        9172.76
    ],
    [
        " indefinitely. So thank you. I know you have worked to attend to and I dragged you out here when",
        9172.76,
        9182.4
    ],
    [
        " you're already working hard. Thanks to you. Thanks to your cousin Ryan Somers who actually",
        9182.4,
        9190.18
    ],
    [
        " contacted us through the interwebs and linked us up together. So thanks to Ryan for doing that.",
        9191.92,
        9197.28
    ],
    [
        " Appreciate it. And actually echo speaking of the interwebs. If anybody wants to support",
        9197.64,
        9203.8
    ],
    [
        " this podcast, is there any way that they could do that? Yes.",
        9203.8,
        9207.88
    ],
    [
        " A little bit actually one question real quick. What part of your back was broken? Like your lower back?",
        9208.38,
        9212.9
    ],
    [
        " Yeah. T L1, T12, L2 all in there. I'm fused. I had, well, we didn't get it all my surgeries after",
        9213.1,
        9221.06
    ],
    [
        " you back, but I'm all fused together and wired together in my back. I was going to ask what did",
        9221.06,
        9227.24
    ],
    [
        " you eat the whole time, but just rice on the whole time? Well, I got to Hanoi and then why I said",
        9227.24,
        9231.56
    ],
    [
        " the bean sprouts was great. But what I found is they keep that diet for about three weeks running.",
        9231.56,
        9236.1
    ],
    [
        " So I had nothing but bean sprouts a couple of times away for three weeks. Then we get pumpkin soup,",
        9236.26,
        9240.28
    ],
    [
        " cabbage soup, calrabi, and yeah, and calrabi is the only thing I don't really care for since I",
        9241.12,
        9246.46
    ],
    [
        " came to love rice actually, but that was partly psychological because I had to eat it. So I do",
        9246.46,
        9250.52
    ],
    [
        " truly love rice today. That's kind of vegetarian diet. My cholesterol was very low. Okay.",
        9250.52,
        9260.12
    ],
    [
        " Yes, interwebs. So we're going to talk about on its supplementation real quick.",
        9262.16,
        9269.22
    ],
    [
        " The best supplements in the world on it. You want 10% off on it.com slash jaco.",
        9271.42,
        9276.0
    ],
    [
        " If your joints are killing you or if they're degenerating, whatever, krill oil, I recommend",
        9276.68,
        9283.44
    ],
    [
        " also a bunch of performance stuff, which is like I said before supplements, a lot of the time can",
        9283.44,
        9290.08
    ],
    [
        " be junk. These ones, you know, 100%. They're the good ones. Anyway, on a dot com slash jaco, get 10% off.",
        9290.08,
        9296.2
    ],
    [
        " Another good way to support is the Amazon click through that we always talk about. It's basically",
        9297.08,
        9302.4
    ],
    [
        " before you do your Amazon shopping, click through the website. There's a little Amazon shop banner.",
        9302.4,
        9307.28
    ],
    [
        " Click through there. Then do your shopping and then you know, that it supports that way.",
        9307.6,
        9311.04
    ],
    [
        " Real good on. Subscribe on iTunes if you haven't already. I think most people have, but in the",
        9311.2,
        9317.08
    ],
    [
        " event of you not having subscribed already, do that and leave a review if you're in the mood.",
        9317.08,
        9322.24
    ],
    [
        " We have a YouTube channel. If you didn't know that, I post some we post some videos.",
        9323.38,
        9330.52
    ],
    [
        " Some jaco make nuggets, little excerpts of the podcast that you know, little lessons if they don't",
        9330.86,
        9336.84
    ],
    [
        " want to listen to the whole thing, you know, two hours or whatever. They can listen to short, short little",
        9336.84,
        9341.14
    ],
    [
        " nuggets if you will. Anyway, other inspirational videos. Put some music to them, you know,",
        9341.14,
        9347.22
    ],
    [
        " anyway, people seem to enjoy it. But yeah, check that out. YouTube jaco podcast, YouTube channel.",
        9347.22,
        9351.86
    ],
    [
        " Subscribe if you haven't already. We do have a store if you're into t-shirts,",
        9352.22,
        9357.1
    ],
    [
        " rash guards, other stuff. Anyway, check out that stuff. It's jacostore.com. A little bit more",
        9357.82,
        9365.14
    ],
    [
        " efficient of a process now with that. So basically you get something now. It gets you way quicker,",
        9365.14,
        9371.62
    ],
    [
        " long story, but it's solid now. So yeah, it'll be a good experience.",
        9372.44,
        9377.64
    ],
    [
        " Not that it wasn't a good experience before, but it'll be a better experience. We'll say quicker",
        9378.08,
        9383.12
    ],
    [
        " about that. Maybe not necessarily better or worse, but quicker. Anyway, jacostore.com. See,",
        9383.12,
        9387.96
    ],
    [
        " if you like any of the shirts or whatever, you don't get one of those, you can support that way.",
        9388.06,
        9391.46
    ],
    [
        " There's some women stuff on there. There's some patches, rash guards, hoodies, you know, cool stuff.",
        9391.88,
        9395.68
    ],
    [
        " Discipline equals freedom. That's the thing. Anyway, psychological warfare. If you're a",
        9396.02,
        9401.28
    ],
    [
        " running into trouble, if you're trying to work out and you feel weakness, like, oh, I'm going",
        9401.28,
        9406.64
    ],
    [
        " to skip today or I'm having trouble waking up in the morning or just maintaining discipline one",
        9406.64,
        9410.92
    ],
    [
        " day, two days, whatever. What you do is you go search iTunes, psychological warfare by Jaco.",
        9410.92,
        9416.74
    ],
    [
        " Willink. Get one of the Get the album. It'll have any weakness you have right there. Jaco will",
        9416.98,
        9423.72
    ],
    [
        " help you through it every single time. Squash them. Yeah, every single time. 100%.",
        9423.72,
        9428.34
    ],
    [
        " Effectiveness. Effectiveness. Yeah. Yeah. And yeah, those are the ways",
        9429.62,
        9434.58
    ],
    [
        " to support. While you're clicking through Amazon, again, pick up this book right here. There you go.",
        9434.58,
        9442.36
    ],
    [
        " Pick up this book. Through the valley, my captivity in Vietnam by William Reader. It's an",
        9442.74,
        9453.18
    ],
    [
        " unbelievable book covered a cover. It's an unbelievable book. So get it. Get yourself a copy of",
        9454.38,
        9460.68
    ],
    [
        " extreme ownership. If you don't have it by it, if you do have it, if you don't have it by it,",
        9460.68,
        9466.16
    ],
    [
        " if you do have it by one for all your subordinates, your boss and your boss's boss do it immediately.",
        9466.26,
        9472.96
    ],
    [
        " And Jaco White T you can get it on Amazon. You can also preorder if you want way of the war",
        9473.44,
        9481.16
    ],
    [
        " or your kid. Order it now. Order it now so you can get a copy of it when it comes out. Otherwise,",
        9481.16,
        9486.86
    ],
    [
        " you can be waiting for it. And that's not going to be fun. And lastly, if you haven't signed up for",
        9487.0,
        9491.36
    ],
    [
        " the Master New York City May 4th and 5th, do it this week. Price is going up Friday. So",
        9491.36,
        9497.16
    ],
    [
        " so so get after it. Come to the Master. And if you want to give us feedback or comments or continue",
        9497.16,
        9506.84
    ],
    [
        " this conversation, you can find us on the interwebs Twitter Instagram. That Facebooky we are there.",
        9506.84,
        9517.6
    ],
    [
        " Are you on social media also? I am. There's a I think is William Reader Jr. is the Facebook page.",
        9518.28,
        9524.5
    ],
    [
        " Nice. Yeah. So friend or follow William Reader Jr.",
        9525.2,
        9530.64
    ],
    [
        " And you'll connect with the Colonel here. Echo is at Equatrols. I am at Jaco Willink. Echo. Do you",
        9535.32,
        9543.34
    ],
    [
        " have anything else to add? That is it. Thank you so much, honor.",
        9543.34,
        9546.6
    ],
    [
        " Sir, anything else you you want to add? No, thank you both for what you do with this wonderful",
        9548.02,
        9553.52
    ],
    [
        " podcast. And indeed, it was it was my honor to be here and be a part of this.",
        9553.52,
        9558.06
    ],
    [
        " Well, sir, that's I don't even know how to respond to that. Thanks again to Ryan Summers for linking",
        9559.52,
        9567.32
    ],
    [
        " this up. It has been an absolute honor. Thank you for coming on. Thank you for writing this book.",
        9567.32,
        9576.28
    ],
    [
        " Thank you for talking to us today. But more important, thank you for your service to this great",
        9576.6,
        9584.48
    ],
    [
        " nation. Thank you for stepping up and going forward into the fray over and over again.",
        9584.48,
        9594.36
    ],
    [
        " Thank you for your incredible determination and discipline and your unrelenting will.",
        9595.8,
        9604.8
    ],
    [
        " Not only to survive, but to do so with honor and with dignity and with humility.",
        9605.86,
        9615.46
    ],
    [
        " And finally, thank you for giving all of us all of us an example to follow.",
        9616.26,
        9626.36
    ],
    [
        " And for reaffirming to us that despite the darkness and the evil in the world and despite the",
        9627.9,
        9641.56
    ],
    [
        " discomforts and the hardships we face and the challenges that all people must confront despite all that.",
        9641.56,
        9651.2
    ],
    [
        " Thank you for making sure that we remember without question that it doesn't matter if it's raining",
        9653.78,
        9666.98
    ],
    [
        " or snowing, windy or calm, sunny or overcast. Every day is a gift. Every day is beautiful.",
        9666.98,
        9682.9
    ],
    [
        " And we will remember that. And so until next time this is Colonel William Reader and Echo and Jocco.",
        9687.9,
        9709.28
    ],
    [
        " Out.",
        9709.28,
        9711.72
    ]
]