[
    [
        " Any type of danger, right, gives you this flight or flight response.",
        0.7,
        6.22
    ],
    [
        " So train, start to training.",
        6.64,
        8.26
    ],
    [
        " Jiu Jitsu, boxing, moitai, wrestling, shooting, competing, competing, right.",
        8.64,
        14.82
    ],
    [
        " You get used to those butterflies when you compete, you get those butterflies and you",
        14.92,
        18.68
    ],
    [
        " get used to them.",
        18.68,
        19.46
    ],
    [
        " And so train and get used to seeing how that reaction, what that adrenaline feels like.",
        20.6,
        27.72
    ],
    [
        " And, and also get used to understanding what the superior action is, right.",
        27.72,
        32.22
    ],
    [
        " Fight or flight.",
        32.5,
        33.34
    ],
    [
        " Because sometimes flight is the correct response.",
        33.62,
        35.3
    ],
    [
        " Sometimes fight is the correct response.",
        35.66,
        37.78
    ],
    [
        " But what you want to do is you want to be able to assess and dictate which response you're",
        38.34,
        42.98
    ],
    [
        " going to give and not just do whatever your instinct tells you because sometimes your",
        42.98,
        46.58
    ],
    [
        " instinct might be wrong.",
        46.58,
        47.34
    ],
    [
        " And so again, I don't know what your actually the situation where you're going into, but",
        48.0,
        54.78
    ],
    [
        " whatever it is because people get the fight or flight response to, to everyday things",
        54.86,
        60.04
    ],
    [
        " to like public speaking, right.",
        60.04,
        61.56
    ],
    [
        "",
        62.04,
        62.04
    ],
    [
        " Rock climbing.",
        62.62,
        63.36
    ],
    [
        " And that's why I say, you know, do these things.",
        64.08,
        67.54
    ],
    [
        " Train in them.",
        68.58,
        70.22
    ],
    [
        " So public speaking, rock climbing, you know, if you want to get, get it rock climbing,",
        70.56,
        73.5
    ],
    [
        " you want to get over that fighter flight response when you get a go, go rock climbing,",
        73.64,
        76.76
    ],
    [
        " you'll get used to it.",
        76.9,
        77.48
    ],
    [
        " You scared of heights, go start parachuting, you know, you'll get used to it.",
        77.86,
        81.9
    ],
    [
        " You're scared of the water, get worked up and go through swimming and then give come,",
        82.02,
        87.06
    ],
    [
        " scoop a certified just the things that you're not comfortable with, get comfortable with",
        87.28,
        92.06
    ],
    [
        " being uncomfortable.",
        92.06,
        92.98
    ],
    [
        " While you're doing to while you're doing them, pay attention.",
        93.74,
        100.88
    ],
    [
        " You got to detach a little bit when these things are when you're training to attach a",
        101.54,
        105.26
    ],
    [
        " little bit and see what is going on your mindset.",
        105.26,
        110.2
    ],
    [
        " See what red flags that you can see, what things will make you aware of the fact that",
        111.76,
        115.82
    ],
    [
        " you're nerves or you're adrenaline and you're, you're, you're feeling yourself clenching",
        115.82,
        119.34
    ],
    [
        " your fist.",
        119.34,
        119.66
    ],
    [
        " You know, okay, so I'm conscious of my fist, be aware of it so that you can change it.",
        119.8,
        122.88
    ],
    [
        " So you can adjust it and put your, again, put yourself into these scenarios and escalate",
        122.94,
        129.74
    ],
    [
        " them so they get harder and harder and harder and worse and worse until you're, until",
        129.74,
        133.52
    ],
    [
        " you start to get control of these things.",
        133.52,
        135.22
    ]
]