[
    [
        " This is Jockel Podcast number 61 with Echo Charles and me, Jockel Willink.",
        0.36,
        7.16
    ],
    [
        " Good evening, Echo.",
        7.56,
        9.04
    ],
    [
        " Good evening.",
        9.66,
        9.84
    ],
    [
        " So it's been a few episodes since we got into the Q&A.",
        10.54,
        17.82
    ],
    [
        " So today we're going to go right into questions that come, they actually come from the interwebs,",
        18.76,
        24.76
    ],
    [
        " people out there.",
        24.94,
        26.04
    ],
    [
        " So everyone that's, gives questions, appreciate it.",
        26.38,
        28.74
    ],
    [
        " Thank you for the questions.",
        28.8,
        30.0
    ],
    [
        " I can't answer them all, but talking to some people out there, if you listen to the different",
        30.0,
        39.26
    ],
    [
        " questions, you can figure out your own answers to a lot of them.",
        39.26,
        42.24
    ],
    [
        " You like learn the formulas and then you can apply.",
        42.42,
        46.62
    ],
    [
        " But thanks for the questions.",
        47.64,
        49.72
    ],
    [
        " Appreciate it.",
        50.14,
        50.86
    ],
    [
        " Sometimes when you, in my experience anyway, when I think, okay, I'm going to ask Jockel",
        51.26,
        57.42
    ],
    [
        " this question and then you either write it out or even when I remember the other day,",
        57.62,
        61.42
    ],
    [
        " when I, when I busted out questions and when I say them out loud, it was like a few weeks",
        61.5,
        66.48
    ],
    [
        " ago.",
        66.48,
        66.62
    ],
    [
        " And I say it out loud.",
        67.08,
        67.9
    ],
    [
        " When I'm, as I'm saying it to you, I'm like, oh, I know that answer it.",
        68.24,
        72.14
    ],
    [
        " You like it.",
        72.14,
        72.48
    ],
    [
        " You think, you know, you realize so you can kind of utilize that whole.",
        72.48,
        76.0
    ],
    [
        " So you've started to get the formulas in your own head.",
        76.38,
        79.4
    ],
    [
        " Yeah.",
        79.54,
        79.72
    ],
    [
        " And now as you're saying, and you say, oh, I know what that's.",
        79.8,
        82.22
    ],
    [
        " Yeah, exactly.",
        82.24,
        83.26
    ],
    [
        " How do I get out of bed in the morning?",
        84.28,
        86.3
    ],
    [
        " You can't hear me.",
        86.3,
        86.82
    ],
    [
        " You can't hear me.",
        87.48,
        88.34
    ],
    [
        " How do I be mentally tougher?",
        88.7,
        89.9
    ],
    [
        " Be mentally tougher.",
        90.52,
        92.1
    ],
    [
        " All right.",
        92.36,
        93.38
    ],
    [
        " Rock and roll.",
        93.54,
        93.92
    ],
    [
        " First question.",
        94.22,
        94.86
    ],
    [
        " Go.",
        95.02,
        95.12
    ],
    [
        " Jockel, hi, Jockel.",
        96.44,
        97.28
    ],
    [
        " Today I had what I believe you refer to as disciplinary breakdown.",
        97.42,
        102.1
    ],
    [
        " This morning I found out that I had to take additional credits in college that I believe",
        102.72,
        108.4
    ],
    [
        " were completed.",
        108.4,
        109.22
    ],
    [
        " So he thought they were complete.",
        109.7,
        110.72
    ],
    [
        " He had to take more.",
        110.9,
        111.5
    ],
    [
        " That's it turns out.",
        111.96,
        112.62
    ],
    [
        " But in a fit of rage, I took my phone and threw it across the room in frustration.",
        112.62,
        117.72
    ],
    [
        " I felt really good at it time.",
        117.72,
        119.36
    ],
    [
        " But five seconds later, I regret it because now broken phone.",
        119.64,
        123.64
    ],
    [
        " And I lost control of my emotions.",
        124.42,
        127.02
    ],
    [
        " So do you have any mental tricks or anything in general that you do when you're slightly",
        127.64,
        132.62
    ],
    [
        " irritated or outright furious?",
        132.62,
        134.64
    ],
    [
        " PS, this used to happen a lot more.",
        135.78,
        137.32
    ],
    [
        " I started jitsu and having roll for three weeks.",
        137.48,
        139.12
    ],
    [
        " Maybe I'm reading too much into it, but I felt great whenever I was rolling consistently.",
        139.12,
        142.56
    ],
    [
        " Maybe anecdotal, however, we do know that jitsu suits the soul.",
        142.9,
        150.1
    ],
    [
        " So one of the things in me and you've talked about this too, when I realized that losing",
        151.54,
        160.06
    ],
    [
        " your temper was a sign of weakness, as soon as I made that connection, I said to myself,",
        160.06,
        167.46
    ],
    [
        " this week, I'm going to try not to do it anymore.",
        167.8,
        170.12
    ],
    [
        " And what's weird is when you're a kid, I don't know if you remember this, but when I was",
        170.98,
        174.86
    ],
    [
        " a kid and you'd see someone get angry and it made you afraid.",
        174.86,
        179.22
    ],
    [
        " And so for a while, I saw it as like a power.",
        179.66,
        183.72
    ],
    [
        " You know, it's kind of a way to achieve power that you can lose your temper.",
        184.38,
        189.72
    ],
    [
        " And then all of a sudden you have this extra strength.",
        189.72,
        191.86
    ],
    [
        " So when you're a little kid, and when I say a little kid, I mean, when I was 13, 14 years old,",
        192.8,
        198.28
    ],
    [
        " I thought, hey, if I go, if I could get that rage going and people are scared, like I used to feel,",
        198.4,
        203.76
    ],
    [
        " that's a positive thing. And then like I said, as I got older, now you know, now you're talking",
        203.88,
        209.66
    ],
    [
        " 16, 15, 16, 17, I realized, hey, this isn't cool.",
        209.66,
        217.16
    ],
    [
        " This isn't strength. It's actually weakness.",
        217.36,
        218.78
    ],
    [
        " And when I realized it was weakness and I didn't realize that overnight, but I started",
        219.2,
        224.74
    ],
    [
        " getting the idea that that was weakness. And now when you see someone that is in control,",
        224.74,
        231.92
    ],
    [
        " and even when bad things are happening, they're standing stoically saying, okay, let me take",
        231.92,
        237.94
    ],
    [
        " another look at that and I'll get it done. You know, they're just, okay, then you realize,",
        237.94,
        241.74
    ],
    [
        " okay, this guy is really unflappable, which is a lot more impressive.",
        241.94,
        245.24
    ],
    [
        " So again, you got to be able to detach from this. And you know, I like to take pride in the fact",
        248.24,
        253.82
    ],
    [
        " that I'm going to keep my cool no matter what happens. And definitely once I was in that,",
        253.82,
        257.94
    ],
    [
        " once you're in the civil teams, you definitely want to be that guy that's keeping your, keeping",
        257.94,
        261.78
    ],
    [
        " your cool no matter what's happening, whether it's people are doing the wrong thing or you just",
        261.78,
        266.52
    ],
    [
        " want to be the guy that's, hey, okay, come back over here. We need to redo this. You just want",
        266.52,
        269.86
    ],
    [
        " to be that guy. That's way more impressive than the guy that's just, I can't believe this.",
        269.86,
        274.26
    ],
    [
        " Don't be that person. So, and I've talked about this before, what are the pre-event indicators",
        274.44,
        280.24
    ],
    [
        " that show you or reveal to you that your temper is about to be lost? What are they? Is it,",
        280.24,
        288.1
    ],
    [
        " you clench your fists? Right? Is it you raise your voice and you start doing that stuff?",
        288.18,
        293.5
    ],
    [
        " Do you start to heavy breathing? Do you flare your nostrils, right? Because that's an animal",
        293.92,
        300.16
    ],
    [
        " thing where you're going to take a more oxygen so you open up the nostrils because you're about to",
        300.16,
        303.36
    ],
    [
        " get after it. Do you, you know, is your, does your, your head, you know, shaking or whatever,",
        304.04,
        310.06
    ],
    [
        " you can just like these things. What is it? What indicators do you have when you know that you're",
        310.22,
        315.2
    ],
    [
        " starting to feel that? And as soon as you feel that, you detach. You go, oh, that's what that is.",
        315.2,
        320.8
    ],
    [
        " That's an indicator and it's a weakness. And I don't like weakness. So I'm not going to allow it.",
        320.9,
        326.82
    ],
    [
        " And then, you know, take a breath. I like to, you know what? Here's a good one. You want to, you want to",
        328.1,
        339.04
    ],
    [
        " get through that, that moment, nod your head slowly in the affirmative. Right? So, so when someone's",
        339.04,
        349.46
    ],
    [
        " telling me something that's making me mad, I'll just slowly nod my head like I understand. This is",
        349.46,
        355.78
    ],
    [
        " the way things are. I accept this. And this is, I'm calculating what my next move is going to be.",
        355.78,
        363.92
    ],
    [
        " And then you know, you see whatever, you know, guys will count to 10. You know, you tell your little",
        364.84,
        369.58
    ],
    [
        " kids that tell your little kids when they start losing their temper. You know, you need to count to 10.",
        369.58,
        373.96
    ],
    [
        " Count to 10, count to 100, count to 1000, whatever did you got to do and get control because,",
        374.28,
        380.1
    ],
    [
        " like I said, if you're losing control, it's not strength to weakness. Yeah. It's, um, I said this before",
        380.62,
        388.4
    ],
    [
        " where I read this book called mind games, small little book, talked about anger management. Like",
        388.4,
        395.64
    ],
    [
        " if people have anger issues, yeah, you realized it was low or they said it was low self-esteem.",
        395.64,
        400.56
    ],
    [
        " They say, yeah, anger issues stem from low self-esteem. And that was really embarrassing. You know,",
        400.74,
        405.16
    ],
    [
        " I didn't have anger issues, but I'm saying if someone ever told me like, oh, you have low self-esteem",
        405.16,
        410.12
    ],
    [
        " or something like that, that would be pretty embarrassing. I always thought. And so to me, I took",
        410.12,
        417.48
    ],
    [
        " that as an extreme being so sensitive to the, even the expression low self-esteem, that was like,",
        417.48,
        422.42
    ],
    [
        " oh, I can never get angry again. It says right there, everyone gets angry, you know. So that was",
        422.5,
        428.4
    ],
    [
        " always on my mind. Anytime I started to feel mad, I was like, okay, I feel mad right now, but I don't",
        428.4,
        433.78
    ],
    [
        " want a low self-esteem. So I better act right, you know, kind of thing. And then after a while,",
        433.78,
        438.3
    ],
    [
        " it just became habitual. But the, you know, I say like there's a difference between how you feel",
        438.3,
        444.6
    ],
    [
        " and how you behave. Like you fit, you have feelings, you know, but then, you're mad.",
        444.6,
        451.7
    ],
    [
        " So, you know, you're mad. Yeah, these mad feelings. So what are you going to go and straight up behave?",
        452.06,
        457.8
    ],
    [
        " Mad, you know, no, then yeah, and a lot of people do it. And a lot of people we actually behave",
        457.94,
        462.92
    ],
    [
        " mad and justify it because that's my true feelings. But again, they're two different things, man.",
        462.92,
        468.56
    ],
    [
        " Don't act on your true feelings in front of everybody. Most of the times that's not that good.",
        469.14,
        476.3
    ],
    [
        " No, not good. Not good. Yeah, I dig it though. Like, you know, because, you know, that feeling,",
        476.54,
        482.58
    ],
    [
        " because if you act on your true feelings, by the way, the reason I'm saying that is if you act on",
        482.58,
        486.12
    ],
    [
        " your true feelings all the time, you won't get the long term place where you want to be.",
        486.12,
        490.74
    ],
    [
        " Oh, yeah. True feelings do not lead you to your true destination. Yeah. Right? They don't.",
        491.04,
        495.74
    ],
    [
        " Oh my gosh. So don't actually want to keep your true feelings focused on the true destination",
        495.84,
        501.84
    ],
    [
        " that you want to be at. And the true feelings that you have of the anger and frustration to want",
        501.84,
        505.18
    ],
    [
        " to yell at somebody and all that other stupid stuff. Yeah. You know what you end up with?",
        505.18,
        507.98
    ],
    [
        " A broken iPhone because you hooked it at the end. That's what you went up with.",
        508.1,
        511.18
    ],
    [
        " Bro, how's this story time? I'll make it quick. Okay. So, uh, what am I doing for him?",
        511.3,
        517.84
    ],
    [
        " Historic with long time ago. Um, names Chris. So, his driving gets cut off or something, you know,",
        517.98,
        525.44
    ],
    [
        " road rage situation. True feelings, right? True feelings. Oh, that guy. I want to beat him up.",
        525.44,
        531.84
    ],
    [
        " I want to hurt him. Right. Road raging.",
        532.38,
        535.2
    ],
    [
        " Yeah.",
        537.32,
        537.68
    ],
    [
        " Yelts something or whatever. Maybe the other guy yelled at him first. I don't know how who started what,",
        537.78,
        541.72
    ],
    [
        " but they pull over, get into a fight. That's kind of in a way at the time that feels like the fantasy",
        541.78,
        546.6
    ],
    [
        " right there. Wish I could fight this guy. I hope I the store I'm going to. I hope he's right there",
        546.6,
        551.56
    ],
    [
        " so I can fight him. I don't know. Whatever. That's a fantasy. That's your feelings. So anyway,",
        551.56,
        555.24
    ],
    [
        " Chris gets in a fight with this guy on the side of the road, grown adult, by the way.",
        555.64,
        560.38
    ],
    [
        " Fights the guy. Tears his pack. Tears in Chris tears his own pack. Yes. In the fight. I don't know if",
        560.8,
        567.02
    ],
    [
        " he won or lost whatever, but he's coming to work. I'm going to go into the last. It doesn't matter.",
        567.02,
        572.3
    ],
    [
        " The torn pack is a six-month injury and the surgery. Yeah. Yeah. He did. You know,",
        572.6,
        577.1
    ],
    [
        " can you work with a torn pack? Well, most of the time, probably not, you know, and all because,",
        577.36,
        581.42
    ],
    [
        " you know, the guy cut you off or wasn't going fast enough or was going, you know, too fat,",
        581.62,
        585.08
    ],
    [
        " whatever, you know, it's one of those things. And that's what your true feelings get you.",
        585.2,
        590.06
    ],
    [
        " Yeah, especially in the moment, especially when it's anger. Yeah. It's weird. We'll have to",
        590.06,
        594.12
    ],
    [
        " explore that at some point because I know it doesn't make sense. I'm not sitting here saying",
        594.12,
        597.98
    ],
    [
        " everyone's suppressed all your feelings. Yeah, you're real feeling. Yeah. But the stupid feelings",
        597.98,
        601.98
    ],
    [
        " that you have suppress those. Yeah. Let them manifest themselves over time for a long-term result",
        601.98,
        609.8
    ],
    [
        " that's going to be what you actually want in life. Usually the anger. Yeah, anger for sure is",
        609.8,
        616.56
    ],
    [
        " wonderful. Put anger, jealousy, ego, all those things. Those are all things that if you just act on",
        616.56,
        623.84
    ],
    [
        " them all the time, you're not going to have a good time in life. I'm here to tell you.",
        623.84,
        628.12
    ],
    [
        " And every single feeling, one, you're drunk. Next question. Those are not good. Yeah, don't act on those",
        628.66,
        634.62
    ],
    [
        " either. Next question. I led a session based on the book Extreme Monorship to my team at work.",
        634.62,
        641.92
    ],
    [
        " I'm not the leader, but everyone including our manager was very supportive and enjoyed the",
        642.58,
        646.88
    ],
    [
        " session. The challenge from a team member was, is there such thing as taking too much ownership?",
        646.88,
        651.96
    ],
    [
        " Won't you start feeling guilty about not succeeding completely? This guilt would not be a good thing.",
        653.44,
        659.04
    ],
    [
        " Thoughts on handling this. Well, there's definitely thing. You can definitely take too much ownership,",
        660.52,
        666.44
    ],
    [
        " but not for that reason. I've talked about this before. If you're taking too, if you and I are on a",
        666.64,
        671.44
    ],
    [
        " team and I'm the leader and we've got a mission and I take so much ownership that I take,",
        671.44,
        675.4
    ],
    [
        " okay, echo, this is how we're going to do everything. You're going to listen to me. I own this and",
        675.4,
        678.94
    ],
    [
        " I don't give you any ownership. Now it's not your plan. And so now you don't execute it the best",
        678.94,
        682.62
    ],
    [
        " way and you don't buy into it and all that stuff. So that is how you take too much ownership.",
        682.62,
        685.78
    ],
    [
        " Takes away the, if you take too much ownership as a leader, you take away ownership from your",
        686.42,
        690.98
    ],
    [
        " subordinates. And so you've taken, and again, it's, that's over ownership. If I take over ownership.",
        690.98,
        698.36
    ],
    [
        " Now, if I give you the mission and you go out and execute it and you mess it up,",
        698.36,
        702.08
    ],
    [
        " and I say, okay, echo, I didn't give you enough guidance. I didn't give you the support",
        702.34,
        705.48
    ],
    [
        " and give you the training. I'm going to own the mistakes. I'm going to own the failure.",
        705.48,
        708.34
    ],
    [
        " Overertly, but covertly, if I'm giving you the mission, I'm going to say, hey, you take it and run",
        708.56,
        713.96
    ],
    [
        " with it. So that's where you need to be careful about. But guilt for failing is not a valid cause,",
        713.96,
        721.88
    ],
    [
        " not to take ownership, right? Guess what? When you fail something, yeah, you're going to feel guilty.",
        721.88,
        727.06
    ],
    [
        " But it's a different kind of, it's more of a disappointment because things didn't go your way.",
        728.86,
        735.3
    ],
    [
        " And I'll tell you when you feel guilty, when you feel guilty, to me is if I know I haven't done",
        735.64,
        741.96
    ],
    [
        " my best, I know I cut corners. I know I didn't invest the time. I know I, you know, didn't give",
        741.96,
        749.78
    ],
    [
        " it everything I could as a leader. That's when I feel guilty. If I give it everything and I've",
        749.78,
        754.46
    ],
    [
        " done everything I can and I look back and of course, there's going to be things that you didn't",
        754.46,
        757.38
    ],
    [
        " predict, right? Hindsight's 2020. We all know that there's going to be things where you look back and",
        757.38,
        761.82
    ],
    [
        " you say, I wish I would have made a different decision. But you have to, you have to say, okay, so",
        761.82,
        767.02
    ],
    [
        " what are you going to do in the future? Be indecisive now. Are you not going to make decisions? Even at",
        767.02,
        770.82
    ],
    [
        " that moment, when I made the decision, which, which was wrong now that we can see hindsight, well,",
        770.82,
        775.78
    ],
    [
        " what were you going to do? You going to wait and sit around and do nothing. And now we get attacked.",
        775.78,
        779.82
    ],
    [
        " We get maneuvered on. We get the competitor moves or the enemy moves on us. So what?",
        779.96,
        784.4
    ],
    [
        " You might feel disappointed that you made the wrong decision. You might feel that type of guilt. But",
        784.66,
        790.68
    ],
    [
        " well, the real guilt for me is if I, I didn't give everything I could to the situation. So",
        790.68,
        798.96
    ],
    [
        " that's what causes guilt to me. Now, the failure, an actual failure, it shouldn't cause that",
        798.96,
        808.66
    ],
    [
        " level of guilt. It should cause you to dig deep and figure out what happened and want to",
        808.66,
        812.4
    ],
    [
        " reattach it. That's what you do. It should cause you to want to figure out where you failed,",
        812.4,
        818.18
    ],
    [
        " where your team failed, and what you can do to ensure that never happens again. If you want to call",
        818.5,
        824.2
    ],
    [
        " that guilt, you can call it guilt, but that is not a reason not to take ownership. You know, I",
        824.2,
        828.56
    ],
    [
        " might call it disappointment. I'll call it, I'll call it motivation. You know, and you know,",
        828.56,
        834.86
    ],
    [
        " I don't throw that word around easily. But if I fail at something, I'm going to be motivated to make",
        834.9,
        838.68
    ],
    [
        " sure I get it back back in line and get that thing squared away. So take ownership. If",
        838.68,
        847.2
    ],
    [
        " you know, take ownership, get things done right. And if you fail, don't feel guilty. Don't get",
        847.2,
        857.06
    ],
    [
        " guilty. Get aggressive. Find the problems and get them solved. That's it. Reattach.",
        857.06,
        862.02
    ],
    [
        " Yeah, man. Makes sense. Yes. The guilt is what kind of like, dang, it's all my fault. Like,",
        862.7,
        868.26
    ],
    [
        " no, you know, taking ownership, for sure. But it's like, dang, it's all my fault. This failure,",
        868.36,
        871.64
    ],
    [
        " look at everyone's, I don't know, a guy lost his commission or I don't know, dang, that kind of guilt.",
        871.86,
        876.68
    ],
    [
        " Dang. Yeah. And you know, I say this with businesses, they're, you know, like you just said,",
        878.04,
        883.58
    ],
    [
        " you make someone lose their commission because you couldn't get the deal done fast enough. You",
        883.66,
        886.54
    ],
    [
        " couldn't give the guy the support that they needed. Now they lose commission. You can be sure.",
        886.54,
        890.02
    ],
    [
        " You can feel guilty about that. Is that a reason not to take ownership of it? Absolutely not.",
        891.02,
        896.7
    ],
    [
        " It's a reason to take more ownership of it. And be like, okay, buddy, echo, I know you lost",
        896.86,
        901.36
    ],
    [
        " commission on that. Here's what I think I let you down. Here's when you need to communicate better.",
        901.36,
        905.22
    ],
    [
        " Here's what I need to prepare and be ready to support you next time. So this doesn't happen",
        905.38,
        909.18
    ],
    [
        " again. Are you with me? Right? As opposed to saying, not taking ownership and saying, well,",
        909.18,
        915.66
    ],
    [
        " you know, echo, that was kind of, you know, those deals don't always work out. Maybe you should prepare",
        915.74,
        919.42
    ],
    [
        " better. Does that make me feel good as a leader? No. Makes me feel like a, a idiot.",
        919.42,
        925.16
    ],
    [
        " It's kind of like the swamps of sadness. So the swamps of sadness is like when you get",
        925.5,
        933.26
    ],
    [
        " don't want to visit it's from the never ending story. When it's basically you go through these swamps",
        933.26,
        938.88
    ],
    [
        " and it's super hard. No, but it makes sense. It's a metaphor for life. Okay. These swamps.",
        938.88,
        945.04
    ],
    [
        " The movie. It's a movie. It's a classic never ending story. Yeah, the never ending story. Anyway,",
        945.04,
        950.6
    ],
    [
        " the swamps of sadness, they're hard to walk through them. It's like it's hard. It's a swamp.",
        951.0,
        954.76
    ],
    [
        " Quick sand everywhere. Quick swamp, whatever, you know, if they're not actually sand. But",
        955.08,
        958.48
    ],
    [
        " so you sink and the more you sink the sadder you get, the sadder you get, the more you sink.",
        958.48,
        964.26
    ],
    [
        " So you got to like, you know, how you say, oh, like if someone's feeling guilty in this case,",
        964.78,
        968.76
    ],
    [
        " or if you get sad, a lot of times you get sad and you're like, oh, I'm such a sad. It's the downward",
        968.76,
        973.28
    ],
    [
        " spiral. The downward spiral. Exactly. So you got to fight the sand. You got to fight the swamps",
        973.48,
        976.86
    ],
    [
        " of sadness and get aggressive and work. It's not easy. Totally not easy. That's why it's a swamp.",
        976.86,
        982.06
    ],
    [
        " How do they cover the fact that if you're in the swamp and you're sinking, if you panic,",
        982.08,
        986.16
    ],
    [
        " you'll also sink more. Oh, yeah. That you're getting aggressive because getting aggressive might just",
        986.5,
        990.62
    ],
    [
        " be like thrashing around. Now you're running out of breath as you're sinking. Yeah. They cover that.",
        990.62,
        994.74
    ],
    [
        " No, they don't cover that part. Missed that on the metaphor. They now.",
        994.74,
        997.56
    ],
    [
        " Need to rethink the swamp. That's a sad script. No, no. Well, I don't think that that was part of the",
        998.26,
        1005.86
    ],
    [
        " story. Because that happens for real in the water. You know, when you're in the water,",
        1005.86,
        1009.18
    ],
    [
        " if something starts going wrong, yeah, if you get panicky, your breath is going faster. Your",
        1009.18,
        1014.36
    ],
    [
        " oxygen's going quicker. You're going to die. Yeah. You have to relax. You have to learn to relax.",
        1014.36,
        1019.04
    ],
    [
        " You got to relax. Yeah. And just switch into problem solving mode. Yeah. Really. Yeah. Yeah.",
        1019.36,
        1026.28
    ],
    [
        " Yeah. Don't let the slums. But it is true that you can go in the downward spiral. And you know,",
        1026.28,
        1031.5
    ],
    [
        " we see that in people's lives, right? People's lives. They they they they mess. They lose their job.",
        1031.56,
        1038.3
    ],
    [
        " And instead of going cool opportunity, somebody's hitting me up on social media the other day.",
        1038.56,
        1042.9
    ],
    [
        " It's like, lost my job. Good. I got an opportunity to go out find another job. I'm going to step up.",
        1043.14,
        1048.02
    ],
    [
        " Like that's what you do. Yeah. Yeah. And as opposed to lost my job. Oh, no, what I'm going to do.",
        1048.1,
        1054.8
    ],
    [
        " Now you start going down the downward spiral because now you can't pay your rent. Next thing,",
        1055.18,
        1058.16
    ],
    [
        " you know, you're losing your your apartment. Yeah. And now you now you can't pay your car,",
        1058.22,
        1062.22
    ],
    [
        " baby, neither. And now you're losing your car. So what do we do? How does that help?",
        1062.32,
        1066.6
    ],
    [
        " Doesn't help. Don't panic. Get aggressive. Figure out what you're going to do next. Take advantage of",
        1067.08,
        1072.62
    ],
    [
        " the situation. Okay. That's good. Next question. Next question. Can you talk about the experience",
        1072.62,
        1082.42
    ],
    [
        " of rolling with Hickson? Oh, how impressed were you? I answered this on Twitter. Someone said",
        1082.42,
        1089.62
    ],
    [
        " how impressed were you? I responded all caps. Impressed. So Jiu Jitsu, I was this is back in this is",
        1089.62,
        1102.12
    ],
    [
        " well, it's back in the day. So it's back in the day. And I was at team one at the time. And",
        1102.12,
        1109.56
    ],
    [
        " and so I think we're talking 95 96 maybe maybe even yeah 95 96 maybe 97 I think was 97. And I was",
        1110.08,
        1121.58
    ],
    [
        " yeah, I was 97 because I was working in the training department and I was into Jiu Jitsu for us.",
        1121.58,
        1128.24
    ],
    [
        " I was a blue belch. And I wanted to go and train with Hickson, right? Because if you don't know",
        1128.38,
        1139.54
    ],
    [
        " he's considered to be the best ever at Jiu Jitsu. And be above and beyond just being the best ever",
        1139.94,
        1150.42
    ],
    [
        " Hickson Gracie being considered the best ever at the sport. He has a high level of",
        1150.42,
        1158.2
    ],
    [
        " mystique about him. And you know, there's a bunch of reasons for that mystique and there's a great",
        1158.2,
        1166.44
    ],
    [
        " story. And you know, where I don't you know the story when the guy from Japan challenged him.",
        1166.56,
        1172.54
    ],
    [
        " Yes. Yeah. So guy from Japan, he beat one guy in Japan and his teammates said, I will fight you",
        1172.66,
        1178.08
    ],
    [
        " at any time. The guy came to Hickson's Academy and challenged him to a fight. And Hickson wasn't",
        1178.08,
        1185.38
    ],
    [
        " there at the time. They called Hickson and said, Hey, this guy from Japan's here to challenge your",
        1185.38,
        1188.54
    ],
    [
        " honor. Hickson's like, Oh, I'll be there in 15 minutes. So Hickson came down. They wanted to record",
        1188.54,
        1194.14
    ],
    [
        " it. And he said, No, you can't you he goes, I will record it. I will own the video. And we will",
        1194.14,
        1199.82
    ],
    [
        " fight now. And Hickson annihilated him. And that's one of the mystique stories. And actually,",
        1199.82,
        1205.5
    ],
    [
        " the guy came back a little while later and brought him a show gun helmet and a samurai sword or",
        1205.5,
        1210.34
    ],
    [
        " something like that. I think there's some drama before that though. I think the guy went back and",
        1210.34,
        1214.04
    ],
    [
        " was like, Yeah, him and like a bunch of people beat me or a bunch of people beat me up. And they",
        1214.04,
        1219.34
    ],
    [
        " reported it. And then somehow I forget the details, but somehow he was persuaded to just tell the truth.",
        1219.66,
        1226.3
    ],
    [
        " Yeah. Well, they had a video of it. Hickson. Hickson actually had of it in that video exists.",
        1226.42,
        1230.92
    ],
    [
        " Yeah. And so the guy told the truth. And then it was cool. And the other thing that's crazy.",
        1231.24,
        1237.24
    ],
    [
        " Well, the other thing that adds to the mystique of Hickson is that everybody that rolls with them,",
        1237.4,
        1243.48
    ],
    [
        " every multiple time, you know, five times, six times, seven time world champion,",
        1245.48,
        1249.18
    ],
    [
        " Giu-Jitsu person rolls with them. And they say, I was helpless. The guys that are winning,",
        1249.34,
        1255.9
    ],
    [
        " dominating the world championships or saying, you know, he, I was helpless. And he's above and",
        1256.26,
        1263.54
    ],
    [
        " beyond anybody else that I've ever rolled with. So in, you know, Hickson's now probably 50s,",
        1263.54,
        1269.14
    ],
    [
        " something and he's not like rolling with the competitive black belts anymore. But this is,",
        1270.16,
        1276.04
    ],
    [
        " you know, five years, no, maybe 10 years ago, he was, he was doing that. And he wouldn't compete,",
        1276.54,
        1280.64
    ],
    [
        " but the guys would come to train with him and he'd destroy him. And there's some great stories",
        1280.84,
        1284.5
    ],
    [
        " online that a bunch of really good black belts have said, I mean, really good black belts have said,",
        1284.5,
        1290.42
    ],
    [
        " you know, I was rolling with Hickson, he just annihilated me. So this is for me, you know,",
        1290.42,
        1296.86
    ],
    [
        " I was a blue belt, but it was a pretty good blue belt, you know, sure.",
        1296.86,
        1299.2
    ],
    [
        " A day for back in the day. And this is the beautiful thing. You know, I was at, I was at",
        1299.32,
        1303.68
    ],
    [
        " seal team one. And so there's something in the military. You can get no cost orders, meaning,",
        1303.68,
        1308.26
    ],
    [
        " hey, you don't have to take leave, but we'll give you orders to go somewhere. And we're not going",
        1308.26,
        1312.66
    ],
    [
        " to pay for it because, you know, we don't, we're not going to waste government money or spend",
        1312.66,
        1316.54
    ],
    [
        " government money on what you want to do, but we'll let you go do it. So I got no cost orders.",
        1316.54,
        1320.42
    ],
    [
        " Basically, seal team ones said, hey, you can go up and train. And so I did that. This is at the",
        1320.5,
        1325.36
    ],
    [
        " old Peacock Street Academy. And it was the Peacock Street Academy was kind of a,",
        1325.52,
        1331.54
    ],
    [
        " it was like a dance studio or something where they would lay down mats. And I went up there,",
        1331.54,
        1341.02
    ],
    [
        " I think I ended up staying up there for nine days to stay at some crappy hotel around the corner.",
        1341.12,
        1345.52
    ],
    [
        " And when I got there, Hickson wasn't teaching. So I go there and I, you know, hey, I want to train",
        1346.16,
        1353.98
    ],
    [
        " and the guy that was there, Lemo, who's, you know, that is right. Yeah. We said, where's",
        1354.2,
        1359.04
    ],
    [
        " the Harris headers? What's his last name? Oh, I just know. It's Lemo. It's Lemo. Right. So Lemo,",
        1359.04,
        1365.7
    ],
    [
        " awesome, Jiu-Jitsu guy, awesome black belt, you know, Hickson, Gracie, black belt. And so he's",
        1365.86,
        1370.36
    ],
    [
        " teaching and he's, you know, when I was coming from Fabio Santos, who's another Hickson black belt.",
        1370.36,
        1375.36
    ],
    [
        " And, you know, my, my original instructor in Jiu-Jitsu, where, you know, he made all kinds of",
        1375.8,
        1380.94
    ],
    [
        " incredible Jiu-Jitsu guys, Fabio did, you know, you got just all kinds, Greg Train, Dean, Higgs,",
        1381.0,
        1386.86
    ],
    [
        " James, Greg Colman, all kinds of really good high level guys coming out of Fabio. And then",
        1387.28,
        1393.72
    ],
    [
        " there's a whole, there's like another generation of black belts that came out of Fabio too, who are",
        1393.72,
        1397.44
    ],
    [
        " all awesome guys. Tino and just a bunch of really good guy, Eric. Um, anyways, Lemo was another",
        1397.44,
        1405.42
    ],
    [
        " Hickson black belt and he was sort of the instructor at the school. So we, I get up there and I'm",
        1405.42,
        1410.2
    ],
    [
        " taking the classes and he teaches two classes a day or maybe three classes a day. So I'm just",
        1410.2,
        1413.66
    ],
    [
        " taking three classes a day while he's teaching, you know, ones in the day and he has one in the",
        1413.66,
        1417.28
    ],
    [
        " afternoon, he has one at night and I'm taking all the classes and I'm learning, you know, his style.",
        1417.28,
        1420.62
    ],
    [
        " And at this time, honestly, the styles weren't, if you go to a different school now, you can,",
        1420.84,
        1425.58
    ],
    [
        " there's a little bit more variance in styles between schools. At this time, man, it was all",
        1425.68,
        1429.64
    ],
    [
        " closer to the source, right? So all the styles weren't. So it was closer to, now, now we're actually",
        1429.64,
        1436.02
    ],
    [
        " getting beyond that because now with YouTube and everything and everyone competing so much all the",
        1436.02,
        1439.6
    ],
    [
        " time, there's a much quicker transfer of energy, but five years ago, eight years ago, when you",
        1439.6,
        1444.92
    ],
    [
        " went to a different school, there was a much different style. But at this time, 20 years ago,",
        1444.92,
        1450.32
    ],
    [
        " there was, there was, you know, it all came from the same source, Hickson. So it was much more similar.",
        1450.86,
        1457.9
    ],
    [
        " So we're, I'm going to these classes two, three times a day and there, there's 10, 15 people,",
        1458.16,
        1465.52
    ],
    [
        " you know, they're good, you know, we're all probably about the same. You know, he, there might",
        1465.52,
        1469.34
    ],
    [
        " have been a purple belt or two and Le Mans was awesome. Super cool guy, real casual guy. And so that's",
        1469.34,
        1474.4
    ],
    [
        " what the classes were like, super casual. We'd lay out the mats on the wooden floor in the dance",
        1474.4,
        1478.16
    ],
    [
        " studio and then we'd, we'd train and shoot the breeze, kind of like a Jetsu class just laid back,",
        1478.16,
        1483.28
    ],
    [
        " little stretch, maybe learn to move or two, had some rolls, a little bit more relaxed Fabio,",
        1483.44,
        1488.2
    ],
    [
        " Fabio Santos runs, he's more old school and more regimented, you know, Fabio, you're like,",
        1488.44,
        1493.74
    ],
    [
        " going to get in there, you're going to do your warm up and then you're going to learn some moves",
        1493.74,
        1497.1
    ],
    [
        " and then you're going to train them all was a little bit more laid back, cool chill,",
        1497.1,
        1501.68
    ],
    [
        " teaching really good stuff. So that's Monday and then Tuesday and then Wednesday and then",
        1501.94,
        1506.84
    ],
    [
        " and then lemon, I was, you know, in the afternoon on or in the evening on Wednesday or I think it",
        1506.84,
        1512.64
    ],
    [
        " was a free would day, it was like Wednesday or Thursday. I think it was Wednesday. He's like,",
        1512.64,
        1516.22
    ],
    [
        " Hey, Hickson's going to teach tomorrow night and I was like, oh, all right. So so I come in Thursday night,",
        1516.22,
        1522.6
    ],
    [
        " I, I, is I'm pulling up in my 1990s, whatever, like Dodge Caravan pull up and minivan man and",
        1522.8,
        1533.86
    ],
    [
        " there's like cars more cars. I was like, hmm, so now I walk in and it's, it's, there's people",
        1533.86,
        1543.06
    ],
    [
        " everywhere, right? It's crowded. It's crowded. It went from like 10 or 12 people in a class. Now we,",
        1543.06,
        1549.02
    ],
    [
        " there's like a hundred people. I'm serious. We had to lay out like all these different",
        1549.96,
        1554.82
    ],
    [
        " mats and everyone is quiet. No one's talking. It was, I was doing dang. So Hickson's there and he's",
        1554.82,
        1567.32
    ],
    [
        " you know, like in a corner, you know, just cool chill and he looks at lemon and he, you know,",
        1567.32,
        1574.4
    ],
    [
        " gives him like a head nod in the months like, okay, we're warming up and I was like, okay,",
        1574.4,
        1578.84
    ],
    [
        " so everyone gets in the line. They start doing the old school duty to running in a circle.",
        1579.1,
        1583.24
    ],
    [
        " Silence, like no one's saying anything. It's just silence. And so you could feel the presence",
        1583.94,
        1590.56
    ],
    [
        " of Hickson. There's a hundred people now and there's just 10 times as many people and everyone's",
        1590.56,
        1596.52
    ],
    [
        " quiet, everyone's serious. And then you know, he, we get done with like a 20 minute warm-up of",
        1596.52,
        1603.64
    ],
    [
        " stretching and exercise and just getting after it. And then he gets done. He gets us all in a",
        1603.82,
        1609.84
    ],
    [
        " circle and the circle's huge. And then you know, Hickson like walks out into the middle of the mat",
        1609.84,
        1616.14
    ],
    [
        " and then he sits in the center and like you can hear a pin drop. It was that, it was that awesome.",
        1616.14,
        1624.4
    ],
    [
        " And, and then he taught class. He taught class. And I took notes and maybe at some point we can",
        1625.18,
        1634.54
    ],
    [
        " go through all those notes that I took. But there's one of the most important lessons that I learned",
        1634.54,
        1641.12
    ],
    [
        " about Jiu Jitsu as a whole. I learned that during that time. And I actually, the way Hickson told it,",
        1641.12,
        1652.48
    ],
    [
        " I've translated into my own way of saying it. Believe me, it's close. Like,",
        1652.62,
        1658.78
    ],
    [
        " what it was, what it is, is this. Okay. And you've probably heard me, I teach this to this day,",
        1658.82,
        1667.9
    ],
    [
        " is if you're playing basketball or you're playing soccer, I think soccer is what Hickson used as",
        1668.68,
        1676.04
    ],
    [
        " the example. If we're playing soccer and I, I want to, or football because you played football,",
        1676.04,
        1684.72
    ],
    [
        " if I faint to the left, right, you as a defender, you have to react to me. You, if you don't move to",
        1684.9,
        1693.78
    ],
    [
        " the left, I'm just going to go left and you're going to be lost. So, so when I fake to the left and",
        1693.78,
        1699.2
    ],
    [
        " now you move, I can quickly adjust back because I'm one step ahead of you. It was a fake. It wasn't a",
        1699.2,
        1705.48
    ],
    [
        " full commitment. So I can get by you because because when you put you, when you move your weight,",
        1705.48,
        1711.6
    ],
    [
        " your weight is a real thing and you have to place it into the ground. And when you put your weight",
        1711.88,
        1715.18
    ],
    [
        " into the ground, it takes a quarter of a second to pull that weight back off the ground and put",
        1715.18,
        1719.0
    ],
    [
        " put it in the other direction. So the difference beat in Jiu Jitsu, the guy on the bottom,",
        1719.0,
        1725.28
    ],
    [
        " when you fake me, I don't have to put my weight anywhere. My, my, my weight does not have to follow",
        1725.74,
        1734.24
    ],
    [
        " you. If you're on the, because I, with a guy on the bottom in Jiu Jitsu, his weight doesn't, if you,",
        1734.24,
        1739.24
    ],
    [
        " if you shook and jive, my weight, I don't have to plant my weight. That's really hard to like",
        1739.38,
        1743.48
    ],
    [
        " faint one way and then run the other way. It doesn't really work. Can you do it? Yeah, but it",
        1743.48,
        1747.42
    ],
    [
        " doesn't work consistently in Jiu Jitsu. And so that was this huge lesson to me that I've always",
        1747.42,
        1755.62
    ],
    [
        " remembered and what, and the other part of it is was the hip movement and, and how to move your",
        1755.62,
        1762.92
    ],
    [
        " hips on the bottom. And if you don't move your hips on the bottom, you're, you're going to get",
        1762.92,
        1768.64
    ],
    [
        " your guard past. And if you don't control the hips when you're passing, then you won't be able to",
        1768.64,
        1775.26
    ],
    [
        " pass the guard. So I have a real, I had a real focus for a long time of how to keep my hips mobile",
        1775.26,
        1781.02
    ],
    [
        " on the ground so that people couldn't pass my guard. And it's something that I still concentrate on.",
        1781.02,
        1785.96
    ],
    [
        " And when you're passing the guard, if you, and again, this is another thing you might hear me tell",
        1786.42,
        1791.34
    ],
    [
        " people like, Oh, you got control my legs. Cool. You didn't control my hips. And you can control",
        1791.34,
        1796.56
    ],
    [
        " my legs. You can put pin them on the ground. I can still move my hips eventually. It'll be a",
        1796.56,
        1800.04
    ],
    [
        " little bit more tricky, but I can do it. So those were those two points that I learned from Hixin. I,",
        1800.04,
        1809.28
    ],
    [
        " I really focused on them for a long period of time. And so that was awesome. And then, of course,",
        1809.62,
        1818.24
    ],
    [
        " I rolled with Hixin because I was friends with Fabio and Fabio told them I was going to be there. And",
        1818.54,
        1821.96
    ],
    [
        " so he, you know, he was a great guy and, you know, rolled with me. And like I said, I was a blue belt.",
        1821.96,
        1829.36
    ],
    [
        " And I was a good blue belt, right? Meaning when I rolled with, when I rolled with brown belts and",
        1829.9,
        1838.32
    ],
    [
        " black belts, which there weren't a lot of at the time, I did really good. You know, I mean, we were",
        1838.32,
        1843.66
    ],
    [
        " all competitive at Fabio's school at that time. You know, us guys that were really hardcore because",
        1843.96,
        1848.6
    ],
    [
        " Dean at this time was, he might have been a blue belt or a purple belt, but we were the guys. Hix",
        1848.6,
        1853.08
    ],
    [
        " was a purple belt at the time. So, so we were the guys. And you know, when guys would come from",
        1853.08,
        1857.86
    ],
    [
        " Brazil off the competition circuit to come and train at Fabios when they'd stop by, you know,",
        1857.86,
        1863.8
    ],
    [
        " those guys would have a brown belt's black belt's are going against Dean Lister and Hix. I mean,",
        1863.96,
        1868.4
    ],
    [
        " those guys were not getting, it was, you know, Dean and Higgs were awesome. Dean was phenomenal. Higgs",
        1868.86,
        1876.64
    ],
    [
        " was phenomenal. And I was in the mix with those guys, you know, so we were good is what I'm saying.",
        1876.64,
        1881.46
    ],
    [
        " So what did it feel like to roll with Hix? And I thought about this and I thought about a way to",
        1881.62,
        1886.88
    ],
    [
        " describe it. And this is the way I am going to describe it. It's going to be hard to imagine,",
        1886.88,
        1892.06
    ],
    [
        " but try and imagine it. Okay. Hey, if you ever felt very quick, a large amount of very quickly",
        1892.06,
        1900.0
    ],
    [
        " rolling water or flowing water. So a river, a giant hose, a pipe with water, like coming out of it.",
        1900.0,
        1908.88
    ],
    [
        " And when you stick your hand like you can't barely resist it that much water. So imagine that feeling",
        1909.28,
        1915.92
    ],
    [
        " of force, but it's not going fast, it's going slow. It just, it don't, you can't stop it.",
        1916.2,
        1923.36
    ],
    [
        " And wherever you, but just like water. So it's like that much force, but just like water,",
        1923.84,
        1929.02
    ],
    [
        " wherever you go to stop it, it just goes around it. And it was that's, that was what, what it was like.",
        1929.32,
        1935.14
    ],
    [
        " And really, really just phenomenal. You know, I mean, even at that time and remembering back to it,",
        1935.58,
        1943.54
    ],
    [
        " it was another level of Jiu-Jitsu for sure. That was, was awesome. Now, so yeah, that's, that's",
        1943.54,
        1950.96
    ],
    [
        " rolling with Hix. And I still actually, I got some mutual friends with Hix and, and I see him occasionally.",
        1950.96,
        1957.12
    ],
    [
        " And, you know, the, the cool thing about Hix and is, he's got a personality that,",
        1957.94,
        1971.6
    ],
    [
        " I would love to tell you that he's, you know, like a stereotypical peaceful warrior master that",
        1975.08,
        1983.82
    ],
    [
        " seems content with where he's ended up in life and with his experiences in life. But with Hix and,",
        1983.82,
        1992.58
    ],
    [
        " I get the feeling that he's a guy that fighting is in his blood, right? And even though he's a",
        1994.02,
        2004.68
    ],
    [
        " mellow guy and he has nothing to prove to anybody, I think, and it kind of feels like the way I feel,",
        2004.68,
        2012.0
    ],
    [
        " he likes the taste of blood. You know what I mean? And even though, even though, I'm kind of the same",
        2014.38,
        2022.92
    ],
    [
        " way, like I feel like, you know, I'm pretty mellow. I mean, I don't, I, I don't have anything. I'm not",
        2022.92,
        2027.32
    ],
    [
        " trying to prove anything to anybody. I guess maybe I am in some ways, but I'm pretty mellow. But I,",
        2027.32,
        2041.88
    ],
    [
        " and that's kind of what you sense, that's what I sense from Hix and, and so yeah, awesome. And",
        2042.04,
        2048.92
    ],
    [
        " maybe we'll have him on here sometime. Hix and Grace. He does have that mystique though. It is",
        2048.92,
        2056.58
    ],
    [
        " crazy. How bad is he? You know, and it's because it's real. Yeah. It's because it's real. You can go",
        2056.58,
        2061.26
    ],
    [
        " and, like I said, Google Hix and Gracie stories, Hix and Gracie black belt stories. There are stories",
        2061.26,
        2067.1
    ],
    [
        " where he would line up 10 black belts and say I'm going to submit you all with an arm lock on",
        2067.36,
        2073.16
    ],
    [
        " your right arm. And he would do it. And he would do it. And that's, and so yeah, you, that builds",
        2073.16,
        2080.6
    ],
    [
        " you some mystique for sure. Yeah. Yes. I, one time I went, I was going to film with him just like a",
        2080.6,
        2088.28
    ],
    [
        " quick video clip. It's me and Halik. So we went to Crohn's Academy, Crohn Gracie's Academy. And",
        2088.28,
        2094.8
    ],
    [
        " so I get there and he's there already. Yeah. And he'd, so guys were leaving. They were done",
        2095.74,
        2102.3
    ],
    [
        " training. Guys were leaving. And Halik's like, Hey, I'm going to be like 45 minutes to an hour late.",
        2102.3,
        2107.62
    ],
    [
        " So it's just me and Hix in there. And the whole like everyone's gone. So he's like, yeah, I was like,",
        2108.36,
        2114.02
    ],
    [
        " Oh, yeah, I'm going to film. No, is there to film? I would have been, hey, you got your gear. Yeah,",
        2114.02,
        2119.58
    ],
    [
        " just give pants on. I was scared. I submitted to the mystique. But no, we're, you know, we were,",
        2119.58,
        2127.84
    ],
    [
        " we're waiting for Halik. He's like, Oh, yeah, Halik's been, you know, later, whatever. He was like,",
        2127.9,
        2130.94
    ],
    [
        " yeah, I know he told me or whatever. So he's like, he's kind of just, they're looking at me. So",
        2130.98,
        2135.12
    ],
    [
        " we just sit down. I got to talk to Hix in Gracie for like 50 minutes. Just about whatever, you know,",
        2135.12,
        2140.96
    ],
    [
        " and he's kind of looking at me like, as if to say like, so what up, you know, who are you?",
        2141.34,
        2145.18
    ],
    [
        " What are we doing? You know, like all cool, but he's still Hix in Gracie. So my mind kept while we're",
        2145.18,
        2150.58
    ],
    [
        " talking, my mind kept going into like jumping outside of my brain and thinking, like, look what",
        2150.58,
        2156.48
    ],
    [
        " you're doing right now. You're sitting with Hixing, you know, how like after we roll and we don't",
        2156.48,
        2160.44
    ],
    [
        " have anywhere to be, we'll be just talking about stuff just sitting there. Most people that's how",
        2160.44,
        2164.2
    ],
    [
        " and I was doing that with Hix in Gracie that just me and him. But that's crazy, right? I mean,",
        2164.2,
        2169.36
    ],
    [
        " as, you know, as a, as someone who knew, I know who that is from the beginning, even before I even",
        2169.46,
        2173.88
    ],
    [
        " started you did too. I know who that is. So yeah, man, I was like, how I, you know, that's",
        2173.88,
        2178.96
    ],
    [
        " funny too is that night. Back in the day, he brought his sons with him. So Hixing was there,",
        2178.96,
        2185.26
    ],
    [
        " and Chrome was there. Chrome was a little kid, man, tiny kid. And Fabio told them that I was in",
        2185.92,
        2192.48
    ],
    [
        " the sealed teams and stuff. And that's, you know, so he had a little conversation. That's another",
        2192.48,
        2195.94
    ],
    [
        " funny thing. He said, so when we got done rolling it and we were talking like years is saying,",
        2195.94,
        2201.42
    ],
    [
        " and he says to me, he goes, you know, say, hey, thanks for rolling whenever he goes, yeah,",
        2201.74,
        2208.16
    ],
    [
        " he said, uh, you're, you're, you're, you're very comfortable in bad positions.",
        2208.58,
        2211.76
    ],
    [
        " That was very right off. I'll take it. I'll take it. Yeah.",
        2212.0,
        2217.34
    ],
    [
        " It's, I do this too. Sometimes when people used to ask me, hey, what was it like rolling with Hixing?",
        2217.86,
        2223.34
    ],
    [
        " I'd say, okay, let me get in your guard. And then I'd get in their guard and then say, okay,",
        2223.34,
        2230.1
    ],
    [
        " let me pass. And then I would just pass their guard in mountain. I said, that's what it feels like.",
        2230.1,
        2233.48
    ],
    [
        " Yeah. Very comfortable in bad positions. That's kind of like after you like box a guy and you say,",
        2233.88,
        2241.98
    ],
    [
        " hey, you can take punches. Basically, basically, your face is tough. And that's another thing. I",
        2242.0,
        2248.28
    ],
    [
        " mean, I kind of held onto that. Like I always like to be comfortable in bad positions. And Dean,",
        2248.28,
        2252.1
    ],
    [
        " it's really good. Because when, you know, I train with Dean all the time. And so, you know,",
        2252.58,
        2258.96
    ],
    [
        " there's no one that I roll with on a regular basis. I'd roll with some really good guys.",
        2259.18,
        2264.4
    ],
    [
        " But when Dean is mounted on you or when Dean is on side control on you,",
        2264.96,
        2269.0
    ],
    [
        " it is insufferable. It's a bad position. Bad position. And especially because like I'll roll with,",
        2269.64,
        2277.64
    ],
    [
        " I roll with other really high level guys that aren't from our school. And when I roll with them,",
        2277.76,
        2283.24
    ],
    [
        " if they get a position like that, they don't know exactly my every little escape. Dean knows exactly,",
        2283.24,
        2289.54
    ],
    [
        " he knows all 14 of my escapes. He knows them all. So you're more trapped. I'm more trapped. And it's",
        2290.0,
        2295.3
    ],
    [
        " the same with him when I get to position. I know what he's going to do. I know. And so he and I joke",
        2295.3,
        2300.82
    ],
    [
        " about it, you know, but neither one of us want the other person to be especially across side.",
        2300.82,
        2307.28
    ],
    [
        " Yeah. We don't want that. Yeah. But actually, it's an, I guess it's an accident boxing to it",
        2307.3,
        2314.24
    ],
    [
        " if you can take punches. Well, for sure. It is. But comfortable in bad positions in Jiu Jitsu. It's",
        2314.24,
        2319.22
    ],
    [
        " kind of like back when you're talking about the, when you're in water and things are going bad.",
        2319.22,
        2323.54
    ],
    [
        " Yeah. Don't panic. So if you're comfortable in bad positions, that's like you have the ability",
        2323.76,
        2328.14
    ],
    [
        " to, yet to not panic. And that helps so much. Because when you panic, you gas your,",
        2328.14,
        2331.78
    ],
    [
        " and you make stupid mistakes. Oh, yeah. And Jiu Jitsu, you make stupid mistakes. So yeah,",
        2331.98,
        2335.58
    ],
    [
        " man, I'm just going to push this leg out of here. Oh, now he's grabbing my arm. Yeah. Yeah.",
        2335.58,
        2339.4
    ],
    [
        " I wanted you to do that. It's good compliment. Next question. In podcast 54, the Armed Forces officer.",
        2339.4,
        2349.68
    ],
    [
        " Remember that book, the Armed Forces officer. Yeah. One of my three 1950 edition. Yeah. Can you",
        2349.76,
        2356.0
    ],
    [
        " expound on the difference between these two, these two seemingly contradictory quotes from the manual?",
        2356.0,
        2361.66
    ],
    [
        " A firm hold at the beginning pays tenfold dividend of the team it approach followed by a show",
        2362.66,
        2368.64
    ],
    [
        " of firmness later on from general Malone story of the World War One compared with.",
        2368.64,
        2374.04
    ],
    [
        " In general, Malone's, if you remember the story was there's a messed up unit. Any win in there was",
        2374.28,
        2379.82
    ],
    [
        " like, all right, get squared away. Get these boards in place. Get out of the mud. What you need to",
        2379.82,
        2383.82
    ],
    [
        " get your uniforms together. Just tighten them up. Out of the game. Like firmness, right? Firmness right out of the",
        2383.82,
        2388.36
    ],
    [
        " game. Yeah. And then compared to, okay, here's a quote, it's a mistake for an officer on taking a",
        2388.36,
        2395.38
    ],
    [
        " new post to order sweeping changes affecting the other man in the belief that this will give him a",
        2395.38,
        2400.1
    ],
    [
        " reputation for action and firmness. The studying of situations is the overture of the studying of it.",
        2400.1,
        2407.24
    ],
    [
        " And that's from general. In general, or may, if you remember that one, he said, hey, none of you",
        2407.62,
        2418.34
    ],
    [
        " are doing a good job and we're going to continue what you're doing. That's what he said when he took",
        2418.34,
        2421.36
    ],
    [
        " over. So what's going on here is you got two completely different situations. And the two situations",
        2421.36,
        2425.72
    ],
    [
        " are one is a guy taking over first situation, a known bad situation. The troops are lacking discipline.",
        2425.72,
        2433.2
    ],
    [
        " They're not executing the mission. And if you remember from that story, they weren't even doing",
        2433.38,
        2436.78
    ],
    [
        " basic military bearing. They weren't saluting the officers. They just had thrown everything out",
        2436.78,
        2441.9
    ],
    [
        " the window. That's the situation where you got to come and you got to get firm out of the game.",
        2441.9,
        2445.28
    ],
    [
        " That's what you got to do. Now they got to know that they got to know that things are going to",
        2446.02,
        2450.72
    ],
    [
        " change. They got to know it's real. They got to know there's a new plan and they got to know what",
        2450.72,
        2455.86
    ],
    [
        " that new plan is. And then they got to know that there's new standards and they got to know what",
        2455.86,
        2460.14
    ],
    [
        " the new standards are. Boom. And it's the same thing. You know, Hackworth, he did that. He came in with",
        2460.14,
        2466.06
    ],
    [
        " some, you know, if you remember when he took over the hardcore battalion, what became the hardcore",
        2466.06,
        2470.34
    ],
    [
        " battalion. The first thing he did was like all those radios and guitars and all this crap that you",
        2470.34,
        2474.94
    ],
    [
        " have sitting around base, put it all in the middle of the base tomorrow and we're getting rid of it all.",
        2474.94,
        2478.9
    ],
    [
        " That was a big change. Now Hackworth, then he then he started implementing two changes a day if you",
        2479.36,
        2488.26
    ],
    [
        " remember. Hey, gotta get everyone carry your weapon at all times. That's the next change. Okay,",
        2488.26,
        2492.06
    ],
    [
        " get your helmet. Okay, now we got to get helmet covers on. He just made one or two small changes",
        2492.44,
        2497.3
    ],
    [
        " a day after he made some big sweeping changes out of the gate because it was a jacked up battalion.",
        2497.3,
        2501.58
    ],
    [
        " And now, now the difference is if you're going into a situation where everything's going fine or",
        2503.06,
        2509.0
    ],
    [
        " okay or at a bare minimum, it's like normal. Well, then you don't need to step in there and show",
        2509.0,
        2514.66
    ],
    [
        " that you're the man by making these sweeping changes. You don't need to do that. It comes across,",
        2514.66,
        2519.5
    ],
    [
        " it comes across like the people that you just took charge of have no idea what they're doing.",
        2519.78,
        2524.22
    ],
    [
        " And you don't, you don't respect what they did what they what their methodology. You don't respect",
        2525.06,
        2530.02
    ],
    [
        " their performance because you're coming in saying, oh, echo, by the way, the way you report",
        2531.34,
        2535.0
    ],
    [
        " to court the podcast, you need to get rid of those microphones. You need to edit it tighter. Your",
        2535.0,
        2539.0
    ],
    [
        " base is to you know, what would you be thinking if I came in and said that? Well, you know,",
        2539.0,
        2544.88
    ],
    [
        " mean little bit different, but you know, I understand your point point being if somebody comes in",
        2544.88,
        2550.76
    ],
    [
        " and starts criticizing you, right, when you're doing okay, when you're doing a good job, you're",
        2550.76,
        2554.98
    ],
    [
        " doing a good job. Yeah, me I think you're doing a good job. Thanks for the man. There's some people that",
        2554.98,
        2558.96
    ],
    [
        " get on you about that base occasionally. That's you're that's really on you. You know, your",
        2558.96,
        2563.7
    ],
    [
        " base. Yeah. So my park. So that's the thing. If that's the decision you got to make and guess what?",
        2563.7,
        2572.56
    ],
    [
        " It's not black and white. You don't go into some units. It's not like you're going to get a choice",
        2573.42,
        2578.04
    ],
    [
        " between a unit that's doing horrible and a unit that's doing great. You're going to get everything",
        2578.04,
        2582.4
    ],
    [
        " in between and therefore you have to modulate your leadership to reflect. If it's a if it's a",
        2582.4,
        2588.0
    ],
    [
        " group that might have a tendency of being a little bit jacked up and they're getting close. Guess",
        2588.0,
        2591.68
    ],
    [
        " what? Got to got to be maybe not sweeping changes, but you might need to make a little statement.",
        2591.68,
        2596.46
    ],
    [
        " If it's a group that's performing awesome, fantastic, top top team, top whatever, you might need to",
        2596.72,
        2603.74
    ],
    [
        " come and say, Hey guys, I see that you're doing great. I'm here to just keep you guys doing what",
        2603.74,
        2608.16
    ],
    [
        " you're doing. Let me know what you need to support. Oh, and it could be anywhere in between that",
        2608.16,
        2613.02
    ],
    [
        " spectrum. That's why leadership is challenging because you got to be able to have new arms. You got",
        2614.14,
        2618.58
    ],
    [
        " to be able to modulate. You're going to figure out where that is and you got to test it out too.",
        2618.58,
        2623.8
    ],
    [
        " Once you give that sweeping order, you got to see what kind of reaction you got.",
        2624.28,
        2627.32
    ],
    [
        " You know, you got to see the people just instantly rebel. Okay, then let's talk this. Let's get",
        2628.24,
        2633.34
    ],
    [
        " some feedback. What's going on? Clearly, we have a disrespect scenario going on. We need to get",
        2633.34,
        2637.98
    ],
    [
        " to bottom this. Let me get some key leaders in here. Let me talk to them. Get some feedback.",
        2637.98,
        2640.82
    ],
    [
        " Which you should do that before you make any sweeping changes. Anyway, you got to at least talk to",
        2641.26,
        2645.04
    ],
    [
        " the key leadership. Get them in the game. Get them on board. That's why leadership is awesome.",
        2645.04,
        2651.46
    ],
    [
        " That's why beat that's why this stuff is so fun because it's challenging. It's different every",
        2651.66,
        2654.98
    ],
    [
        " single time. Yeah, it feels like kind of like what we were talking about earlier where if you start",
        2654.98,
        2660.76
    ],
    [
        " to understand the formula, all the different details that come out, you can kind of apply the",
        2660.76,
        2665.86
    ],
    [
        " formula in one way and even then still dynamic, but you can just get a better grasp.",
        2665.86,
        2670.46
    ],
    [
        " It's just like you Jitsu. If you understand the concept, that you have to be able to move your",
        2670.62,
        2675.94
    ],
    [
        " hips. There's a bunch of different ways you can get your hips moving. If you understand the",
        2675.94,
        2679.14
    ],
    [
        " concept that you need to immobilize the hips to pass the guard, if you understand that concept,",
        2679.14,
        2683.08
    ],
    [
        " there's all kinds of different ways you can do it. If you understand the concept of totally",
        2683.16,
        2686.82
    ],
    [
        " jacked up team is going to need a sweeping change to get their attention and get them to understand",
        2686.82,
        2692.62
    ],
    [
        " that things are going to change and what they were doing was unacceptable. If you understand that",
        2692.62,
        2696.64
    ],
    [
        " concept that that's what it's going to take, you can apply it all the way through those gradients,",
        2696.64,
        2700.54
    ],
    [
        " all the way down to, hey, this team is doing great and I don't need to change much. I just need to",
        2700.58,
        2704.94
    ],
    [
        " give them the support that they need. Conceptual instruction. Very important. Next one.",
        2704.94,
        2712.66
    ],
    [
        " Jocco, I recently listened to the Strategic Con podcast while on my way to Coach LaCrosse.",
        2713.66,
        2719.78
    ],
    [
        " And I was impressed how many of the points made between both Maurice and your experience as an",
        2719.78,
        2725.48
    ],
    [
        " operator translated into the field. Another point of the cast that stuck out and now I reflect on",
        2725.48,
        2731.52
    ],
    [
        " as learning experience and coachable moment for myself was the saying of good work.",
        2731.52,
        2736.72
    ],
    [
        " When we recently battled through the first half, the game LaCrosse game. It was a grudge match.",
        2737.3,
        2744.06
    ],
    [
        " Actually, in this one, he's talking, I edited a little bit out of this because he had a really long",
        2744.06,
        2747.68
    ],
    [
        " email and we believe in brevity around here. So he's actually now talking about a soccer match.",
        2747.68,
        2753.42
    ],
    [
        " Grudge match set their plan. Okay. So, boom, they had a hard first half. It was a grudge match.",
        2753.72,
        2758.62
    ],
    [
        " I'm very evenly played until until the half when I told the boys they were doing good work out there.",
        2758.74,
        2763.86
    ],
    [
        " And now we were matching their intensity and putting pressure on them. Then the first 30 seconds",
        2764.44,
        2769.2
    ],
    [
        " of the second half, we were scored on due to lack of intensity and follow through. I suspect it may",
        2769.2,
        2774.6
    ],
    [
        " have been from my good job, quote unquote, good work. Keep it up. Talk we had in that, at the half time.",
        2774.6,
        2780.7
    ],
    [
        " My question to you is, how does one reinforce the fact they were hitting hard up there,",
        2781.74,
        2788.02
    ],
    [
        " give them some words of encouragement and send them back out without taking a hit in intensity.",
        2788.62,
        2793.34
    ],
    [
        " As a coach, freshmen high school boys who were basically wild dogs and need direction plus support,",
        2793.9,
        2799.38
    ],
    [
        " what could have done different to keep the intensity up in the second half and even after getting",
        2799.78,
        2805.32
    ],
    [
        " scored on. So this is pretty simple. And I've actually talked about this before.",
        2805.32,
        2809.9
    ],
    [
        " I've talked about it with regards to MMA and I've talked about it with regards to",
        2810.7,
        2815.12
    ],
    [
        " my seal platoon, my seal task unit. And that is that you have to be very careful with praise.",
        2815.12,
        2821.92
    ],
    [
        " Oh yeah. Because in the example that I give in the corner of MMA fights, if you tell a guy,",
        2822.14,
        2828.16
    ],
    [
        " hey, good job. You know, you won that last round. Just keep doing what you're doing.",
        2828.16,
        2832.88
    ],
    [
        " He's going to back off. Yeah. He's going to back off. And guess what the other corner is telling him.",
        2833.48,
        2837.7
    ],
    [
        " You lost that round. You need to step it up. You need to get aggressive. And that's what they're",
        2837.88,
        2841.92
    ],
    [
        " going to do. They're going to get out there because I'll say most people in an MMA fight, MMA fight is a,",
        2841.92,
        2849.22
    ],
    [
        " it's like wrestling. It's a very intense cardio activity. You're going, everybody's going to be",
        2849.3,
        2854.4
    ],
    [
        " tired, be just about everybody. Obviously. So when you get two guys, well, let me, let me",
        2854.4,
        2859.36
    ],
    [
        " rephrase that when you get two guys that are evenly matched and are going at it hard,",
        2859.36,
        2862.64
    ],
    [
        " they're both going to be tired. And so they're going to want a little bit of a rest. So if you give",
        2862.86,
        2866.86
    ],
    [
        " them that opportunity to back off the throttle just a little bit subconsciously, they're going to do",
        2866.86,
        2871.56
    ],
    [
        " it because they think they're doing good. They think that one that last round. So you can see that",
        2871.56,
        2876.18
    ],
    [
        " all the time. You see, I mean, it happened. It happened with Rhonda. You know, they're saying,",
        2876.18,
        2882.28
    ],
    [
        " hey, good job. Good job. You're looking good. And she's getting crushed. That's kind of a bad",
        2882.32,
        2888.76
    ],
    [
        " example. But anyways, you got to be careful about in and I've told this story before. But when",
        2888.76,
        2895.74
    ],
    [
        " my task was going through training and we were doing CQC. So close quarters combat drills.",
        2895.74,
        2902.66
    ],
    [
        " We're going in the kill house over and over. And you know, we broke for lunch or something. We",
        2902.66,
        2908.16
    ],
    [
        " come back from lunch and the guy that's the cadre, they're like, hey, you guys are kicking ass.",
        2908.16,
        2913.98
    ],
    [
        " This is great. Keep it up. You guys are the best task. You know, we've seen out here. You guys",
        2914.12,
        2919.22
    ],
    [
        " crushing it. And literally the next run guys going to house, they screw everything up. They missed",
        2919.22,
        2924.3
    ],
    [
        " targets just a disaster. And I talked to the contrary, I'm like, don't ever tell my guys again",
        2924.36,
        2928.84
    ],
    [
        " that they're the best guys in the world. Don't don't tell them that. You can tell them good job.",
        2928.84,
        2933.32
    ],
    [
        " But don't be telling them they're the best people in the world. It just doesn't work. And so that's",
        2933.42,
        2939.08
    ],
    [
        " kind of what happened, you know, here. Now the thing is, this doesn't mean that you can never give",
        2939.08,
        2944.06
    ],
    [
        " anybody credit or never give anyone praise because you do absolutely have to do that. But what you",
        2944.06,
        2948.28
    ],
    [
        " have to do, you have to proactively counteract the mental lapse and intensity. That's about to",
        2948.28,
        2955.72
    ],
    [
        " take place because you just compliment them. So how do you do that? So let's say you're on the",
        2955.72,
        2963.54
    ],
    [
        " lacrosse field or the soccer field. You bring them boys in. You say, look, guys, good half, good",
        2963.54,
        2969.98
    ],
    [
        " first half. You took it to them. You showed them that we can hang with them. You play them even.",
        2969.98,
        2976.22
    ],
    [
        " That's fine. Here's the problem. Even isn't good enough. We need to get out there and play",
        2976.36,
        2983.82
    ],
    [
        " harder. We need to step it up. I actually want you guys to play like mergers. That's what I want",
        2983.82,
        2989.52
    ],
    [
        " to do. I want you to win every loose ball. I want you to make every tackle. I want you to get",
        2989.52,
        2993.9
    ],
    [
        " your head on every ball that's in the air. You stick to them on defense. I don't even want them",
        2993.9,
        2998.56
    ],
    [
        " to be able to breathe. I want you to work them into the ground. I want pressure. Pressure",
        2998.56,
        3006.02
    ],
    [
        " up front pressure in the midfield and pressure on D. You make them fight for every inch, every ball",
        3006.02,
        3012.6
    ],
    [
        " and every breath. I want you to go out there and take their souls. So you got to counter that.",
        3012.6,
        3021.14
    ],
    [
        " You know, you got to counter the good job thing. So in MMA, it's the same thing. You know, hey,",
        3021.36,
        3025.46
    ],
    [
        " good round. There's a close round, but a good round. But listen, you can't let up right now.",
        3025.64,
        3030.64
    ],
    [
        " You need to step it up. He knows he has to step it up. I'm telling you, he knows he's got to step",
        3030.66,
        3034.82
    ],
    [
        " it up. And if you come out weak, he's going to get the upper hand right away. You need to put him",
        3034.82,
        3038.7
    ],
    [
        " away. You need to go out there and crush him. Crush his soul. Turn it on and put this guy away.",
        3038.7,
        3048.98
    ],
    [
        " I want you to kill him. So that's what you need to do with that. Now for tactical training,",
        3049.48,
        3056.56
    ],
    [
        " same thing. Because you know, I know this police officers and SWAT teams and guys that are in the",
        3056.96,
        3062.16
    ],
    [
        " military, you're doing tactical training all the time. And you're going to see the, as the team",
        3062.18,
        3066.24
    ],
    [
        " comes together, they're going to start to do good. But like I said, if you give them too much,",
        3066.24,
        3070.46
    ],
    [
        " they're going to slack, right? So, you know, when you're running your tactical training,",
        3070.96,
        3076.06
    ],
    [
        " you for your guys, you say, look, hey, guys, I see some good progress out there. We're making some",
        3076.42,
        3081.4
    ],
    [
        " good runs. But let me tell you, it's not good enough right now. Okay. This is the deal. The enemy",
        3081.4,
        3089.26
    ],
    [
        " can rely on luck. We can't. We rely on our training. We trained to be prepared for anything",
        3089.26,
        3095.94
    ],
    [
        " that the enemy throws at us. So we're going to work as hard as we can and be as perfect as we can.",
        3095.94,
        3102.18
    ],
    [
        " So we are ready for the worst case scenario. So get jacked up for another run right now.",
        3102.98,
        3107.84
    ],
    [
        " And I want you to go in there like a band of bloodthirsty Viking shock troops on a damn",
        3108.36,
        3116.28
    ],
    [
        " berserker rage and crush this. So you want to bring that kind of counter, right?",
        3116.46,
        3123.44
    ],
    [
        " And then in combat again, and I just was talking to some guys yesterday and it's the same thing.",
        3124.82,
        3132.18
    ],
    [
        " Like complacency is the worst thing that can happen with your team when you're in a combat scenario.",
        3132.3,
        3138.38
    ],
    [
        " So when you're in combat, you know, it's look, hey, guys, we're running some good operations.",
        3138.38,
        3141.86
    ],
    [
        " Right. We got the upper hand and that's good. But it's not good enough. We cannot be complacent and we",
        3142.82,
        3151.54
    ],
    [
        " can't take our foot off the enemy's throat. We are going to be relentless. We are not going to give",
        3151.54,
        3160.52
    ],
    [
        " him the chance to regroup. He will not get the chance to recover. There will be no downtime for",
        3160.52,
        3166.68
    ],
    [
        " the enemy. And I'll tell you what, I don't even want the enemy to have a chance to bury their dead.",
        3166.68,
        3171.04
    ],
    [
        " We are not going to stop until there is nothing left to pursue and no one left to bury. So sharpen",
        3172.02,
        3180.6
    ],
    [
        " up your knives, load up your magazines because we got work to do. So again, we got a counter.",
        3180.6,
        3188.52
    ],
    [
        " You know, the compliments and balance. Essentially what I'm doing in each one of those, you know,",
        3188.88,
        3196.6
    ],
    [
        " situations, I'm balancing the positive affirmations of what is happening with some new goals and",
        3196.68,
        3205.32
    ],
    [
        " new objectives that will ensure that there will be no slack. No. So the guy said that there were",
        3205.32,
        3217.98
    ],
    [
        " ninth graders. Fresh. Yeah, freshman wild dogs. Yep. Next question. Next question. How do you detach",
        3217.98,
        3228.74
    ],
    [
        " without seeming completely cold? Okay, important question. I've said this all time, you know,",
        3228.74,
        3238.2
    ],
    [
        " you got to detach. I also say all the time if you detach from all your emotions, that means you're",
        3238.28,
        3242.3
    ],
    [
        " about people don't fall robots. I say it all the time. So when you do detach, you can't,",
        3242.3,
        3250.24
    ],
    [
        " you can't completely step away. But if you do, you have to, you have to act, you have to do a",
        3250.24,
        3261.94
    ],
    [
        " little acting. Now, first of all, we already talked about this, right? We already talked about these",
        3261.94,
        3268.44
    ],
    [
        " red flags that that show that you're going to lose your temper, that you're going to get emotional",
        3268.78,
        3274.52
    ],
    [
        " about something, you know, your clenched fist and your raised voice and your heavy breathing and",
        3274.52,
        3278.94
    ],
    [
        " your flared nostrils and all that stuff, right? So you know what those things mean? Those things mean",
        3278.94,
        3283.56
    ],
    [
        " those things, your signal that mean to detach. Okay? So you got to work on that. Now, here's the",
        3283.56,
        3298.42
    ],
    [
        " go back and do one or some of those things that you are trying not to do. You have to go and you",
        3300.4,
        3308.06
    ],
    [
        " have to do them a little bit in a nice little controlled manner, right? Maybe you raise your voice a",
        3308.06,
        3314.88
    ],
    [
        " little bit. Maybe you just kind of clench your jaw and you remember I said to you like nodding your",
        3314.88,
        3321.68
    ],
    [
        " head in a positive way. And that's it. That's a, when you, if you're coming to me with an issue",
        3321.68,
        3326.6
    ],
    [
        " and I nod my head to the affirmative, you know, up and down saying yes, I understand, yes,",
        3327.16,
        3330.98
    ],
    [
        " I understand. That's a soothing thing to your team, right? They see that you're okay with it.",
        3331.06,
        3336.12
    ],
    [
        " The opposite of that is when you shake your head in the negative. Like, if you're telling me",
        3336.98,
        3341.34
    ],
    [
        " some problem and I'm shaking my head, it's like, I'm me going, damn, I can't believe this is going",
        3341.34,
        3344.8
    ],
    [
        " on, right? So, so maybe that's another thing that you, you know, you clench your jaw and you shake",
        3344.8,
        3349.92
    ],
    [
        " your head. Did you just show the person like, look, I know we're in a bad way. I get it. I'm not",
        3349.92,
        3353.2
    ],
    [
        " sitting back here like it's no big deal. I know it's going to be a tough, I know we just",
        3353.2,
        3356.74
    ],
    [
        " lost a sale or I know we just, you know, I'm going to have to plan another mission that we just",
        3356.74,
        3362.24
    ],
    [
        " got back. I understand that it's hard. You care? I care. You know, I'm with you. You want to give",
        3362.24,
        3368.92
    ],
    [
        " that. Maybe you let out that little sigh of frustration, you know, like a little, like something",
        3368.92,
        3373.8
    ],
    [
        " like that, right? Just going to do that little thing. Just do that. Just showing that you do got some",
        3373.8,
        3378.94
    ],
    [
        " emotions and you are invested in all that stuff. And then once, once you see that you've achieved",
        3378.94,
        3389.76
    ],
    [
        " your goal here, that you can see that, that they see that you have some emotions on this situation,",
        3389.76,
        3396.16
    ],
    [
        " then you, you quickly get yourself to recover from that. Right? You get yourself composed.",
        3396.46,
        3402.92
    ],
    [
        " And you've shown them and they, and they've seen it. So it's almost like a little, they've seen",
        3403.26,
        3407.12
    ],
    [
        " you like a little weakness and they go, okay, you know, joccos are human. They can relate. Yeah,",
        3407.12,
        3410.34
    ],
    [
        " I can relate. He's bad. But you know, I actually want him to calm down. Yeah. I actually am",
        3410.38,
        3414.7
    ],
    [
        " glad he's so, you know, I mean, he's into it, but I'm glad he's calming down. That's good. Okay. So",
        3414.7,
        3420.26
    ],
    [
        " the new recover, you go back to your calm, cool, collective self. Right? That's what we're going to do.",
        3420.26,
        3425.86
    ],
    [
        " Now, like I said, this is, do we call this acting? I guess maybe we could call it acting, but at the",
        3425.9,
        3437.1
    ],
    [
        " other time, it's not going to be anybody else. You're being you. That's all you're doing. You're being",
        3437.1,
        3440.36
    ],
    [
        " you. You're just acting like yourself, just showing a little bit more of the emotion and",
        3440.36,
        3448.32
    ],
    [
        " then you would be if you were just completely detached. So it's not like you're trying to act like",
        3448.32,
        3454.08
    ],
    [
        " some, you know, yeah, you're not trying to do to play a role of someone else. You're just being",
        3454.08,
        3461.06
    ],
    [
        " you. So, and you already know what you do because you've learned how what the signals are. So when",
        3461.06,
        3466.46
    ],
    [
        " you know that you raise your voice and that means you're, okay, just raise your voice a little bit.",
        3466.46,
        3469.96
    ],
    [
        " If you know that you just give a little side, it's those careful things. And so, yeah, I guess it",
        3471.1,
        3478.2
    ],
    [
        " is acting in a way, but it's not full on. Anybody can do it. I think. Yeah. Yeah. You did. I think",
        3478.2,
        3485.82
    ],
    [
        " that's great. This is my opinion. You do it with your kids, you know, I mean, I'm, you know,",
        3485.82,
        3492.86
    ],
    [
        " pretend to act. Yeah. You know, you mad or whatever. Ain't it good? Even happy, even pretend",
        3492.86,
        3498.16
    ],
    [
        " to act happy. Well, it's bad. It's not. No, okay. We'll say excited. Hey, I got something for you. It's",
        3498.16,
        3505.92
    ],
    [
        " a drawing of a happy face. Same as she did yesterday. You know, it's like I'm not the honest truth is",
        3505.92,
        3513.54
    ],
    [
        " I'm excited about other things. We'll just say that.",
        3513.54,
        3516.5
    ],
    [
        " The bro. I'm all those. All that love you got for crying about those.",
        3517.62,
        3523.22
    ],
    [
        " The daughter getting killed. That letter you're getting. You're gonna know. It's all going backwards now.",
        3523.46,
        3528.68
    ],
    [
        " People are gonna hate you now. No, bro. I'm talking about excitement. Your daughter draws you a beautiful picture. You don't care about it.",
        3528.94,
        3535.02
    ],
    [
        " It's cold blooded. What I'm gonna give her is a lot of excitement. I'm gonna match her excitement. Maybe we can go",
        3535.04,
        3541.34
    ],
    [
        " one level higher. That's what I'm gonna give her. So what am I acting? I'm excited about a lot of",
        3541.34,
        3546.52
    ],
    [
        " other things a little bit though. Same thing. Same thing. Same thing. Yeah.",
        3546.52,
        3551.62
    ],
    [
        " Those mouths tough by the way. Same thing. Yeah. I know. Is it a form of manipulation? It might be a",
        3551.62,
        3558.18
    ],
    [
        " little bit of a form of manipulation. But again, if you're doing it to help the individual and you're",
        3558.18,
        3561.82
    ],
    [
        " doing it to help the team, then is it manipulation or is it leadership? I say, of course, it's leadership.",
        3561.82,
        3566.96
    ],
    [
        " You're not manipulation is I'm trying to fool you. So you do things that I want you to do to approach it.",
        3567.24,
        3573.34
    ],
    [
        " Yeah. We're not doing that. It's not what we're running here.",
        3573.42,
        3576.16
    ],
    [
        " All right. Next question. Next question. Please discuss how discipline in one area doesn't make up for",
        3576.44,
        3585.54
    ],
    [
        " slack in other areas. For example, the fitness guru who has no savings.",
        3585.54,
        3590.6
    ],
    [
        " Yeah. This is something that we all have to work out. Watch out for is the fact that we focus on our",
        3592.46,
        3600.22
    ],
    [
        " strengths. That's what we do. That's what people do. So you get a person that's smart,",
        3600.22,
        3606.56
    ],
    [
        " you know, really intellectual person, and they let themselves go physically. Or you get a person",
        3606.96,
        3613.2
    ],
    [
        " that's a physical stud. But then they're not gonna challenge their brain power. Or like the question",
        3613.2,
        3619.84
    ],
    [
        " that was, you know, put the example here that was posed, you know, someone that's a fitness guru",
        3620.2,
        3625.94
    ],
    [
        " or a party guru. I'm throwing that one out there because some people really good at that.",
        3625.94,
        3630.14
    ],
    [
        " Or they, you know, they're an entrepreneur. Come on, entrepreneur. And so they're driving a new",
        3630.2,
        3636.94
    ],
    [
        " Mercedes. But it's least. And they're behind on payments. So, yeah, yeah, that. So,",
        3636.94,
        3647.38
    ],
    [
        " you know, I mean, you take another example is what about the business person that doesn't have",
        3649.2,
        3653.56
    ],
    [
        " time for their family, right? And so that's not good. So I think the focus here is we try and we",
        3653.56,
        3661.14
    ],
    [
        " all have to be try to be well rounded and not focus so much on one area that you're gonna let",
        3661.14,
        3667.48
    ],
    [
        " some area go. That's target fixation is what that is, right? Is you walk into a room and you get",
        3667.48,
        3672.12
    ],
    [
        " fixated on one target, one bad guy. You think there's one bad guy. So you focus all your energy",
        3672.12,
        3677.18
    ],
    [
        " and then you're getting flanked. That's target fixation. You can't let that happen. You can't",
        3677.18,
        3680.74
    ],
    [
        " let it happen on the battlefield. You can't let it happen on life. So look out for that when you do",
        3680.74,
        3685.94
    ],
    [
        " this. And I'll tell you, this is actually a reality of the situation. I try and maintain this balance,",
        3685.94,
        3693.96
    ],
    [
        " but I've been actually working a lot lately. And what, and this is a clear indicator to me that I've",
        3694.02,
        3703.94
    ],
    [
        " overbooked myself is last week, we had to, we had to skip a day of Jiu-Jitsu to record.",
        3704.38,
        3712.42
    ],
    [
        " I mean, we don't do that, right? When do we record? We record after Jiu-Jitsu. But I knew I had so much",
        3712.86,
        3718.84
    ],
    [
        " stuff going on that I said, Hey, we got to record it this time because I got to get all this other",
        3718.84,
        3724.82
    ],
    [
        " stuff done because I'm traveling in this and that. And so we had to skip the Jiu-Jitsu. So that is",
        3724.82,
        3729.4
    ],
    [
        " red flagged to me that says I need to tighten up. I need to get my, you know, get my schedule back",
        3729.94,
        3736.38
    ],
    [
        " and check so that I can do the things that I need to do. Of course, what do I say about the situation?",
        3736.38,
        3742.86
    ],
    [
        " It's fine. You know what? Can't try and Jiu-Jitsu that day because I'm trying, I got some travel coming",
        3743.66,
        3747.88
    ],
    [
        " up good. I'm going to heal up my shoulder a little bit more. I'm going to, you know, I'm going to,",
        3747.88,
        3752.2
    ],
    [
        " it's, it's, it's fine. But it is an indicator of when things start going in the wrong direction,",
        3752.32,
        3759.16
    ],
    [
        " maybe I'm getting targeted fixated on, you know, too much work at a certain time.",
        3759.16,
        3764.76
    ],
    [
        " Which to me, again, I will run this thing in the red, as you say. I like running in the red,",
        3765.08,
        3772.18
    ],
    [
        " right? I'm in the red. And I got no problem. Like we will go hard. And the numbers of hours I've",
        3772.3,
        3780.08
    ],
    [
        " been, I will work, we'll have actually no impact on how much I'm going to spend with my family",
        3780.08,
        3785.42
    ],
    [
        " and Jiu-Jitsu and all that. So, because I'll just do it all. But there is a capacity that you reach,",
        3785.42,
        3790.36
    ],
    [
        " where you go, okay, now one of these things that has just started to slide. Now I need to make",
        3790.46,
        3794.46
    ],
    [
        " sure that my levels get re, re-leveled. I guess you might say equalized is what I should have said.",
        3794.46,
        3803.26
    ],
    [
        " So back to the subject, don't be a one trick pony, you know, be a jack of all trades.",
        3804.04,
        3810.72
    ],
    [
        " And then master a few of those trades. So you can emphasize fitness guru. You can emphasize",
        3810.72,
        3818.0
    ],
    [
        " intellectual power. You can emphasize Jiu-Jitsu. But don't put 100% of your effort into one area.",
        3818.0,
        3828.24
    ],
    [
        " Because eventually it will take, you won't have anything else. And by the way,",
        3828.58,
        3836.54
    ],
    [
        " if you put all your, you know, if you put all your, all your eggs in the basket of intellectual",
        3836.54,
        3840.92
    ],
    [
        " power, now you're unhealthy and you die. Right? That doesn't, you know, I don't care how smart you are.",
        3840.92,
        3846.5
    ],
    [
        " You can't do two plus two when you're dead. So don't put all your focus 100% into one area. Don't",
        3846.9,
        3866.52
    ],
    [
        " kind of feels like, like you can be understood that, um, Sam, real good at, I don't know, fitness.",
        3866.56,
        3877.46
    ],
    [
        " And it's easy to justify yourself, you know, like you're, you're, let's say, okay, I'm real good at",
        3878.28,
        3884.84
    ],
    [
        " fitness, you know, fitness guru. And I go around and then I see, I don't know, I go to the store,",
        3884.84,
        3890.28
    ],
    [
        " go to some party. And I see this other guy who's like socially, he's just 100%. Everyone likes",
        3890.28,
        3898.2
    ],
    [
        " him. He's such a nice charismatic guy. He makes a lot of money, you know, and all this stuff.",
        3898.2,
        3902.34
    ],
    [
        " But he's not in that good shape. We're out of no, he smokes and whatever, you know, it's,",
        3902.8,
        3907.48
    ],
    [
        " it's, I think a lot of people, it feels like it's easy to justify wolf that guys in bad shape.",
        3907.56,
        3913.34
    ],
    [
        " So who cares? I don't want any of that. I wouldn't want all the money, you know, all this stuff.",
        3913.34,
        3917.66
    ],
    [
        " It seems like you just got to justify that. And you know what the other guy's saying?",
        3918.08,
        3922.04
    ],
    [
        " Yeah, you might be in good shape. Guess what? Yeah. Nice Toyota Corolla you're driving. He's",
        3922.54,
        3927.8
    ],
    [
        " all negative on him. Yeah. Yeah. Yeah. So both those guys should, should instead of saying, hey,",
        3927.8,
        3934.04
    ],
    [
        " you know what they should do? Walk up and be like, hey man, you know what? I know that you're",
        3934.4,
        3936.98
    ],
    [
        " pretty successful financially. I would like to get in the game with you a little bit and, and learn",
        3936.98,
        3942.52
    ],
    [
        " from you about that. And the other guys should say to him, well, you know what? You look like you're",
        3942.52,
        3946.16
    ],
    [
        " in pretty good fitness levels. I would like to get in the game with that. Let's work together",
        3946.16,
        3952.54
    ],
    [
        " and improve ourselves and go out and kick ass and dominate. Are you in? I'm in. Let's do this.",
        3952.54,
        3958.24
    ],
    [
        " Instead, what does a normal person do? They do exactly what you said. Justify, criticize,",
        3958.54,
        3963.66
    ],
    [
        " cut people down instead of building them up. Yeah. And once you have to be careful of,",
        3964.26,
        3969.86
    ],
    [
        " if I was to go to you and say, hey, you know, Echo, I got a lot of money. I can tell you don't have",
        3970.34,
        3975.86
    ],
    [
        " a lot. I'll help you out. That can be offensive to some people. Yeah. Because you think,",
        3975.86,
        3979.58
    ],
    [
        " dude, who do you think you are? You're saying I'll back me on the job. I'm gonna worry about money.",
        3979.66,
        3983.78
    ],
    [
        " Think I'm worried about money when I got abs like these. So what we have to do is instead of,",
        3984.04,
        3991.36
    ],
    [
        " if I came to you and said, Echo, dude, I want abs like you got. Sure.",
        3991.66,
        3995.84
    ],
    [
        " Can you help me get in the game? And then we formed a little relationship and now I say to you,",
        3996.26,
        4000.04
    ],
    [
        " man. So what would you, what would your main income stream, dude? You know, what are you doing?",
        4000.44,
        4005.46
    ],
    [
        " And you say, well, you know, I got these two clients. You got a website? No, not really. Why don't",
        4005.68,
        4010.5
    ],
    [
        " you have a website? You got any social media to advertise? You know, we go through that road and we build",
        4010.5,
        4014.66
    ],
    [
        " up. We take care of each other. So we want to do as people. Yeah. Kind of like you ever seen the",
        4014.66,
        4021.52
    ],
    [
        " guys who go, they see like a football player or something. I'd be like, I kick his ass though,",
        4021.52,
        4025.42
    ],
    [
        " you know, you know, that Kanga, who can always like some successful person. I kick his ass though.",
        4025.42,
        4031.38
    ],
    [
        " Yeah. Yeah. Well, I've told the story before in the, in the SEAL teams. It's no one, no one is good.",
        4031.68,
        4040.02
    ],
    [
        " Oh, that if a guy, like we have guys in the SEAL teams that are literally, you know, world class",
        4040.28,
        4046.04
    ],
    [
        " athletes in whatever world class triathlete world class sailor world class whatever. And so,",
        4046.04,
        4055.18
    ],
    [
        " oh, you owe your world class triathlete. Oh, yeah, that guy's really good triathlete. That's cool.",
        4055.18,
        4060.42
    ],
    [
        " He's a really bad shot. Someone is going to chime in and cut him down. He's the way he goes.",
        4060.82,
        4066.38
    ],
    [
        " Yeah. No slack. No slack. No slack. Right. No, go one more I think. So,",
        4066.86,
        4074.4
    ],
    [
        " Jocco, would you confront an individual team member when reported by other team members that",
        4076.66,
        4083.08
    ],
    [
        " they're talking smack about you? Or would you just ignore them? The old classic here. What do you do",
        4083.08,
        4090.42
    ],
    [
        " about the, about the negative guy that's trying to bring you down? And sure, you can, you can",
        4090.42,
        4101.9
    ],
    [
        " confront them, right? And you can, by doing that, join in their, in their little game.",
        4101.9,
        4108.2
    ],
    [
        " And in doing that, you give them the satisfaction. They now know that they, they got it to your head.",
        4109.4,
        4117.34
    ],
    [
        " And then you're turning your workplace into, you know, your basic grade school gossip all.",
        4118.14,
        4125.64
    ],
    [
        " So, we don't like that. But now there are times, unfortunately, that you, you have to address things.",
        4126.62,
        4136.68
    ],
    [
        " And when you do it, you do it professionally. And you do it. Your goal is to disarm them. Because",
        4136.94,
        4146.16
    ],
    [
        " remember that this negative person inside, they probably want the confrontation. That's what they want.",
        4146.16,
        4154.74
    ],
    [
        " And so, you know, you say something like, hey, I heard you had some critique points for me.",
        4155.76,
        4160.5
    ],
    [
        " About how I'm doing my job, you know, if I'd love to get your feedback so I can tighten up my game.",
        4161.72,
        4167.08
    ],
    [
        " So, you just disarm them a little bit. And something like that will likely diffuse the scenario a little bit.",
        4167.1,
        4174.6
    ],
    [
        " And, you know, hopefully the people will understand that there are other people that are telling you what's",
        4175.04,
        4181.04
    ],
    [
        " going on. And it'll kind of put them in check and stifle the situation. But,",
        4181.04,
        4185.22
    ],
    [
        " the preferred methodology for this situation for me is quite simple. And that is",
        4188.36,
        4196.7
    ],
    [
        " ignore and outperform them. You see, while you're over there watching me and talking about me,",
        4196.7,
        4209.7
    ],
    [
        " I'm working. I'm working hard. I'm taking things to the next level. You keep gossiping and I'll keep",
        4209.7,
        4218.6
    ],
    [
        " working. You keep talking smack and I'll keep working. You keep focusing on everything and everyone else.",
        4218.6,
        4227.42
    ],
    [
        " And I'll keep working. And when you finally look around at where you are and where I'm at,",
        4227.74,
        4236.32
    ],
    [
        " you realize that you have nothing left to talk smack about. And you will lose and I will win.",
        4237.92,
        4251.02
    ],
    [
        " And this here applies to when people are playing office politics or forming their little clicks",
        4251.74,
        4263.96
    ],
    [
        " or working their personal agendas. And again, I know. Sometimes you have to play those games.",
        4263.96,
        4271.84
    ],
    [
        " But let your first course of action let the fundamental core of your reaction be to outwork",
        4273.22,
        4286.02
    ],
    [
        " and outperform every last one of them.",
        4287.74,
        4293.34
    ],
    [
        " And I think that's all I've got for tonight. So, Echo Charles, if speaking of work,",
        4295.26,
        4311.6
    ],
    [
        " do work. Why don't you just go ahead and put in some work right now and let everybody know how they",
        4313.24,
        4318.74
    ],
    [
        " can support this podcast if they want to. Yeah, if they want. Actually, you know what I'm talking about,",
        4318.74,
        4323.34
    ],
    [
        " I'm talking about the work I did today. Make on. Rifting all that. Anyway, anyway, we'll talk about",
        4323.34,
        4330.8
    ],
    [
        " on it. You want to support this podcast, support yourself on it. What's good? The rather cruel oil.",
        4330.8,
        4337.36
    ],
    [
        " It's real. It's real. And I thought about this. I'm kind of lifting kind of hard. And like I do,",
        4338.0,
        4343.44
    ],
    [
        " like squats, right? Just very different kinds of different weights and do you do over that squat?",
        4343.54,
        4348.76
    ],
    [
        " Sometimes. Yeah, but oh yeah, not a lot. I wouldn't call it a lot. But just one that that I do.",
        4349.48,
        4356.24
    ],
    [
        " Like one that you can do it all like front squats or something like that. But I go all the way down.",
        4356.68,
        4364.7
    ],
    [
        " All the way down. The car is waiting to squat. Yeah, well, sometimes, you know, people don't have",
        4364.9,
        4369.48
    ],
    [
        " the flexibility in their feet or their ankles or whatever or you know, you're lifting like",
        4369.48,
        4373.26
    ],
    [
        " 500 pounds or something. Anyway, my point is it can be hard on your knees.",
        4373.26,
        4378.84
    ],
    [
        " It can't straight up. Those are the facts. It can be. Anyway, and I'm kind of going kind of hard",
        4379.74,
        4386.8
    ],
    [
        " nowadays. Like pretty much every day lift and you get to, you know, like harder than I have in the",
        4386.8,
        4391.94
    ],
    [
        " past for sure. And I don't have the, anyway, the point is the krill oil. Yeah, the krill oil is real.",
        4391.94,
        4396.92
    ],
    [
        " But I don't have any pain. No pain. No pain. No pain. Still. How much is it? Like three a day,",
        4397.22,
        4406.52
    ],
    [
        " three in the morning and three at night? No, just three a day. Just three a day. Yeah. I do twice as",
        4406.84,
        4411.52
    ],
    [
        " much as you. Well, you're bigger and older. You mean bigger and bigger. Faxially older.",
        4411.52,
        4418.88
    ],
    [
        " Yeah. And I was thinking zero before. Yeah. Yeah. And I'm not too. But yeah, man, it's good.",
        4421.16,
        4426.66
    ],
    [
        " Crill oil. That's the, what's fun is when you think supplements, that's you think like something",
        4426.86,
        4432.28
    ],
    [
        " that's going to make me stronger. You know, if I take it versus don't take it, like a scroll,",
        4432.28,
        4438.48
    ],
    [
        " it does make you stronger, but it's like in the workout more. Yeah, you know, I've been taking",
        4438.48,
        4443.2
    ],
    [
        " krill oil for so long. I don't even know what it's like to not take krill oil anymore. Yeah.",
        4443.2,
        4447.22
    ],
    [
        " Things just one big mystery now. One big path to victory. Yeah. Anyway, take the krill oil on it",
        4447.32,
        4455.4
    ],
    [
        " ecologically friendly harvesting of krill. Watch the video on it.com. On it.com slash jaco, if you want",
        4455.4,
        4464.84
    ],
    [
        " 10% off pre workout, which is total strength and performance, it'll give you more strength and",
        4464.84,
        4477.2
    ],
    [
        " by the way, I got on, I had a bunch of like I said, I've been working a lot,",
        4477.3,
        4482.04
    ],
    [
        " sure, been in traveling a lot. Traveling, you're getting on planes with a bunch of people that you",
        4482.54,
        4486.08
    ],
    [
        " don't know and they have all kinds of germs as do I and so people get sick. And I can't be sick and",
        4486.08,
        4492.96
    ],
    [
        " do my job because I got to go talk to people and meet people and give speeches and all that stuff.",
        4492.96,
        4496.42
    ],
    [
        " So I can't be getting sick. So I knew I had critical events coming up. So guess what I did?",
        4496.6,
        4503.18
    ],
    [
        " Schumtec immune. Yeah. I did this room tech immune powered through. You're not sick now. No,",
        4504.74,
        4510.48
    ],
    [
        " I'm not sick now. No training hard surf today. So basically and worked out and got after it. So",
        4510.54,
        4517.84
    ],
    [
        " dang immune to the sickness. So dang, there's another one in the rotation. Is that where we're staying? Yeah.",
        4517.84,
        4524.12
    ],
    [
        " And yeah, I cycled it. Yeah. I cycled it because I knew I didn't want to get sick. Now,",
        4524.38,
        4532.12
    ],
    [
        " I suppose you could just say, Hey, well, when do you want to get sick? Right. Never. Yeah. Maybe",
        4532.12,
        4537.16
    ],
    [
        " it's something I should take more often. Yeah. It's one and it's one of those things kind of like a",
        4537.16,
        4541.32
    ],
    [
        " like a back end computer programmer where you don't really, you're not hit by the success of it.",
        4541.32,
        4547.66
    ],
    [
        " You're only hit by the failure of it. You know, so immune stream tech immune. You take it. You don't",
        4547.76,
        4553.54
    ],
    [
        " get sick. You're like, all right. You know, it's cool. You know, but yeah. No, like I said, a bunch of",
        4553.54,
        4560.52
    ],
    [
        " events back to the Ted talk. And so what am I going to show up to the Ted talk coughing? Can't take",
        4560.6,
        4566.46
    ],
    [
        " that. Yeah. Yeah. Yeah. Can't take the chance. No, stuffy notes. Yeah. You know, what are you going",
        4566.46,
        4571.66
    ],
    [
        " to do? No, you can't do those things. You got to show up and have your A game. Yeah. So",
        4571.66,
        4575.34
    ],
    [
        " stream tech immune. Yeah. And these are good because these aren't like, you know, okay. So",
        4575.34,
        4580.6
    ],
    [
        " cool. Let's go cruel. Where that works. Your joints work. It's not like it's like a cortisone shot",
        4580.6,
        4586.58
    ],
    [
        " where, you know, you just don't feel like when you get off it, you're jacked, you know, or you're",
        4587.06,
        4590.62
    ],
    [
        " back to zero. It's like, this is stuff that like helps your body do it, you know, that's the good",
        4590.62,
        4595.76
    ],
    [
        " part. Yeah. It's not, it's not a foreign horrible substance that you're going to become reliant.",
        4595.76,
        4603.22
    ],
    [
        " Reliant dependent. Yeah. Man. It's so good. And well, okay. Yeah. They're all good. All of them.",
        4603.22,
        4608.9
    ],
    [
        " And there's other stuff. There's cool stuff too. The the the the almond. It's like a three nut butter",
        4608.92,
        4614.22
    ],
    [
        " blend. Good. I haven't tried it. It's good. It's too bad. That's on you, bro. It's good.",
        4614.46,
        4619.28
    ],
    [
        " And yeah, there's a lot of stuff. Look on there. It's protein powder and obviously quality protein",
        4620.08,
        4625.56
    ],
    [
        " powder. If you if you're into protein powder, stream tech for performance, the the pre workout.",
        4625.56,
        4630.52
    ],
    [
        " That's the one. Bro, if you're if you're lifting and doing hard workouts, get the get the pre workout",
        4630.74,
        4637.26
    ],
    [
        " because it's not stimulant. It's not like, you know, so so I don't because I work out early in the",
        4637.26,
        4642.26
    ],
    [
        " morning as we know. And I don't like working out on an empty stomach or not full stomach. So",
        4642.26,
        4647.38
    ],
    [
        " I work out on an empty stomach in the morning. Good idea. But I and you told me that you might",
        4647.38,
        4652.7
    ],
    [
        " consider this cheating because I will take it pre-suggets. Yeah. Yeah. You're gonna look at you",
        4652.7,
        4661.2
    ],
    [
        " like I'm cheating. Look at this guy. It's not it's not cheating at all. But then also on top of that,",
        4661.2,
        4667.46
    ],
    [
        " I don't do it. I'll do it if every heavy hitter is coming to train. I'll I'll do it. It's",
        4667.46,
        4675.34
    ],
    [
        " I had managed. I remember I was rolling with I was on a 72 hour fast and I was like almost at",
        4675.34,
        4680.8
    ],
    [
        " the end of it. And I did everything normal. I didn't didn't change anything. I squat it. I didn't",
        4680.8,
        4685.3
    ],
    [
        " pull up. So did everything normal workout surf. Did you get to I was at the end of it and I was",
        4685.3,
        4689.2
    ],
    [
        " rolling the big Eric, you know, judo Eric. And I said, I'm gonna tell you something when we get done.",
        4689.2,
        4694.98
    ],
    [
        " So we rolled hard and it was no it's just the new way we normally roll, you know, and got after",
        4696.48,
        4700.64
    ],
    [
        " it hard. And I said, and he said, what were you gonna tell me? I said, yeah, I'm on the tail end",
        4700.64,
        4704.34
    ],
    [
        " of a 72 hour fast right now. He said, well, it didn't seem to affect your performance. And I said,",
        4704.34,
        4708.9
    ],
    [
        " no, I don't think it affects your performance at all. Yeah. Just straight up. Yeah. I rolled",
        4708.96,
        4713.58
    ],
    [
        " with somebody and I got him. I forget who. It was a while ago. But and then and I got him. And",
        4713.58,
        4719.96
    ],
    [
        " you could tell you his pissed. Anyway, he said, oh, one of the first things he said, I'm fasting right",
        4719.96,
        4726.58
    ],
    [
        " now. Yeah, I forget who that's and that is that is actually why I didn't tell Eric. Right.",
        4726.58,
        4733.86
    ],
    [
        " Because then it's just an excuse. And also and also psychological warfare. Right. If I tell him,",
        4733.92,
        4740.08
    ],
    [
        " hey, I'm fasted, I'm gonna fastestate. You might get all hard. I get empowered. No, I'm not gonna let",
        4740.08,
        4744.82
    ],
    [
        " that happen. Do you just do is there's a mind. Yeah, do you just go in on even before you roll",
        4744.82,
        4750.52
    ],
    [
        " really when you clap the hands? Yeah. Give that little bump. That was an aggressive bump.",
        4750.52,
        4755.46
    ],
    [
        " Remember that time right after we rolled and you said, hey, you know, did you feel that I was",
        4756.06,
        4761.56
    ],
    [
        " like kind of getting tired towards the end there? And I said, no, you're like, yeah, because I wasn't.",
        4761.56,
        4766.18
    ],
    [
        " I'm still proud you are of that right now. Yeah. That's like your best line to me. I think you think.",
        4766.18,
        4772.74
    ],
    [
        " Well, that was a good one. That was a good one. It's pretty good. It's hard.",
        4772.86,
        4778.7
    ],
    [
        " It's hard to get me tired of Jitsu. Yeah. You know what I mean? It's not all conditioning too. I know",
        4779.18,
        4787.34
    ],
    [
        " how to conserve some energy. Yeah, but you know what? You know what this is? What part of it is? If not",
        4787.34,
        4793.24
    ],
    [
        " a major part, you can endure fatigue and tiredness if you're enjoying what you're doing. That's why",
        4793.24,
        4799.84
    ],
    [
        " for a lot of people that treadmill is just hell. Even though the treadmill is not that hard,",
        4799.84,
        4803.4
    ],
    [
        " it's like you're going at like a sort of like a low percentage of output. It's just so boring. There's",
        4803.7,
        4808.54
    ],
    [
        " no like payoff in Jiu-Jitsu. It's like it's payoff upon payoff upon payoff. You pass someone's",
        4808.54,
        4814.0
    ],
    [
        " guard. Oh my gosh. They pass your guard. You're like, what the heck? I got a wage. I think, you",
        4814.0,
        4817.92
    ],
    [
        " know, it's like this intricate battle. You know, it mean all you're getting super tired. I mean,",
        4817.92,
        4821.88
    ],
    [
        " you don't get tired when you do Jitsu. No, no, I don't. Well, me. I mean, you know, great",
        4821.92,
        4826.88
    ],
    [
        " shape and you know, you have made some incredible strides though on two areas. You used to gas out",
        4827.22,
        4833.62
    ],
    [
        " really, really bad until until you started doing Metcons in your training in your in your non-Jiu-Jitsu",
        4833.62,
        4838.92
    ],
    [
        " training. You used to gas out really bad. Yeah. Number one, number two, you used to get really",
        4838.92,
        4844.06
    ],
    [
        " claustrophobic and not be able to handle that. Yeah, and they were they kind of play off each other.",
        4844.06,
        4849.14
    ],
    [
        " I cured you of both foes. Yeah. One time you realized you were claustrophobic. I was a really",
        4849.2,
        4855.7
    ],
    [
        " jerk for a while. Yeah, you're like test time. Yeah. Yeah. How you like this? Well, yeah, and what's",
        4855.7,
        4860.82
    ],
    [
        " crazy is there's a third element there is because if you know, you gas quick and then you get claustrophobic,",
        4860.82,
        4867.86
    ],
    [
        " now you're that's another enemy. Yeah. The gas thing in the claustrophobic, that's another enemy.",
        4868.2,
        4872.6
    ],
    [
        " So I'm not just going against you and your Jiu-Jitsu. I'm going against gas and claustrophobic. So that",
        4872.62,
        4878.94
    ],
    [
        " you said they're compounding problems because the more tired you get the worst position you get into,",
        4878.94,
        4884.24
    ],
    [
        " now you can't cause claustrophobic panic and you get more tired. Yeah. And then let that happen.",
        4884.3,
        4888.24
    ],
    [
        " One day of the next day, what am I scared of now? Yeah. It's just re, it's the swamps of sadness,",
        4888.34,
        4893.2
    ],
    [
        " real all over again. Well, you dug your way out of that. Pretty good. I think the Metcons had a",
        4893.2,
        4897.16
    ],
    [
        " lot to do with it. You just what did you just mentally eventually say like, okay, when Jaco gets",
        4897.16,
        4901.66
    ],
    [
        " side control on me and holds me there, I just need to relax and just sit there and accept that",
        4901.66,
        4907.02
    ],
    [
        " I'm going to be here for a little while. Yeah. And a big part of it because sometimes I'd start to get",
        4907.02,
        4911.8
    ],
    [
        " dizzy like for real claustrophobic. It's not just a feeling of, oh, I'm just so claustrophobic and",
        4911.8,
        4917.94
    ],
    [
        " that's it. I think it was like a for real claustrophobic because you start to get dizzy and you know,",
        4917.94,
        4922.38
    ],
    [
        " like you're not like you're about to faint but but something like that. It was that it was a condition.",
        4922.46,
        4928.14
    ],
    [
        " That's what it felt like. It was one of my soup tunes I trained and you know, I used to get the",
        4928.46,
        4932.12
    ],
    [
        " guys and trained with them all like in a row. And I do like 15 minutes of this guy, then 15 minutes",
        4932.12,
        4936.8
    ],
    [
        " of this guy, and then 15 minutes of good go through the potions. And and there's one guy and he was",
        4936.8,
        4942.88
    ],
    [
        " super claustrophobic. And he's so mad. He'd be, you know, just I'd hold him, you know, I'd get a cross",
        4942.88,
        4950.36
    ],
    [
        " side or I'd get that mount and just not let him move, put my chest over his face. And he would just,",
        4950.36,
        4956.56
    ],
    [
        " you know, and he would lose it, you know, just and and you know, take me tapping me like crazy. I'm like,",
        4956.7,
        4961.72
    ],
    [
        " there's no submission. What do you do? You can't tap when there's no submission.",
        4961.72,
        4964.86
    ],
    [
        " You don't get off me. Go off me. And then you know, finally I'd tap him out and then let him go. And he'd be like,",
        4965.02,
        4970.46
    ],
    [
        " he'd be like, God, you gotta just stay off me. Yeah. So mad. It's kind of stop training.",
        4970.6,
        4974.96
    ],
    [
        " Yeah. That's the thing. Probably. I mean, if you have like a con, Dean did that to me.",
        4975.38,
        4979.46
    ],
    [
        " Back back in the when I had he was like, mountain dead. Then I'd be like, and then I tap. He's like,",
        4979.98,
        4985.44
    ],
    [
        " I can't tap from that. No, man. I was like, man. Yeah. Dean actually was funny yesterday. Maybe the,",
        4985.48,
        4994.4
    ],
    [
        " the, the, the power was going out like momentarily in the gym a few times. Yeah.",
        4994.4,
        4998.34
    ],
    [
        " Well, before the power started, like it was going off for 10 seconds.",
        4998.94,
        5001.64
    ],
    [
        " At certain lights though. Yeah. But it's so it was killing the clock. Yes.",
        5002.02,
        5005.5
    ],
    [
        " So we were going when the clock was still running and he was doing that to me, right? And when he tries",
        5005.82,
        5011.42
    ],
    [
        " to make me claustrophobic or tries to get reaction out of me, I just going to like complete",
        5011.42,
        5016.04
    ],
    [
        " detachment, mental shutdown, not mental shutdown in a negative way. But mental shutdown, like,",
        5016.04,
        5021.1
    ],
    [
        " okay, I'm not going to show you any. Yeah. And so he's like, like basically,",
        5021.1,
        5025.44
    ],
    [
        " putting his knuckle into my rib. He's mounted, smothering me and rubbing his knuckle into my rib.",
        5025.64,
        5031.18
    ],
    [
        " And I'm just laying there like taking it and just thinking about other things. And actually,",
        5031.4,
        5035.58
    ],
    [
        " I'm thinking like when I get it on top of the kelvin. And, and then the timer ran out and he kept",
        5035.58,
        5042.04
    ],
    [
        " doing it. And he kept doing it. And he kept doing it for like another 30 seconds. And then he",
        5042.04,
        5049.14
    ],
    [
        " laughed and he jumped off. So then we were going again. And I, I, I got him into,",
        5049.36,
        5057.46
    ],
    [
        " got a good position, right? I got him in the arm lock. And I'm sitting there and he's",
        5057.62,
        5062.3
    ],
    [
        " already finished. You know, if you don't believe me, go watch him go again, John Jay and Metamorphos.",
        5062.3,
        5067.22
    ],
    [
        " And you know, there's John Jay one of the best jujitsu practitioners of all time goes for an",
        5067.22,
        5071.32
    ],
    [
        " arm lock on Dean gets out of it. So I'm going for an arm lock on Dean. And the timer goes like",
        5071.32,
        5077.9
    ],
    [
        " at the end of the round. And in, and he's like, oh, here he goes, oh, I didn't let go. And he goes,",
        5077.9,
        5087.6
    ],
    [
        " he goes, I said, you violated the jujitsu Geneva Convention on the last round. And he laughed",
        5087.76,
        5093.74
    ],
    [
        " and then let him go. But that's all good. That is kind of what that is. Well, the guy tapping",
        5093.74,
        5098.72
    ],
    [
        " and you don't let go. That's a violation of the Geneva Convention. Yeah, the jujitsu conventions.",
        5098.72,
        5103.78
    ],
    [
        " Yeah, you can't, you can't be breaking those laws. The Metcon and getting into condition,",
        5104.2,
        5110.7
    ],
    [
        " losing like a little bit of weight or whatever. Sure, it gets in my case, it got me in, you know,",
        5110.98,
        5116.88
    ],
    [
        " better shape. And I can go longer, less claustrophobic, just in general. But the, the bigger impact",
        5116.98,
        5122.84
    ],
    [
        " was that that's not something I have to worry about anymore, dealing with being tired when I get",
        5122.84,
        5133.76
    ],
    [
        " you know what that felt like before. It was hard to deal with. I would say that's how it",
        5133.76,
        5137.42
    ],
    [
        " felt to me. Like, well, I'm like, dang, I'm tired. I need to not be tired. That's the goal now.",
        5137.42,
        5141.6
    ],
    [
        " I don't care about getting tapped out anymore. It's the tiredness is really the fight that",
        5141.64,
        5146.52
    ],
    [
        " the demon here, not the tapping out. But once you go, the Metcon, like I said, the Metcon and just",
        5146.52,
        5153.26
    ],
    [
        " muscular conditioning in general, it'll, sure, it'll get you in shape. But since you have to kind",
        5153.26,
        5158.42
    ],
    [
        " of do it all the time for it to work, like any exercise, you're used to it. That feeling",
        5158.42,
        5162.24
    ],
    [
        " becomes like common exactly what you're, you're, you're, you're mentally inoculated too. Oh, I'm",
        5162.46,
        5168.16
    ],
    [
        " out of breath. I'm not, what you used to think was I'm out of breath and I'm going to die. And",
        5168.16,
        5174.38
    ],
    [
        " I think I'm out of breath. And that's okay. Yeah. I'll recover. Yes. You'll recover in some other",
        5174.38,
        5180.18
    ],
    [
        " position. Yeah. And man, it makes you just way funner. Way funner. You can just go, I went with",
        5180.18,
        5185.56
    ],
    [
        " Andy to 10 minute, you know, with the thing and he's, and he's going hard and it was like,",
        5185.56,
        5190.1
    ],
    [
        " sure, you're, you know, it's a good, good workout. But it's, yeah, it's just makes it way funner.",
        5190.1,
        5195.14
    ],
    [
        " For sure. But yeah, the point is there, that's why you can endure tiredness is when you're having",
        5195.28,
        5199.22
    ],
    [
        " a good time when there's little past you ever notice, even if you don't really roll that, you",
        5199.22,
        5202.86
    ],
    [
        " might be different. Actually, no, I'm sure you feel this when you go home, you feel like the heat",
        5202.86,
        5206.68
    ],
    [
        " radiating from your body. Yeah. Still, you know, even after you go home, like, dang, I didn't really",
        5206.68,
        5211.64
    ],
    [
        " roll that hard because it doesn't feel like it's that hard because it was so fun, you know. Yeah,",
        5211.64,
        5217.02
    ],
    [
        " well, I roll hard every single time. Yeah. Yeah.",
        5217.06,
        5220.84
    ],
    [
        " It's the, it's the genius behind it. Anyway, if you want help, your performance, was that just",
        5220.96,
        5227.82
    ],
    [
        " to have 14, you know, 20 minute talk about on it.com slash Jaco? Sure. Cool. Yeah, a little bit of",
        5227.82,
        5235.54
    ],
    [
        " some digression, but these are all helpful things though. Yeah, they are. Very helpful. On it,",
        5235.54,
        5240.46
    ],
    [
        " that's just going to improve your performance straight up. Indeed. If you want to improve performance,",
        5240.48,
        5244.4
    ],
    [
        " which we do is another one. I'm going to go into it. We got some time. So I'm filling up a",
        5244.4,
        5252.16
    ],
    [
        " water. You know, you know, the big gallons of water. Oh, the five gallons. Yeah. So I go, I fill up,",
        5252.16,
        5257.2
    ],
    [
        " I got four of them. So I put them in the back of my car in the back seat. Yeah. So when I bring",
        5257.2,
        5263.06
    ],
    [
        " them from the water filler thing to my car, I'm grabbing them both and I'm walking across the street.",
        5263.06,
        5267.32
    ],
    [
        " Yet you were yet for I had four, but two at a time, I feel two because there's two right things,",
        5267.86,
        5273.06
    ],
    [
        " whatever. So therefore, I'm walking across the street to, you know, not the street, the parking lot,",
        5273.2,
        5277.1
    ],
    [
        " to my car to put them in. And I'm like, this isn't even hard, but they look kind of big, you know,",
        5277.38,
        5281.96
    ],
    [
        " and I'm like, this isn't even hard. It's just like, I'm not like stiff and it's not like I'm warmed",
        5282.12,
        5285.92
    ],
    [
        " up ready to get after it. You know, I'm like, okay, but then you're walking there at handle. So it",
        5285.92,
        5292.06
    ],
    [
        " shouldn't be that hard for someone might wait and whatever. So I get to the car and I put them in,",
        5292.06,
        5297.56
    ],
    [
        " but I'm like, Hey, I need more room to put the other two. So I don't just kind of log them in,",
        5297.56,
        5302.86
    ],
    [
        " all perfect for I got to like stretch and put these, you know, they're five pound jugs. So you",
        5302.86,
        5308.34
    ],
    [
        " got to stretch these awkward position, but I did it kind of no problem. If I were in, I've been at",
        5308.34,
        5314.62
    ],
    [
        " times where I'm not in that good shape. My joints are off. Bro, I would, I would have heard myself,",
        5314.62,
        5318.5
    ],
    [
        " that's how you hurt your back. That is how people are, they're back doing the dumb stuff because",
        5318.54,
        5322.48
    ],
    [
        " they're not, they're not in good shape. Yeah. And that's a lot of time, that's really what it is,",
        5322.48,
        5327.46
    ],
    [
        " is because your just your body's not used to like moving all of a sudden like that. But if it is,",
        5327.46,
        5332.1
    ],
    [
        " and you got the cruel oil going, that's the kind of things you can do almost like a super power.",
        5332.96,
        5337.76
    ],
    [
        " Anyway, if you want these amazing supplements and know that the best ones because we all know that",
        5338.24,
        5343.34
    ],
    [
        " on it.com slash jaco 10% off. Support yourself. Support everyone. Anyway, and if you shop at Amazon,",
        5343.34,
        5352.22
    ],
    [
        " there's a good way to support and you know you shop at Amazon. Oh, you know, yeah, big time.",
        5352.88,
        5357.28
    ],
    [
        " You're getting books, getting whatever. Click through the website. Again, this is to support.",
        5358.82,
        5363.48
    ],
    [
        " So go to jacopodcast.com, little banner, Amazon shop, Amazon banner over there on the side.",
        5363.66,
        5367.94
    ],
    [
        " Click on that then do your shopping. Can support that. What if you don't think that's a big deal.",
        5368.54,
        5373.52
    ],
    [
        " And you're like, ah, you know what? That's probably not that big video. I'm just going to go right",
        5373.84,
        5376.6
    ],
    [
        " to Amazon with a clicking through. Yeah. Hey, that, that is cool. To me, that, that's cool. But if",
        5376.6,
        5381.66
    ],
    [
        " you do want to support, but you still think, yeah, that's not that big of a deal. Maybe I'll support",
        5381.66,
        5386.4
    ],
    [
        " another way or something like that. That's cool. But it's not true. That is a big deal. Yeah.",
        5386.4,
        5390.44
    ],
    [
        " It's a small action. So it may not seem like a bit of a, it's like, well, just click through and that's",
        5390.84,
        5394.4
    ],
    [
        " kind of it. But it's a big deal. And it doesn't cost you anything. Doesn't cost you anything.",
        5394.4,
        5398.96
    ],
    [
        " Two seconds. And probably Amazon's got some money that they want to give to us as long as you",
        5399.44,
        5402.94
    ],
    [
        " click through. Yeah. They're like, they're basically the attitude is from Amazon. Is that's a win,",
        5402.94,
        5407.86
    ],
    [
        " win. Yeah. They're like, hey, these, you know, shoppers are coming to buy stuff from us through",
        5407.92,
        5414.42
    ],
    [
        " jockel podcasts. All right. Cool. Cool. Then that's good for us. Exactly. Right. So it's like a",
        5414.42,
        5420.18
    ],
    [
        " circle triangle, three people, three parties triangle, support. Yeah.",
        5420.18,
        5424.16
    ],
    [
        " Then you get, you know, your stuff, if you got Amazon Prime two days later, one day, sometimes same day.",
        5424.8,
        5430.22
    ],
    [
        " Anyway, Amazon click through. That's a good way to support. And then you can subscribe to the",
        5430.62,
        5436.72
    ],
    [
        " podcast if you haven't already iTunes, Stitcher, Google Play. Mm-hmm. In various others. Outlets.",
        5436.72,
        5444.04
    ],
    [
        " Somebody posted that you can, if you have Alexa, do you know what Alexa is? It's Amazon Echo.",
        5444.42,
        5449.56
    ],
    [
        " It's Amazon Echo. It's Amazon Echo. And if you have that, I do. Do you know that you can say",
        5449.72,
        5455.94
    ],
    [
        " Alexa, play jockel podcast. And then it says back to you, you want to hear the show Jocco,",
        5455.94,
        5464.58
    ],
    [
        " because they don't, they think that podcasts isn't part of the name because it's artificial",
        5465.08,
        5469.0
    ],
    [
        " intelligence. Gotcha. So just you want to hear the show Jocco. And you say yes. And then it says,",
        5469.0,
        5473.32
    ],
    [
        " I'm finding the latest episode. And then it plays Jocco. Oh, so podcasts is kind of like a,",
        5473.78,
        5478.32
    ],
    [
        " a, like a, um, it'd be silly. I want to watch a Restrepo movie. Right. And it's like the song. Yes.",
        5478.46,
        5486.34
    ],
    [
        " But then the song is called love song or something like this. Yeah. Well, the song would probably",
        5486.64,
        5491.1
    ],
    [
        " be called destroy planet Earth. Right. In your case, for sure. For sure. That's something like this.",
        5491.1,
        5495.62
    ],
    [
        " Yeah. That thing, that thing is kind of cool. Try, try, ask it. Do you have one? Yeah. Okay. So ask",
        5495.88,
        5499.96
    ],
    [
        " it. Well, what's one plus one? Yeah. There he is. She's going to say the sum of one plus one is",
        5500.02,
        5504.92
    ],
    [
        " two, but I think you already knew that. So they, you know, you know, you know, it's the little things.",
        5504.92,
        5510.18
    ],
    [
        " Anyway, yeah, that's a good one. Anyway, subscribe to, uh, uh, the podcast on iTunes and all the",
        5510.8,
        5515.06
    ],
    [
        " various outlets. Um, if you're not in tytoon specifically. Um, and on YouTube, we do have a YouTube",
        5515.06,
        5520.76
    ],
    [
        " channel, put some videos on there. Um, constantly working on these videos situation. Some take longer,",
        5520.76,
        5526.88
    ],
    [
        " you know, more, more work and whatever time, um, than others, but they're out there. They're doing",
        5526.88,
        5533.8
    ],
    [
        " it. Dr. McNugget's small little clips of the words, the advice and philosophies.",
        5533.8,
        5541.8
    ],
    [
        " Dr. Jocco. Also, they have Ted talk that I did. It is on YouTube right now. Yeah. So you can do",
        5542.02,
        5547.2
    ],
    [
        " gold, Ted, jockewilling Ted talk or something like that. Yeah. You'll get to see it. It's good.",
        5547.2,
        5552.1
    ],
    [
        " I talked about, uh, you know, war and stuff like that. A little concept called extreme ownership.",
        5552.1,
        5558.1
    ],
    [
        " Nailed it. It's actually good. Like that, that's a, um, one where, you know, how you got, you got",
        5558.5,
        5566.06
    ],
    [
        " to condense it down. Obviously, you know, like, you have to distill it down. Yeah. That was a good",
        5566.06,
        5570.82
    ],
    [
        " distillation. That was good. Points. 12 minutes. Not long. There you go. Yep. YouTube. But yeah,",
        5570.82,
        5578.32
    ],
    [
        " subscribe to the, to the, you know, the YouTube channel. We got one of those. Um, also,",
        5578.32,
        5582.14
    ],
    [
        " jockew has a store called jockew store, URL jockew store.com. If you're into shirts,",
        5582.3,
        5587.76
    ],
    [
        " discipline equals freedom, go ahead and Twitter was like, I like the OG discipline equals freedom.",
        5588.04,
        5591.74
    ],
    [
        " There's only one version of this. But the thing is, yeah, OG, the original, the original,",
        5592.4,
        5599.14
    ],
    [
        " discipline equals freedom. Super simple to the point. If you go, um, good quality, I, you know,",
        5599.4,
        5606.22
    ],
    [
        " made sure that they were good quality shirts. Um, not the kind you just give away at the ballpark,",
        5606.22,
        5610.76
    ],
    [
        " you know, that kind. Yeah. You used to talk about those shirts that you give away at the ballpark.",
        5610.96,
        5614.8
    ],
    [
        " You haven't mentioned that in a while. Yeah. They're not bad. They're not that.",
        5614.8,
        5617.9
    ],
    [
        " You have OG, you know, OG examples. I like that. It's too, really because that one's cool because,",
        5618.04,
        5622.62
    ],
    [
        " oh, free stuff. Oh, and you get home, you don't wear it. No, this one sucks. Yeah, it's not good.",
        5622.62,
        5626.98
    ],
    [
        " It's not wearable. You know, that one where you're like, your friend gives you the free shirt. They're",
        5627.0,
        5630.48
    ],
    [
        " like, what I did for you. And then you're like, you wear it and it's like, it doesn't fit good.",
        5630.48,
        5634.46
    ],
    [
        " Whatever. These ones like fit good. They're solid. In fact, it's good. Ryan, I know he said,",
        5634.46,
        5638.7
    ],
    [
        " it's my favorite shirt to wear because it makes me look good. Like it fits, you know,",
        5638.84,
        5643.86
    ],
    [
        " fucking dope. Yeah. I don't observe stuff like that. Anyway,",
        5644.08,
        5650.06
    ],
    [
        " may never make them made them. I'm here to win. Oh, yeah. You don't care what you look like. Yeah,",
        5650.72,
        5657.42
    ],
    [
        " that's right. But yeah, they're good solid. Look at them. I'm not saying buy a shirt. Just go to",
        5657.46,
        5662.58
    ],
    [
        " the jockelstore.com. Go there. Look at the shirt. You like the shirt. You want to represent. You",
        5662.72,
        5668.12
    ],
    [
        " want to support. Get a shirt. Get a rash guard. Got some good reviews on the rash guard.",
        5668.12,
        5673.42
    ],
    [
        " Multiple instances of increasing performance and results with the rash guard.",
        5674.42,
        5679.82
    ],
    [
        " Proven. And against jockel's philosophy. Hey, man, they look good, you know, if you care,",
        5680.4,
        5687.06
    ],
    [
        " you know, that you want to look good. Hey, man, there's that element as well. Layers.",
        5687.32,
        5690.94
    ],
    [
        " Yeah. I'm more concerned about the performance and the looks. Yeah, man. So I'll take that 19% minimum,",
        5691.12,
        5696.18
    ],
    [
        " 19 bonus. Yeah. You look good to go, I guess. Yeah. Patch. Yeah. That kind of thing.",
        5696.72,
        5701.88
    ],
    [
        " Patch. Yeah. Sure. Patches. The Velcro ones is a regular kind too. But the Velcro one with the",
        5702.82,
        5710.74
    ],
    [
        " the the the what do you call the color? Right. The regulation. Yeah. The one you can wear. I saw",
        5710.74,
        5717.3
    ],
    [
        " shoot. I forget his name on Twitter. He showed me his patch like collection to the Velcro. Yeah.",
        5717.68,
        5722.62
    ],
    [
        " Discipline equals freedom was all up in there. It was good. It looked real good. And",
        5723.08,
        5728.14
    ],
    [
        " this one is a big one to support yourself. Psychological warfare. Yeah. This is literal like support.",
        5728.14,
        5734.9
    ],
    [
        " Yeah, exactly. Like a spot. The the feedback from everyone out there on psychological warfare.",
        5735.14,
        5743.22
    ],
    [
        " Yeah. It's 100% effective. Yeah. Listen to the track. Sugar coated lies. Yep. If you listen to that",
        5744.38,
        5754.66
    ],
    [
        " track, you could be in crispy cream donuts after not eating for three days. And you will go in there.",
        5754.66,
        5761.08
    ],
    [
        " You listen to that track. You will not eat a donut. Yeah. You will not. No, it's true. It's absolutely",
        5761.18,
        5766.74
    ],
    [
        " true. And the wake up thing. The wake up. I was going to say the wake up. You will get out of bed.",
        5766.74,
        5772.92
    ],
    [
        " Because you know, this is the thing. You know what's being told to you. It's true. You know,",
        5773.86,
        5779.56
    ],
    [
        " it's true. Yeah, man. You party your brain is saying, you know what? It's not true. Yeah. I don't",
        5779.56,
        5785.04
    ],
    [
        " know if you get up right now. One donut's not going to kill me. Actually, it is going to kill you.",
        5785.04,
        5790.02
    ],
    [
        " So you're not going to eat it. Yeah. So psychological warfare. That's a good one. By the way,",
        5790.1,
        5795.84
    ],
    [
        " I listen to it. You get a chocolate listening to yourself. Sometimes you know,",
        5796.08,
        5801.88
    ],
    [
        " you know, I was kind of like, what do I actually listen to this now? Now I listen to it.",
        5801.9,
        5805.58
    ],
    [
        " Well, it could actually in a way be more effective for you because it's really you talking to yourself.",
        5805.64,
        5810.52
    ],
    [
        " Actually me. Yeah. It's like you talking to yourself. Like your brain is like,",
        5810.62,
        5815.26
    ],
    [
        " you're placing your head. It's true. And this is a good one. Just like the krill oil and just like",
        5815.26,
        5819.74
    ],
    [
        " the the donut stuff. It's not like, like, get up and get after it. Like, it's not like,",
        5819.74,
        5825.16
    ],
    [
        " wait, let me explain what it is. It's these tracks on an album you can buy from iTunes.",
        5825.44,
        5830.3
    ],
    [
        " And it's on Amazon. It's on other resources. Yeah. You can just purchase these MP3 tracks. You",
        5831.56,
        5838.92
    ],
    [
        " can play in your phone before you're about to when you're having moments of weakness, you're",
        5838.92,
        5843.12
    ],
    [
        " going to skip the workout because you don't feel like it. You're going to skip. You're going to mess",
        5843.12,
        5846.16
    ],
    [
        " up your diet because you're too hungry and it looks so delicious. Or you want to press news on",
        5846.16,
        5852.38
    ],
    [
        " the thing. You can put it as your alarm or whatever you buy these tracks and they're for different",
        5852.38,
        5855.68
    ],
    [
        " situations. And it'll give you a little spot. We'll say that. Jocco will be there to give you",
        5857.18,
        5860.9
    ],
    [
        " a little spot. Anyway, they're mental, a mental spot. Yeah. Psychological. Psychological.",
        5860.9,
        5866.4
    ],
    [
        " It'll fight the urge to be a slacker. But it's good because it's not like the get up and get out.",
        5866.58,
        5873.38
    ],
    [
        " It scares you out of bed. So you'll get out of bed. It's not that. No, it's like psychological",
        5873.46,
        5877.4
    ],
    [
        " warfare. Yeah, it tells your mind to think the certain way. You know, so it's really you doing",
        5877.4,
        5881.66
    ],
    [
        " in it's like a spot. It's not a kinetic strike. It's psychological warfare, which is actually",
        5881.66,
        5886.48
    ],
    [
        " more effective. Yeah, because you're doing it. It's like the cortisol shot versus the cruel.",
        5886.48,
        5892.2
    ],
    [
        " We prefer to let our body do the work. Yes, exactly right. And we prefer to let our mind do the work.",
        5892.78,
        5901.88
    ],
    [
        " If you're getting out of bed because someone's ill, not are you? Okay, well, that's okay.",
        5902.3,
        5905.4
    ],
    [
        " But it's better if it's you that gets yourself out of bed because you use psychological warfare",
        5905.76,
        5910.18
    ],
    [
        " on yourself. Yep, because you did. You did good things with the information that you were",
        5910.56,
        5915.54
    ],
    [
        " presented with. It's good. And I'll add, I'll give it to you. I'm going to pat you on the back.",
        5915.54,
        5920.12
    ],
    [
        " You know, you can pat Dr. Kwon the back. It was psychological warfare. It was number one.",
        5920.48,
        5924.56
    ],
    [
        " Is it still in the mind? I'm not on iTunes since day one. Oh, well, hey, don't pat me on the back.",
        5925.4,
        5931.04
    ],
    [
        " Thank you, everyone that's gone and bought psychological warfare. Thank you. Yeah, that's awesome.",
        5931.44,
        5935.52
    ],
    [
        " Yeah, fully, but you got to admit it's like you, you know, you did that thing. Well, no, actually,",
        5935.72,
        5941.96
    ],
    [
        " you got to admit that if no one wanted to hear it and wanted to get after it, then I would be talking to",
        5942.18,
        5946.56
    ],
    [
        " myself. It's like we're like a little group of like this is a good thing. We're doing it, you know,",
        5946.56,
        5951.88
    ],
    [
        " get everybody out of bed and stop eating donuts. And you know, we get them good things. There it is.",
        5952.06,
        5955.62
    ],
    [
        " If you want some jocke white tea, sure, it's in stock. It's on Amazon.",
        5956.12,
        5962.46
    ],
    [
        " If you're in America, get it on Amazon. If you're in a foreign country, go to eBay,",
        5963.68,
        5968.1
    ],
    [
        " Pearl resourcing. It's the official listing. You can get it there. You already know what",
        5968.68,
        5972.96
    ],
    [
        " what the tea is going to do for you. You already know that you are weak. You will become strong.",
        5972.96,
        5980.52
    ],
    [
        " You are stupid. You're going to become smart. You are lazy. You're going to become aggressive. Just",
        5981.22,
        5987.74
    ],
    [
        " going to solve all your problems. But you know what? That's the side effects because it also just",
        5987.74,
        5992.34
    ],
    [
        " tastes good. So which ones are you going to go and I'll tell you what right now.",
        5992.34,
        5995.72
    ],
    [
        " I don't know. We are assessing and likely going to put jocke white tea in cans.",
        5996.74,
        6009.96
    ],
    [
        " Oh, right. Like an energy drink. Okay. But you know, an energy drink doesn't help you.",
        6010.34,
        6015.74
    ],
    [
        " Right. It's just this black. Yeah. This is boom. Oh, you're in 7-11.",
        6015.74,
        6020.08
    ],
    [
        " Good stuff. You like sugar, caffeine, candy, negativity, or boom. Here you go.",
        6020.5,
        6026.82
    ],
    [
        " Is there caffeine in jocke white tea? Yes, there is. Oh, yeah. A little bit. A little bit.",
        6027.24,
        6031.32
    ],
    [
        " But it's good for you actually a little bit. Micro. Exactly. Thank you, Echo. Microdose.",
        6031.5,
        6035.48
    ],
    [
        " Not going to get y'all jittery. So jocke white tea, you can get it on Amazon. When you're on",
        6036.14,
        6041.66
    ],
    [
        " Amazon, you can pick up the book Extreme Ownership by me and my brother, Lafe Babin. And what's cool is",
        6041.66,
        6052.52
    ],
    [
        " our company, Ashlon Front, we work with a bunch of different kind of companies, leadership and",
        6052.52,
        6055.96
    ],
    [
        " management consulting. And it's always cool to see and hear about how the book spreads through",
        6055.96,
        6061.16
    ],
    [
        " those companies. Somebody, you know, somebody heard about it. Somebody heard me on Tim Ferris or",
        6061.16,
        6065.54
    ],
    [
        " somebody heard me on Joe Rogan or somebody heard me on this podcast. And it gets in there in a guy.",
        6065.72,
        6071.62
    ],
    [
        " It spreads. It just spreads. You know, a guy buys it for his team and then he buys it for, you know,",
        6071.78,
        6078.04
    ],
    [
        " the CEO gives him a gift and the CEO buys it for everyone. So it's really cool to see that.",
        6078.12,
        6082.12
    ],
    [
        " And it's cool to see how it helps companies align their culture and align their leadership teams. So",
        6082.5,
        6092.2
    ],
    [
        " go out, get it for the people you work with, give them the tools to lead. And you know, the deal is,",
        6094.24,
        6106.18
    ],
    [
        " you make a little investment, get in the book. It's 20 bucks, right? You give that book to your key",
        6106.36,
        6112.44
    ],
    [
        " team members. It's going to make your life easier. Return on investment. Good to go. And while you're",
        6112.44,
        6120.78
    ],
    [
        " another book right here, it's, it's called Way of the Warrior Kid. And this is the deal. This is",
        6120.96,
        6128.16
    ],
    [
        " what we have to watch out for. Order it now. Why order it now if you're not going to get it until",
        6128.16,
        6132.86
    ],
    [
        " May 2nd, that's when it comes out. Here's why. If we don't order it now, it's going to happen,",
        6132.86,
        6137.72
    ],
    [
        " the same thing that happened to Jocke White to you. The people at a printing is going like, oh,",
        6137.88,
        6141.26
    ],
    [
        " no one's ordering it. So we're not going to, you know, we'll print 12 copies. The day it comes out,",
        6141.38,
        6147.14
    ],
    [
        " we're going to get a lot of orders and everyone's going to have to sit around and wait for the",
        6147.5,
        6150.42
    ],
    [
        " thing to be printed. So what we want to do is give them the indication that yes, book is coming",
        6150.42,
        6154.52
    ],
    [
        " out. We don't want to end up with Jocke White teased style, bearing Armageddon on our hands with",
        6154.52,
        6159.54
    ],
    [
        " the book. And I'll tell you, it is, you know, it's a book. It's a kid's book admittedly. But I'm",
        6159.54,
        6169.7
    ],
    [
        " going to tell you, Uncle Jake, who's in the book, who teaches his nephew how to get after it.",
        6169.7,
        6175.92
    ],
    [
        " Uncle Jake's got some lessons for everybody about discipline, about working out,",
        6175.92,
        6183.24
    ],
    [
        " about overcoming fear, about diet and exercise and life. It's a book about life. And",
        6183.36,
        6193.72
    ],
    [
        " I'm sorry. I didn't know how did you get that. I know you're all third, but you got a physical",
        6193.72,
        6200.06
    ],
    [
        " copy. So the physical copy that I'm holding in my hands right now is called a galley.",
        6200.06,
        6203.82
    ],
    [
        " And it gives you, it's so that you can see and make sure you can go through it and correct it.",
        6204.4,
        6209.32
    ],
    [
        " Oh, like a final edit. It's like a final edit. Yeah. And this one's pretty good.",
        6209.32,
        6213.44
    ],
    [
        " Yeah. It's pretty close. Give us a taste.",
        6213.68,
        6217.2
    ],
    [
        " So here we go. So at this point, here's what's going on. At this point, basically the kid,",
        6217.2,
        6226.0
    ],
    [
        " Mark, he's, like I said, he does know how to do, he can't do any pull-ups,",
        6226.6,
        6231.58
    ],
    [
        " doesn't know his time, stables. He's getting picked on at school, doesn't know how to swim.",
        6232.44,
        6236.48
    ],
    [
        " Guess what? He's a 10-year-old kid in life. Life is hard. He's realizing that he's bummed out. He's",
        6237.06,
        6242.64
    ],
    [
        " been sad. His uncle Jake comes to live with him for the summer. His uncle Jake, his uncle Jake",
        6242.64,
        6247.64
    ],
    [
        " used to be in the SEAL teams. He's getting out so he can go to college, but during the summer,",
        6247.64,
        6251.58
    ],
    [
        " he's living with his sister. So now, when Uncle Jake realizes that Mark has all these issues,",
        6251.58,
        6259.0
    ],
    [
        " like I said, what does he say when Mark freaks out and cries and says, like, oh,",
        6259.72,
        6264.0
    ],
    [
        " these issues, Uncle Jake says, good, we can solve these problems. And then he says, look, you,",
        6264.1,
        6269.4
    ],
    [
        " you're not really getting after it. Do you need to be, instead of being this kind of",
        6269.72,
        6277.8
    ],
    [
        " wimpy kid over here, you need to be a warrior kid. And Mark sort of, what's a warrior kid? And so",
        6277.8,
        6284.84
    ],
    [
        " at this point, they're talking about, like, do you actually know what a warrior is?",
        6284.84,
        6290.82
    ],
    [
        " And I'll go back to the book right now. So here's Uncle Jake. Do you even know what a warrior is?",
        6291.22,
        6299.96
    ],
    [
        " And Mark says, yes, I mean, I guess I know a warrior is someone who fights in wars, right?",
        6300.98,
        6307.96
    ],
    [
        " And Uncle Jake says, that is one part, but what else?",
        6308.78,
        6312.46
    ],
    [
        " Not sure what else. So do you think that the only way to be a warrior is to fight in wars?",
        6313.3,
        6320.58
    ],
    [
        " And do you think that anyone who fights in wars is a warrior? I guess so.",
        6321.32,
        6327.34
    ],
    [
        " Well, you guessed wrong. There is a lot more to being a warrior than just being in a war.",
        6328.78,
        6334.88
    ],
    [
        " Warriors are people that stand up for themselves. They face challenges,",
        6335.66,
        6340.1
    ],
    [
        " warriors work hard to achieve goals. They have the discipline to overcome their weaknesses.",
        6340.44,
        6345.94
    ],
    [
        " Warriors are people that constantly try to test and improve themselves. And yes, war is the",
        6347.22,
        6352.96
    ],
    [
        " ultimate test, but not all warriors go to war. And then Mark says, but how can a kid be a warrior?",
        6352.96,
        6362.18
    ],
    [
        " And Uncle Mark says, or Uncle Jake says, by doing everything I just said, a normal kid doesn't push",
        6363.74,
        6371.8
    ],
    [
        " himself. A warrior kid does. A normal kid doesn't work to constantly improve himself. A warrior kid does.",
        6371.8,
        6379.84
    ],
    [
        " I look at all these problems you cried to me about yesterday. A warrior kid wouldn't cry about",
        6380.36,
        6386.2
    ],
    [
        " those problems. A warrior kid would do something about those problems. And then Mark says, do what?",
        6386.2,
        6393.28
    ],
    [
        " Do what? Do whatever it takes. Every problem you have can be overcome. Every one of them.",
        6393.92,
        6401.36
    ],
    [
        " You can't do pull-ups. You work out and get stronger until you can. You don't know your",
        6402.06,
        6416.18
    ],
    [
        " picked on. You learn how to fight. Fight? I asked. Yes, fight. Just like anything else in the",
        6416.18,
        6424.12
    ],
    [
        " world, there are techniques to fighting, like learning a sport. And when you know the techniques",
        6424.12,
        6429.54
    ],
    [
        " and practice them, you can defend yourself from anyone. You really think I could learn all that?",
        6429.54,
        6435.58
    ],
    [
        " I know you can. Like I told you last night, I had to transform myself when I got in the Navy.",
        6436.02,
        6442.38
    ],
    [
        " I had to get stronger. I had to learn to fight. I even had to learn to learn.",
        6442.68,
        6447.28
    ],
    [
        " But I did it. And if I did it, so can you. Do you want to? Do you want to overcome all these",
        6447.86,
        6457.74
    ],
    [
        " challenges you face? Of course. And then as they wrap up that conversation, they were out in the",
        6457.74,
        6468.92
    ],
    [
        " park when they're doing that. And Mark says, we walked through the park and back to the house",
        6468.92,
        6474.0
    ],
    [
        " without saying another word. Something had already changed. Sounds like we're about to get after it.",
        6474.0,
        6482.28
    ],
    [
        " So yeah, fun book. I might want to get after it. And also on top of that,",
        6482.88,
        6491.72
    ],
    [
        " the book is coming out May 2nd. That's cool. May 4th and 5th. Guess what's going on? The",
        6491.94,
        6498.04
    ],
    [
        " mustard right there. Marriott Markey in New York City. Basically two months away from right now.",
        6498.4,
        6503.56
    ],
    [
        " So sign up, book your ticket. Get your hotel room. It's going to be awesome.",
        6504.2,
        6508.98
    ],
    [
        " Lafes going to be there. I'm going to be there. Obviously, Lafes going to be there. J.P.",
        6509.34,
        6512.44
    ],
    [
        " is going to be there. Echo is going to be there. Dave Burke.",
        6512.44,
        6515.14
    ],
    [
        " newest member of Escalon Front. Marine Corps. Boom. Fighter pilot. Boom. Top Gun. Boom. Top Gun",
        6516.52,
        6524.88
    ],
    [
        " instructor. Yeah. And by the way, with all that, he was on the ground in Ramadi with asking to",
        6525.14,
        6532.54
    ],
    [
        " bruiser doing operation after operation after operation as an Anglico team leader. So the guys out",
        6532.54,
        6537.92
    ],
    [
        " there, Ford air control. He's coming on the podcast saying as well. And as just like the first",
        6537.92,
        6545.3
    ],
    [
        " mustard, there's not going to be a backstage. There's no green room that we're going to be hiding in.",
        6545.3,
        6551.36
    ],
    [
        " We will be out front. We will be talking to you discussing things, taking ownership of the",
        6551.54,
        6556.76
    ],
    [
        " problems that we all have and get them solved. So we will see you there at the mustard.",
        6556.76,
        6562.76
    ],
    [
        " Extreme ownership.com. And until we do see you there, we will see you on the interwebs.",
        6564.1,
        6571.18
    ],
    [
        " On Twitter. On Instagram. And maybe we're going to see one that Facebooky boi.",
        6572.04,
        6579.68
    ],
    [
        " We'll be interacting with all of you. Echo is at Echo Charles and I am at Jaco Willink",
        6579.82,
        6585.62
    ],
    [
        " into the military men and women that are out there right now in harm's way.",
        6585.62,
        6592.38
    ],
    [
        " Putting your life at risk for our great nation. Thank you all for our freedom.",
        6592.96,
        6600.72
    ],
    [
        " And to those that have fallen for the cause of freedom, we will never forget.",
        6603.06,
        6609.96
    ],
    [
        " For the police fighting crime and the firefighters fighting fires and the rest of the first",
        6610.82,
        6618.7
    ],
    [
        " responders out there. Thanks to you all for keeping us safe.",
        6618.7,
        6623.06
    ],
    [
        " And to everyone else out there. Thank you for listening and thank you for supporting this podcast.",
        6624.52,
        6631.9
    ],
    [
        " And thanks for being here with us. You people that we hear from all the time from all over the",
        6631.9,
        6653.04
    ],
    [
        " as we make our way through the world trying to extract every drop of blood from this life by",
        6653.46,
        6662.08
    ],
    [
        " pushing forward every day with everything that we've got all of us.",
        6662.08,
        6667.18
    ],
    [
        " And getting after it. So until next time this is Echo and Jaco.",
        6668.34,
        6679.12
    ],
    [
        " Out!",
        6679.12,
        6681.18
    ],
    [
        " You",
        6681.82,
        6684.46
    ]
]