[
    [
        " This is Jocco Podcasts number 59 with Echo Charles and me, Jocco Willink. Good",
        0.18,
        8.8
    ],
    [
        " evening, Echo. Good evening.",
        8.8,
        10.12
    ],
    [
        " Their screams are the worst. We're more than a hundred meters away on the",
        11.16,
        23.2
    ],
    [
        " other side of the river, but I can hear Marines dying.",
        23.2,
        27.1
    ],
    [
        " Their armored vehicle hit a landmine. It caught fire with 15 men aboard. They",
        28.6,
        40.12
    ],
    [
        " scream as they burn alive. The radio chatter is desperate, almost hysterical.",
        40.12,
        49.52
    ],
    [
        " Nobody can get to them. There will be no salvation, only a torturous death in the",
        53.02,
        62.94
    ],
    [
        " flames. From our position across the river, we hear every agonizing moment and can",
        62.94,
        73.62
    ],
    [
        " see their funeral pyre rising over the riverbank. I can do nothing. It is the",
        73.62,
        85.84
    ],
    [
        " most helpless, enraging feeling I've ever experienced. I have no way to get",
        85.84,
        93.78
    ],
    [
        " across the water to those burning men.",
        93.78,
        96.62
    ],
    [
        " It takes forever for the last screams to fade away. And that is an excerpt from a",
        100.16,
        118.64
    ],
    [
        " book called Heart for the Fight. And it's written by a guy named Brian Stan. And if",
        118.64,
        127.4
    ],
    [
        " you don't know who Brian Stan is, you can Google him. He's a son, a father, a",
        127.4,
        137.46
    ],
    [
        " husband. He was the WEC Light Heavyweight Champion of the World. He's a UFC",
        137.46,
        143.8
    ],
    [
        " veteran. 11 fights in the UFC with some wins and some losses against some of the best fighters",
        145.76,
        154.5
    ],
    [
        " in the world. He's also a veteran of the United States Marine Corps with two tours to Iraq",
        154.5,
        164.12
    ],
    [
        " as a platoon commander and as a company exo. And I am honored tonight to actually have",
        165.44,
        176.96
    ],
    [
        " Brian with us here as a guest. Mr. Brian Stan, welcome to the show.",
        176.96,
        186.02
    ],
    [
        " I gotta tell you that's I have not been introduced like that before. That's an",
        186.44,
        190.8
    ],
    [
        " excerpt of that book that I could honestly say I have laid eyes on. I don't even know how",
        190.82,
        196.0
    ],
    [
        " many years. I forget the year. We released it. Some powerful writing by my ghost writer, John",
        196.0,
        201.7
    ],
    [
        " Bruning. And that is a tough memory. It's one of those ones that we kind of buried deep",
        201.7,
        206.66
    ],
    [
        " down and think about just from time to time. But certainly when you when you at times where",
        206.66,
        212.36
    ],
    [
        " maybe you take things for granted in life, it's good to go back to that moment. You know,",
        212.36,
        220.02
    ],
    [
        " whatever I think is difficult at the time is heck of a lot easier than it once was. And",
        220.02,
        225.88
    ],
    [
        " I need to be grateful. Get off my button. Go finish. Yeah. I think that a lot of people,",
        225.88,
        234.06
    ],
    [
        " you know, you see the explosions take place with IEDs and you know, the wars that we were",
        234.34,
        238.6
    ],
    [
        " involved in were, you know, the main weapon of the enemy was the IED. And even when we made",
        238.6,
        245.06
    ],
    [
        " thicker heavier armored vehicles or like track vehicles, when they get hit with an IED,",
        245.72,
        250.32
    ],
    [
        " even though it might withstand some of the impact, this fire start and it's a nightmare.",
        250.54,
        254.34
    ],
    [
        " And this is the nightmare you described right there. And you know, I want to get into that.",
        254.72,
        261.06
    ],
    [
        " I want to get into the combat that you experienced. But before we do that, the first of all,",
        261.14,
        266.76
    ],
    [
        " like the people that listen to this show, not everyone even watches UFC, not everyone knows about",
        266.82,
        273.06
    ],
    [
        " you. So just kind of give a little bit of a background on growing up. Let's take it back to",
        273.14,
        280.9
    ],
    [
        " Scranton. Sure. Absolutely. So moved around a lot. I was actually so I was born in Japan. And",
        280.9,
        288.62
    ],
    [
        " around that time when my mom had come back to the States, my father had left. And so group in",
        288.62,
        295.14
    ],
    [
        " Northeast Pennsylvania, we moved around quite a bit. But got into sports in an early age. And I had",
        295.14,
        302.22
    ],
    [
        " a phenomenal mom. And I think not having a dad really affected my sister a lot more than",
        302.22,
        309.1
    ],
    [
        " it affected me. But even from an early age, I knew that the military was going to be an option.",
        309.1,
        318.6
    ],
    [
        " From the days of being a young kid watching silly movies like Iron Eagle, you know, there were",
        319.12,
        323.54
    ],
    [
        " something they were not called Iron Eagle silly in front of the air. That's like your classic.",
        324.16,
        330.06
    ],
    [
        " But for me, there was always something to it that that rang is special to me. And you know,",
        330.44,
        338.46
    ],
    [
        " what I found is growing up without a dad, you tend to want to impress every male influence you",
        338.56,
        344.3
    ],
    [
        " have in your life. So every time I went out for a team, I wanted to be the hardest worker on the",
        344.3,
        348.82
    ],
    [
        " team. I'd run through a wall for my coach. And that continued all the way through high school.",
        348.82,
        354.62
    ],
    [
        " And then all of a sudden playing high school football, I started to get recruited by some good schools.",
        354.7,
        359.42
    ],
    [
        " And not many people in my family had gone to college. Certainly I had expected to go to college,",
        360.24,
        364.22
    ],
    [
        " but never expected to get recruited to go play somewhere. And so that was a different experience",
        364.34,
        369.2
    ],
    [
        " for me. I didn't always handle it the best. But when the Naval Academy came knocking, you know, I",
        369.2,
        378.8
    ],
    [
        " just started recruiting me early as a junior. I took my films, my tapes to the Naval Academy.",
        378.82,
        384.1
    ],
    [
        " There was just something about that place. And I wanted to go there. So I decided before I make",
        384.4,
        389.98
    ],
    [
        " a decision, let me visit West Point, let me visit the Naval Academy in a four day time period. I'll",
        389.98,
        394.58
    ],
    [
        " visit both and make my decision. When I went to West Point, one of the football coaches was supposed",
        394.58,
        399.62
    ],
    [
        " to meet me there. Never showed. So one of the players took me around campus, showed me some stuff.",
        399.62,
        404.28
    ],
    [
        " But it was still beautiful. I mean, greater than any, you know, scrantons, one of the poorest cities in",
        404.28,
        408.78
    ],
    [
        " America. It's not nice. So, you know, my uncle's my aunt's and my mom, the thought of me going to",
        408.78,
        415.58
    ],
    [
        " the Naval Academy was a big deal. I remember my track coach in high school telling me, Brian, listen,",
        415.58,
        419.16
    ],
    [
        " this is a big deal. It's a great opportunity. There's a lot of things in your life that can change",
        419.7,
        423.48
    ],
    [
        " by going here. Said, yeah, but you know, I'm getting recruited by some of these Ivy League schools,",
        423.48,
        427.18
    ],
    [
        " too. He says, it's not the same. And I don't think you're going to fit in. I honest, I'm going to be",
        427.38,
        431.68
    ],
    [
        " honestly, Brian, my track coaches are bright guy. So two days later, I go to the Naval Academy. I",
        431.68,
        436.72
    ],
    [
        " hand them my tape. Now they hadn't even started recruiting me yet. But those coaches were so nice to my",
        436.72,
        441.22
    ],
    [
        " mom. And by doing that, they recruited your mom. They recruited my mom. They were so respectful to her.",
        441.22,
        447.46
    ],
    [
        " The water was there. It was so pretty. Okay. You know, I'm in. And I had made that decision early. That",
        447.96,
        454.76
    ],
    [
        " that's where I wanted to go and focused on that. You did some summer school to take some classes to",
        454.76,
        461.32
    ],
    [
        " boost my AP courses in high school, just to make sure that I didn't have to go to the prep school.",
        461.32,
        464.46
    ],
    [
        " First, I wanted to go right to the Naval Academy. And so that in a really quick nutshell, football was",
        464.58,
        469.9
    ],
    [
        " a vehicle along with my academics were good. But you know, having a three, five GPA and a 12, 10",
        469.9,
        476.7
    ],
    [
        " on your SATs isn't normally going to get you into the Naval Academy. Football was was the vehicle",
        476.7,
        481.5
    ],
    [
        " that got me there. And I could remember prom night lifting weights in the weight room with my rented",
        481.5,
        487.16
    ],
    [
        " tux on the locker. I was there all by myself. I had the security code. I was, you know, one of the",
        487.16,
        492.44
    ],
    [
        " only guys who worked all summer long was the only white guy where I worked in this tomato plant.",
        492.44,
        496.88
    ],
    [
        " And I would work to help pay for the high school. I went to because my my mom took me out of public",
        497.48,
        501.1
    ],
    [
        " schooling, put me in this good high school because I got suspended a couple times in middle school.",
        501.1,
        505.42
    ],
    [
        " And it was one of the harder decisions, but one of the best decisions that that she made and pushed",
        505.76,
        509.94
    ],
    [
        " me towards. Because the teachers at that school, when they saw me having this opportunity, they helped.",
        509.94,
        515.36
    ],
    [
        " Hey, let's help Brian get the Naval Academy go there to play football, but you know, really",
        515.36,
        520.46
    ],
    [
        " getting himself on a great trajectory. And there, there's not a day I regret it. There were definitely",
        520.46,
        525.66
    ],
    [
        " days I couldn't stand being at the Naval Academy. Like anybody hated it. But the friends I made",
        525.66,
        532.2
    ],
    [
        " there, the opportunities and the pathway to the Marine Corps, which is still to this day, I don't",
        532.2,
        536.72
    ],
    [
        " know if I'll ever be as good at any job because I wasn't being a Marine infantry officer. I just,",
        536.72,
        542.22
    ],
    [
        " I don't know that. And when you got there, you're the type of football that they were playing didn't",
        542.22,
        550.88
    ],
    [
        " really match your because you were a quarterback in high school, right? I was. And so in the book,",
        550.88,
        555.16
    ],
    [
        " you're saying that your your type of football didn't really match what they wanted to do. No, it was a",
        555.16,
        560.14
    ],
    [
        " rude awakening for me. You know, I went there thinking, I'm gonna be the next Roger Stauber. And we",
        560.14,
        563.94
    ],
    [
        " all did. And then all of a sudden you start to see all these other kids from all over the country.",
        563.94,
        568.0
    ],
    [
        " Wow, they're good too. I had never really run the option before. And they've got guys in the",
        568.04,
        572.04
    ],
    [
        " prep school that already done a year in the system and did that system in high school that can",
        572.04,
        576.06
    ],
    [
        " run the option. So next thing you know, I'm getting moved to wide receiver, I'm getting moved to",
        576.06,
        579.78
    ],
    [
        " safety. Then I'm getting moved to linebacker. And I have to figure out how to play these positions.",
        579.78,
        583.1
    ],
    [
        " And it was one of the best lessons I ever learned as a young man, where I had to make a decision.",
        583.1,
        589.68
    ],
    [
        " I'm going to contribute to this team. I'm not going to be a starter. I'm not going to be a star.",
        589.86,
        594.46
    ],
    [
        " So the best contributions I can make as a leader are to help mentally prepare the younger guys",
        594.92,
        601.26
    ],
    [
        " to play. So my senior year was competing for the starting outside linebacker position.",
        601.52,
        605.84
    ],
    [
        " And we had this young kid named Bobby McLaren, who was an animal. I mean an animal, but he was",
        606.5,
        612.0
    ],
    [
        " uncontrolled. But he could not understand the defense at all. He was still wild man. Why are",
        612.0,
        616.44
    ],
    [
        " I'm not going over anything he touched, but he was an idiot. He was an engineering major,",
        616.44,
        620.62
    ],
    [
        " really bright kid, but a moron and football. All right. So I'm a senior. I'm going to help this",
        620.8,
        625.7
    ],
    [
        " kid out. And we're in two days and I'm competing for the starting job and I'm helping this kid out",
        625.7,
        629.66
    ],
    [
        " whose third string. And he's getting frustrated. And then all of a sudden he starts to get it.",
        629.66,
        633.62
    ],
    [
        " And he's starting to grasp on. And slowly but surely I could see this kid taking not only my job,",
        634.04,
        639.2
    ],
    [
        " but the job of the guy who was ahead of me who I was competing with. And you know, the bottom",
        639.2,
        643.86
    ],
    [
        " line was is I had to find a way to contribute value to the team. Obviously I was a special team's",
        643.86,
        649.48
    ],
    [
        " contributor, but leadership was going to be the biggest thing I contributed. And that made me",
        649.48,
        654.4
    ],
    [
        " a very valuable member of the team that season. And it taught me great lessons moving forward",
        654.4,
        660.6
    ],
    [
        " both in the Marine Corps and especially now in my job. If you aren't finding a way to add value to",
        660.6,
        666.46
    ],
    [
        " your organization to your team every day, then you're wasting time, you're wasting money. And",
        666.46,
        672.94
    ],
    [
        " somebody's going to take that spot. Somebody will come along and take that spot. I don't care how",
        672.94,
        677.24
    ],
    [
        " successful you get. You can't take life for granted every day. You got to add value. I learned",
        677.24,
        683.54
    ],
    [
        " that lesson early in my football coach, my linebacker coach liked me the most. I was his",
        683.54,
        688.26
    ],
    [
        " favorite guy and he would admit that to me in our personal meetings. But the end of the day,",
        688.26,
        692.08
    ],
    [
        " he told me Brian, I get paid. I feed my family to put the best players on the field who are going",
        692.08,
        698.36
    ],
    [
        " to help us win games. I really wish that was you right now, but it's not. And those are hard",
        698.36,
        704.32
    ],
    [
        " conversations to listen to. But if you're going to be a leader, you got to be able to receive that",
        704.32,
        709.32
    ],
    [
        " information and find a way to get better. Yeah, you know, speaking of that, so you actually,",
        709.42,
        714.88
    ],
    [
        " they fired the coach that you had your first three years. New coach came in and I'm going to go",
        715.04,
        719.66
    ],
    [
        " to the book here. It's your senior year. Two of days are brutal or deals, detested by every player",
        719.66,
        725.02
    ],
    [
        " who has stepped foot on a football field. That summer, our new coach Paul Johnson used two of days",
        725.02,
        733.14
    ],
    [
        " to make a statement. He made us start practicing before dawn every day at 0 445. We reported to the",
        733.14,
        741.1
    ],
    [
        " field and Johnson's new coaching staff beat us half to death with repeated fourth quarter drills.",
        741.1,
        746.14
    ],
    [
        " We ran. We hit none of this no contact drilling. Johnson spared no one by mid-morning guys",
        746.42,
        752.72
    ],
    [
        " reputing where they stood. I love this right here. No wonder why you pussy's went oh and 11. He",
        752.72,
        763.12
    ],
    [
        " coached Johnson showed no mercy when he evaluated the team. He concluded that we lacked discipline",
        763.12,
        768.04
    ],
    [
        " and motivation. He made our two weeks in August a crucible designed to test our toughness and our",
        768.04,
        774.2
    ],
    [
        " commitment to the team. At one point, a wide receiver went down with a phantom injury. After the",
        774.2,
        779.82
    ],
    [
        " team doctor examined the wide out and found nothing wrong with him. Coach Johnson demoted him on",
        779.82,
        785.6
    ],
    [
        " the spot. So coach Johnson gave him a drop of heat. I still remember back then at the Naval",
        785.6,
        793.68
    ],
    [
        " Kenbue, we had what was called instant messenger. And so you could leave an away message on your",
        793.68,
        798.7
    ],
    [
        " instant messenger. And we did our fourth quarter drills. I remember our starting defense event,",
        798.7,
        802.42
    ],
    [
        " Pete Butemiller. He left and is away message. He said, today I met death. And death kicked my,",
        802.54,
        808.64
    ],
    [
        " you know what? It was brutal. And they screamed that at us repeatedly. No wonder you went",
        808.76,
        813.82
    ],
    [
        " oh and 11. We were a naval academy football team and the previous coach had let discipline just run",
        813.82,
        819.18
    ],
    [
        " a rye. You know, both on the field in practice in the weight room in films, you could be hurt all",
        819.18,
        824.9
    ],
    [
        " weeks. Still starting the game. The things that are essential for a military academy team to win.",
        824.9,
        830.1
    ],
    [
        " I mean, you've got to be in better shape near the other team. And you've got to commit less",
        830.34,
        834.18
    ],
    [
        " mental errors because physically you're never really going to match up. Right. And we were making",
        834.18,
        838.2
    ],
    [
        " that error. And from all that chaos, one of the real amazing things I learned from those coaches,",
        838.2,
        846.86
    ],
    [
        " who that staff is basically still there today. Coach Neymatololo was the offensive coordinator.",
        847.26,
        852.16
    ],
    [
        " When Johnson left, he's now the head coach. But they taught me and as leaders to expect excellence",
        852.64,
        859.48
    ],
    [
        " every single drill, every film session, every weight room session, every conditioning,",
        859.48,
        864.46
    ],
    [
        " there was a standard. You either meet the standard or you don't meet the standard. And if you don't",
        864.58,
        869.72
    ],
    [
        " meet the standard, there are consequences. There's remediation. There's ways that you have to fix it",
        869.72,
        874.32
    ],
    [
        " because this is the only thing that's good enough. If we're going to move forward, you either get",
        874.32,
        878.36
    ],
    [
        " better, you get worse every day, getting worse is unacceptable. And when you take that mentality",
        878.36,
        883.82
    ],
    [
        " as an officer to what you're doing in the field to train 160 Marines to go to combat,",
        883.82,
        890.22
    ],
    [
        " all of a sudden, that gets a lot more serious than winning losing football games.",
        890.66,
        894.06
    ],
    [
        " But that holds true in business. It holds true in anything. There is a standard. And if you accept",
        895.0,
        900.78
    ],
    [
        " below that standard just once, that sets a precedent that could lead to what happened before he got",
        900.78,
        906.94
    ],
    [
        " there. And I've gone back to the Naval Academy repeatedly and I've talked to the team. I actually",
        906.94,
        911.92
    ],
    [
        " talked to the junior class every single year. And one of the things I always tell those coaches,",
        911.92,
        917.0
    ],
    [
        " gentlemen, you guys are putting out a better product as officers because you're here.",
        918.12,
        923.96
    ],
    [
        " Your job is to put forth the great football team, but I promise you. And the staff at the Naval",
        924.52,
        928.8
    ],
    [
        " Academy, the officers, they see it too. They are making better leaders because of what they're",
        928.8,
        933.4
    ],
    [
        " doing on the football field. Before they got there, that wasn't happening. What was happening",
        933.4,
        937.12
    ],
    [
        " on the football field is making us worse officers. And so I still hold true. He now coaches, Paul",
        937.12,
        943.1
    ],
    [
        " Johnson coaches at Georgia Tech now. He brought me down to speak to the team a couple of years ago.",
        943.1,
        947.28
    ],
    [
        " And we had some great conversations. But I mean, he's still that same guy. Still thinks he can",
        947.28,
        952.3
    ],
    [
        " beat me up. Coach, I get it. And I'm not asking you in front of your teammates. You always say you",
        952.3,
        959.96
    ],
    [
        " can whip me. You have to realize now there's not a chance. But he is just, boy, I'm telling you,",
        959.96,
        964.58
    ],
    [
        " I still think I can whip you and he'll throw this off for you know, right cross. It's geriatric at",
        964.6,
        969.06
    ],
    [
        " this point. You can barely even get his arm up. But he still throws it like he can beat me.",
        969.06,
        972.2
    ],
    [
        " He's game. He's game. He's game. He's game. The heart's there. The body.",
        972.2,
        976.44
    ],
    [
        " So you actually, you actually talk about this in the book. So here we go. All that effort,",
        976.76,
        983.04
    ],
    [
        " pain and misery made me a more disciplined human being. It prepared me for the trials ahead",
        983.06,
        988.82
    ],
    [
        " as a marine infantry officer. In fact, many of the lessons I learned helped me better prepare",
        988.82,
        994.02
    ],
    [
        " my platoon and later my company for combat in Iraq. In football and in a rifle company,",
        994.02,
        999.7
    ],
    [
        " there is no substitute for discipline, hard work and commitment. If any of these elements are lacking,",
        999.82,
        1006.5
    ],
    [
        " the team is going to lose. The company will get shot to pieces in combat and men will die.",
        1006.9,
        1013.88
    ],
    [
        " I learned there is no margin for error in both. And the only way to be perfect is to demand",
        1015.02,
        1021.24
    ],
    [
        " perfection and never brook excuses. There you go. That's life. I mean, you know, at that point,",
        1021.24,
        1029.14
    ],
    [
        " especially then, that is, that is your world. That is your life. The military is so unique in that",
        1029.34,
        1035.64
    ],
    [
        " other jobs you can leave it. 5 p.m. 6 p.m. Whenever you go home from work, hey, I am no longer in",
        1035.64,
        1041.46
    ],
    [
        " accountant. Now I'm Jimmy. Now I'm Sarah. Now I'm, I'm whomever, right? But in the military, if you're",
        1041.46,
        1047.8
    ],
    [
        " bad at your job, you're a bad person. And that's kind of how you're looked at. If you know,",
        1047.8,
        1053.64
    ],
    [
        " it's true. If you're an infantry officer and you're not good, if this isn't everything you eat,",
        1055.44,
        1060.78
    ],
    [
        " sleep and breathe, you're weak. I mean, that's just that's just the kind of environment we have.",
        1060.96,
        1065.12
    ],
    [
        " And I always tell this story when people look at me like I'm crazy. I tell them this story.",
        1066.16,
        1071.5
    ],
    [
        " Had a marine named James Brown. No affiliation with the famous person. And James is a great marine.",
        1071.86,
        1078.6
    ],
    [
        " He was a tough, tough kid. And he was in a machine gun post watching over a main avenue of",
        1078.6,
        1086.88
    ],
    [
        " approach. And his job was to make sure that stayed clear. The best topics keep it clear of IADs,",
        1086.88,
        1091.66
    ],
    [
        " make sure nobody plants an IAD there. And everything was bulletproof around him except for the one",
        1091.7,
        1096.1
    ],
    [
        " slit where the 240 golf went through. And it was 125 degrees. And people always ask,",
        1096.1,
        1103.7
    ],
    [
        " why are the Marines so extreme? When you make statements like that, discipline, commitment,",
        1103.74,
        1107.78
    ],
    [
        " they're everything. Everything has to be perfect. I tell them the story. It got hot.",
        1108.0,
        1112.62
    ],
    [
        " James leaned against the rifle to get a little breeze through that slit. And that moment got shot",
        1113.48,
        1117.94
    ],
    [
        " and head by a sniper and died. It was an amazing shot. When we went up there and looked at where I mean,",
        1117.94,
        1123.38
    ],
    [
        " in Iraq, they had some very, very good snipers as we know. But in that one split moment,",
        1123.74,
        1130.4
    ],
    [
        " I lost that marine. And everything we do, everything you do to perfection, that's why you demand",
        1130.7,
        1137.42
    ],
    [
        " perfection and everything you do because you are so afraid that they're not going to come home alive.",
        1137.76,
        1143.96
    ],
    [
        " And I had to tell my Marines this one time, they were lacking in some of their standards. This is in",
        1144.36,
        1147.4
    ],
    [
        " Iraq. I made them stand uniform inspections. Imagine their attitude as I made them stand three",
        1147.4,
        1152.78
    ],
    [
        " uniform inspections a day. And they were so mad. But in leadership, you can't do something like",
        1152.78,
        1157.4
    ],
    [
        " that without telling them the why. They're not going to buy it. They're just going to hate you now.",
        1157.4,
        1160.6
    ],
    [
        " And I told myself, listen guys, we're not strapping down our ammo and the humvees well enough.",
        1160.94,
        1166.02
    ],
    [
        " We're not cleaning our weapons right after a mission like we should be. Not wearing our uniforms,",
        1166.12,
        1169.7
    ],
    [
        " we get back to camp because you think you're so cool because you've been in a bunch of fire fights.",
        1169.72,
        1172.86
    ],
    [
        " If we don't do the little things right, it's going to affect the big things. And ultimately,",
        1173.26,
        1177.26
    ],
    [
        " what's going to happen is we are going to die. We're going to lose or the people we're here to protect",
        1177.26,
        1181.26
    ],
    [
        " are going to die. Therefore, I'm going to do these uniform inspections until all of these things",
        1181.26,
        1186.76
    ],
    [
        " are fixed permanently. And I am totally fine with you hating me right now. If that means I will",
        1186.76,
        1195.08
    ],
    [
        " deliver you home alive with the mission accomplished. I'd rather you be alive and hate me",
        1195.08,
        1199.8
    ],
    [
        " than you guys love me because you think I'm super cool, but then have you guys die because of my",
        1199.8,
        1205.68
    ],
    [
        " poor leadership and my inability to keep you guys disciplined and keep you to the standard of perfection.",
        1205.68,
        1210.74
    ],
    [
        " And that is something it's hard for people who haven't been in that circumstance. It's hard for",
        1211.74,
        1216.26
    ],
    [
        " them to understand. It really is. But even in my current job running a nonprofit, I tell my staff",
        1216.26,
        1222.12
    ],
    [
        " every single veteran they speak to every conversation whether it's the 10 time you talk to that",
        1222.32,
        1226.58
    ],
    [
        " vet and you're doing another practice interview. Our job is to help them find the American dream,",
        1226.58,
        1232.98
    ],
    [
        " to leave the military by their own choosing and now find not a job but a great career where they can",
        1233.54,
        1238.98
    ],
    [
        " thrive. And if we take any conversation with them for granted, they may no longer want to take",
        1238.98,
        1244.46
    ],
    [
        " our advice. They may go out alone. They may not choose the right thing. And we failed them.",
        1244.46,
        1249.48
    ],
    [
        " People give us money not to fail them. You're paid with other people's money that they gave us to",
        1249.68,
        1255.5
    ],
    [
        " help these vets get jobs. Period. If we're not doing that, then you don't work here anymore. I don't",
        1255.5,
        1262.0
    ],
    [
        " work here anymore. Period. We will find somebody else to do it because that's our job. And so you've got",
        1262.0,
        1266.46
    ],
    [
        " to set that standard. But if you don't tell them the why behind it, they'll never understand that.",
        1266.46,
        1271.1
    ],
    [
        " And it doesn't mean that we have this this culture. It's not like my platoon had this culture where",
        1271.44,
        1276.26
    ],
    [
        " we were all so hardcore and there was no compassion. There was no person out there's no smiles as",
        1276.26,
        1281.04
    ],
    [
        " you get a test. You look, you can have an environment of discipline, hard work and commitment.",
        1281.04,
        1286.78
    ],
    [
        " But still have a lot of love, compassion and good times. They have fun. A lot of straight up.",
        1287.28,
        1294.24
    ],
    [
        " You know, it's great fun when you go and you train and you're awesome. You know, there's a lot of",
        1294.44,
        1299.68
    ],
    [
        " fun. The New England Patriots. They have a hell of a lot of fun. And you want to have a",
        1299.68,
        1304.96
    ],
    [
        " disciplining commitment and hard work. That's why they're on the top. And they have a lot of fun",
        1305.56,
        1309.5
    ],
    [
        " smile at the end of every season. Everybody hates on them and they're raising their trophies.",
        1309.5,
        1312.62
    ],
    [
        " So you got this section in the book that talks about what you're talking about right now.",
        1312.96,
        1319.9
    ],
    [
        " The leadership factory, right? So here I'm going to go to the book. All the academic classes in the",
        1320.38,
        1325.1
    ],
    [
        " world will never teach anyone to be a leader. The academy recognized that long ago. And while we had",
        1325.1,
        1330.82
    ],
    [
        " to take courses on the subject, we learned by doing the academy of structure to provide leadership",
        1330.82,
        1336.44
    ],
    [
        " opportunities in a wide variety of places and levels from the very first day you start as plebs.",
        1336.44,
        1342.0
    ],
    [
        " And this is emphasizing what you just said and discipline is something that I talk about",
        1344.22,
        1352.3
    ],
    [
        " all the time. And I knew what's great as you know, as I was talking you on the way over here.",
        1352.3,
        1359.26
    ],
    [
        " You know, I do all these I read these leadership or not leadership books. They're not",
        1359.7,
        1363.44
    ],
    [
        " book. It's about leadership. They're about combat, right? But combat is about leadership. So all",
        1363.44,
        1368.08
    ],
    [
        " these books, all of them, every single one of them, whether it's an ancient Roman military leader",
        1368.08,
        1374.38
    ],
    [
        " or a marine and Vietnam or an army soldier in World War II, they all there is one common thing",
        1374.38,
        1381.52
    ],
    [
        " that's discipline discipline discipline. It's always there. Back to the book discipline forms the",
        1381.52,
        1387.28
    ],
    [
        " cornerstone of any military team. And of course, punishment serves as one of the means to maintain",
        1387.32,
        1394.04
    ],
    [
        " discipline. During my junior year, I learned not to be afraid to meet out punishment at the same",
        1394.04,
        1401.96
    ],
    [
        " time, doing so requires a balance of appropriateness and understanding. So that's the why you just",
        1401.96,
        1408.3
    ],
    [
        " talked about right there. And this again, goes to something that I talk about a lot, which is",
        1408.3,
        1413.72
    ],
    [
        " which is the dichotomy of leadership, which is in leadership, there's there's opposing forces that",
        1413.72,
        1418.68
    ],
    [
        " are pulling you in two different directions. And both of them are right. They're both right. It's",
        1418.68,
        1423.18
    ],
    [
        " right to be hard on your guys and maintain strict discipline. And it's right to love your guys and",
        1423.18,
        1426.54
    ],
    [
        " take care of them. You have to balance those two. And that's what you're talking about right there.",
        1426.54,
        1430.58
    ],
    [
        " That's what you were talking about when you were talking about. They need to understand why they're",
        1430.6,
        1434.24
    ],
    [
        " being punished punished. Back to the book, bad officers try to be buddies with their Marines.",
        1434.24,
        1440.76
    ],
    [
        " There's a fine line between getting to know your, getting to know the men under your command",
        1441.76,
        1445.86
    ],
    [
        " and bonding with them as friends. It is all too easy to make that mistake. At the same time,",
        1445.86,
        1452.84
    ],
    [
        " here's the balance. At the same time, if a young second lieutenant doesn't make an effort to know",
        1452.98,
        1457.68
    ],
    [
        " his men, his aloofness becomes a drag and will hinder his ability to command in several ways.",
        1457.68,
        1463.2
    ],
    [
        " First, he won't understand the strengths and weaknesses of his squads. More important,",
        1463.56,
        1467.26
    ],
    [
        " he won't have the respect or the connection needed to motivate and lead in the worst of circumstances.",
        1467.26,
        1473.68
    ],
    [
        " Men will follow other men into the worst possible circumstances if they respect and believe in",
        1474.38,
        1479.68
    ],
    [
        " their leadership. Like all other aspects of command, it is a delicate balance. You're just,",
        1479.68,
        1487.7
    ],
    [
        " everything you just said, you say it in the book. And that's why you're talking about the leadership",
        1488.18,
        1494.26
    ],
    [
        " factory. But it's interesting. This is stuff that I'm sure they touched on it in the classes,",
        1494.36,
        1498.5
    ],
    [
        " but that's the stuff that you learn. You learn it from senior and listed people. You learn it from",
        1498.7,
        1502.02
    ],
    [
        " other officers. You learn it yourself. You work for people and you go, man, this guy's aloof.",
        1502.02,
        1505.74
    ],
    [
        " This guy's not talking to us. So it's stuff that we learn ourselves too. I'm going to finish this",
        1505.82,
        1510.52
    ],
    [
        " section up. I concluded the proper balance here, depending on the officer's ability to listen and",
        1510.52,
        1515.86
    ],
    [
        " accept input while still making it clear that he was the ultimate decision maker. That was the key.",
        1515.86,
        1521.4
    ],
    [
        " A second lieutenant couldn't be afraid to engage in frank and productive dialogue with his key leaders.",
        1521.5,
        1528.12
    ],
    [
        " A platoon becomes the reflection of its commander. He sets the example. And this is from what you",
        1529.68,
        1538.16
    ],
    [
        " just said. If his uniform is jacked up, his men won't care about their own. This leads to disciplinary",
        1538.16,
        1543.86
    ],
    [
        " issues and becomes a very slippery slope. The only way a second lieutenant can have the moral",
        1543.86,
        1549.88
    ],
    [
        " authority to set a high standard is to set a high standard for conditioning and appearance is to",
        1549.88,
        1555.8
    ],
    [
        " be the example himself. Without conditioning, a platoon cannot achieve its potential in the field.",
        1555.8,
        1562.96
    ],
    [
        " Aggressiveness suffers. Appearance breeds pride and reinforces discipline and a spree to core.",
        1563.58,
        1572.02
    ],
    [
        " So those, that's the leadership factor that you're talking about. And clearly, those things that you",
        1572.98,
        1579.26
    ],
    [
        " brought from the football field and from the academy, you applied them right directly into your folks",
        1579.26,
        1582.64
    ],
    [
        " in combat. They helped and you know, the Marine Corps has a really unique circumstance where they",
        1582.64,
        1588.14
    ],
    [
        " have the basic school where every single officer goes there. And that's huge to set this huge standard.",
        1588.14,
        1594.64
    ],
    [
        " Then we go a step further where when we go to infantry officer course, that course was 13 weeks",
        1595.22,
        1600.3
    ],
    [
        " long. One of the very hardest, if not the hardest in the Marine Corps mentally, physically, everything.",
        1600.3,
        1605.78
    ],
    [
        " You don't know anything that's coming. Everything's a surprise. But I felt that my instructors during",
        1605.78,
        1611.52
    ],
    [
        " our course were phenomenal. And they were getting all the real time intelligence from the battlefield,",
        1611.52,
        1616.16
    ],
    [
        " all the training was realistic. But in terms of how you relate to your Marines from your junior",
        1616.16,
        1623.92
    ],
    [
        " enlisted to your middle rank to your senior enlisted, how you relate to the senior enlisted from",
        1623.92,
        1629.76
    ],
    [
        " the battalion who worked directly for the battalion staff, how you manage those relationships to",
        1629.76,
        1635.52
    ],
    [
        " maximize the effectiveness of your platoon to make sure that you can get exactly what they need.",
        1635.62,
        1640.04
    ],
    [
        " They did such a good job of that. Then you take a one step further when I reported",
        1640.46,
        1644.42
    ],
    [
        " the Thurbotian Second Marines, I'd be remiss if I didn't give credit to a guy by the name of Gabe Dianna,",
        1644.42,
        1649.12
    ],
    [
        " who is a Lieutenant Colonel in the Marine Corps now, I believe. But he taught me he was a true",
        1649.36,
        1654.48
    ],
    [
        " student of leadership and military history. He would tell me all the time his craft is his hobby.",
        1654.48,
        1660.78
    ],
    [
        " There's nothing else he cared about. It's what he was. He loved being a Marine,",
        1660.94,
        1665.02
    ],
    [
        " loved being an officer. And he taught me a lot about decentralized leadership, how to not",
        1665.14,
        1671.36
    ],
    [
        " micromanage, how to empower your junior leaders that they start to think like you and you could",
        1671.36,
        1676.86
    ],
    [
        " achieve tempo on the battlefield. And you could immediately see examples of Marines.",
        1676.86,
        1682.2
    ],
    [
        " I call it, and I see it all the time in the business world. I call it JV leadership, where",
        1682.96,
        1688.54
    ],
    [
        " I'm a great leader if my people love me. And they're the same leaders that will tell their",
        1689.16,
        1694.96
    ],
    [
        " people are a guys. Today we've got to stay 30 minutes longer because headquarters said, so,",
        1694.96,
        1699.92
    ],
    [
        " look, I disagree with it. I think it's ridiculous, but we have to do it. So let's just sit here",
        1700.08,
        1704.28
    ],
    [
        " together. Now, none of their people are actually going to work motivated. There's going to be no",
        1704.28,
        1708.0
    ],
    [
        " discipline. There's going to be no standard that they're trying to achieve because of that horrible",
        1708.0,
        1712.04
    ],
    [
        " leadership. They're angry at headquarters. Absolutely. They're they're they're bad mad at the chain",
        1712.04,
        1717.0
    ],
    [
        " of command. Exactly. It's JV leadership. And I'm constantly trying to talk to people about that.",
        1717.0,
        1722.3
    ],
    [
        " A JV leadership, the first thing of it is you think you have to be loved to be an effective leader.",
        1722.7,
        1727.12
    ],
    [
        " If you are an effective leader over the long term, you will be loved, but there's going to be",
        1727.7,
        1732.06
    ],
    [
        " intermittent parts where they can't stand you. They don't understand things all the time, but",
        1732.06,
        1735.28
    ],
    [
        " they're going to be mad at you because of their emotional. But over long term, they're going",
        1735.28,
        1739.36
    ],
    [
        " to understand that what you did was best. The other, the second major part to JV leadership is",
        1739.36,
        1744.4
    ],
    [
        " thinking, Hey, I'm in charge. Therefore, I come up with all the great ideas. And I'm going to make",
        1744.4,
        1749.12
    ],
    [
        " every single decision without your input. And I'm going to I'm going to really try hard to make",
        1749.12,
        1753.06
    ],
    [
        " sure that he knows I am in charge. That's ridiculous. It is not your job to come up with all the",
        1753.06,
        1758.46
    ],
    [
        " great ideas. Some of the best ideas I received were from 19 year olds. You know, 21 year old,",
        1758.46,
        1764.42
    ],
    [
        " to an already been die rack ones had a grace. So I got a great idea. Well, I want to hear all about",
        1764.42,
        1768.58
    ],
    [
        " it. It's it's it's our job as leaders to decide which are the best ideas to invest energy,",
        1769.18,
        1774.94
    ],
    [
        " time, and resources in. And that's not just I get all this stuff all the time when I talk to",
        1775.1,
        1779.54
    ],
    [
        " different groups and companies. Well, military leadership is different than corporate leadership.",
        1779.54,
        1784.02
    ],
    [
        " Why? What am I saying here that doesn't apply? Well, it's too extreme. It is not. You're taking",
        1784.34,
        1792.54
    ],
    [
        " us too literal with with with our warrior mentalities here. You know, that you do not need to be an",
        1792.54,
        1799.04
    ],
    [
        " insecure. The best leaders are not insecure. They're secure. They know that they're there and",
        1799.04,
        1803.88
    ],
    [
        " ultimately going to make the final decision. But it empowers your people and you could achieve",
        1803.88,
        1808.08
    ],
    [
        " tempo when you're decentralized enough that they feel good about coming up with ideas,",
        1808.08,
        1812.74
    ],
    [
        " sending them up to you to get back up for it and get resources behind it. But also knowing that",
        1813.26,
        1819.2
    ],
    [
        " they can make the appropriate decisions at their level because they know what your final intent is.",
        1819.2,
        1824.06
    ],
    [
        " Here's the outcome I want achieved. You get us there. You're the expert at it. That's why I hired",
        1824.12,
        1828.92
    ],
    [
        " you. I didn't tell my machine gunners how to work their T&E system and how to cite in their",
        1828.92,
        1833.5
    ],
    [
        " machine guns. Right. I just told them what I wanted them to hit. They're better than that at me.",
        1833.5,
        1837.08
    ],
    [
        " Taking the time to spend it with my Marines and their different functions and aspects and talk",
        1837.6,
        1842.98
    ],
    [
        " to them about how they're there. The expert and compliment them like that. It made them feel great.",
        1842.98,
        1847.66
    ],
    [
        " It does wonders for a leader to go to their level see what they do every day and see that",
        1848.42,
        1854.42
    ],
    [
        " expert work. They don't expect you to be an expert in all of that. They know that.",
        1854.42,
        1858.88
    ],
    [
        " Your job is different. Your responsibilities are different. You need to have greater perspective.",
        1859.52,
        1864.18
    ],
    [
        " But when you go to their level and respect what they do and show them respect for what they do",
        1864.62,
        1871.36
    ],
    [
        " and how they do it, it's a powerful thing that that could that could make a group of people so",
        1871.36,
        1877.4
    ],
    [
        " much better collectively than they ever would have been individually. When it happens, when it",
        1877.4,
        1881.96
    ],
    [
        " finally when you finally get there and can achieve that, it is awesome. It's the most rewarding",
        1881.96,
        1887.18
    ],
    [
        " experience you could ever have. It's hard for people to understand because most people they",
        1887.18,
        1891.94
    ],
    [
        " will have the most rewarding experience you guys probably have is killing people. No, it's so much",
        1891.94,
        1896.34
    ],
    [
        " different than that. So much different. There's so much more to it than that. Yeah. Yeah, it's",
        1896.34,
        1901.88
    ],
    [
        " interesting too that by the way, what you're saying right now is basically the entire book that",
        1903.12,
        1908.74
    ],
    [
        " my buddy, Lafe Baber, there's a chapter in there called decentralized command. Everything you're",
        1908.74,
        1913.84
    ],
    [
        " saying. So, and that's why you've come up in a completely different, you know, in the Marine Corps,",
        1913.84,
        1918.4
    ],
    [
        " I was in the in the Navy. And yet, you know, you and I have both, I can tell right now,",
        1918.4,
        1923.9
    ],
    [
        " basically completely aligned leadership principles. Isn't it interesting though that some guys",
        1924.14,
        1929.88
    ],
    [
        " don't get it. They don't get it. And you could explain it to them and you'd say, listen, man,",
        1931.32,
        1936.32
    ],
    [
        " hey, you don't need to make every decision. And in fact, when you get out in the firefight,",
        1936.44,
        1940.74
    ],
    [
        " you won't be able to make every decision. You're going to have to let your leaders lead. And you're",
        1940.74,
        1944.52
    ],
    [
        " going to have to let and they would listen to you. And you could see it going right through their head.",
        1944.52,
        1948.9
    ],
    [
        " It's wild. You wonder what psych, psychologically is going on in there that makes you want to rebel.",
        1949.46,
        1954.98
    ],
    [
        " And a lot of times it's, hey, they got a bad review from this officer. So this is their way of saying,",
        1955.32,
        1961.42
    ],
    [
        " you know, hey, you know, go fly a kite. You know, this is their way of rebelling. I noticed that",
        1961.62,
        1966.92
    ],
    [
        " with some officers. And some of the, you know, I had to fire a lieutenant during my second",
        1966.92,
        1971.88
    ],
    [
        " deployment. And he had this problem. He kept feeling he had to be best friends with his Marines. He",
        1971.88,
        1977.16
    ],
    [
        " spent way too much time with them talking about a lot of personal stuff. They'd be out on patrol",
        1977.16,
        1981.36
    ],
    [
        " and nobody would listen to him. I mean, it was almost straight mutiny. And then when I had to fire",
        1981.36,
        1985.94
    ],
    [
        " him and, and here is the thing is, and I tell him, look, you're a really good person. And you are",
        1985.94,
        1992.02
    ],
    [
        " most likely going to be very successful in whatever you choose to do. So please, please remember",
        1992.02,
        1998.24
    ],
    [
        " that. It's hard to hear that now. This is a very unique job. And we are in a very dangerous",
        1998.24,
        2004.96
    ],
    [
        " scenario. We were already in Iraq and we were in a dangerous area at the time. And things were about",
        2004.96,
        2009.1
    ],
    [
        " to go south. And I had to remove this kid now before things got worse. And it was hard",
        2009.1,
        2015.24
    ],
    [
        " to understand that you can be a phenomenal human being, a great person, but just not meant to lead,",
        2015.24,
        2021.56
    ],
    [
        " especially in those circumstances. But it's, it's, it's some people, and I think obviously if they",
        2021.7,
        2029.24
    ],
    [
        " have so many years growing up in a household where it was so different from what they're being taught,",
        2029.24,
        2035.48
    ],
    [
        " that I think sometimes is the root for them to push back against this type of leadership.",
        2035.54,
        2039.76
    ],
    [
        " No, you know, I've been taught differently for years and years. It's kind of like, wow, did you",
        2040.02,
        2043.5
    ],
    [
        " just block it all out for the, you know, year and a half you've been in school before you got here?",
        2043.5,
        2048.26
    ],
    [
        " With guys with all this combat experience and not to mention, hundreds of years of history",
        2048.7,
        2053.88
    ],
    [
        " of combat experience saying, look, this is the best way to do it. Yes. And saying, no, I'm going to",
        2053.88,
        2060.44
    ],
    [
        " do a different thing. I mean, the military is a business. It is a business. It's run like a business.",
        2060.44,
        2065.24
    ],
    [
        " And the leadership there, it's about maximizing the potential of all the human beings that you have",
        2066.52,
        2072.82
    ],
    [
        " on your team. And how do you do that? Yes, it involves tactics and what we do is different,",
        2072.82,
        2078.18
    ],
    [
        " but the personal, the small unit down to the large unit leadership is all the same. It's all the",
        2078.46,
        2084.72
    ],
    [
        " same. And you go around and you talk to different executives who are having trouble, well, you know,",
        2084.72,
        2089.12
    ],
    [
        " this, you know, it's the millennials and what they do and what they do and this do. And we were",
        2089.24,
        2093.88
    ],
    [
        " talking about in the right here, people, the experts always want to blame some kind of process.",
        2093.88,
        2098.16
    ],
    [
        " I think your process and your information flow is wrong and the way that you have your work flow",
        2098.82,
        2103.06
    ],
    [
        " set up in the office space, that's causing this issue in communication. No, it's not. You're saying",
        2103.06,
        2108.9
    ],
    [
        " that because you are afraid to have the heart conversations with the leaders who are failing.",
        2108.9,
        2113.9
    ],
    [
        " Of which, by the way, you're one of the leaders. Yes. So when you're failing as a business and you've",
        2114.52,
        2120.46
    ],
    [
        " got these issues, yeah, it's you're going to be one of the problems and you might need help",
        2120.46,
        2124.26
    ],
    [
        " squaring that away. And that's okay. That's okay. Well, you know, another thing I noticed in",
        2124.26,
        2128.28
    ],
    [
        " business world is a lot of people in the business world, they have no leadership training. So they've",
        2128.28,
        2133.58
    ],
    [
        " figured it out. They've been lucky and successful and they've gotten by with good people and then they",
        2133.58,
        2137.7
    ],
    [
        " get to a certain point where all of a sudden they're going, wait a second, I can't handle this anymore.",
        2137.7,
        2140.68
    ],
    [
        " That, you know, if you grow from six people that you know pretty well that you trust and all the",
        2141.0,
        2144.98
    ],
    [
        " sun, you got a staff of a hundred people. If you don't start learning how to lead, you're going",
        2144.98,
        2150.34
    ],
    [
        " to have significant problems and it's going to blow up. And that happens from a hundred people to",
        2150.34,
        2153.94
    ],
    [
        " 300 people and then from 300 people to a thousand people. It'll happen every time and you got to train",
        2153.94,
        2157.74
    ],
    [
        " those leaders throughout the chain of command that all have the same understanding of the fundamental",
        2157.74,
        2163.0
    ],
    [
        " principles of combat leadership, which is leadership. I have to feel combat in there because that was my",
        2163.0,
        2169.24
    ],
    [
        " job. You know, it's funny. You bring it up. There's a great example. Dan Quinn is the current head coach",
        2169.42,
        2175.0
    ],
    [
        " of the Atlanta Falcons. He was a defensive coordinator at Seattle. Hires the head coach in Atlanta.",
        2175.0,
        2179.94
    ],
    [
        " And through his, he's a very good friend of Jake laser who's obviously very involved in mixed martial",
        2180.74,
        2185.58
    ],
    [
        " arts. And there's a lot of the Fox broadcasts and I've worked with them and gotten close with them.",
        2185.58,
        2188.8
    ],
    [
        " And so Jay introduced me to Dan. Dan was looking to make the team tougher. And here's a guy who",
        2189.14,
        2195.34
    ],
    [
        " has achieved the highest level of leadership and coaching, just like you talked about. He was a great",
        2195.34,
        2199.66
    ],
    [
        " coordinator. Now he's a head coach and he had the humility to seek out experts from all I mean,",
        2199.66,
        2205.66
    ],
    [
        " he went to different sports, talked to their head coaches. He went to the military. He went",
        2205.8,
        2210.82
    ],
    [
        " all over with humility to ask and get advice and glean experience from other people's time and",
        2210.82,
        2217.9
    ],
    [
        " leadership to include. I couldn't believe it, but here I am having breakfast with the man. Here I",
        2217.9,
        2222.64
    ],
    [
        " am in his office or I'm in there and you know, their little cafeteria there. We're just talking",
        2222.64,
        2226.78
    ],
    [
        " leadership and he's talking about some of his individual guys and he's actually listening to my",
        2226.78,
        2230.6
    ],
    [
        " opinion. I wanted to hear what I went through my opinion on this guy or that guy is he brought me",
        2230.6,
        2235.6
    ],
    [
        " in to do some martial arts drills to make the team tougher, but I gained so much respect for that.",
        2235.6,
        2240.02
    ],
    [
        " Here's a man who's achieved the highest level. He knows he's in charge. He's not out to prove anything.",
        2240.1,
        2244.84
    ],
    [
        " His guys know he's in charge and when they don't meet the standard, there's a consequence.",
        2245.26,
        2250.32
    ],
    [
        " But at the same time, he shows them the same kind of humility as he seeks out advice to get better",
        2250.74,
        2256.94
    ],
    [
        " every day because he wants them. Hey, Julio Jones, I know you think you're the best wide receiver",
        2256.94,
        2261.84
    ],
    [
        " in football, but there's ways you can get better and you need to be humble enough to find them.",
        2261.84,
        2266.08
    ],
    [
        " And guess what? Julio goes first in every drill. The dudes, the, I mean, he, at that, I've watched him,",
        2266.36,
        2271.56
    ],
    [
        " who works as hard as any human being. I've seen in the football field. Always looking to get better,",
        2271.82,
        2275.74
    ],
    [
        " Matt Ryan the same and look at the position the teams in now. But he has continually done that. He",
        2275.74,
        2281.26
    ],
    [
        " turned to Navy SEALs last summer brought SEALs in to work with his team to work with him on leadership,",
        2281.26,
        2286.66
    ],
    [
        " on accountability and all this combat, but leaderships leadership and bring it into that locker room",
        2287.1,
        2292.26
    ],
    [
        " and create this cohesive unit that has had a tremendous turnaround from the 2015 season to now",
        2292.26,
        2298.26
    ],
    [
        " 2016. Yeah. Now on the SE Championship. Again, for you reciting my book, which you're going to do",
        2298.84,
        2305.42
    ],
    [
        " because we're going to chapter there. It's called Check Urego. And you know, my point is the number one,",
        2305.42,
        2310.38
    ],
    [
        " the number one characteristic that a leader has to have his humility. And if you don't have that,",
        2310.52,
        2314.94
    ],
    [
        " all those things that you just talked about, you won't do any of them. You won't ever get better.",
        2315.06,
        2317.8
    ],
    [
        " You won't listen to anybody else. You won't take any advice. You can't, it's a horrible thing.",
        2318.0,
        2321.84
    ],
    [
        " Let me get us back on track to your life a little bit here.",
        2325.38,
        2329.76
    ],
    [
        " Why did you pick the Marine Corps? Because I couldn't swim.",
        2330.44,
        2334.92
    ],
    [
        " No, and all honesty, you know, I had thought for a while that I wanted to be a team guy,",
        2336.28,
        2341.46
    ],
    [
        " playing football and trying to be a SEAL, it's extremely competitive. You know some of the guys",
        2342.0,
        2346.88
    ],
    [
        " who went into the teams and I mean physical specimens, discipline, they're incredible. They",
        2347.48,
        2353.2
    ],
    [
        " trained for four years to then go and do all these different screeners. And for me, not having",
        2353.2,
        2359.18
    ],
    [
        " spent four years in the pool was costly because when it came time for me to do this screener to go",
        2359.18,
        2363.94
    ],
    [
        " do mini-bud, it was basically a mini hell week for four straight days of the academy. It was tough.",
        2363.94,
        2368.3
    ],
    [
        " And we broke the ice and the chest peak, all of that, you know, I trained for it for two weeks.",
        2368.52,
        2373.32
    ],
    [
        " Right. I still had a shoulder problem and a hamstring problem from the season. I mean,",
        2373.56,
        2377.54
    ],
    [
        " it was just not going to, I was not going to compete with these guys for it. But ultimately,",
        2377.62,
        2381.56
    ],
    [
        " what attracted me was the Warner Records started. A lot of my buddies were in the marchup that I",
        2381.56,
        2388.32
    ],
    [
        " played with that were, you know, graduated before me. I had talked to some folks that were in",
        2388.32,
        2395.04
    ],
    [
        " special operations and SEALs and they talked about it and it's a smaller team. So it's a little",
        2395.04,
        2400.1
    ],
    [
        " bit different. Whereas in the Marine Corps, the leadership, you know, at very young age, you're",
        2400.1,
        2405.74
    ],
    [
        " going to have 40 some Marines. You'll go on to be a company commander at this level. You're going",
        2405.74,
        2411.22
    ],
    [
        " to get a legitimate opportunity to command large scale units. And that was really appealing to me.",
        2411.22,
        2416.5
    ],
    [
        " It's awesome. And I thought that that was probably the best opportunity for me because if I was",
        2416.66,
        2421.52
    ],
    [
        " going to try to then be a team guy, I was going to have to go in the Navy as a surface warfare officer.",
        2421.52,
        2425.7
    ],
    [
        " And then after two years, sorry, and then after two years, that's rough. Try to get to but and",
        2425.76,
        2431.06
    ],
    [
        " there's no guarantees. Being a SEAL is extraordinarily competitive. And the physical requirements",
        2431.06,
        2436.52
    ],
    [
        " as officers to get there are really, really high. And so for me, the Marine Corps had an amazing",
        2436.52,
        2443.72
    ],
    [
        " appeal. And did you know about the Marine Corps when you went to the Naval Academy though?",
        2443.72,
        2447.46
    ],
    [
        " I wasn't. I did. I went to Pleab Summer because they run. They run it and I'll tell you a lot of",
        2447.74,
        2452.78
    ],
    [
        " the people at the Naval Academy when I was there hated the Marines. We used so many of them went",
        2453.52,
        2458.44
    ],
    [
        " there with a chip on their shoulder. You know, this is the Naval Academy. There's no Marine Corps",
        2458.44,
        2463.54
    ],
    [
        " stuff and it's when we get our opportunity, we're really going to be jerks. And we had this great",
        2463.54,
        2468.8
    ],
    [
        " Lieutenant Colonel when I was a senior and we had all been selected to be Marines who told us,",
        2468.8,
        2472.94
    ],
    [
        " look, guys, this is not the real Marine Corps. They're not representing as well. We've got a bad",
        2472.96,
        2478.32
    ],
    [
        " crop here right now that are that are trying to prove a point. When you get to the basic school,",
        2478.32,
        2483.84
    ],
    [
        " you're going to find that it's massively different. And I loved it. I loved everything about it. I",
        2484.22,
        2489.74
    ],
    [
        " loved the diversity of my Marines. I mean, we talk about race. Race is a big deal. Racism in our",
        2489.74,
        2496.1
    ],
    [
        " country. It's a big topic. I mean, there's constantly battles on all the Hollywood news sites",
        2496.1,
        2501.2
    ],
    [
        " going on about race. Didn't exist. We're not in the Marine Corps. Men from all over the world.",
        2501.2,
        2509.18
    ],
    [
        " Dark Green Marine. It didn't matter. It did it. It did not matter. We didn't care. Everybody,",
        2509.28,
        2514.92
    ],
    [
        " hey, this is so and so we didn't care. We had a mission every day. We trained together. We",
        2515.02,
        2519.26
    ],
    [
        " bled together and it was phenomenal. None of that stuff existed because we won together. We",
        2519.26,
        2525.08
    ],
    [
        " suffered together. We looked beyond all of it. It just doesn't matter in the military. And it's",
        2525.08,
        2531.02
    ],
    [
        " so frustrating to see it matter so much here in the regular world where people have all kinds of",
        2531.52,
        2538.64
    ],
    [
        " preconceived things. And some people are out there acting like they're fighting on for the better",
        2538.64,
        2544.34
    ],
    [
        " of race relations in our country. And they're making it worse because they've got their own personal",
        2544.34,
        2549.06
    ],
    [
        " agenda as they do it. It's just really frustrating. Yeah. Well, I definitely in the military,",
        2549.06,
        2555.4
    ],
    [
        " like you said, everyone's wearing the same uniform. And I'm sure in the 50s and 60s and even",
        2555.96,
        2562.4
    ],
    [
        " into the 70s, it was a big deal. They stamped it out because it doesn't matter. It's no factor.",
        2562.4,
        2568.44
    ],
    [
        " One way or the other, it's no factor. It's pretty awesome. Went to the basic school. You got",
        2568.82,
        2577.82
    ],
    [
        " stalled in the basic school for a little bit of time. And you know, to go through some legal stuff.",
        2577.82,
        2583.6
    ],
    [
        " And while you're stalled at the basic school, your friends start going on deployment. And",
        2584.1,
        2590.96
    ],
    [
        " all of a sudden, you got your classmates, your friends, your brothers are getting killed.",
        2590.96,
        2600.72
    ],
    [
        " And you know, that feeling of being on sidelines, I think it's really hard to explain to people.",
        2603.08,
        2610.24
    ],
    [
        " And you do a good job in the book that I'll highlight a couple times. But I heard this quote one",
        2610.5,
        2616.74
    ],
    [
        " time. And I'm going to throw it out there as best I can. But for women, like they have an intrinsic",
        2616.74,
        2625.72
    ],
    [
        " biological desire to have children, not all women, but a lot of women, let's say.",
        2629.0,
        2633.08
    ],
    [
        " And a lot of men have an intrinsic desire to go to war. I don't know why that is.",
        2633.66,
        2642.18
    ],
    [
        " I know I had it since I can remember having human emotions. I wanted to go to war. You know,",
        2642.8,
        2648.34
    ],
    [
        " I mean, when you're a kid, the first thing you do when you pick up a stick is you shape it into a",
        2648.34,
        2655.24
    ],
    [
        " gun and start pointing it at your friends and trying to kill them, right? So here you were",
        2655.24,
        2660.38
    ],
    [
        " on the sidelines sitting back and and your friends are starting to get killed. How what did that",
        2660.38,
        2669.44
    ],
    [
        " do to your psychology? It was it was dark. It was psychologically. That was the most challenging",
        2669.44,
        2675.76
    ],
    [
        " time period of my life. You've got someone challenging your character and your honor,",
        2675.76,
        2680.7
    ],
    [
        " trying to say that you were something that you weren't. And I wouldn't allow it.",
        2680.96,
        2685.2
    ],
    [
        " There were there were easier ways to speed up the process and I refused. No way. I know what happened",
        2685.66,
        2691.2
    ],
    [
        " and and during that delay, it was a very, very dark period. And it was difficult. But you have to",
        2691.2,
        2700.68
    ],
    [
        " you have to slow life down sometimes, gain perspective and realize, hey, look, this is going to",
        2700.68,
        2706.44
    ],
    [
        " take some time. Eventually, I am going to get there. But what really it turned into",
        2706.44,
        2712.1
    ],
    [
        " when the opportunity finally came to progress using my time wisely, the war wasn't going to go",
        2712.1,
        2719.92
    ],
    [
        " away tomorrow. You know, sometimes you get this feeling. You're mind like, oh, man, my friends are",
        2719.92,
        2723.84
    ],
    [
        " out there dying. They're leading. I need to be with them right now realizing, whoa, it's not going",
        2723.84,
        2728.9
    ],
    [
        " to be gone tomorrow. So don't be so anxious. Don't waste the time you have now to get better.",
        2728.9,
        2734.12
    ],
    [
        " What can I do? I'm not going to let this stupid instance hold me back from improving from when",
        2734.74,
        2740.86
    ],
    [
        " I eventually do go on to lead Marines. And so I found a way to contribute value. I found a way",
        2740.86,
        2747.66
    ],
    [
        " to get better. It didn't happen right away. You know, there was a couple of weeks where",
        2747.66,
        2751.9
    ],
    [
        " where it was dark, where I was angry. But I snapped out of it because there's times in life where",
        2751.9,
        2757.88
    ],
    [
        " life in your psychology, they want, you want to be the victim, right? You want to feel like",
        2757.88,
        2764.56
    ],
    [
        " you've been wronged. And the problem is, is a lot of times when you go into that mode and you start",
        2764.56,
        2769.46
    ],
    [
        " playing the victim, you never crawl out of it. You get stuck in that world of the victim. You get",
        2769.46,
        2777.16
    ],
    [
        " stuck in this world that you think is all bad luck. And everything's always going against you.",
        2777.16,
        2781.38
    ],
    [
        " And you stop driving, you know, your own life. You got to crawl out of that when your",
        2781.7,
        2787.7
    ],
    [
        " mind is telling you to play the victim and to feel bad for yourself, nothing positive comes",
        2787.7,
        2793.04
    ],
    [
        " from that. Something. Did something specific snap you out of that mindset? Did your mom tell you",
        2793.04,
        2798.94
    ],
    [
        " something or? Yeah, you must write. I talked about that. That's right. That's right. Yeah. Your mom.",
        2798.94,
        2803.32
    ],
    [
        " You should. I mean, my mom is the sweetest woman in the world, too. But there are specific time",
        2803.32,
        2808.96
    ],
    [
        " in my life where she was extremely hard on me. And they were at the right times. You'd meet her",
        2808.96,
        2816.06
    ],
    [
        " now. And she's such a pushover. But there are times where she, hey, you're going to fight this.",
        2816.06,
        2822.7
    ],
    [
        " You understand me? You're going to fight this. You're right. That's it. And you move forward. And",
        2823.2,
        2838.92
    ],
    [
        " we could remember them. That we could memorialize them. Some people choose the wrong way in my opinion,",
        2838.92,
        2845.0
    ],
    [
        " substance, alcohol, depression, you know, that they choose more of a victim mindset way of remembering",
        2845.82,
        2853.8
    ],
    [
        " them. Others choose, hey, they're no longer here. I can't bring them back. What would they want",
        2853.8,
        2861.62
    ],
    [
        " me to be doing? What would make them proud? I take their life for granted. If I use them as an",
        2861.62,
        2868.38
    ],
    [
        " excuse to be idle and fail, right? But I am memorialized. And if I remember them, speak their name",
        2868.38,
        2876.0
    ],
    [
        " and talk about them as I move on and I succeed. And I still think about that. I think about",
        2876.0,
        2882.26
    ],
    [
        " Ronnie Winchester, who I played football with, who died now, kind of my rack. I think about Brett",
        2882.26,
        2887.1
    ],
    [
        " Harmon, who was killed at an NC State football tailgator before he could even lead his platoon",
        2887.1,
        2891.78
    ],
    [
        " to battle. And those incidents happen again while you're on the sidelines. And the other thing you",
        2891.78,
        2897.56
    ],
    [
        " start doing right now at that time period is what is that saying when the when the student is ready",
        2897.56,
        2903.74
    ],
    [
        " and instructor will appear? Well, you ended up at the Marine Corps, the martial arts center for",
        2903.74,
        2908.66
    ],
    [
        " excellence and you started training. I did. I ran into to a colonel named Joe Shusko, who is just",
        2908.66,
        2914.1
    ],
    [
        " this phenomenal guy all about character. I mean, in his 60s, could outrun all of us. I mean,",
        2914.1,
        2920.66
    ],
    [
        " the epitome of discipline, discipline, discipline. And he brought me and I started working there. And I",
        2920.82,
        2927.06
    ],
    [
        " got further introduced into martial arts. And I loved it. I found, hey, this is what I should be doing",
        2927.42,
        2934.92
    ],
    [
        " in my free time. I should be hitting heavy bags. I should be training. I should be watching tape.",
        2934.92,
        2939.38
    ],
    [
        " I need to beat with if I'm not reading military history and learning about my enemy, I'm doing this",
        2939.62,
        2945.2
    ],
    [
        " stuff. This, this is the type of stuff that's going to keep my mind sharp. And then I got intrigued.",
        2945.2,
        2948.94
    ],
    [
        " I wondered, okay, I'm going to lead Marines in combat. And a lot of these books that they were",
        2948.94,
        2954.48
    ],
    [
        " making us read on killing. And some of these books that in my opinion are a little off on the",
        2954.48,
        2959.22
    ],
    [
        " psychology, the psychology of battle. Agree. I mean, just brutal guy. You're going to pee yourself",
        2959.22,
        2964.42
    ],
    [
        " before you get shot at actually negative. I'm not going to be myself at all. Yeah. So",
        2964.42,
        2970.04
    ],
    [
        " I wondered, all right. Well, what can get me ready for that anxiety? I'm going to sign up for a fight.",
        2970.04,
        2975.8
    ],
    [
        " I had this master gunry sergeant who was a really good kickboxer who worked at this martial arts",
        2976.18,
        2984.46
    ],
    [
        " fight. You get me like one of these martial arts fights out in town. Yes, sir. I can get you",
        2984.46,
        2989.76
    ],
    [
        " on. Are you going to show up? Yeah. Of course, I'm going to show up. I don't know, sir. I get a lot of",
        2989.76,
        2995.12
    ],
    [
        " you officers that don't. So anyways, I convinced them to train me every morning at five in the morning.",
        2995.12,
        3000.18
    ],
    [
        " We're training. It's six weeks this fight. I don't know much. Right. I've got, I got a black belt in",
        3000.42,
        3005.7
    ],
    [
        " the Marine Corps martial arts program. All right. That's an arm bar from the guard and arm bar from",
        3005.7,
        3011.04
    ],
    [
        " the mount. A sweep on how to escape the mount. And I don't, I've never shrimped before. All right.",
        3011.04,
        3017.74
    ],
    [
        " I don't know what butterfly guard is. I have no clue what half guard is. All right. I've got a jab",
        3017.86,
        3022.74
    ],
    [
        " across and I'll like you ready for your first time. And I'm a black belt. You said, huh? That was a",
        3022.74,
        3027.56
    ],
    [
        " black. That was black. I've got a jab across the leg. Understand. All right. So I get it. It's my",
        3027.56,
        3034.18
    ],
    [
        " first amateur fight. We weigh in and the guy's older than me. He's got the same haircut as Chukladell",
        3034.18,
        3038.9
    ],
    [
        " and he's pretty ripped. And so you'd weigh in the same day as the fight. So we all leave now. It's",
        3038.9,
        3043.5
    ],
    [
        " time to eat and then you come back. And so I come back and I'm warm up and he isn't showing up yet.",
        3043.5,
        3047.98
    ],
    [
        " That's only a little sheet that they hung off a bar in between us. And our fights come up in two",
        3048.18,
        3053.44
    ],
    [
        " fights. I'm like, man, this guy may not show up. So this is the perfect scenario for me. He doesn't show.",
        3053.44,
        3058.6
    ],
    [
        " He was scared. I go out with all my Marine buddies in the crowd. I mean, there's 50 people at this",
        3059.04,
        3064.22
    ],
    [
        " 15 and they're there to watch me. And that makes it work. Right. And so he shows up.",
        3064.22,
        3069.82
    ],
    [
        " And he's warming off. He's stretching. I'm like, looking through the sheet. Like, oh,",
        3070.26,
        3073.66
    ],
    [
        " maybe I need to do some of that too. You know, I don't know.",
        3073.72,
        3075.54
    ],
    [
        " Anyways, we walked down this tarp. The fight starts. And in this dude, he hits me with the worst",
        3075.96,
        3082.26
    ],
    [
        " spinning backfish you've ever seen. I mean, slow motion off balance. My head's so big. Anything",
        3082.26,
        3087.84
    ],
    [
        " you throw it. It hits any day away. But it hits me with the spinning backfish. I'm starting to get",
        3087.84,
        3091.72
    ],
    [
        " embarrassed. He's coming at me aggressive. And now is that decision point. Okay. I can mentally",
        3091.82,
        3097.46
    ],
    [
        " break now and kind of cover up and get out of here. If this is a little uncomfortable for me.",
        3097.46,
        3101.26
    ],
    [
        " And at that point, I kind of snap. And I got mad. And so I go to try and take him down,",
        3101.54,
        3108.48
    ],
    [
        " which I have no rest. He's a football player. I try to football. He wraps up a guillotine on me.",
        3108.58,
        3114.54
    ],
    [
        " Full on wraps the legs on my waist. And he is hammered. Everything he's got here.",
        3114.54,
        3119.46
    ],
    [
        " He's in his tight. I mean, I can feel the lights going on. I'm like, oh my goodness. No.",
        3119.46,
        3124.62
    ],
    [
        " And I could hear his corner, man. Y'all into him. It's his wife.",
        3124.88,
        3129.24
    ],
    [
        " So they're not only am I going to get tapped out in the first round. I'm going to get tapped out",
        3129.96,
        3134.88
    ],
    [
        " to a fake chocolate. I'll be in corner by his wife. Finish him, Jerry.",
        3134.88,
        3139.28
    ],
    [
        " I'm not killing this happen. I find a way out of the choke. I kick him in the leg and realize,",
        3140.96,
        3146.7
    ],
    [
        " well, I kick hard. He didn't like that. And then I crack him in the forehead and I split his",
        3146.7,
        3150.04
    ],
    [
        " head open. The doctor comes in. He isn't know what month it is. And the fights over.",
        3150.04,
        3153.46
    ],
    [
        " And there was a bunch of Vietnam vets in the crowd. They're hammered. And as soon as I get out,",
        3153.96,
        3159.9
    ],
    [
        " these dudes, these guys, these crusty fellas throw their arms. I mean, spilling beer all over me.",
        3160.04,
        3164.56
    ],
    [
        " They're feeding me. They're putting the beard out my throat from their cup with they got dips in",
        3164.84,
        3168.78
    ],
    [
        " there. I mean, this stuff is probably disgusting, right? But it takes it so good.",
        3168.78,
        3172.58
    ],
    [
        " Ever Matt moment on. I was hooked. You know, this is this is what I should be doing. I had six",
        3173.12,
        3179.32
    ],
    [
        " weeks of a fight on my mind. If I can get used to that, how, how will I deal with the anxiety",
        3179.32,
        3185.56
    ],
    [
        " of unprepared for battle? Hey, we're on patrol. You know, we get contact. What's our media action?",
        3185.56,
        3191.7
    ],
    [
        " Where we're going to have a major operation coming up in six days. I have to be able to think",
        3191.88,
        3195.92
    ],
    [
        " clearly on the battlefield direct lead play chess. And so I thought, man, this fighting thing could",
        3195.96,
        3203.66
    ],
    [
        " be a key. It could be a help. And it certainly did not end up being that, but it ended up being my",
        3203.66,
        3210.9
    ],
    [
        " sanctuary through it all. It was it was kind of what centered me. I brought tie pads. So I racked",
        3210.9,
        3216.72
    ],
    [
        " the first time. You know, I had one of one of my sergeants, a pretty good martial arts. We would",
        3216.72,
        3220.62
    ],
    [
        " train in between missions. I would train my guys. See, that's the difference between the seal teams",
        3220.62,
        3224.44
    ],
    [
        " and the Marine Corps. You brought tie pads. I brought mats. Like I had mat rooms. That's ridiculous.",
        3224.44,
        3231.56
    ],
    [
        " The budget is much, much. Yeah, I know it's like almost embarrassing for me to admit, you know,",
        3231.88,
        3236.62
    ],
    [
        " you also did a lot of wrestling drills with with Travis Manion, who's one of your one of your",
        3237.26,
        3241.76
    ],
    [
        " buddies. And so he helped you out. And there's a there's an interesting part in in the book where",
        3241.76,
        3248.18
    ],
    [
        " you talk about you and Travis are going to Brett, who you just talked about. You're going to his",
        3248.18,
        3255.16
    ],
    [
        " funeral. This is the guy with shot at some little scuffle. And she stayed tailgator. There you go.",
        3255.16,
        3260.44
    ],
    [
        " Shot the chest and killed. You guys are going to his funeral. And the rest in coach",
        3260.54,
        3267.38
    ],
    [
        " tells you guys to write your own eulogies for yourselves, for yourselves. Interesting drill.",
        3267.38,
        3276.78
    ],
    [
        " That's an interesting drill. Joel shared his the head coach at the Naval Academy wrestling team right",
        3277.68,
        3283.42
    ],
    [
        " now. And it was wild, you know. So Brett Harmore was a Marine infantry officer. He was in",
        3283.42,
        3289.46
    ],
    [
        " Thurbotian Second Reigns, which would be my eventual battalion. Went to an NC State football tailgator.",
        3289.46,
        3294.52
    ],
    [
        " There were some guys there drinking and driving. And they almost hit a kid. And so they him and his",
        3294.52,
        3299.54
    ],
    [
        " buddy from Chicago, civilian, ran out in front of the car and stopped them. And they got an argument.",
        3299.54,
        3303.6
    ],
    [
        " What are you guys doing? You guys are drunk. Shouldn't be driving. The guys get out. They started",
        3303.6,
        3306.66
    ],
    [
        " a scuffle. Brett and his buddy won. Came back a couple hours later and shot them both point blank.",
        3306.66,
        3311.14
    ],
    [
        " Shot Brett's buddy in the face and Brett went to get and take the gun from he got shot in the chest.",
        3311.22,
        3315.6
    ],
    [
        " And they died. And so he was interesting because as we were writing this eulogy, you know,",
        3315.68,
        3321.08
    ],
    [
        " me and Travis, we were so close. And he was a fantastic wrestler. And one of the toughest human beings",
        3321.5,
        3327.28
    ],
    [
        " I've ever known. I mean, what we used to do to each other was ridiculous training. I mean,",
        3327.28,
        3331.78
    ],
    [
        " if as long as it was standing, I would, I would just destroy him. As soon as he got sick of that",
        3331.78,
        3336.34
    ],
    [
        " and wanted to tackle me on the ground, I wasn't getting up anymore and he was destroying me. But it",
        3336.34,
        3339.4
    ],
    [
        " would just go back and forth for hours. And instead of playing video game, drinking beer,",
        3339.4,
        3344.38
    ],
    [
        " going out and hitting on girls, that's what me and Travis would do on a Friday and Saturday night.",
        3344.44,
        3348.04
    ],
    [
        " And it was really tough when you really start to think, what do you want to be said",
        3348.78,
        3354.28
    ],
    [
        " when it's all over for you? How do you want to be remembered?",
        3354.28,
        3358.82
    ],
    [
        " And I remember Travis, he really struggled with this.",
        3360.18,
        3363.26
    ],
    [
        " Struggled. I mean, he was so loud talking about that. It reels in the plane. It was weird.",
        3364.0,
        3368.1
    ],
    [
        " And part of it was because we were just struggling with the fact that",
        3368.3,
        3370.82
    ],
    [
        " you know, our friend is dead. You know, for such a weird circumstance,",
        3370.82,
        3375.0
    ],
    [
        " yet we can understand if it was an idea or a snipe or something like that. Not this. And",
        3375.54,
        3380.28
    ],
    [
        " you know, several years later, it was wild. But you know, Joel shared when he would give",
        3380.28,
        3388.04
    ],
    [
        " Travis' eulogy. He brought that story up. Travis would get killed in Fallujah. And I remember",
        3388.08,
        3395.26
    ],
    [
        " driving up to Travis' funeral. And you know, Travis is one of those guys that you just, you just,",
        3395.26,
        3400.94
    ],
    [
        " you just never, he can't die. He's just too bad. He's too tough. He's too smart, too good.",
        3400.94,
        3405.82
    ],
    [
        " So I remember driving up to the funeral and I had my wife there with me and she was actually",
        3406.86,
        3410.64
    ],
    [
        " trying to make plans for their twin sister. Hey, we're going to be in town. We live in North",
        3410.64,
        3413.82
    ],
    [
        " Carolina. Let's get together this weekend. But her twin sister's husband didn't want to get",
        3413.82,
        3417.64
    ],
    [
        " together. There was a part of me that didn't. Travis isn't dead. Like I'm going to get there and",
        3417.68,
        3423.06
    ],
    [
        " we're all going to hang out tonight. And I remember when I walked into that wake and I actually saw",
        3423.06,
        3427.98
    ],
    [
        " him. I mean, it hit me like a ton of bricks. It was brutal. I loved, I loved that guy so much.",
        3427.98,
        3435.74
    ],
    [
        " And we carried him the next day, but you know, it's just it's so crazy how connected it was because",
        3436.24,
        3441.44
    ],
    [
        " Ronnie Winchester died in al-Qaimai rack. And three days later, Brett Harmon died at that",
        3444.56,
        3452.28
    ],
    [
        " NC State football game. We would go to Brett Harmon's funeral, write her own eulogies,",
        3452.28,
        3458.9
    ],
    [
        " with Joel Sherritt, who would then end up giving Travis Manion his, his actual eulogy. And I",
        3459.06,
        3464.36
    ],
    [
        " would carry Travis to his grave. I went to al-Qaimai rack and actually replaced Ronnie's platoon.",
        3464.36,
        3471.16
    ],
    [
        " And turned over with the replacement platoon commander who took over for him when he passed.",
        3471.48,
        3475.42
    ],
    [
        " While I was an infantry officer course, JP Bleksmith was killed in Fallujah. And I got this a",
        3476.68,
        3483.16
    ],
    [
        " little out of order, but when JP died, I found out right before I had my last amateur fight. I was",
        3483.16,
        3489.12
    ],
    [
        " an infantry officer course. And I'm getting ready to fight in two hours for for a title. Travis",
        3489.12,
        3494.8
    ],
    [
        " Manion was my quarter-man. And we're in the hotel room and he got a call and then he looked like",
        3494.8,
        3499.02
    ],
    [
        " he had seen a ghost like, Travis, what's wrong? He was nothing, dude. I'll tell you after the fight.",
        3499.02,
        3502.5
    ],
    [
        " And we had gotten bad. I was like, no, I know something's up. What the hell happened? Travis told",
        3503.02,
        3508.2
    ],
    [
        " me to do JP Bleksmith got killed in Fallujah. So Travis tells me by JP's death, I turned over with",
        3508.2,
        3514.26
    ],
    [
        " JP's company, my second tour, and so I met all of his old Marines, all of his own platoon commanders.",
        3514.26,
        3519.66
    ],
    [
        " I mean, it's just, it's such a small world that we lived and breathed then, you know. And so in",
        3519.84,
        3525.78
    ],
    [
        " my little platoon commanders notebook, I had pictures of all of them. And before every mission,",
        3525.78,
        3529.58
    ],
    [
        " I would flip through. And you just think, how do I make them proud? Before every fight, I would",
        3529.74,
        3535.94
    ],
    [
        " look at their pictures and look at the pictures of my Marines. How do I make them proud? How do I",
        3535.94,
        3540.1
    ],
    [
        " make them proud? And I still think about it to this day. And I end a lot of my speeches on this.",
        3540.1,
        3545.82
    ],
    [
        " They no longer have the chance to live. Who am I to take this life for granted? Because they",
        3546.62,
        3551.76
    ],
    [
        " would give anything to have one more day. Their families would give anything to have one more day.",
        3551.76,
        3556.46
    ],
    [
        " And I try to remind myself of that all the time. And you don't have to have served the military",
        3557.22,
        3561.78
    ],
    [
        " to think like that. People looking at, well, that's extreme. Well, who have you lost in your life?",
        3561.78,
        3565.66
    ],
    [
        " What would make them proud? How do you truly memorialize them? It's certainly not through failure.",
        3566.5,
        3571.34
    ],
    [
        " It's not through being idle in life. Live a life of substance, not just existence. And that,",
        3571.8,
        3577.56
    ],
    [
        " you know, as you do that, and you remember them, that makes them proud. That makes it worth it.",
        3578.14,
        3583.74
    ],
    [
        " You know, it's very similar to that final scene in saving private Ryan.",
        3583.84,
        3587.7
    ],
    [
        " Worries like, did I earn it? And for those of us who served and were in those great circumstances,",
        3588.22,
        3592.96
    ],
    [
        " or for those people, there's people that were in tragedies, where they were in car accidents,",
        3592.96,
        3596.4
    ],
    [
        " they lost people. They think the same way. They think a lot the way they do that we do when we",
        3596.52,
        3601.06
    ],
    [
        " look at life and taking things for granted and achieving every day, adding value.",
        3601.06,
        3605.58
    ],
    [
        " Yeah, the darkness in the world regardless of regardless of where you are.",
        3606.74,
        3611.38
    ],
    [
        " You, you know, speaking of your combat tours, I want to kind of dive into those a little bit.",
        3611.68,
        3618.84
    ],
    [
        " And let's take you, you take over your platoon, your platoon commander now.",
        3619.64,
        3625.0
    ],
    [
        " Back to the book here. During our first platoon meeting, my introductory speech lasted less than",
        3625.58,
        3631.54
    ],
    [
        " two minutes. We're going to be aggressive. I told my new command. We're going to train our",
        3631.54,
        3637.04
    ],
    [
        " asses off and we're going to be, and we're going to work harder than anyone else in the battalion.",
        3637.04,
        3641.12
    ],
    [
        " That was it. Short to the point, all business. What's more, they found out quickly, I wasn't kidding.",
        3641.88,
        3650.96
    ],
    [
        " So you, you guys work hard, you get prepared, you deploy to al-Qaim, which you just talked about.",
        3651.88,
        3659.86
    ],
    [
        " That's where you ended up going. And I'm jumping ahead a little bit. People are going to have to read",
        3659.94,
        3665.3
    ],
    [
        " this whole book themselves. But you're, you're basically now setting up a position on a bridge.",
        3665.3,
        3671.56
    ],
    [
        " You're kind of a blocking force in this bridge to prevent enemy from consolidating on another",
        3671.6,
        3676.12
    ],
    [
        " area where there's another operation going on. And I'm going to the book. Mortars began to fall",
        3676.12,
        3682.1
    ],
    [
        " on our position. As we fought back, I made sure that our vehicles moved from one spot to another,",
        3682.1,
        3686.72
    ],
    [
        " so the mortar crews would not zero in on us. From a wadi that ran perpendicular to route",
        3686.72,
        3692.38
    ],
    [
        " emerald, several insurgents began lobbing rocket propelled grenades at us. The rockets exploded",
        3692.38,
        3699.0
    ],
    [
        " all around us. Then another heavy machine gun let loose. This one sided on the north bank as well.",
        3699.0,
        3703.86
    ],
    [
        " We were caught in a 180 degree crossfire. From my window, I could see Corporal Delator and Bravo",
        3704.5,
        3710.74
    ],
    [
        " One. They were taking the brunt of the fire in Delator, briefly dipped out of the turret as",
        3710.74,
        3715.8
    ],
    [
        " bullets bounced off the humvee's armored skin. Then I saw his hand pop up above the blast shield",
        3715.8,
        3721.82
    ],
    [
        " holding a video camera. It takes a rare kind of cool to do something like that. In combat,",
        3721.82,
        3728.16
    ],
    [
        " an infantry platoon's first task is to achieve fire superiority over the enemy. To do this requires",
        3728.64,
        3734.2
    ],
    [
        " pouring it on the insurgents until they are forced to either disengage or go to ground.",
        3734.2,
        3739.0
    ],
    [
        " Once they're either driven off, either driven off or pinned in place, you've gained command",
        3739.84,
        3744.04
    ],
    [
        " of the fight and can dictate what happens next. Even with the tanks, because I failed to mention",
        3744.04,
        3748.74
    ],
    [
        " you had some tanks from Army tanks with you and you throughout the book have the same deep love",
        3748.74,
        3758.1
    ],
    [
        " for tanks that I have for Army tanks, Marine tanks, but I love tanks. Even with the tanks, in this",
        3758.1,
        3765.28
    ],
    [
        " case, we didn't have the firepower to gain control of this battle. There were too many insurgents",
        3765.28,
        3774.02
    ],
    [
        " I reached for the radio's headset, began calling airstrikes within minutes,",
        3774.02,
        3777.54
    ],
    [
        " Huey Cobre gunships, thundered in on scene to deliver deadly, accurate, hellfire missiles into",
        3777.96,
        3783.14
    ],
    [
        " targets we identified. Was this situation here? Was that like your first big combat scenario?",
        3783.14,
        3790.68
    ],
    [
        " It was. The thing that made it so difficult was there was another platoon assigned for that mission.",
        3791.02,
        3798.24
    ],
    [
        " Right. And they got stuck in the mud. They got stuck in the mud. We didn't get the opportunity to",
        3799.2,
        3806.08
    ],
    [
        " aerial reconnaissance. We didn't have the opportunity to look at overhead imagery of this terrain.",
        3806.08,
        3811.02
    ],
    [
        " We had nothing. I had 15 minutes. Hey, if they're not there in 15 minutes, you're a go. So in that",
        3811.72,
        3817.2
    ],
    [
        " 15 minutes, I'm briefed from my guys. We're getting ready. Now we're meeting this tank crew",
        3817.2,
        3822.46
    ],
    [
        " from Boise, Idaho. We'd never even met them. I met them the day before. My guys had never",
        3822.46,
        3826.28
    ],
    [
        " worked with them before. So there was a lot of confusion that took place just in the route up.",
        3826.28,
        3832.42
    ],
    [
        " And as we got settled and started to identify targets. And as you know, in that scenario,",
        3833.08,
        3837.86
    ],
    [
        " the acoustics and in the movement, the amount of people, we are the most precise military in the",
        3837.86,
        3846.1
    ],
    [
        " history of this planet. So we not only have to identify where is the gunfire coming from.",
        3846.1,
        3852.04
    ],
    [
        " What caliber do I believe they're firing back or at us with? Because that dictates what caliber",
        3852.74,
        3858.88
    ],
    [
        " I'm allowed to return fire with, depending on where they're shooting at me from. Are they in a",
        3858.88,
        3865.74
    ],
    [
        " dug-in position north of the river? Are they shooting at me from a building where there's civilians",
        3865.74,
        3869.66
    ],
    [
        " around? Are they shooting at me from a wadi where now I can drop hell fires on them. I can hit them",
        3869.66,
        3874.56
    ],
    [
        " with tanks. That's a lot going through your head when you've got four vehicles, two tanks and",
        3874.56,
        3880.84
    ],
    [
        " aircraft you're trying to control as a 24-year-old kid. And everybody's waiting on you to say what's",
        3880.84,
        3886.44
    ],
    [
        " coming next. Just like in every vehicle, there's another kid in there directing everything they're",
        3886.44,
        3891.58
    ],
    [
        " doing. And that is that is all part of it. That was our first time. When Delatory, I don't put",
        3891.58,
        3898.48
    ],
    [
        " in the book, but what I said to him over the radio, I mean, I verbally almost killed him through",
        3898.48,
        3903.48
    ],
    [
        " the radio for doing it that wild son of a bitch. I've told this story on the podcast, but this,",
        3903.48,
        3909.08
    ],
    [
        " I had a similar story and I'll tell it again right now because Mikey Montsor, who ended up getting",
        3909.08,
        3912.6
    ],
    [
        " killed in Ramadi, Metal Vonner, I went to go to his little station where he was and the guys were like,",
        3912.6,
        3919.16
    ],
    [
        " hey, do you see Mikey's video? And I was like, no, you know, and they go, go take a look at Mikey's",
        3919.18,
        3923.28
    ],
    [
        " video. So Mikey was a heavy weapons gunner and carried the Mark 48. And so I go back into his",
        3923.28,
        3930.3
    ],
    [
        " little world, camp caragridor and Ramadi, I go back into his little koochi, a built from South",
        3930.3,
        3934.12
    ],
    [
        " Kee. Let me see your, let me see your video. And he goes, I'll Roger that search. He pulls out his",
        3934.12,
        3937.84
    ],
    [
        " little camera and he shows the video. And there's a massive firefight going on in the Moulab district",
        3937.84,
        3943.54
    ],
    [
        " of Ramadi. And he's got the camera up and you can see it ducked out or go up. He's filming",
        3943.54,
        3948.78
    ],
    [
        " everything and he gets done showing me. And at one point in the video, he turns the camera at",
        3948.78,
        3953.28
    ],
    [
        " himself and he goes, it's the Moulab, which was just classic Mikey. And then so he gets done.",
        3953.28,
        3959.34
    ],
    [
        " And of course, I'm a hardcore. And I go, hey Mikey, bro, what are you doing out there?",
        3959.54,
        3965.42
    ],
    [
        " You know, you're in a firefight. You need to be on your pig gun, getting rounds down and kill",
        3966.2,
        3970.14
    ],
    [
        " him bad guys. He's like, sir, I'm sorry, I was, I was Winchester. He had no more. He dumped the",
        3970.14,
        3978.54
    ],
    [
        " thousand rounds. And I was like, all right, Mikey, you're good, you know, but you're fine. You can",
        3978.54,
        3983.1
    ],
    [
        " video all you want if you go Winchester. But yeah, I was thinking that I read that. I was like,",
        3983.1,
        3987.36
    ],
    [
        " you probably worked too out. I was about that. I was so mad. So mad. Another thing, let me just",
        3987.36,
        3994.8
    ],
    [
        " give you this prompt. And you're going to hear this too. When you, when you get off this podcast,",
        3994.8,
        3999.04
    ],
    [
        " and people are going to hit you up on social media, you're going to hear from young soul,",
        3999.2,
        4002.36
    ],
    [
        " you're going to hear from soldiers and Marines that are going to ask you questions because they",
        4002.52,
        4006.68
    ],
    [
        " listen to this and they get knowledge from it. Is there anything that you didn't expect that you",
        4006.68,
        4012.84
    ],
    [
        " wish somebody would have told you going into that first firefight for someone that's in basic",
        4012.84,
        4017.8
    ],
    [
        " training right now or at the basic school right now, anything that you piece of advice should give",
        4017.8,
        4023.0
    ],
    [
        " him? Yeah, you know, a few things, you know, one, don't go in there, guns are blazing right away",
        4023.0,
        4031.76
    ],
    [
        " because in that circumstance, the sound is actually one of your better indicators or where",
        4031.76,
        4037.6
    ],
    [
        " the gun fires coming from because when that heat is blazing, you're not going to see a muscle flash.",
        4037.6,
        4041.86
    ],
    [
        " It just doesn't exist right. The other thing is when you're when you are keeping your vehicles",
        4042.04,
        4047.66
    ],
    [
        " mobile, that doesn't allow you to lock in on a T and E system with a heavy machine gun. So you've",
        4047.66,
        4053.48
    ],
    [
        " got to be smart in the increments that you move in and the formations you move in and make sure that",
        4053.48,
        4058.68
    ],
    [
        " your machine gunners have drilled that. That's what we would do drill. We would do T and E drills",
        4058.68,
        4063.76
    ],
    [
        " till my guys hands blood and not just the the primer machine gunner, everybody in that truck. So",
        4063.76,
        4068.28
    ],
    [
        " one goes down the other comes up so that when we moved them, they can quickly get back on that",
        4068.28,
        4072.94
    ],
    [
        " same target because basically what that became a game of is you suppress that position with a 240",
        4072.94,
        4078.1
    ],
    [
        " golfer medium machine gun until I can talk the tanks on and then the tanks they don't miss. It's",
        4078.1,
        4082.68
    ],
    [
        " all computer. It's like a video game. And with dug in positions, just aim a little bit lower and",
        4082.68,
        4086.5
    ],
    [
        " watch this shit fly. Excuse my language. But that was one of the problems when we went in and we",
        4086.5,
        4093.64
    ],
    [
        " started receiving some gun fire, everybody started shooting fire where we could identify with, but then",
        4093.64,
        4097.68
    ],
    [
        " also we're getting shot at from other positions. We can't really tell because of the acoustics until",
        4097.68,
        4101.54
    ],
    [
        " somebody actually hits, wait a minute, we're getting hit from back here too. And then some of the",
        4101.54,
        4105.8
    ],
    [
        " increments my my drivers would move in. They moved so much that it was no longer a small adjustment",
        4105.8,
        4111.32
    ],
    [
        " on the teeny for that machine gunner. Now they've got to get out of the turret exposing themselves",
        4111.32,
        4115.78
    ],
    [
        " to work that thing in. And because of collateral damage, you can't just work it in, send some rounds",
        4115.78,
        4122.14
    ],
    [
        " down rage. Oops, I hit the building 10 feet away. You're not allowed to do that. You've got to get",
        4122.14,
        4126.1
    ],
    [
        " that sucker into where you see it on the site and then you can start sending rounds down. Well,",
        4126.1,
        4130.0
    ],
    [
        " that guy gets to shoot at you because you're so concerned with collateral damage. And so",
        4130.0,
        4134.82
    ],
    [
        " drill, drill, drill because a mortar dropping on the top of a, of a humvee is not a good thing. And",
        4134.82,
        4142.94
    ],
    [
        " they are more accurate than you realize. These, the enemy out there has been launching mortars and",
        4142.94,
        4148.76
    ],
    [
        " indirect fire for decades where you get a little bit of ammo to do it on range 400 out. You know,",
        4148.76,
        4155.02
    ],
    [
        " out out in the, out in the palms for Marines that is. These guys get to do it every day for real.",
        4155.12,
        4160.06
    ],
    [
        " Yeah. And you know what? They don't need to have to be good. They get lucky one time and, and",
        4160.22,
        4164.28
    ],
    [
        " human life doesn't mean anything to them, but it means everything to us. So they get lucky one",
        4164.28,
        4169.6
    ],
    [
        " time and there's there's that's the way it goes. That's the way combat is.",
        4169.6,
        4173.5
    ],
    [
        " Um, so you get done with that and, and tank hits an ID.",
        4178.38,
        4186.66
    ],
    [
        " You need to find out what's going on. And basically there's a, there's a burning Abrams here",
        4187.52,
        4193.96
    ],
    [
        " going on. Suddenly a huge explosion drowned out all other battle sounds. The ground rolled and shook",
        4193.96,
        4199.92
    ],
    [
        " as if the fault line had suddenly collapsed beneath us ahead a maelstrom of sand dirt, smoke,",
        4199.92,
        4204.68
    ],
    [
        " and flames, boiled skyward. Before I could even ask Sergeant Peterson's voice came over the radio,",
        4204.8,
        4209.98
    ],
    [
        " mortar hit one of the tanks. My column break to a stop. The explosion morphed into a dry,",
        4210.3,
        4216.16
    ],
    [
        " into a small dirty brown mushroom cloud over, Saf Sergeant Plumkey's M1. No way a mortar did that.",
        4216.62,
        4223.88
    ],
    [
        " That had to have been a massive ID. Luke Miller called over to me. I have no columns of them.",
        4224.04,
        4230.36
    ],
    [
        " So now you radio for a meta vac. You're trying to find out what's going on. The tanks on fire.",
        4230.76,
        4235.34
    ],
    [
        " And here we go back to the book. I took a deep breath and ran for the burning Abrams.",
        4235.74,
        4239.7
    ],
    [
        " I took only a few steps before I saw Robertson frantically waving back at me. Wait, sorry,",
        4240.26,
        4245.68
    ],
    [
        " waving me back. Just then a line of bullets stitched across the sand about 10 feet ahead of me.",
        4245.8,
        4250.94
    ],
    [
        " I executed my best football shuttle run and dashed back for cover. Bravo three laid down",
        4251.36,
        4258.14
    ],
    [
        " suppressing fire, which allowed me to get across the open space on my second attempt. So that's",
        4258.14,
        4263.54
    ],
    [
        " cover moving. Another thing chapter in the book. So I talk about all time. This is the fundamental,",
        4263.54,
        4267.76
    ],
    [
        " this fundamental tactic. That's what it is. Covered move. Then you guys are doing it right here.",
        4268.2,
        4272.82
    ],
    [
        " When I reached Robertson, he shouted, we still got too wounded in there. We had to get the men out",
        4273.36,
        4278.44
    ],
    [
        " quickly. I climbed onto the tank. Miller following a short time later. The incoming fire was",
        4278.44,
        4283.16
    ],
    [
        " heavy and more than once we had to duck behind the turret. So getting your getting your game on,",
        4283.16,
        4289.58
    ],
    [
        " Brian Stan. I did. Yeah. The funniest thing about it was I was trying to maintain a low profile",
        4289.6,
        4296.46
    ],
    [
        " when I got on the tank. There's things. There's little micro things you can hide behind. And",
        4296.46,
        4301.4
    ],
    [
        " the drivers, the person deepest in that thing. And we couldn't get him out. He was the last one.",
        4301.4,
        4307.78
    ],
    [
        " And he was a bigger guy. And I'm trying to lift him a strong dude. And I lifted way toes in",
        4307.82,
        4312.38
    ],
    [
        " Iraq. And I was a strong bigger guy than I am right now. Couldn't get him out. And I couldn't",
        4312.38,
        4317.4
    ],
    [
        " I couldn't understand why. And he's looking at me. He's got blood. I was like, why is this taking",
        4317.4,
        4320.96
    ],
    [
        " so long? And he doesn't say it that clear. I mean, he's out of it. I didn't know at the time.",
        4320.96,
        4326.46
    ],
    [
        " He was paralyzed from the chest down there. And so I realized the only way I'm getting him out",
        4326.54,
        4330.98
    ],
    [
        " is if I get my legs underneath me. And that's going to create a target. And so",
        4330.98,
        4335.82
    ],
    [
        " you know, we think sometimes we think some silly things in combat. And I just thought, look,",
        4335.82,
        4340.56
    ],
    [
        " if I'm going to get shot by these guys, what's the last thing I want them to see before they hit me?",
        4340.68,
        4344.18
    ],
    [
        " And that's my rear end. So when I hopped up, I face that right towards him. But I honestly think",
        4344.22,
        4349.98
    ],
    [
        " I think it would save me. You know, you'll talk to people that hunt. And they talk about when",
        4349.98,
        4355.24
    ],
    [
        " they get that perfect buck in their sights. Huge rack. And it's such an easy shop. But they're so",
        4355.24,
        4361.02
    ],
    [
        " excited that they pulled a shot and they miss. Well, when I've got a Kevlar helmet on,",
        4361.02,
        4367.34
    ],
    [
        " I look who seen space ball. Oh, yeah. I mean, you can see right now. It's just his head said,",
        4367.9,
        4373.96
    ],
    [
        " when I've got a Kevlar on, I mean, if someone's trying to snipe me or they're trying to shoot at me",
        4374.04,
        4379.4
    ],
    [
        " with a meeting machine gun and they see they're like, oh man, I got this dude. They missed. And I",
        4379.4,
        4385.4
    ],
    [
        " squat. I was able to pull them up. And we literally, you know, we almost collapse off the tank",
        4385.4,
        4389.78
    ],
    [
        " and land on top of another guy and got him down. But the only thing I could think of me,",
        4389.78,
        4395.02
    ],
    [
        " obviously, grateful when we landed. Hey, I don't think I got shot. Did you get hit? He didn't get hit.",
        4395.02,
        4400.1
    ],
    [
        " And we were able to get him out. But that was that was the thing happened. Sometimes you just get",
        4400.46,
        4404.72
    ],
    [
        " lucky. And I think I presented such a big target. Whoever was behind that trigger just straight",
        4404.72,
        4410.5
    ],
    [
        " gluing. Yeah, that's a nice. I'll tell you when when this enemy sees a downed vehicle,",
        4410.6,
        4415.92
    ],
    [
        " it is like a bullet magnet. The fact that you survived that is ridiculous. And yeah, it must",
        4415.92,
        4422.4
    ],
    [
        " be it's a miracle and luck and everything else because when when the enemy sees a target like",
        4422.4,
        4427.42
    ],
    [
        " that, man, they just pour fire onto it because they know there's creating a total catastrophic",
        4427.42,
        4431.32
    ],
    [
        " situation for us. And they almost always have a camera on it too. Yeah, they are there. They",
        4431.32,
        4436.42
    ],
    [
        " study film. It didn't I couldn't find it. But they study film like NFL teams study film. And",
        4436.6,
        4443.44
    ],
    [
        " sometimes you find their footage where they didn't even attack you. They're just watching what",
        4443.44,
        4446.8
    ],
    [
        " your response was to see what they're going to do next. People underestimate the evil in the detail",
        4446.8,
        4452.58
    ],
    [
        " that they go through. Maybe Ahmed, the sniper decided to delete that video because he was going to",
        4452.58,
        4457.8
    ],
    [
        " get so much trouble from this and the big American. He's like, how did you miss this guy? Look at",
        4457.8,
        4465.38
    ],
    [
        " the size of that. So you calling actually you calling helicopters, they come in",
        4465.38,
        4474.92
    ],
    [
        " under fire. Don't take any hits. Somehow miraculously. I still have been I've not been able to find",
        4474.92,
        4482.16
    ],
    [
        " who was flying that Huey. I never was able to find out. And I mean, I wish I could. That guy",
        4482.16,
        4489.98
    ],
    [
        " who landed because a whole squad was taken out a few clicks to our east and there was no MetaVec",
        4489.98,
        4494.7
    ],
    [
        " and this guy, I mean, we laid down the butterfly trigger so that he could land. But man, he showed some",
        4495.18,
        4500.46
    ],
    [
        " guts. He would have been fired. Had they got hit and had that halo going down, but he didn't care.",
        4500.46,
        4504.98
    ],
    [
        " He knew there was a Marine there that needed to get out and need to get out now or else he was done.",
        4505.08,
        4509.02
    ],
    [
        " And he landed got him and lifted off. And I never saw him again. I'm telling you that. That's",
        4509.78,
        4515.02
    ],
    [
        " a real. That was a Marine Corps. It was a Marine pilot in a Huey of all things. A Huey. That took",
        4515.02,
        4522.06
    ],
    [
        " some stones and I wish I wish I could find that person. Well, I hear this podcast. Reach out. I hope so.",
        4522.06,
        4528.72
    ],
    [
        " Now you get that back to base, halacious run and you guys get back. Yeah, great. We survived.",
        4529.08,
        4538.78
    ],
    [
        " And then you get re-tasked. You got to go bring ammo weapons or sorry, ammo, water fuel back up",
        4539.06,
        4547.16
    ],
    [
        " there. And this was interesting. I got this and I kind of brought it up earlier. But back to the",
        4547.16,
        4554.72
    ],
    [
        " book, just before we rolled out, my Alpha section arrived back at Alcane after a very dull day covering",
        4554.72,
        4561.02
    ],
    [
        " the jump off point for the assault force tasked with crossing the Afraidies. They'd encountered no",
        4561.02,
        4567.2
    ],
    [
        " opposition. And my Bravo section, Marines quickly busted out the stories of our busy day,",
        4567.2,
        4573.06
    ],
    [
        " much to the jealousy of the rest of the platoon. So what I was trying to explain earlier.",
        4573.06,
        4577.56
    ],
    [
        " So these guys, you know, these guys are in a crazy firefight. Almost get killed. They got guys",
        4578.8,
        4583.96
    ],
    [
        " getting wounded. They come back. The other other squad had no action. And what are they? They're",
        4583.96,
        4589.96
    ],
    [
        " jealous. And mad. Alpha section was so full of aggressive Angry Marines who wanted nothing more",
        4589.96,
        4596.48
    ],
    [
        " to get into the fight. They lobbied to go out on this run. But I vetoed the idea. Sergeant",
        4596.48,
        4602.16
    ],
    [
        " Pete's men knew the terrain now and we needed that experience to shepherd the two trucks to the",
        4602.16,
        4606.48
    ],
    [
        " bridge. I told my Alpha section that have plenty of opportunities in the days to come. But I knew as",
        4606.48,
        4610.92
    ],
    [
        " we left the wire, they remained on the base frustrated and anxious. That's just tells you what the",
        4610.92,
        4617.2
    ],
    [
        " Marine Corps is all about hated me that night. I'm sure hated me. And then, okay, so you do that's",
        4617.2,
        4625.14
    ],
    [
        " another hell run. And again, I'm not going to read your entire book. People can buy this book",
        4625.14,
        4628.76
    ],
    [
        " and read it. But when you get back again, another just crazy run, when you get back, guess what?",
        4629.6,
        4636.24
    ],
    [
        " You got to go back to the bridge again. That's good times. So here you go. Back to the book. We're",
        4636.7,
        4644.32
    ],
    [
        " going back to the bridge tonight. I started. Alpha had sat out the last couple fights. They were",
        4644.32,
        4648.78
    ],
    [
        " fresh and eager and ready to go in the fray. Right now Bravo section had all the bragging rights.",
        4648.78,
        4652.86
    ],
    [
        " And that was driving Francis's men nuts. When I broke the news, I like this part. When I broke",
        4653.3,
        4659.98
    ],
    [
        " the news, I saw no fear in anyone's eyes, just anticipation and excitement. Be careful what you",
        4659.98,
        4666.96
    ],
    [
        " wish for. I thought. So again, Marines are fired up to go. And you go out again. And this one",
        4666.96,
        4679.32
    ],
    [
        " again goes sideways. You're using up all your night. Oh man, this one got ugly quick. And you know,",
        4680.54,
        4686.16
    ],
    [
        " we expected it to, but there were things working against us a little bit in that.",
        4686.38,
        4690.24
    ],
    [
        " We had to go up there. The tank that had the catastrophic kill days earlier, we had to go up",
        4691.32,
        4697.26
    ],
    [
        " there and recover it. You can't leave them in the battlefield. And so I had never even, I'd",
        4697.26,
        4702.3
    ],
    [
        " never know what a Mike 88 recovery vehicle was. I learned that in Ramadi as well.",
        4702.3,
        4706.58
    ],
    [
        " It's a tank with no guns. And it's basically, it's a mechanic vehicle. They go fix the other tank",
        4707.72,
        4714.52
    ],
    [
        " or they tell them. And so we were going to meet a tank section. So two regular Abrams tanks plus",
        4714.52,
        4720.56
    ],
    [
        " this Mike 88 tank recovery vehicle in the middle of the desert. Here's your grid. We'll meet there.",
        4720.56,
        4726.56
    ],
    [
        " I'm going to kick my order there. I've never even met these Marines before. Hey, by the way,",
        4726.6,
        4731.44
    ],
    [
        " here's your introduction to my Alpha section, by the way, too. We're going to head straight north",
        4731.62,
        4736.22
    ],
    [
        " and try and catch them by surprise and get right up to the bridge. But I told them, look,",
        4736.22,
        4741.14
    ],
    [
        " this area has been heavily guarded. So be prepared. Well, this master's starting, who's driving the",
        4741.34,
        4747.06
    ],
    [
        " Mike 88. Let's me know, hey, sir, just so you know, once we get on that asphalt, this thing",
        4747.06,
        4752.5
    ],
    [
        " you're only going to go about 10 miles an hour at best. What? As you started, wait, what? We're",
        4752.5,
        4766.2
    ],
    [
        " going to go ahead and you know what they bury in sand forest and what they have waiting for is there.",
        4766.2,
        4769.32
    ],
    [
        " So meant we hit the line of departure. We had north and they opened up on us and my KDH just",
        4770.48,
        4776.84
    ],
    [
        " crawling, crawling. And my section leader, Steph Sartre and France, his vehicle gets hit within our",
        4776.84,
        4784.0
    ],
    [
        " PG. Just miss by an IED, but the back of the vehicles on fire. And when we're getting hit,",
        4784.0,
        4790.66
    ],
    [
        " the tanks start returning fire. And here's another really good lesson for young officers and",
        4790.66,
        4796.68
    ],
    [
        " just young service members in general. When you're fighting at night and you've got night vision",
        4796.68,
        4800.72
    ],
    [
        " goggles on and tanks are returning fire into these buildings, right? They were shooting down on us",
        4800.72,
        4806.18
    ],
    [
        " in these buildings, shooting us through windows to the tanks are identical. We're identifying targets",
        4806.18,
        4809.7
    ],
    [
        " and they're taking them out. The debris, it's heavy. The material that these buildings are made of,",
        4809.7,
        4816.08
    ],
    [
        " it's very heavy and it blinded us. Couldn't see now because all the damage the tanks did and my",
        4816.08,
        4821.0
    ],
    [
        " lead vehicle blew the turn. Back of the vehicles on fire, they blow the turn. So we all blow the turn",
        4821.0,
        4827.42
    ],
    [
        " and link back up. And now as I look down the block ahead, I can see these lights blinking,",
        4827.42,
        4831.14
    ],
    [
        " which typically tells us it's signaling an ambush that are expecting us to go that route.",
        4831.34,
        4835.28
    ],
    [
        " It's an ad decision time and you got to be quick. So at that time, we're about to, we're going to",
        4836.42,
        4846.06
    ],
    [
        " need us right to that down tank. Let's fight our way through this kills. Only me calling some air strikes.",
        4846.06,
        4850.0
    ],
    [
        " That time is when they let loose those suicide vehicles and one got through our perimeter. And man,",
        4850.32,
        4855.0
    ],
    [
        " one of the Marines actually filmed that explosion. And,",
        4856.14,
        4862.28
    ],
    [
        " oh man, just a horrible, I mean, I heard that explosion and just the first thing went through my head,",
        4862.54,
        4868.24
    ],
    [
        " I just got five kids killed immediately. It's the first thing that went through my head.",
        4868.24,
        4872.26
    ],
    [
        " Radio silence and everybody's waiting for there's no crying. There's no mourning. There's no time",
        4873.6,
        4877.62
    ],
    [
        " out. There's no, hey, Stephs are in Roberts and you take over. No, I mean, after that thought, my next",
        4877.62,
        4881.9
    ],
    [
        " my next thing needs to be me giving orders out of my mouth and moving people forward because we",
        4881.9,
        4887.18
    ],
    [
        " don't have time to mourn right now. And so immediately I set a perimeter with the tanks. I",
        4887.18,
        4891.5
    ],
    [
        " established which vehicle is going to be the tow vehicle for our down vehicle, where the",
        4891.5,
        4894.78
    ],
    [
        " casualty is going to go, where's the corpsman. And I get out of my vehicle and I push. That's what",
        4894.78,
        4898.76
    ],
    [
        " leaders do. We go to the point of friction. Where's the point of friction? And that was my vehicle.",
        4898.76,
        4902.5
    ],
    [
        " Let's just hit with the suicide vehicle. Man, I get there. And on top of it is this 22 year old",
        4902.52,
        4909.78
    ],
    [
        " kid Jeff Lampson who's built like a number two pencil, right? He was just in this vehicle. I mean,",
        4909.78,
        4918.52
    ],
    [
        " this vehicle is destroyed. How he's conscious. I don't know. But he's on top of it pulling our",
        4918.54,
        4924.3
    ],
    [
        " gunner out of the turret who's got a piece of shrapnel in his head bigger than that book.",
        4924.3,
        4928.48
    ],
    [
        " Everybody in the vehicles, everybody's wounded. But staff Sergeant Francis comes out in the",
        4928.96,
        4934.38
    ],
    [
        " whole side of his face is melt and he's like, sir, we're going to be good. We're going to be,",
        4934.38,
        4937.94
    ],
    [
        " I was never more relieved in my life. They're still getting shot at. Francis is basically walking,",
        4938.0,
        4943.24
    ],
    [
        " but he's not totally conscious yet. There's like bullets hitting on the guard. Like I got to grab and",
        4943.24,
        4948.16
    ],
    [
        " put it behind the vehicle for a second because he's out of it, of course. But man, to see Lampson,",
        4948.16,
        4954.96
    ],
    [
        " this kid who actually had a little bit of an attitude at the time with one of the guys I had",
        4955.64,
        4959.98
    ],
    [
        " to correct an awful lot. Hair's a little too long. He tried to grow a mustache. He's like a peach",
        4959.98,
        4964.2
    ],
    [
        " fuzz. I mean, he's a kid. You look at the, I mean, you would never imagine that this is a warrior,",
        4964.2,
        4969.8
    ],
    [
        " but in this time in need, I'm telling you, man, he was saving lives. And it was so humbling and so",
        4969.8,
        4977.48
    ],
    [
        " motivating to see that. And we were able to, we got everybody in that mic 88. Eventually got the",
        4978.5,
        4983.76
    ],
    [
        " toe got out of there. And I mean, we called in a massive air strike and we won, but we didn't pitch",
        4983.76,
        4988.6
    ],
    [
        " a shutout. That's for sure. And the hardest part of that was when all my casualties are loaded on,",
        4988.6,
        4994.82
    ],
    [
        " you have, we're not doctors. We have no idea. When you see a guy with shrapnel out of his brain,",
        4995.08,
        4999.3
    ],
    [
        " like that, you think they're done. So my Marines, they think we may have lost two or three of these",
        4999.3,
        5003.76
    ],
    [
        " folks. And they're down. And as far as I know, we're out there to fight from the three, four, five,",
        5003.76,
        5009.2
    ],
    [
        " six, that was that was gas, right? That has shrapnel. It's head was he was he walking wounded? Was he?",
        5009.2,
        5014.58
    ],
    [
        " So he would, he would come to he got shot as Lampson was pulling him out of the turret. He got shot",
        5015.0,
        5021.68
    ],
    [
        " again in the elbow. As we were pulling him out. And we got him the MetaVac and he was just, he was,",
        5021.68,
        5027.06
    ],
    [
        " I remember he was, he was cursing. I can't believe I let them get us. I can't believe I let them",
        5027.1,
        5030.68
    ],
    [
        " get us blaming himself for the suicide vehicle, getting to the vehicle. And I told him,",
        5030.68,
        5034.46
    ],
    [
        " it's my fault. It's not your fault. And but at least he was talking there. But I mean, this,",
        5034.46,
        5040.7
    ],
    [
        " you know, this is, this is pretty freaky when you see a piece of metal in someone's head just like",
        5041.06,
        5045.96
    ],
    [
        " this. And I don't, he couldn't see himself. And I had nobody wanted to tell him. Nobody wanted to",
        5045.96,
        5050.14
    ],
    [
        " say, Hey, reach up and touch what's in your brain right now. But he was gone. I mean, once he left",
        5050.14,
        5055.9
    ],
    [
        " that day, we didn't see him the rest of the deployment. I didn't see him until, until I had gotten back.",
        5055.9,
        5059.66
    ],
    [
        " And the craziest thing is we reunited for an episode of Ultimate Insider with the UFC. And I",
        5059.9,
        5070.5
    ],
    [
        " didn't really know what they were after. And this, this producer, you know, asked me if I could get",
        5070.5,
        5077.16
    ],
    [
        " this guy there. You're going to do a story. It was really going to be honorable to him this and that.",
        5077.16,
        5081.2
    ],
    [
        " And it was, right? But at the same time, he's sitting us next to each other and he's asking this",
        5081.74,
        5085.94
    ],
    [
        " Marine, Hey, do you blame Brian Stan for this happening? Do you blame this for having? I mean,",
        5085.94,
        5090.88
    ],
    [
        " it was, it was, it was dark and it was difficult. It was, it was hard for both of us, man, because,",
        5090.9,
        5095.7
    ],
    [
        " you know, for gas, he lived, right? And he's got a family now, but the amount of headaches, the piercing",
        5096.0,
        5101.7
    ],
    [
        " headaches this man struggles with, you know, in and out of comms, trying to text him. I don't know,",
        5101.7,
        5106.2
    ],
    [
        " you know, where his numbers at. He's a great warrior. Great dude. But the pain he lives with every",
        5106.3,
        5114.44
    ],
    [
        " day. I mean, that's never going away. He had, I think, four brain surgeries after that. Four",
        5114.44,
        5119.52
    ],
    [
        " brain surgeries, unbelievable. And he was blaming himself. Crazy warriors. And you know, you, you",
        5119.52,
        5128.94
    ],
    [
        " kind of wrap up that here going back to the book, our unit, three two Marines is known as the",
        5128.94,
        5142.88
    ],
    [
        " Operation Galvanic, the invasion of Tarwa. Patio Island was the main target of the landing force",
        5143.72,
        5149.26
    ],
    [
        " and the Marines faced an entrenched enemy with pre-registered fields of fire on the beaches.",
        5149.26,
        5154.74
    ],
    [
        " Those of you that don't know what that is, that's an actual nightmare when",
        5155.38,
        5158.8
    ],
    [
        " the enemy already knows where their rounds are going to land when they fire them. This is a",
        5158.8,
        5165.64
    ],
    [
        " worst case scenario. The first assault waves were nearly wiped out by machine gun and mortar",
        5165.64,
        5170.18
    ],
    [
        " fires they waited through the lagoon onto the narrow beach. It took 76 hours to clear the",
        5170.18,
        5175.38
    ],
    [
        " island, which was barely 2000 yards long and a few score wide. Over 3000 Marines and sailors",
        5175.38,
        5182.94
    ],
    [
        " died or fell wounded during what became the most ferocious close quarter battle ever fought by",
        5182.94,
        5187.7
    ],
    [
        " the United States Marine Corps. That was the legacy of my unit, a legacy of determination,",
        5187.7,
        5194.28
    ],
    [
        " heroism and stoic resolve in the face of unimaginable adversity. On May 10th, 2008,",
        5195.12,
        5202.6
    ],
    [
        " my Marines proved they were cut from the same cloth.",
        5202.9,
        5206.9
    ],
    [
        " Indeed, it's so humbling when you watch these young men from all different walks of life.",
        5207.98,
        5217.64
    ],
    [
        " You know, some of them only citizens in the United States for a couple of years at that point",
        5218.48,
        5222.36
    ],
    [
        " really diverse backgrounds. It's not a gang full of white people. It's very diverse,",
        5222.7,
        5227.78
    ],
    [
        " I mean, they don't care. When they're getting shot at, there is nobody ducking for cover. Nobody,",
        5228.02,
        5238.4
    ],
    [
        " they are getting after it. They're love and care for one another, for the mission, for people trying",
        5238.8,
        5245.6
    ],
    [
        " to destroy their way of life. It's awe-inspiring to watch their selfless acts. What they'll do,",
        5245.6,
        5251.64
    ],
    [
        " this was more obviously direct engagement against an enemy. I've seen them just like",
        5252.36,
        5261.04
    ],
    [
        " Lampson was willing to sacrifice himself to save Robert Gas. I've seen Marines do the same",
        5261.04,
        5267.68
    ],
    [
        " to save innocent Iraqi kids. The same care that they had for one another, they had for the people",
        5267.68,
        5276.38
    ],
    [
        " that they were there to protect. That gets lost a lot when people talk about these wars.",
        5276.38,
        5280.2
    ],
    [
        " It's become cool to paint our military like we're this brutal force that's wiped out,",
        5280.76,
        5287.58
    ],
    [
        " you know, all these people in these different countries. These were men who were such great professionals",
        5287.58,
        5295.44
    ],
    [
        " but under the most extreme circumstances. Understood that they could lose their life",
        5295.44,
        5302.62
    ],
    [
        " and that was 100% acceptable to them if that meant saving the guy next to him. And that",
        5302.62,
        5308.82
    ],
    [
        " it's hard for me to meet somebody like Michael Strayhan or a football player, a famous person,",
        5310.2,
        5315.66
    ],
    [
        " right. They're all impressive people but it's hard for me to meet someone like that and be like,",
        5315.72,
        5319.48
    ],
    [
        " oh my god, can I get a picture for Instagram? When you've been around 19, 21, 20 year old kids",
        5319.48,
        5326.86
    ],
    [
        " and these kids don't come from rich backgrounds, right? They didn't have a whole lot.",
        5326.86,
        5332.2
    ],
    [
        " There was a reason when our nation was in two wars, they decided to sign up and be infantry in",
        5333.14,
        5339.38
    ],
    [
        " the Marine Corps. They will forever be the greatest people I've ever been surrounded with.",
        5339.38,
        5345.78
    ],
    [
        " Yeah, you know, I talk about that all the time. The fact that when we were in Ramadi specifically,",
        5346.82,
        5354.14
    ],
    [
        " you know, here we were, the special operations guys, the Navy seals, whatever.",
        5354.8,
        5360.94
    ],
    [
        " We, all of us, all of us guys, we just had such admiration and love for the Marine Corps",
        5361.76,
        5372.52
    ],
    [
        " and for the Army soldiers that we work with. Those guys, like you said, and for us,",
        5372.52,
        5377.66
    ],
    [
        " we're sitting there, we're going, man, we've got, we've got infinitely more training,",
        5378.14,
        5381.74
    ],
    [
        " infinitely more training than a grunt has. That's just the way it is. Like you talk about the budget,",
        5382.08,
        5387.84
    ],
    [
        " we used to shoot more rounds in a week than a Marine Corps company would shoot their workup.",
        5387.98,
        5394.5
    ],
    [
        " No kidding. Like we, I saw all the numbers. So we get infinitely more training. We get better gear.",
        5394.66,
        5400.24
    ],
    [
        " And yet you go down to the government center in Ramadi or you go down to Cop Falcon and you",
        5400.96,
        5408.54
    ],
    [
        " look at those soldiers and Marines that are getting after it every day. And that's why we just had",
        5408.54,
        5414.78
    ],
    [
        " nothing but the utmost highest respect for those guys and they knew it. That was some nasty fighting",
        5414.78,
        5419.92
    ],
    [
        " down there too. Nasty fighting in Ramadi. Yeah. I'm going to take us back to the book here.",
        5419.92,
        5429.34
    ],
    [
        " An Amtrak, a lightly armored amphibious vehicle, first platoon, 325, struck a landmine only a few",
        5430.8,
        5437.26
    ],
    [
        " hundred meters from our position. So this is another operation that you're out on. And this is where",
        5437.26,
        5443.26
    ],
    [
        " we started this day off. We heard the explosion saw the smoke and flames rising behind us and then",
        5443.26,
        5448.6
    ],
    [
        " heard the cries for help over the radio. We couldn't go to the raid. The bridge had not yet been cleared",
        5448.6,
        5456.22
    ],
    [
        " and we were almost certain that it had been mined by the enemy. Besides we couldn't leave our blocking",
        5456.22,
        5461.96
    ],
    [
        " position without exposing the left flank. The track burned as 325's fellow Marines and my friend",
        5461.96,
        5470.66
    ],
    [
        " and mentor Lieutenant Deanna from our weapons company frantically tried to free the men trapped inside.",
        5470.66,
        5476.9
    ],
    [
        " Inside Alpha 3, I could see this color drain from my men's faces. They looked absolutely stricken.",
        5478.0,
        5485.98
    ],
    [
        " Then the tracks ready ammunition began cooking off. With each detonation, I could see my men flinch.",
        5486.42,
        5496.42
    ],
    [
        " I ordered everyone to face south. I knew on my men to see what was unfolding.",
        5496.76,
        5501.06
    ],
    [
        " Hearing it over the radio was bad enough.",
        5502.14,
        5505.08
    ],
    [
        " Five Marines died inside the track. Everyone else inside suffered wounds of varying degrees.",
        5508.04,
        5513.4
    ],
    [
        " The driver was pulled from the wreckage, his face bloody and missing teeth.",
        5514.16,
        5517.62
    ],
    [
        " The explosion had slammed his head against the vehicle's front console. Another Marine emerged",
        5518.18,
        5522.76
    ],
    [
        " with his uniform on fire. Quick thinking men, nearby got him on the ground and put the flames",
        5522.76,
        5528.44
    ],
    [
        " out with a fire extinguisher. All my experiences in combat, this is the one that haunts me the most,",
        5528.44,
        5534.9
    ],
    [
        " the feeling of complete impotence in the face of such a profound tragedy scarred us all that day.",
        5535.22,
        5543.22
    ],
    [
        " Deanna had served in Lima 325 to reserve unit out of Columbus, Ohio. Before he became active",
        5547.04,
        5554.96
    ],
    [
        " duty and became an officer, he was enlisted with 325. I remember when we were starting this",
        5554.96,
        5561.14
    ],
    [
        " operation, 325 came to our base and bringing some of these guys. He grew up with them.",
        5561.14,
        5568.92
    ],
    [
        " These were his brothers and now they were firefighters, police officers all brought together for this",
        5568.92,
        5574.72
    ],
    [
        " mission. Man, it was brutal. Absolutely brutal. I remember hearing a story about this woman from",
        5574.72,
        5585.7
    ],
    [
        " Columbus who they had lost, it was over 22 Marines from Lima 325 during that deployment.",
        5585.7,
        5592.8
    ],
    [
        " She decided to paint these beautiful murals and murals of each one. They were so nice that the",
        5594.1,
        5599.7
    ],
    [
        " Marine Corps Museum for a while put them right in their foyer. It shows you walking in the museum",
        5599.7,
        5605.1
    ],
    [
        " there they were and they were big. I remember hearing a story and then I was doing a shoot with the",
        5605.1,
        5612.58
    ],
    [
        " UFC in the Marine Corps when the Marine Corps was advertising at the UFC and part of this shoot",
        5612.58,
        5616.68
    ],
    [
        " was going to be us as fighters and then with the Marines going to the Marine Corps Museum. I was",
        5616.68,
        5621.12
    ],
    [
        " both sides of the fence and we walked in and they were there and I didn't know, I didn't expect it.",
        5621.36,
        5627.78
    ],
    [
        " It was really tough because here I'm around these Marines and my buddies shot at it and it's",
        5628.48,
        5634.22
    ],
    [
        " foreshriffing where they are and as soon as I walked in my eyes filled up with tears.",
        5634.22,
        5638.52
    ],
    [
        " Getting the opportunity to meet some of these men very briefly then we set off and go",
        5640.36,
        5645.3
    ],
    [
        " and because of my relationship with Gabe Diana who was my mentor at the time and knowing what he",
        5645.3,
        5650.48
    ],
    [
        " went through that day, childhood brothers of his and him also being helpless. Nothing's fair in",
        5650.48,
        5659.04
    ],
    [
        " combat. We know that. Nothing's fair and you don't have the choice again, you don't have the choice.",
        5659.04,
        5664.46
    ],
    [
        " That gets cleared on. That force continues to push west so that we can finish the mission of this",
        5664.76,
        5669.4
    ],
    [
        " operation. We got to continue providing our blocking position and that's it. If you lose focus",
        5669.4,
        5674.02
    ],
    [
        " more of that's going to happen. It's a difficult thing to deal with but that's what we signed up to do.",
        5674.02,
        5680.4
    ],
    [
        " That's why we have an all-volunteer force and it's the greatest military force this world has",
        5681.5,
        5685.74
    ],
    [
        " ever seen and it's unfortunate but part of it is dying. We die in battle so that the innocent people",
        5685.74,
        5692.3
    ],
    [
        " here that live in America don't and it sucks and it's painful but at the end of the day we all we",
        5692.3,
        5697.3
    ],
    [
        " know. When we sign up we know that that is a possibility. It is indeed. Now you had",
        5697.3,
        5709.36
    ],
    [
        " nine guys wounded from your platoon, is that right? From that whole deployment? From that",
        5711.02,
        5716.72
    ],
    [
        " couple days. Okay, yes. Yes. Yes. Yes. Yes. I'll go to the book. But some of them were the",
        5716.72,
        5723.34
    ],
    [
        " reservist tankers that weren't technically mine. Yes. The loss of so many Marines under my",
        5723.34,
        5728.94
    ],
    [
        " command had eaten away at me almost to the point where I suffered a crisis in confidence.",
        5728.94,
        5732.72
    ],
    [
        " Nine men in a week of combat. What had I done wrong? What had I done wrong? What lessons could I",
        5733.28,
        5739.52
    ],
    [
        " learn? My mind obsessed over those questions. Inside the COC I braced for the shit storm.",
        5739.52,
        5748.24
    ],
    [
        " Captain Ford Phillips, my company commander spotted me as I came through the door. He swiftly",
        5748.62,
        5753.3
    ],
    [
        " took me aside. Here it comes I thought. Brian excellent job. You did everything right out there.",
        5753.3,
        5759.78
    ],
    [
        " Thank you. My jaw almost fell open. Those were the last words I had expected to hear. I greatly",
        5760.4,
        5767.62
    ],
    [
        " admired Captain Phillips and in long since learned he always meant what he said. His words were",
        5767.62,
        5774.3
    ],
    [
        " never designed to make someone feel better. They were always designed to make a man a better officer",
        5774.3,
        5780.58
    ],
    [
        " and a better Marine always. His words ease the pain of the last seven days but did not erase",
        5780.58,
        5787.58
    ],
    [
        " the guilt that I felt to this day. I questioned the decisions I made that night. That is the",
        5787.58,
        5797.6
    ],
    [
        " wounds are killed by the enemy. It is impossible for an officer not to second-guess himself",
        5797.6,
        5801.62
    ],
    [
        " and own part of their suffering or deaths. As leaders we understand control that is where we",
        5801.62,
        5809.72
    ],
    [
        " operate. Having it is comfort but combat and the enemy strips that away at times.",
        5809.72,
        5816.22
    ],
    [
        " Once the bullets fly and the violent chaos of a firefight reigns control becomes an illusion.",
        5817.16,
        5822.82
    ],
    [
        " A platoon commander cannot determine which enemy bullets will strike what vehicles. He cannot",
        5823.6,
        5828.74
    ],
    [
        " select the moment when an insurgent triggers an ID. He cannot dictate who survives and who doesn't.",
        5828.74,
        5835.9
    ],
    [
        " All he can do is try and fight back to try and demolish the chaos with enough fire power that",
        5835.9,
        5841.74
    ],
    [
        " the enemy dies or runs away. Almost everything else is beyond the leader's control.",
        5841.74,
        5846.42
    ],
    [
        " Those limits of leadership were never drilled into us at the academy. When I experienced it for",
        5848.06,
        5853.5
    ],
    [
        " the first time during Operation Matador I came gradually to understand on an intellectual level.",
        5853.5,
        5859.28
    ],
    [
        " But in my heart I still wonder if I could have done something else that might have saved my Marines",
        5859.98,
        5865.78
    ],
    [
        " from harm. I still spend sleepless nights replaying every moment in my head hoping men like",
        5865.78,
        5874.8
    ],
    [
        " Robert Gas and Jonathan Low can forgive me.",
        5874.8,
        5878.74
    ],
    [
        " All part of it, man. It's funny you read that passage. I was up last night. Same thing.",
        5879.22,
        5888.3
    ],
    [
        " 245 in the morning and replaying it. It's not something I would say there's a negative aspect.",
        5888.88,
        5898.68
    ],
    [
        " People will hear me say that and be like, oh man that's bad. Post-traumatic stress or something.",
        5898.8,
        5902.94
    ],
    [
        " No. It's me being a human being who cares and wonders and it's hard. That's never going to go away.",
        5904.34,
        5910.1
    ],
    [
        " And I'll always wonder that. You know, would it have been a better decision to take a left turn",
        5911.06,
        5916.66
    ],
    [
        " and abort the mission at that point? Should I have tried to get back to the bridge or if I'd",
        5916.66,
        5922.16
    ],
    [
        " have gone three blocks up maybe there would have been a path we could have found and put our headlights",
        5922.16,
        5926.38
    ],
    [
        " on. There are so many what ifs, so many what ifs that you go through as leaders. And if you try",
        5927.02,
        5936.02
    ],
    [
        " to ignore those times where you spend those sleepless nights and not think through it, I think it",
        5936.02,
        5942.52
    ],
    [
        " makes it worse. I think the fact that I'll go through the drill like last night which is the first",
        5942.52,
        5946.54
    ],
    [
        " time in a long time that I did. I think part of it because I knew we'd probably be talking about it.",
        5946.54,
        5951.52
    ],
    [
        " I think it's healthy to do that. For me at least it has been. It's healthy for me to replay that",
        5952.78,
        5958.16
    ],
    [
        " and to understand and you know you talked about that moment with my company commander Ford Phillips.",
        5958.16,
        5962.82
    ],
    [
        " I remember that conversation and I remember kind of going back at him a little bit and saying,",
        5963.42,
        5968.12
    ],
    [
        " you know I just thought, I think if I would have done this or done that and he stopped me.",
        5968.28,
        5972.04
    ],
    [
        " Brian listen, you did everything right, you did everything that you could do out there and it was,",
        5973.12,
        5978.5
    ],
    [
        " you know it was definitely what I needed to hear because we still had a long way to go in that",
        5978.74,
        5983.26
    ],
    [
        " deployment and I still had to go do another one. It was it was great leadership on his part because",
        5983.26,
        5988.98
    ],
    [
        " it gave me there was no more second guessing at that point. You know because that was not the time",
        5988.98,
        5994.96
    ],
    [
        " to sit there and start to question my decision of my instincts and battle that it served me well",
        5994.96,
        6000.44
    ],
    [
        " up until that point. I had a a similar conversation as a matter of fact with Lave. So you know",
        6000.44,
        6008.32
    ],
    [
        " when when Mark Lee got killed it was Ryan Job who ended up dying as well but he had been severely wounded",
        6008.62,
        6016.5
    ],
    [
        " and Lave was down in a combat outpost with his platoon and we got Ryan Job had been",
        6016.5,
        6024.7
    ],
    [
        " Casavacked out and now the guys are down at this combat outpost and the army who the 137 Bulldogs",
        6024.7,
        6033.46
    ],
    [
        " Bravo company who we had an amazing relationship with Capama, Bauma, main gun mic.",
        6033.86,
        6039.64
    ],
    [
        " They they were out trying to try to get after it and they got to a point where they said hey we",
        6040.04,
        6045.36
    ],
    [
        " think we know where these guys are that shot Ryan. Do you can you guys help us? I mean it was",
        6045.36,
        6052.3
    ],
    [
        " like the worst day of fighting and Lave called me up on the on the radio and says hey",
        6052.3,
        6058.8
    ],
    [
        " we I want to go back out they think they know where these guys are. I want to go back out and I was",
        6059.82,
        6065.06
    ],
    [
        " like go go get some and he went out and you know they were under heavy fire and that's when Mark got",
        6065.06,
        6072.6
    ],
    [
        " killed and you know Lave was you know he was you know the mission gets done and all that but",
        6072.6,
        6080.1
    ],
    [
        " next day Lave comes to me and he says um you know hey hey Jockel I'm you know he was tore up you",
        6080.1,
        6088.78
    ],
    [
        " his his friend his brother was was dead his other friend was severely wounded but what really got",
        6088.78,
        6094.9
    ],
    [
        " to him was Mark because you know he made this decision to go back out and he said to me you know I",
        6094.9,
        6100.32
    ],
    [
        " I just don't know if I you know I don't know if I made the right decision and I said to I said to him",
        6100.32,
        6106.88
    ],
    [
        " Lave there was no decision to make there was Americans out there fighting in the streets",
        6106.88,
        6115.88
    ],
    [
        " trying to get after these guys that had wounded one of your guys one of our guys",
        6116.54,
        6121.4
    ],
    [
        " and they thought they knew where he was and they thought you could go and get them",
        6121.4,
        6126.26
    ],
    [
        " there's no decision to make you don't have to have a choice in that situation you do what you do",
        6126.26,
        6132.66
    ],
    [
        " as an American as a seal as a frogman there was no decision you did what we do",
        6132.66,
        6141.82
    ],
    [
        " you",
        6158.08,
        6158.56
    ],
    [
        " and I think that's something that any leader when you get your young leaders out there",
        6158.56,
        6163.04
    ],
    [
        " no obviously if they screw something up obviously that's a different story",
        6163.04,
        6168.72
    ],
    [
        " but you know you don't have the luxury of knowing what's going to happen to combat situation",
        6168.72,
        6173.32
    ],
    [
        " there's no crystal ball there's no you don't know like what you just said guys would say that",
        6173.56,
        6178.14
    ],
    [
        " stuff to me sometimes like you could have gone left or right oh really because if you could have",
        6178.14,
        6182.98
    ],
    [
        " gone left like you just talked about and hit a giant ID and now everyone's dead you could have",
        6182.98,
        6187.06
    ],
    [
        " gone straight and you could have gotten clear you don't know you don't have that luxury in combat",
        6187.06,
        6191.94
    ],
    [
        " you're making decisions based on the information that you have at that time you don't know all this",
        6191.94,
        6196.6
    ],
    [
        " other shit yet if you knew it obviously looking back hindsight's 2020 we wouldn't have even",
        6196.6,
        6202.48
    ],
    [
        " gone there in the first place but we don't know that the only way to avoid any risk is not to go",
        6202.48,
        6208.3
    ],
    [
        " is not to do your job is to just go ahead and stand up raise your hand and say I'm a coward",
        6208.3,
        6213.9
    ],
    [
        " that's how you can avoid these situations but guys in the Marine Corps guys in the SEAL teams they",
        6213.9,
        6221.56
    ],
    [
        " don't raise their hand and say that they raise their hand and say where's the bad guys we're going to",
        6221.56,
        6225.98
    ],
    [
        " get them and one of the mistakes you can make too is sometimes you want to stop and you want to",
        6225.98,
        6232.74
    ],
    [
        " think about it sometimes there is no right answer right there there's a bunch of things you can do",
        6232.74,
        6238.02
    ],
    [
        " there's a bunch of options and whatever one you take and maintain tempo and achieve tempo and",
        6238.02,
        6243.74
    ],
    [
        " stay a step ahead of the enemy is the right one it's how you execute it either way you could be",
        6243.74,
        6248.7
    ],
    [
        " going into into a bad day but you better do it your way and on your terms yeah one thing that's",
        6248.7,
        6254.1
    ],
    [
        " guaranteed to turn into a bad day is sitting there not doing nothing because I'll tell you what if",
        6254.1,
        6258.2
    ],
    [
        " you're not maneuvering the enemy is maneuvering if you're not maneuvering the enemy is absolutely",
        6258.2,
        6262.18
    ],
    [
        " maneuvering they're getting they're flanking you they're getting a high ground they're going to do",
        6262.18,
        6265.44
    ],
    [
        " in something so you better just be in action taking action make a decision and go especially",
        6265.44,
        6270.58
    ],
    [
        " on their turf their their cities their neighborhoods they know every corner we're guessing",
        6270.58,
        6276.56
    ],
    [
        " so now you come back you you I'm I'm fast forwarding to where you're now",
        6280.96,
        6286.74
    ],
    [
        " becoming a company exo I'm going to the book just after we deployed again in 2006 I was pulled",
        6286.74,
        6292.54
    ],
    [
        " from weapons company to become executive officer for India Company three two Marines it happens so",
        6292.54,
        6296.66
    ],
    [
        " fast and have time to get to know my new Marines before we ended up in country again we deployed",
        6296.66,
        6301.3
    ],
    [
        " Alambar province to a fob near habanilla and this was cool because you were in habanilla and I was 20",
        6303.28,
        6308.96
    ],
    [
        " miles away in Ramadi in in that summer of 2006 next my company lost four Marines killed",
        6308.96,
        6316.04
    ],
    [
        " Lance Corporal Don champ champ was our first he was killed by roadside bomb on the main road running",
        6316.04,
        6323.12
    ],
    [
        " through our area that was the end of August 2006 a month later on the 24th our company commander",
        6323.12,
        6328.46
    ],
    [
        " sent a platoon out after an insurgent who fired a rocket into one of our patrol bases they'd",
        6328.46,
        6333.44
    ],
    [
        " gone out without a special device that blocked incoming cell phone signals and prevented insurgents",
        6333.44,
        6338.22
    ],
    [
        " from remotely detonating IDs sure enough the platoon got hit with a bomb blue Lance Corporal",
        6338.22,
        6346.26
    ],
    [
        " René Martinez 70 meters into the air he died instantly that one really hurt I'd been on the",
        6346.26,
        6353.86
    ],
    [
        " base at the time I took great pride in going out on patrols not to ride heard on the platoon",
        6353.86,
        6359.24
    ],
    [
        " commanders but to be there as an additional asset and to share the risks with my Marines",
        6359.24,
        6364.36
    ],
    [
        " this time I've been tied up and couldn't get out there with the men when I heard it was happening",
        6364.36,
        6371.2
    ],
    [
        " I grabbed a humvee and raised to the scene we carried René back to the morgue inside I stood next to",
        6371.2,
        6378.36
    ],
    [
        " him held his hand and said my goodbyes I will carry the guilt of that day for the rest of my life",
        6378.8,
        6386.34
    ],
    [
        " I should have been out there with that platoon",
        6386.34,
        6389.84
    ],
    [
        " we kept taking casualties that fall even units just passing through our area got hit one EOD",
        6389.84,
        6403.36
    ],
    [
        " rig got hit with a roadside bomb though the blast didn't destroy the armored humvee it set off a couple",
        6403.36,
        6409.28
    ],
    [
        " phosphorus based in sender area grenade grenades the EOD team had left on the floor of their rig",
        6409.28,
        6416.08
    ],
    [
        " before we could even get to them the white hot chemical fired melted them where they sat",
        6416.08,
        6422.32
    ],
    [
        " the site was indescribable after that scene morale in the company plummeted",
        6422.32,
        6431.48
    ],
    [
        " the men questioned the mission what was the point we were getting shot at almost every day",
        6431.5,
        6437.52
    ],
    [
        " going into habanida patrol as a daily nightmare of snipers bombs and ambushes half the time we",
        6437.52,
        6443.44
    ],
    [
        " couldn't even fire back the rules of engagement were so strict that if civilians were in the area",
        6443.44,
        6447.9
    ],
    [
        " we could not engage the enemy since there were almost always civilians in the area our Marines had",
        6447.9,
        6452.86
    ],
    [
        " to show incredible restraint even as they watched their brothers die so you guys were wrapped",
        6452.86,
        6460.06
    ],
    [
        " that are you are we was tight it was tough i mean it was habanida had never been patrolled before",
        6460.44,
        6467.02
    ],
    [
        " they had set up patrol bases but they'd never gone out walked around and they had you know",
        6467.02,
        6471.9
    ],
    [
        " the outgoing units said you don't want to do that you don't want to do that but you had to",
        6471.9,
        6477.02
    ],
    [
        " yeah they only weigh the only way to defeat that enemy was to suffocate the area and what mattered",
        6477.02,
        6482.06
    ],
    [
        " most of the people if the people trusted us they would feed us the information to get captured",
        6482.06,
        6486.5
    ],
    [
        " the enemy if the people trusted them because we wouldn't patrol and we were scared",
        6486.5,
        6490.4
    ],
    [
        " then they would trust them and we would end up we would end up not accomplishing our mission and it was",
        6490.4,
        6495.64
    ],
    [
        " it was so hard you know people have this idea that because you were a certain rank everybody's",
        6495.64,
        6504.42
    ],
    [
        " going to listen or it's hardcore leadership and they're not going to ask questions you know when",
        6504.42,
        6509.84
    ],
    [
        " I would go patrol base to patrol base and speak to my men and they would ask why why should I",
        6509.84,
        6516.14
    ],
    [
        " walk out there tomorrow you know we don't have CNN and and this general or the president talking to",
        6516.14,
        6523.9
    ],
    [
        " us given us this big huge hey here's the ultimate game plan what we're we don't get any of that",
        6523.9,
        6528.74
    ],
    [
        " my guys were showering once every 17 18 days that's it we were living amongst the populists amongst",
        6528.74,
        6535.8
    ],
    [
        " the enemy that was traveling all around the country coming in and and and and attacking us and so",
        6535.8,
        6542.46
    ],
    [
        " it got really difficult but the one thing that that stuck with them that they could understand that",
        6542.58,
        6547.1
    ],
    [
        " their perspective they got was hey look if you quit on that's one less guy to man the post on top",
        6547.1,
        6555.16
    ],
    [
        " of this patrol base to keep this roadway clear that's one less guy guard and Mikey's flank when you",
        6555.16,
        6560.2
    ],
    [
        " go on patrol and you get three patrols tomorrow we were already so thin at that time our battle space",
        6560.2,
        6568.24
    ],
    [
        " was way too big for us to truly suffocate it to make sure the enemy couldn't couldn't come in",
        6568.42,
        6575.12
    ],
    [
        " in influence way too big but as we got better as we secured the area and we focused really on the",
        6575.12,
        6584.4
    ],
    [
        " main supply route and the economic parts of that the shops if we get you to cure the shops and",
        6584.4,
        6590.0
    ],
    [
        " secure the schools because the kids couldn't go to school and the kids try to go to school I'll kind",
        6590.0,
        6595.2
    ],
    [
        " of kill the teachers so now we secure the area enough that the two schools could open when we were",
        6595.2,
        6601.3
    ],
    [
        " able to do that then the shops opened up and the people could start living their lives again that was",
        6601.3,
        6605.9
    ],
    [
        " one of the proudest days of my Marines lives when those kids could walk to school again these schools",
        6605.9,
        6611.36
    ],
    [
        " were corners blown up from ied's bullet holes in them there were no roofs I mean they were by our",
        6611.36,
        6617.4
    ],
    [
        " standard chain america you wouldn't be able to fathom what these look like they were basically",
        6617.4,
        6621.44
    ],
    [
        " concrete squares with with really bad desks in them the school supplies they had were given to",
        6623.0,
        6627.92
    ],
    [
        " them from us and so that was a huge win for us and at that time it was right around the same time",
        6627.92,
        6635.36
    ],
    [
        " of the surge when the surge took place what happened was two Iraqi companies pushed west and",
        6635.36,
        6641.74
    ],
    [
        " were able to take up a quarter of our battle space which then greatly allowed us now now we've",
        6641.74,
        6648.96
    ],
    [
        " got enough people now we can really influence it what happened with the Iraqi people who he would",
        6648.96,
        6654.16
    ],
    [
        " sit down and have dinner with them and bring them gifts and talk to them I'd have meetings with",
        6654.16,
        6658.58
    ],
    [
        " them at two in the morning when they felt comfortable to speak to me now they're telling me who",
        6658.58,
        6662.88
    ],
    [
        " where what time where can we get them and when you've got Marines question the mission then all",
        6662.88,
        6669.82
    ],
    [
        " of a sudden you deliver them some intel and say hey at 3 a.m you're going to go find this person at",
        6669.82,
        6673.82
    ],
    [
        " this spot this is what they look like this what they're called get them then they get excited",
        6673.82,
        6679.08
    ],
    [
        " and I don't mean get them is in terms of hey they're going to go and they're going to go",
        6679.08,
        6683.26
    ],
    [
        " kill that person they're going to go capture them and we had a whole process",
        6683.26,
        6687.82
    ],
    [
        " the whole very frustrating but you had to literally now now my marine's in a long room",
        6687.82,
        6693.34
    ],
    [
        " and now they're also detectives all right so this is the intel package that led to this",
        6693.34,
        6697.82
    ],
    [
        " detention here's the paperwork for the detention we deliver them to the detention center if you don't",
        6697.82,
        6702.6
    ],
    [
        " hit every wicket right that person's back on the streets in three days so that was also detailed",
        6702.6,
        6707.94
    ],
    [
        " discipline in doing all the right things but they did it and ataya Ramadi Habania they were some",
        6707.94,
        6714.16
    ],
    [
        " of the worst areas and I racked that fall by Christmas time yeah it was amazing the turn around",
        6714.16,
        6720.8
    ],
    [
        " it was incredible they were quiet yep they were quiet it was it was you know I left I left October",
        6720.8,
        6728.52
    ],
    [
        " 21st 2006 there was 30 to 50 enemy attacks a day while I was in deployment that six months by",
        6728.92,
        6734.48
    ],
    [
        " January there was like one or two enemy attacks a day down from 30 to 50 it was boom it was",
        6734.48,
        6743.26
    ],
    [
        " incredible incredible we left in February February 2007 and and speaking to come at home third",
        6743.26,
        6753.64
    ],
    [
        " battalion second Marines came home in 2007 after suffering 15 killed in action it could have been",
        6753.64,
        6759.36
    ],
    [
        " far worse for all of us if we hadn't seen any progress in Habania that's what you're talking about",
        6759.36,
        6765.18
    ],
    [
        " then all those questions we had over the mission and its value would have returned home to term",
        6765.18,
        6769.24
    ],
    [
        " torment us for years to come in fact we did see progress and that made it a little easier to accept",
        6769.24,
        6776.78
    ],
    [
        " things and yeah that's that's basically what you just said and and that's why you know you and I",
        6781.14,
        6786.46
    ],
    [
        " were talking about this on the way over as as nice as it was that we got to see that happened there",
        6786.46,
        6792.06
    ],
    [
        " was nothing more sickening to me than to have eight years later have the the black flag of ISIS",
        6792.06,
        6800.22
    ],
    [
        " flying over the city of Ramadi at the government center that that it was just absolutely heinous to",
        6800.22,
        6805.94
    ],
    [
        " see that it didn't need to happen and you know they actually took Ramadi back again through massive",
        6805.94,
        6814.48
    ],
    [
        " air strike and I was talking to one of my buddies that that was a JTAC that's actually coming on",
        6814.48,
        6818.72
    ],
    [
        " the podcast Marine Corps JTAC that I was talking to you about earlier but he's I was like how many",
        6818.72,
        6824.86
    ],
    [
        " bombs did we drop in Ramadi while we were there because it was a populous city there was normal",
        6824.86,
        6830.5
    ],
    [
        " Iraqis that won the living their lives we were dropping bombs he was like I don't know maybe a",
        6830.5,
        6834.66
    ],
    [
        " dozen fifteen in the second pushing Ramadi that the Iraqis just did behind the strength of American",
        6834.66,
        6841.36
    ],
    [
        " firepower you know how many air missions they did they did six hundred strike missions and you",
        6841.36,
        6848.7
    ],
    [
        " seeing pictures of Ramadi right now it's rubble now they're rebuilding it now but it was just just",
        6848.7,
        6853.98
    ],
    [
        " just rubble and yeah just it's so disheartening so you come home from that deployment and",
        6855.2,
        6866.08
    ],
    [
        " it's pretty quickly after you got you got home that Travis got killed yeah and you know I wanted",
        6866.08,
        6873.22
    ],
    [
        " to give a little credit here to the MIT teams because Travis was a MIT team which is military",
        6873.22,
        6878.6
    ],
    [
        " transition team which was okay so I talk about this sometimes right so the seals and the special",
        6879.38,
        6884.78
    ],
    [
        " operations guys a lot of times we live in relative comfort okay so we live like okay we're pretty",
        6884.78,
        6891.24
    ],
    [
        " comfortable you know like I said I had mats on deployment I brought a GP medium tent to put mats in",
        6891.24,
        6897.16
    ],
    [
        " because I got to train some jiu jitsu we have a nice weight room you know we and seals are super",
        6897.16,
        6902.4
    ],
    [
        " aggressive and crafty and figured out like okay what can we do how can we get this we'll",
        6902.4,
        6906.86
    ],
    [
        " contractors and ordering stuff and so we just make we we do a good job of building our infrastructure",
        6907.36,
        6912.14
    ],
    [
        " and when I say infrastructure I mean some some comforts come with that right now you go to",
        6912.14,
        6917.1
    ],
    [
        " the conventionals take a step down because they're not getting as much leeway they don't have as much",
        6917.1,
        6921.38
    ],
    [
        " they can't get away with as much so they're living maybe a little bit harder maybe even a lot",
        6921.38,
        6927.06
    ],
    [
        " harder than and of course a by the way there's special operations guys that are living out in the",
        6927.06,
        6931.82
    ],
    [
        " sticks in afghanistan with two of them with you know 280 tribesmen so I'm saying I'm talking about",
        6931.92,
        6937.8
    ],
    [
        " my particular situation which my particular situation was in Iraq when I deployed there we always",
        6937.8,
        6942.52
    ],
    [
        " lived good always lived good conventionals we'd go out to their outstations we'd stop on a way to",
        6942.52,
        6948.68
    ],
    [
        " a mission we'd stop by someone you know stop by wherever some cop somewhere or some fob somewhere",
        6948.68,
        6953.76
    ],
    [
        " those guys are living rough and I had seals my seals that lived in karega or they were living rough",
        6953.76,
        6958.22
    ],
    [
        " but my point is you go one step further and now you get to what called a mid team and the",
        6959.46,
        6966.04
    ],
    [
        " mid teams are embedded with Iraqi troops and so they are living with Iraqi troops there might be",
        6966.04,
        6972.82
    ],
    [
        " two three maybe four of them and they're out there living with their Iraqi troops counting on",
        6972.82,
        6979.12
    ],
    [
        " the security of the Iraqi forces to protect them and I mean it was horrible when we first got",
        6979.12,
        6984.6
    ],
    [
        " Ramadi there was a there was a vbi d attack that killed the oncoming mid team commander and the",
        6984.6,
        6993.12
    ],
    [
        " outgoing mid team commander they're doing a turnover had a station and vbi d came killed them both",
        6993.12,
        6999.78
    ],
    [
        " wounded a bunch but it's interesting because I didn't know Travis was a supply officer in the",
        6999.78,
        7005.16
    ],
    [
        " Marine Corps and so so the Marine Corps has this way of selecting where you where you get what you",
        7005.16,
        7011.9
    ],
    [
        " get to be in the Marine Corps as an officer they take the class and chunk it up in the thirds and",
        7011.9,
        7015.16
    ],
    [
        " then the the each top third you get a pick and it goes down the list so that way they don't have",
        7015.16,
        7020.86
    ],
    [
        " every single guy and all the best guys quote unquote going to be Marine Corps and for you're going",
        7020.86,
        7026.02
    ],
    [
        " to be a pilot you you might be you might be the bottom the top of the bottom third in the class and",
        7026.02,
        7030.78
    ],
    [
        " you get your pick so you don't it doesn't matter how you perform I mean it matters but out of a",
        7030.78,
        7036.76
    ],
    [
        " class of over 200 Travis was 17 in his class at the basic school which is a very prestigious to",
        7036.76,
        7043.8
    ],
    [
        " graduate the top 25 is incredible yeah and he got his third choice his third he's a logistics",
        7043.8,
        7049.24
    ],
    [
        " officer he was furious so he's angry and then and the Marine Corps did this very very well they",
        7049.24,
        7057.8
    ],
    [
        " understood the importance of the mid team so they really took great guys and sent them to the mid teams",
        7057.8,
        7061.88
    ],
    [
        " and he so they put up volunteers hey who wants who wants to raise your hand and go live amongst the",
        7063.6,
        7071.52
    ],
    [
        " Iraqis counting on them for security training them working with them eating their crappy food",
        7071.52,
        7076.36
    ],
    [
        " living without air can you say I mean it just sucks it's just sucks it's awful of course what is",
        7076.36,
        7081.16
    ],
    [
        " Travis do mom game oh yeah let's do this so he went and obviously he was he was he was killed in",
        7081.16,
        7090.86
    ],
    [
        " action he was killed in action during a firefight trying to like you just talked about wasn't trying",
        7090.86,
        7095.96
    ],
    [
        " to save other Marines he was trying to save his fellow Iraqi soldiers and just like you just said",
        7095.96,
        7102.2
    ],
    [
        " there's so many people that don't understand how closely we worked with Iraqi soldiers and how",
        7102.2,
        7109.96
    ],
    [
        " committed we were with helping them so that's a classic example and by the way that that eulogy",
        7109.96,
        7118.54
    ],
    [
        " that he wrote for himself was this Travis Manion was a man unafraid to stand for what was right",
        7119.58,
        7132.4
    ],
    [
        " I think that's something that anybody could aspire towards",
        7132.4,
        7141.28
    ],
    [
        " and and actually another you know you talked about the connections earlier well there's a connection",
        7144.08,
        7152.74
    ],
    [
        " here that Travis's roommate in the naval academy was a guy by the name of Brendan Looney who",
        7152.74,
        7159.52
    ],
    [
        " did what you talked about the painful way of getting to the seal teams he went to the surface warfare",
        7159.52,
        7164.88
    ],
    [
        " community then he got picked up for the seal teams went through seal training and he was also",
        7164.88,
        7169.78
    ],
    [
        " killed in afghanistan in 21 september 2010 but you come home from that deployment and now you've got",
        7170.28,
        7180.18
    ],
    [
        " you're married you got one daughter you're expecting another daughter and by the way this whole",
        7180.18,
        7187.02
    ],
    [
        " time like we talked about earlier you've been fighting MMA training you fought your first pro fight",
        7187.02,
        7192.86
    ],
    [
        " was between deployments yeah and your your amateur fights we're gonna talk about was before your",
        7192.86,
        7198.66
    ],
    [
        " first deployment and you make a decision that all right you're gonna get out of the Marine Corps",
        7198.66,
        7203.3
    ],
    [
        " and obviously this is probably the hardest decision you ever had to make it you're at that point",
        7203.3,
        7207.56
    ],
    [
        " you're brutal brutal but it's 2007 how much are you worth when you think it at that time like",
        7207.56,
        7215.98
    ],
    [
        " a I'm gonna go for this MMA thing and it's gonna it's gonna be I got a shot at the at that making it",
        7215.98,
        7221.92
    ],
    [
        " you know it was it was I knew I had a shot it you must have thought you had a shot because your",
        7221.92,
        7227.1
    ],
    [
        " ass was undefeated at this point oh yeah of course the man the worst thing that could have happened",
        7227.1,
        7233.3
    ],
    [
        " right I mean the worst thing I'm training with so I would basically go around the base and I found",
        7233.3,
        7239.02
    ],
    [
        " this corpsman with cauliflower ear hey how'd you get that cauliflower I stayed champ at an Oklahoma",
        7239.02,
        7244.18
    ],
    [
        " wrestling in high school boom be here 1800 every night got it I'll bring you gear cool he was in",
        7244.18,
        7251.26
    ],
    [
        " and he then started training with a started fighting but I got a wrestler dude now right another",
        7251.26,
        7256.28
    ],
    [
        " cutie wrestle hey you do you you're a blue belt and jiu jitsu you're my instructor master",
        7256.28,
        7260.86
    ],
    [
        " coming here he was my master I had no striking coach we had no pad work no nothing it was me",
        7260.86,
        7267.38
    ],
    [
        " and and and a couple of Marines plus a corpsman and we would get after every day and then",
        7267.38,
        7274.6
    ],
    [
        " every time we fought we won so we thought we really knew what we were doing and I would take leave",
        7274.6,
        7280.4
    ],
    [
        " every once in a while I take leave and I would go to extreme couture for a couple of days and get",
        7280.4,
        7284.96
    ],
    [
        " destroyed yeah I went out the temecula at the dan henderson's place I'd go get destroyed and I",
        7285.02,
        7290.58
    ],
    [
        " just try and learn two moves right give me two moves so here I'm in the debi EC again arm bar from",
        7290.58,
        7297.22
    ],
    [
        " the mount arm bar from the guard got those I know what half guard is now I can't can't sweep a soul",
        7297.22,
        7303.76
    ],
    [
        " from it though but mola wall showed me how to defend a single leg and a double leg when I was",
        7303.76,
        7309.26
    ],
    [
        " out of temecula so now I got that down pat and I still got a mean jab cross a way we go baby",
        7309.26,
        7316.58
    ],
    [
        " and and I'm winning fights with these things and you know I would end up losing the first time",
        7316.58,
        7322.62
    ],
    [
        " at the bc and that would prompt me to to leave georgia go find somewhere to train and I'll never",
        7322.62,
        7328.5
    ],
    [
        " forget my first training session at at jackson winkle john academy and I'm their training and Greg",
        7328.5,
        7335.4
    ],
    [
        " jackson comes walking up to me after my first practice and and this is as polite as he could try",
        7335.4,
        7340.34
    ],
    [
        " to compliment me at the time Brian I'm so amazed at how far you've gone with how little information",
        7340.34,
        7346.28
    ],
    [
        " you think it's going to work wow you suck how the hell did you win all these fights",
        7346.28,
        7353.38
    ],
    [
        " you know one of the things I explained said look when you only know so much right you can fight",
        7353.38,
        7361.28
    ],
    [
        " 150 miles an hour because you're not thinking then all of a sudden I'm learning all these new",
        7361.42,
        7366.78
    ],
    [
        " techniques then I started thinking I had an up and down period there where when some lose some",
        7366.78,
        7372.24
    ],
    [
        " and I got to a point where after the Phil Davis fight hey you may be out of here you know the UFC",
        7372.24,
        7378.5
    ],
    [
        " wasn't a huge fan of me they didn't really care they didn't you know Joe civil's in a huge fan of",
        7378.5,
        7382.46
    ],
    [
        " these wc guys that were forced upon that wasn't a talent he went and found it and I told my",
        7382.46,
        7387.36
    ],
    [
        " fought three times inside of six months and I said look I need a break and and I literally looked",
        7387.36,
        7393.56
    ],
    [
        " at my MMA training like you would look at the training of a marine company where am I weak how much",
        7393.56,
        7400.48
    ],
    [
        " time do I have what am I going to schedule what am I going to do who do who are the experts I can go",
        7400.48,
        7404.96
    ],
    [
        " to to get better in all these areas and I approached it I I knew at that point hey look I still",
        7404.96,
        7410.06
    ],
    [
        " the full-time job I never fought without one transition of the Marine Corps started working at a",
        7410.06,
        7414.82
    ],
    [
        " company called med assets med assets had this this project this thing hey hire heroes who",
        7414.82,
        7420.22
    ],
    [
        " want to help vets get jobs who maybe you could lead that took that over so I'm working every day",
        7420.22,
        7425.3
    ],
    [
        " but at the same time you know I started this thing in MMA and I can't go out like this too many",
        7425.3,
        7431.56
    ],
    [
        " people said I was going to wash out that I was going to be exposed couldn't do it no way there were",
        7431.56,
        7438.1
    ],
    [
        " too many Marines at the time taking pride in my performances in there and although I was older",
        7438.1,
        7442.8
    ],
    [
        " you know I'm 20 probably 29 at that time so in terms of MMA age I'm already I'm green and I'm",
        7442.84,
        7448.98
    ],
    [
        " already kind of getting a little old but I started to find a way started to figure it out and",
        7448.98,
        7453.46
    ],
    [
        " and not cut in any corners like other fighters were at the time but starting to figure it out and",
        7453.46,
        7458.56
    ],
    [
        " it all just came down to discipline where a lot of martial artists don't want to spend time they",
        7458.56,
        7464.92
    ],
    [
        " don't want to spend 30 minutes drilling one move in understanding how they could use that move",
        7464.92,
        7470.62
    ],
    [
        " from various positions and why it works and how it plays into my style of fighting why it will be",
        7470.62,
        7477.12
    ],
    [
        " effective they want to drill that one move they want to do it five times and then they want to go",
        7477.12,
        7481.48
    ],
    [
        " live let's go live let's go live yeah and and I I had alert at that point if I'm going to catch up",
        7481.48,
        7489.48
    ],
    [
        " with these fighters who are younger in many cases but much more experience in me I have got I've",
        7489.48,
        7496.9
    ],
    [
        " got to take an analytical approach and an honest approach to my skill set and start to shore up some",
        7496.9,
        7501.76
    ],
    [
        " holes or else I'm in a continued use practice just wrestling like crazy and then submission avoidance",
        7501.76,
        7508.32
    ],
    [
        " it was it was I actually went put a guillon for the first time ever it was it was working some basics",
        7508.32,
        7513.48
    ],
    [
        " because everyone to hold me down if I could get out from underneath somebody with a guillon it's",
        7513.48,
        7517.68
    ],
    [
        " gonna be heck of a lot easier no guill I was bringing in wrestlers that were way above my my level",
        7517.68,
        7522.64
    ],
    [
        " a guy named Harry Lester who was you know an Olympian was coming in and throwing me all over the",
        7522.64,
        7528.8
    ],
    [
        " place and so I was training wrestling non-stop and then I would go and I'd go to albacurkey I didn't",
        7528.8,
        7534.7
    ],
    [
        " have a fight coming up but I would go live in albacurkey for two weeks at a time away from my family",
        7534.7,
        7538.48
    ],
    [
        " and help other guys in their training camps and get exposed in drill and without here was the other",
        7538.48,
        7544.7
    ],
    [
        " big part was guys like Rashad Evans Keats your Dean Joey Vies in your Nate Markhart without those",
        7544.7,
        7551.64
    ],
    [
        " guys it would have never happened because after they would beat me after they would pass my guard take",
        7551.64,
        7556.18
    ],
    [
        " me down hit me with this combination they would stop afterwards and tell me how and why and so I",
        7556.18,
        7562.36
    ],
    [
        " learn at a much faster rate than your typical fighter would because not only am I I'm drilling with",
        7562.36,
        7567.96
    ],
    [
        " some of the best in the world taking the time to drill and taking an analytical approach hey I know",
        7567.96,
        7572.46
    ],
    [
        " we're gonna work this today coach but my butterfly guard is completely ineffective and I'd love to",
        7572.46,
        7577.52
    ],
    [
        " work it specifically not just on sweeping because I don't think I'm going to get there yet against my",
        7577.52,
        7582.02
    ],
    [
        " level of competition just get up I'd love to use it to get up or even just get to the fence where",
        7582.02,
        7586.46
    ],
    [
        " now I've got a third leg that I could utilize to get back up and so we would drill specifics like",
        7586.46,
        7592.58
    ],
    [
        " that and I've got these guys who have 30 plus fights who are champions now taking the time",
        7592.58,
        7599.6
    ],
    [
        " to help me which meant a lot to me I'll never forget I mean they were as much coaches to me",
        7599.6,
        7605.34
    ],
    [
        " as Mike Winkle John and Greg Jackson were you know and then you know obviously on top you could do",
        7605.4,
        7610.8
    ],
    [
        " all of that the other piece that was when I would do my camps there when I really got where I was at",
        7610.8,
        7615.92
    ],
    [
        " my best you know when I beat Chris Leibin's or Santiago unless he's like when I was beating those",
        7615.92,
        7619.9
    ],
    [
        " guys mentally I was in the best place my family was in it when it was in a great spot they were my",
        7619.9,
        7627.16
    ],
    [
        " wife and kids were very supportive of me leaving and doing my camps in Albuquerque my time away from",
        7627.16,
        7632.14
    ],
    [
        " them it made me nasty they'd come visit but man I would literally look at my opponent like you're",
        7632.14,
        7638.38
    ],
    [
        " the one who kept me away from my family this long you're gonna pay for it and it was it was a strong",
        7638.38,
        7644.5
    ],
    [
        " motivator and and that if you're in a place to fight or where you're not hungry getting new",
        7644.5,
        7651.2
    ],
    [
        " information being able to mentally be in the right place for you to perform because it's not",
        7651.2,
        7656.08
    ],
    [
        " about who the better fighter is it has nothing to do with it's about who fights best that night",
        7656.08,
        7660.64
    ],
    [
        " and if you can't mentally be in the state where you're gonna fight best that night you got a problem",
        7661.06,
        7665.94
    ],
    [
        " and you're in the wrong place and that that that phase of my career that's when I was I was there",
        7665.94,
        7670.9
    ],
    [
        " I was able to do that and that was that was when I was at my best for sure yeah I mean you had some",
        7670.9,
        7675.74
    ],
    [
        " stunning fights I know I always tell you know sometimes my fighters will say oh you know I'm not",
        7675.74,
        7680.38
    ],
    [
        " feeling it tonight doesn't matter doesn't matter you like this is in training also look it doesn't",
        7680.38,
        7685.68
    ],
    [
        " matter how you feel tonight because fight night come you might be feeling good bad doesn't matter",
        7685.68,
        7689.64
    ],
    [
        " what you have to do is perform right now that's what you got to do so train yourself to perform",
        7689.64,
        7693.26
    ],
    [
        " right now but yeah you had some you had some great fights um and Chris leave in who I know",
        7693.26,
        7699.5
    ],
    [
        " trained with Chris a great guy and that and he's such a tough bastard and you guys threw down",
        7699.5,
        7707.96
    ],
    [
        " yeah we knew we knew neither one of us were gonna be that hard to hit um",
        7707.96,
        7712.7
    ],
    [
        " but",
        7716.84,
        7717.24
    ],
    [
        " no tons of respect for that guy and that was a fight didn't have to take yeah you know I I saw",
        7717.24,
        7721.18
    ],
    [
        " an opening there where there was a window and and he may just take me as it as a fight to okay",
        7721.18,
        7726.28
    ],
    [
        " let me go get a win get some money and and go on because he had just come off two huge wins in like",
        7726.28,
        7731.36
    ],
    [
        " a week yeah or in 10 days notice I go and so uh phenomenal guy in this sport and yeah you know",
        7731.36,
        7739.34
    ],
    [
        " it was a while right and when I look back on it there's there's definitely some regrets like",
        7739.34,
        7743.98
    ],
    [
        " anybody there's there's some things you wish you wish you could have done um some things that",
        7743.98,
        7748.56
    ],
    [
        " happened family wise that certainly stalled and and and helped aid the decision to stop you know",
        7748.56,
        7755.82
    ],
    [
        " my wife losing losing her little brother suicide was a really tough thing her mom was living with",
        7755.82,
        7760.68
    ],
    [
        " us at the time so you know us going through that tragedy together it's hard we were human beings",
        7760.68,
        7765.02
    ],
    [
        " and a lot of fighters to deal with tragedy and compete this is what we do for living we've got to",
        7765.02,
        7769.6
    ],
    [
        " fight through it it's a hard thing when I look back on it where I know I was as an athlete and as a",
        7769.6,
        7775.88
    ],
    [
        " mixed martial arts how green I was to have come that far and been a legitimate top 10 middleweight",
        7775.88,
        7781.9
    ],
    [
        " at that time I'm proud of that especially in the air especially in the era when I fought where",
        7781.9,
        7787.5
    ],
    [
        " there were some extra cook your activities going on as well you're finding against guys that were",
        7787.5,
        7791.32
    ],
    [
        " a lot of guys were on we're on steroids there was no testing or there was really limited testing",
        7791.32,
        7796.06
    ],
    [
        " it was an IQ test right if you failed that you know you're just you're just straight up dumb",
        7796.06,
        7800.62
    ],
    [
        " but it was fun and I mean the guys you like you lost to Chale Sona right who was two minutes",
        7800.62,
        7808.68
    ],
    [
        " from being the the middleweight champion the world against Anderson Silva uh you know you",
        7808.68,
        7814.72
    ],
    [
        " you lost to him you beat Sikara then you lost to Biz Bing who actually is the current middleweight",
        7814.72,
        7820.84
    ],
    [
        " champion so the guys that beat you were badasses yeah absolutely and you were a guy that",
        7820.84,
        7825.78
    ],
    [
        " like started fighting three weeks ago you know that's just awesome man it's a testament that the",
        7825.78,
        7831.76
    ],
    [
        " coolest part about it was was during that time you know and it kind of happened subtly beneath that",
        7831.76,
        7838.88
    ],
    [
        " you know at least to the fight fans was was taking that that little higher heroes USA project",
        7838.88,
        7844.28
    ],
    [
        " that that company met assets asked me to watch over right step one was with certain to build some",
        7844.6,
        7851.04
    ],
    [
        " program step two was getting one of my best friends in the world who served with me who is right",
        7851.04,
        7855.98
    ],
    [
        " next to that track as it burned Nate Smith to come in be my chief operating officer and build this",
        7855.98,
        7861.84
    ],
    [
        " amazing team and leveraging some of the media attention I got for fighting leveraging it for",
        7861.84,
        7867.24
    ],
    [
        " our cause in building it and and not just building a company where hey we went out we fundraised",
        7867.24,
        7872.98
    ],
    [
        " for a mission no that's bogus we were out there accomplishing the mission helping veterans get",
        7872.98,
        7879.1
    ],
    [
        " legitimate jobs careers so that they can succeed and lead again back here home and in their",
        7879.1,
        7887.42
    ],
    [
        " communities and watching it grow from a team of five to a team of ten to a team of 20 to",
        7887.42,
        7893.94
    ],
    [
        " now we've got 96 full time employees and we're we're bringing in over 300 veterans and spouses",
        7893.94,
        7900.06
    ],
    [
        " a week into the programs that that was all built with this amazing team of people while I was",
        7900.06,
        7906.58
    ],
    [
        " still fighting that that was my full time job doing that and and having a board of directors that",
        7906.58,
        7912.08
    ],
    [
        " had the foresight and and and the perspective to say hey you know what yes you're going to be a",
        7912.08,
        7918.6
    ],
    [
        " little limited during some of these training camps but what you're able to bring to our brand is",
        7918.6,
        7924.54
    ],
    [
        " helpful right now in the phase that this company is and and it's been a wild and really amazing",
        7924.54,
        7932.74
    ],
    [
        " ride and in some of the things we talked about earlier where you have these things these questions",
        7932.74,
        7936.56
    ],
    [
        " that will always haunt you about the loss of your friends the loss of your Marines the loss of your",
        7936.56,
        7940.94
    ],
    [
        " seals when you can lead an initiative like that it helps you feel like hey you know what I am I am",
        7940.94,
        7947.36
    ],
    [
        " taking advantage of every day every day we're moving forward we're achieving we're helping other",
        7947.36,
        7952.26
    ],
    [
        " warriors now find success post military service and and that's me earning it my earning my day",
        7952.32,
        7959.32
    ],
    [
        " where they don't they no longer have any you know Travis Manning doesn't live anymore and his",
        7959.32,
        7963.64
    ],
    [
        " family would give anything to see him one more time I can't bring him back but I'll tell you what",
        7963.64,
        7969.14
    ],
    [
        " if I sat here crying about it feeling sorry for myself that my friend Travis was gone he'd be the first",
        7969.14,
        7975.42
    ],
    [
        " to slap the hell out of me when I die for or at least do a double leg on your ass he was I'm telling",
        7975.42,
        7981.92
    ],
    [
        " you man and that that was he planned on fighting when he got done that to him and he'd still be",
        7981.92,
        7986.88
    ],
    [
        " fighting this day he was a bad bad dude and that was your your last fight in the UFC and he's you",
        7986.88,
        7993.74
    ],
    [
        " retired after you fought Vandalais Silva which did you plan no to do that so those you don't know",
        7993.74,
        8001.96
    ],
    [
        " that aren't MMA there's a guy a legendary mixed martial artist named Vandalais Silva I saw him fight",
        8001.96,
        8008.96
    ],
    [
        " a few times in Japan back in the back in the bay and he's a he's a brawler and he's incredible",
        8008.96,
        8016.42
    ],
    [
        " punching power and his nickname is the axe murderer because he looks like a psycho and anyways Brian",
        8016.42,
        8024.14
    ],
    [
        " had a fight with him and these two guys went in there it was like Russian roulette the",
        8024.14,
        8029.88
    ],
    [
        " there was a street fight and eventually you got caught you know got caught by one of the best",
        8031.96,
        8036.44
    ],
    [
        " strikers that that have ever been in the game and and and by the way you dropped him a couple times",
        8036.44,
        8043.94
    ],
    [
        " you you had that whether you had it one but you definitely you dropped him two or three times in",
        8043.94,
        8049.6
    ],
    [
        " the first round or twice in the first round back from the dead yeah minimum of two times yeah",
        8049.6,
        8054.06
    ],
    [
        " the eyes were in the back of his head and then he just he looked at me again with bloodshot eyes",
        8054.06,
        8058.74
    ],
    [
        " it was it was unbelievable unbelievable but no that was not the plan and",
        8059.0,
        8064.48
    ],
    [
        " so that you were with Greg Jackson and wink right uh I wasn't I so for the the secara",
        8064.48,
        8072.52
    ],
    [
        " bizzying and vandalais fight I trained myself and the reason being was uh right after I had fought",
        8072.52,
        8080.04
    ],
    [
        " chale son in two days before Christmas me and my wife land in baggage claim and I get a call",
        8080.04,
        8084.26
    ],
    [
        " and in her little brother who had struggled with bipolar disorder and and depression and we",
        8084.82,
        8090.58
    ],
    [
        " didn't know that that right he had taken his own life went up to a cabin mill the woods and",
        8090.58,
        8095.2
    ],
    [
        " taking his own life and had to tell my wife their baggage claim and and her mom at the time was",
        8095.2,
        8099.32
    ],
    [
        " living with us it was personal life was a mess still got to pay bills though right you still",
        8099.32,
        8105.0
    ],
    [
        " still got a company to run so I got a fight crew that I've got to push through and and I can't",
        8105.0,
        8108.66
    ],
    [
        " just take look I'm going to take seven months off here to get through this because I have bills to pay",
        8108.66,
        8112.84
    ],
    [
        " anyways it it it caused me to start my own camp so the the game plan going in was hey we're",
        8113.5,
        8119.4
    ],
    [
        " gonna we're gonna take vandalais down a little bit in this fight and disrupt him really really",
        8119.4,
        8124.36
    ],
    [
        " confuse him because nobody's nobody's used to me doing that yeah and so I fly it as a pan",
        8124.36,
        8130.02
    ],
    [
        " we get off the plane if that long flight after a long training camp where I absolutely overtrained",
        8130.02,
        8135.54
    ],
    [
        " and we get to the hotel and and and me and one of my striking coaches manoonatah we go start",
        8135.54,
        8140.86
    ],
    [
        " hitting pads we're hitting pads and pad works down and oh man all of a sudden I start to cool down",
        8140.86,
        8145.58
    ],
    [
        " I can't lift my knee up on my left leg tear something in my hip and it happens right I mean",
        8145.58,
        8151.92
    ],
    [
        " vandalais could have walked in there with how many miles he could have walked in a couple injuries so",
        8151.92,
        8155.56
    ],
    [
        " anyways now this gets into my head a little bit and so I asked to see the UFC doctor and so",
        8155.56,
        8162.34
    ],
    [
        " see and he as soon as he landed he was told hey you you got to go see Brian Stanisay look",
        8162.34,
        8166.26
    ],
    [
        " I've looked at all the stuff novocaine is legal I just want to get novocaine for fight nights I",
        8166.88,
        8171.72
    ],
    [
        " won't feel it and I'm walking around the hotel and I'm trying not to show anybody that I'm limping",
        8171.72,
        8175.98
    ],
    [
        " at the press conference because I have a legitimate limp and anyways he's like okay we should we're",
        8175.98,
        8181.96
    ],
    [
        " in Japan we're not in a second or third world country we're in Tokyo right I could have walked",
        8181.96,
        8185.74
    ],
    [
        " across the street probably gotten light again anyways supposed to get it supposed to get it supposed",
        8185.74,
        8189.58
    ],
    [
        " I'm gonna get it I'm gonna get it I'm gonna get it doesn't get it when when you fight in Japan the",
        8189.58,
        8193.68
    ],
    [
        " fights so that they could cater the American TV audience you people like 7 a.m. so he's sitting there",
        8193.68,
        8198.28
    ],
    [
        " sorry so I let that affect me too much mentally and and we're trying to warm up backstage and I'm",
        8198.28,
        8204.76
    ],
    [
        " trying to shoot some double legs and I'm not feeling it and in my own head right before I walk",
        8204.76,
        8209.0
    ],
    [
        " on like you know what this dude's got some miles on I hit like a truck let's get in there let's",
        8209.0,
        8215.34
    ],
    [
        " knock this dude out and let's get this fight over with so ready to go walk out there and he tags",
        8215.34,
        8222.54
    ],
    [
        " me first hits me behind the ear and and you know most of Vandela's fights he's he's a little bit more",
        8223.16,
        8228.32
    ],
    [
        " of an accumulation guys we're not considered a one punch knockoff guy there's one right handy hits me",
        8228.32,
        8233.22
    ],
    [
        " with I had never been rocked in the octagon before my life and he dropped me so it's like all right",
        8233.22,
        8238.52
    ],
    [
        " it's on let's go and so then I rock him and once I rocked him then I thought okay one more good shot",
        8238.52,
        8245.1
    ],
    [
        " on the chin and he's done and I landed it and he'd go down and then he come back and I'm",
        8245.1,
        8252.42
    ],
    [
        " waiting a minute here and so I'm just caught up and so the second round I start to get a little",
        8252.42,
        8256.06
    ],
    [
        " bit more technical and move around a little bit like all right he's obviously not going away I'm",
        8256.06,
        8260.46
    ],
    [
        " going to take a different approach I don't know what this guy's made of and and then he I didn't",
        8260.46,
        8265.18
    ],
    [
        " I don't remember you know I caught with that huge punch don't remember any of it and it's crazy",
        8265.18,
        8271.22
    ],
    [
        " but I realized I lost I came to as John Annick who's one of my closest friends now comes up",
        8271.22,
        8278.66
    ],
    [
        " through with a microphone and I realized well I don't remember winning so I must have lost this fight",
        8278.66,
        8284.64
    ],
    [
        " and it was a horrible flight home I'm sitting there flying home and I had a jack and coke in my hand",
        8284.64,
        8293.06
    ],
    [
        " couldn't sleep at all didn't sleep and I am miserable I lost to a guy I was supposed to be who",
        8293.06,
        8300.0
    ],
    [
        " was supposed to be washed up you know I had pretty much made the decision then you know I'm out",
        8300.0,
        8304.56
    ],
    [
        " it's over if you're not going to get busy being the champion then there's other areas where",
        8304.56,
        8309.66
    ],
    [
        " that need my attention more from my family to the company I'm trying to run and it was a hard",
        8309.66,
        8314.92
    ],
    [
        " decision and in part of me when I made the decision thought for sure I'm definitely going to come",
        8314.92,
        8319.58
    ],
    [
        " back right I'm gonna come back and for like two years I held onto that and had to fight against it",
        8319.58,
        8324.42
    ],
    [
        " like no it is not in your best interest to come back anymore it's in your you do a better job",
        8324.42,
        8329.14
    ],
    [
        " talking about the microphone then you're gonna do strap the gloves on anymore pal your 35 now I'm 36",
        8329.14,
        8333.84
    ],
    [
        " it's over that makes me feel good over here so hey you know we've been going for a while",
        8333.84,
        8342.26
    ],
    [
        " tell us about like specifically with with higher heroes what how can people support that what do we",
        8342.26,
        8349.16
    ],
    [
        " look for it all that stuff so that way people have information on it yes we've got a website higher",
        8349.16,
        8353.68
    ],
    [
        " heroes USA dot org and and if you are a service member or spouse who needs help finding a career",
        8354.0,
        8360.22
    ],
    [
        " if you're unemployed or under employed you go on there your register and we'll get you your",
        8360.22,
        8364.78
    ],
    [
        " personal veteran transition specialist fancy term for a job coach and we'll take you through",
        8364.78,
        8369.1
    ],
    [
        " the whole thing from revising your resume to teach you how to effectively do a job search how",
        8369.1,
        8374.28
    ],
    [
        " to interview for a job we will help you if not build your LinkedIn site for you teach you how to",
        8374.28,
        8379.28
    ],
    [
        " use that to impact and expand your network do social media audits hey what pictures and posts",
        8379.28,
        8385.08
    ],
    [
        " as you not have up on Facebook right now you know take a look hey no big pop a pump at Yahoo is not",
        8385.08,
        8390.88
    ],
    [
        " your email anymore it's gonna be Christina Smith at Yahoo dot com all right all the do's that don't",
        8390.88,
        8397.02
    ],
    [
        " but then we have a job board a lot of corporate partners will match you to all those companies so",
        8397.02,
        8400.96
    ],
    [
        " so people if people want to hire a veteran they can go through you as well because we that's",
        8400.96,
        8406.86
    ],
    [
        " one thing I get hit with a lot is you know people say how can we help veterans and I say higher",
        8406.86,
        8410.68
    ],
    [
        " veterans and they say where do we find them so now we got a good place to put it absolutely we're",
        8410.68,
        8414.2
    ],
    [
        " bringing in over 300 people a week in the program who are all going to get one-on-one assistance",
        8414.2,
        8419.28
    ],
    [
        " and and different from any other nonprofit everything we do is tracked logged and analyzed and",
        8419.28,
        8425.36
    ],
    [
        " sales force so that we can hold ourselves accountable I can hold every one of my employees accountable",
        8425.36,
        8430.92
    ],
    [
        " for the workload they have they all have weekly monthly quarterly and annual metrics that they have",
        8430.92,
        8435.7
    ],
    [
        " they don't hit them they no longer work here we run this nonprofit like a business because people",
        8436.08,
        8440.82
    ],
    [
        " donate money to us to help veterans find careers period and if we're not doing that then we go away",
        8440.82,
        8446.78
    ],
    [
        " and I take that very serious and it's what's allowed us to grow from a team of four to now a team of",
        8446.78,
        8452.66
    ],
    [
        " 96 there will continue to do so and my main mission now is to make sure higher here as USA is there",
        8452.66,
        8458.3
    ],
    [
        " for the next generation of combat veterans as well when they return home to a society that doesn't",
        8458.3,
        8463.22
    ],
    [
        " understand them as much and in the real help the real need is for the veteran to learn how to",
        8463.22,
        8469.02
    ],
    [
        " communicate their skillset how to deliver their value proposition it's a hard thing to do think",
        8469.02,
        8474.82
    ],
    [
        " about your seals when they got out if they went to a job or try to write a resume what the hell do I",
        8474.82,
        8479.12
    ],
    [
        " put my first resume look like I was trying to get a job as a mercenary it was all and I was",
        8479.12,
        8483.96
    ],
    [
        " in naval academy grad imagine these young sailors you know yeah and and with over 80% of the people",
        8483.96,
        8490.86
    ],
    [
        " we help it higher here's are your young enlisted service members the ones who need us the most",
        8490.86,
        8494.5
    ],
    [
        " awesome awesome and then you got the guardian project going on incredible project and I'd love to",
        8494.5,
        8501.78
    ],
    [
        " to get these guys down Ben covax who's our executive director come down and be on your show someday",
        8501.78,
        8506.34
    ],
    [
        " it's it's so in line with some of your beliefs on martial arts and jiu jitsu Ben has a vision that",
        8506.34,
        8512.22
    ],
    [
        " every kid should have the opportunity to train martial arts every child check and and so he went out",
        8512.22,
        8520.16
    ],
    [
        " network and found a man by the name of Joe Lundenfeld who's on my boarded hire heroes who's an",
        8520.28,
        8524.94
    ],
    [
        " executive at twitter and they bought a property in Oakland where there are a lot of young men and",
        8524.94,
        8530.34
    ],
    [
        " women who don't have much going on after school and they don't they the chips are stacked against",
        8530.34,
        8534.66
    ],
    [
        " them if there's not a whole lot that they have you know they're their families of a hard time",
        8534.66,
        8539.3
    ],
    [
        " making money and there's a lot of trouble they can get into and they go find them and they bring",
        8539.3,
        8542.96
    ],
    [
        " them in and they come they train martial arts they train jiu jitsu they train boxing they do their",
        8542.96,
        8547.9
    ],
    [
        " homework then they've networked with local restaurants and they get a healthy meal afterwards for",
        8548.18,
        8552.58
    ],
    [
        " free in many cases these are the health the only healthy meal that that young man or woman's",
        8552.58,
        8557.18
    ],
    [
        " going to get that day they have regular members to the gym but those members pay a membership fee",
        8557.18,
        8561.94
    ],
    [
        " that also then pays for those young kids so that they can come for free people buy a key for",
        8561.94,
        8567.64
    ],
    [
        " themselves then they get a free key for one of the kids I've gone there and taught and ran some",
        8567.64,
        8573.02
    ],
    [
        " classes and it is just it's incredible to meet these young men and women who who haven't been given",
        8573.02,
        8578.16
    ],
    [
        " much in life their parents are grateful because now they're not paying for after school care they",
        8578.16,
        8582.24
    ],
    [
        " can't afford it anyways and their kids not wandering the streets right but now they've got this",
        8582.24,
        8586.02
    ],
    [
        " place to go to where there's like-minded people pushing them to do better don't allow your",
        8586.02,
        8592.52
    ],
    [
        " circumstances to direct and direct your life and tell you who you're going to be nothing should hold",
        8592.52,
        8599.42
    ],
    [
        " you back so the discipline that they're learning now the camaraderie the character they're",
        8599.42,
        8604.62
    ],
    [
        " learning at guardian is starting to spill into the other aspects of their life their grades are going",
        8604.62,
        8609.0
    ],
    [
        " up they're being more nutritious they're focused on their future they're wait a minute college I",
        8609.0,
        8614.52
    ],
    [
        " can go I can go to college they've got these great positive inspirations around them the goal is",
        8614.52,
        8619.14
    ],
    [
        " to take guardian from Oakland and start to to to brand it and get it in gyms across the country",
        8619.14,
        8625.24
    ],
    [
        " where now we don't need a physical facility to do it and other gyms can take on the program where",
        8625.26,
        8630.24
    ],
    [
        " now we've got a system where they can adopt it and people can pay their membership as part of a",
        8630.24,
        8634.82
    ],
    [
        " way of paying the membership for these underprivileged kids to go there and train after school as well",
        8634.82,
        8639.04
    ],
    [
        " so that they can have a chance just because they're poor does it mean they shouldn't get the",
        8639.04,
        8642.64
    ],
    [
        " opportunity to train you to to train boxing to get all the character development that goes along",
        8642.64,
        8647.5
    ],
    [
        " with martial arts yeah that's all I got I actually I got another book coming out and the book is",
        8647.5,
        8652.7
    ],
    [
        " called the Way of the Warrior Kid and it's a kid's book and it's basically about a young kid",
        8652.7,
        8657.56
    ],
    [
        " who's getting picked on at school he can't do any pull-ups he he doesn't know his time tables",
        8657.56,
        8663.96
    ],
    [
        " and is basically miserable right and anyways school ends and his uncle Jake comes out to stay with",
        8663.96,
        8671.84
    ],
    [
        " him for the summer uncle Jake is a team guy so uncle Jake says oh you got some issues what are the",
        8671.84,
        8677.2
    ],
    [
        " issues I can't do pull-ups he goes all right we can fix all those things so one of the you know",
        8677.2,
        8681.3
    ],
    [
        " obviously gets more workout oh you're getting bullied because he's getting bullied badly well guess",
        8681.4,
        8686.46
    ],
    [
        " what he's gonna learn he's gonna learn jujitsu so I honestly think there's gonna be a little bit of",
        8686.46,
        8691.36
    ],
    [
        " the surge of jujitsu in America I love it and it sounds like this is right up the right up that alley",
        8691.36,
        8697.24
    ],
    [
        " it is I mean you know when when that comes out we're gonna grab a bunch to make it mandatory for",
        8697.24,
        8702.1
    ],
    [
        " these kids things like that inspire them I mean they make a difference when you look at the",
        8702.1,
        8705.88
    ],
    [
        " just the social and economic impact young man or woman who has a high likelihood of probably",
        8705.88,
        8712.56
    ],
    [
        " getting arrested especially when you look at some of the the problems we have with our criminal",
        8712.56,
        8716.52
    ],
    [
        " justice system right now instead they have a positive environment never get they go in a college",
        8716.52,
        8721.4
    ],
    [
        " and they go get a great job and they're contributing they're winning now huge impact for our country",
        8721.4,
        8727.42
    ],
    [
        " for our communities to do that and to get more jujitsu more martial arts in some of these these poor",
        8727.42,
        8733.44
    ],
    [
        " super rural areas in our country where there's extreme poverty and our super urban areas where",
        8734.14,
        8738.98
    ],
    [
        " there's extreme poverty where these young men and women don't get that opportunity because their",
        8738.98,
        8742.32
    ],
    [
        " parents can't pay a hundred fifty dollars a month for them to go and they don't have any positive",
        8742.32,
        8746.22
    ],
    [
        " influences in their life man that if that that can fix a lot of problems that we have going on",
        8746.22,
        8751.74
    ],
    [
        " in our country there's no doubt does is there a way to help the guardian project right now go",
        8751.74,
        8757.62
    ],
    [
        " to go to guardian project or if there's a website right there you could become a monthly sponsor I",
        8757.62,
        8763.42
    ],
    [
        " think is is is in startup phase if someone could give five to ten dollars a month to them that is",
        8763.42,
        8769.56
    ],
    [
        " a huge portion of a young man or woman's monthly membership right for them to go to that gym get",
        8769.56,
        8775.46
    ],
    [
        " a free meal have someone looking at the report card tutor in them in math teach them jujitsu confidence",
        8775.46,
        8781.68
    ],
    [
        " mean we got young ladies in there and and they're in there they're confidence when they start dating",
        8781.68,
        8787.48
    ],
    [
        " and who they choose and how that mean the way they're going to approach life these young men",
        8787.48,
        8792.2
    ],
    [
        " and understanding how to respect and train with the young lady I'm going to grapple with you",
        8792.2,
        8797.06
    ],
    [
        " this round and how to respect you all I mean it's it's amazing to watch it's happening at a young",
        8797.06,
        8802.5
    ],
    [
        " age and how quickly they're developing it's awesome that's awesome so higher heroes the guardian",
        8802.5,
        8808.96
    ],
    [
        " project organizations to support and guess that kind of wraps it with us if anybody wanted to support",
        8808.96,
        8819.26
    ],
    [
        " this podcast echo Charles I have a question oh echo comes with a deep question got a question",
        8819.84,
        8826.58
    ],
    [
        " kind of deep so when you watch a few good men are you like on the side of the marines like the",
        8826.58,
        8831.58
    ],
    [
        " whole movie you know few good men he's going against the navy Tom Cruise the navy guy you're",
        8831.58,
        8843.82
    ],
    [
        " not a seal but you know so I am I am when I watch a few good men I am with the marine to all the",
        8843.82,
        8849.1
    ],
    [
        " way up until they break their integrity all right which it's a movie right but but under no",
        8849.1,
        8854.24
    ],
    [
        " circumstances should we break our integrity and and that that's a problem you know that's it's so",
        8854.24,
        8859.42
    ],
    [
        " false no kernel would tell someone one thing then tell this junior guy over here no you go to this",
        8859.42,
        8864.14
    ],
    [
        " and then lie about him try and cover up the big cover up yeah big cover up remember when they break",
        8864.14,
        8868.92
    ],
    [
        " their integrity that's I don't care what uniform you're wearing that that's a problem or if you're",
        8868.92,
        8873.16
    ],
    [
        " not wearing a uniform at all if we just talked about that on the last podcast maintain the integrity",
        8873.16,
        8878.92
    ],
    [
        " it's true oh follow up question is there such thing as a code red no there's no such thing anyway so",
        8878.94,
        8886.62
    ],
    [
        " support right we can talk about that if you guys like cool yeah let's do it right off all right",
        8886.62,
        8893.76
    ],
    [
        " well uh and let's do it fast all right we'll speed it up here let's talk about on it supplements I",
        8893.76,
        8900.28
    ],
    [
        " worked out today is it probably can tell yeah you look like the pump is on it's it's there so on",
        8900.28,
        8904.98
    ],
    [
        " um the name of the pre workout is total strength and performance I left out the strength in there",
        8906.3,
        8912.3
    ],
    [
        " okay so you perform good and you're strong anyway if you want 10% off on its stuff",
        8912.3,
        8917.24
    ],
    [
        " shroom tech off a brain total strengthening performance go to on it dot com slash jaco",
        8917.24,
        8923.3
    ],
    [
        " you threaten me with a krill oil rage today yeah that's cool yeah yeah yeah because yeah so that's",
        8923.3,
        8933.22
    ],
    [
        " jaco that's for 10% off best supplements in the world approved approved approved oh",
        8933.22,
        8938.4
    ],
    [
        " also if you shop at amazon by duct tape whatever um or the books really talk about",
        8938.4,
        8949.08
    ],
    [
        " hard for the fight you better order this one quick because I don't think it's in print right now",
        8949.08,
        8955.1
    ],
    [
        " and my my mom bought off five copies my mother bought I can't believe you've got one",
        8955.1,
        8961.04
    ],
    [
        " she must have resold that on ebay didn't realize she said to you yeah so yeah but it is on amazon though",
        8961.08,
        8968.16
    ],
    [
        " and you can buy it yeah and in the event of you doing that or buying anything else um and you",
        8968.16,
        8974.54
    ],
    [
        " want to support the podcast by the way click through the jaco podcast dot com website or jaco",
        8974.54,
        8980.02
    ],
    [
        " store website so click on the little amazon banner boom then do your shopping then get the book",
        8980.02,
        8984.06
    ],
    [
        " or whatever else you get um and you can support that way that's a good way that's like small action",
        8984.06,
        8990.56
    ],
    [
        " big result like sodium in a fish tank is what we say you know that's what you say we",
        8990.58,
        8998.2
    ],
    [
        " come on bro we say it that's all good anyway um and then you know subscribe to the podcast on",
        8998.2,
        9004.3
    ],
    [
        " iTunes and stitcher and google play if you haven't already seems obvious but you know do that if",
        9004.3,
        9008.54
    ],
    [
        " you haven't and then you know brighter review if you're in the mood and you're in the mood",
        9008.54,
        9012.48
    ],
    [
        " to support podcast also youtube we're putting out more videos now i noticed that shorter videos",
        9012.48,
        9018.04
    ],
    [
        " jaco good that's one of the OG videos that was a good one no by the way um i thought i thought it",
        9018.04,
        9026.14
    ],
    [
        " was good uh subscribe yeah youtube if you like those videos if you like little jaco make nuggets",
        9026.14,
        9031.5
    ],
    [
        " rather than the whole podcast all at once shareable right i say brain stand watch this video real quick",
        9031.5,
        9038.5
    ],
    [
        " it's two hours long you're not watching it real quick three minutes long you might watch that",
        9038.5,
        9042.84
    ],
    [
        " one real quick absolutely same thing exactly right the same thing so that's what we're doing now",
        9042.84,
        9046.94
    ],
    [
        " if you didn't know so yeah subscribe to that if you want um you know you want to be updated on that",
        9046.94,
        9052.18
    ],
    [
        " also jaco as a store it's called jaco store jaco store dot com we think of original names like",
        9052.18,
        9060.7
    ],
    [
        " that simple but you know you got a cool name like jaco why change it up right yeah yeah it's perfect",
        9060.7,
        9067.2
    ],
    [
        " and you know there's some shirts on there you know if you want to kind of get after it that way",
        9067.64,
        9071.46
    ],
    [
        " get yourself a shirt that's kind of you know you're wearing shirts anyway i figure right yeah why not",
        9071.46,
        9076.12
    ],
    [
        " wear jaco shirt right and so you got a wear one anyway right exactly i agree with you i agree with",
        9076.12,
        9081.54
    ],
    [
        " you right and they're good we kind of wait no man this has to be one this is one equals freedom",
        9081.54,
        9086.7
    ],
    [
        " yeah this is fun to go see that's an awesome shirt there you go see that is an awesome shirt",
        9086.7,
        9090.68
    ],
    [
        " brain stand up approved there's a lot of you wearing those shirts pretty legit yeah there's an",
        9090.68,
        9095.42
    ],
    [
        " i'll show you some and you know what you just wanted to wear the shirt yeah you want to go ahead and",
        9095.42,
        9099.86
    ],
    [
        " live the life you better represent the life you're gonna do that don't wake up at 10-30 in the",
        9099.86,
        9105.36
    ],
    [
        " morning or all that bad honestly no no yeah go accomplish something getting the game you know very well",
        9105.36,
        9110.7
    ],
    [
        " put yes um so yeah check out those shirts i'm not saying buy a shirt i'm not sitting here and saying",
        9110.7,
        9115.66
    ],
    [
        " buy a shirt i'm saying go on go on the website jaco store dot com look at the shirts if you like",
        9115.66,
        9120.44
    ],
    [
        " the shirts and you want to support the podcast get a shirt it's on you um there's some rash",
        9120.44,
        9128.44
    ],
    [
        " guards in there so you can you know some some physical activity grappling surfing cross anything",
        9128.44,
        9134.94
    ],
    [
        " they you know anything they do a lot of physical activity in the range of motion rash guards good",
        9134.94,
        9139.6
    ],
    [
        " hoodies good patches good regulation size or not regulations good all good anyway check what about",
        9139.6,
        9147.36
    ],
    [
        " these mugs these mugs better be on there oh yeah the mugs but unfortunately uh i got a bunch of",
        9147.36,
        9153.14
    ],
    [
        " them made and we sold them on amazon and we had a bunch in stock and then Joe Rogan posted a picture",
        9153.14,
        9159.14
    ],
    [
        " of his and then they were gone and they're out of the stock saying had to be yeah i got more coming",
        9159.14,
        9163.2
    ],
    [
        " there's uh yeah got black and the map black early march i think i i tweet out before we started",
        9163.2,
        9168.72
    ],
    [
        " the show just just showed the desk with all the weapons on it the amount of testosterone and jawline",
        9168.72,
        9173.84
    ],
    [
        " here is maximum capacity we know i said it there's 30 feet of jawline i'm gonna do this office right now",
        9174.56,
        9182.38
    ],
    [
        " yeah but yeah those i think what march right too it's like i think early march i think they'll be",
        9182.38,
        9189.58
    ],
    [
        " available or something like that and still working on the international for the mugs right yeah",
        9189.58,
        9193.62
    ],
    [
        " probably so hey we're gonna make that happen so i'm stand by it for that uh also okay psychological",
        9193.62,
        9199.38
    ],
    [
        " i i like to feel sometimes i don't need this anymore i'm over it but if you do need psychological",
        9199.76,
        9205.62
    ],
    [
        " warfare can't here's what it is you ever have those days where you're like you're about to work out",
        9205.62,
        9212.04
    ],
    [
        " or you plan to work out and you're like maybe you know maybe i'll just work out tomorrow everybody has",
        9212.04,
        9218.32
    ],
    [
        " you absolutely right yes so what you do is you get this album that we we put together well it's",
        9218.32,
        9226.16
    ],
    [
        " jockele talking i just kind of recorded it but like i said echo presses record better than anybody",
        9226.16,
        9231.84
    ],
    [
        " you know better than it's true absolutely true put it on night tunes you can get like a track",
        9231.84,
        9236.4
    ],
    [
        " like if your thing is like i eat donuts way too much and you're like i'm gonna fight the donuts or",
        9236.4,
        9241.42
    ],
    [
        " whatever you can just get that track it's called what sugar coated lies that's for example",
        9241.42,
        9245.38
    ],
    [
        " is it just jaco's voice telling you why not to eat the donut yeah i love this yeah",
        9245.38,
        9250.96
    ],
    [
        " yeah yeah don't actually you don't need to your voice is so stern and intense it does it matter",
        9250.96,
        9256.92
    ],
    [
        " absolutely right yeah it's like Batman right no i shouldn't bail Batman don't eat the donut",
        9256.92,
        9262.96
    ],
    [
        " that's more late late does this Batman voice you're kind of like um i don't know i'm like",
        9262.96,
        9267.58
    ],
    [
        " i don't know joker or something i don't know either way there's a bunch of them though it's",
        9267.58,
        9272.4
    ],
    [
        " cool like that's to wake up in the morning with it anyway it's good man it helps it's been very",
        9272.4,
        9277.66
    ],
    [
        " well received surprisingly yeah i was kind of surprised yeah so yeah echo thought it was a good",
        9277.66,
        9282.84
    ],
    [
        " idea you know man people need this i'm like people need two minutes of me talking about don't i",
        9282.84,
        9287.66
    ],
    [
        " need it that's what i need to go workout but what's crazy people post and send me like there's no way",
        9287.66,
        9294.0
    ],
    [
        " i can sleep through because one of them the first track is called wake up and get after it",
        9294.0,
        9298.98
    ],
    [
        " because i i think that really one of the easiest ways to start developing discipline in your life",
        9298.98,
        9303.96
    ],
    [
        " is to wake up early in the morning so the first track is wake up and get after it and actually do",
        9303.96,
        9308.24
    ],
    [
        " it account to ten give you the opportunity ten seconds fair enough to get out of bed if not out of",
        9308.24,
        9313.34
    ],
    [
        " bed by then we got issues crazy it's it's it's it's fun uh anything else along with that",
        9313.34,
        9324.84
    ],
    [
        " if you want to get some jokal white tea yeah it's available it's available in in stock on amazon",
        9324.84,
        9330.32
    ],
    [
        " and you know before i was hesitant because at one time i said hey we'll never sell out of it again",
        9330.66,
        9334.52
    ],
    [
        " and everybody that listened to this podcast bought it that day we sold out in 15 minutes",
        9334.52,
        9339.6
    ],
    [
        " because we told out the first time and i said no i'm just gonna get a ton i said don't worry",
        9339.6,
        9343.28
    ],
    [
        " guys we'll never sell it again yeah we sold out again now i'm feeling pretty confident that we",
        9343.28,
        9348.36
    ],
    [
        " won't sell out again that means i went cut a rickter that's what i over engineered the whole thing so",
        9348.36,
        9355.06
    ],
    [
        " we shouldn't sell out of jokal white tea again you can get it on amazon.com international",
        9355.16,
        9360.92
    ],
    [
        " orders check ebay when you're clicking on amazon get this book right here by brine stand",
        9360.92,
        9366.56
    ],
    [
        " heart for the fight you heard it and talking about it tonight i covered a tiny portion of the book",
        9366.56,
        9372.84
    ],
    [
        " great information about combat about leadership and about life definitely check it out i'll put",
        9372.84,
        9379.1
    ],
    [
        " on the website yeah it'll be on the website for easy access you know boom it'll be on the website",
        9379.1,
        9383.94
    ],
    [
        " and also we were just talking about this got that kid's book coming out uncle jake teaching young mark",
        9383.94,
        9391.56
    ],
    [
        " how to be a warrior kid instead of a wimpy kid do you get to yeah pull ups yeah studying yes being",
        9391.56,
        9400.0
    ],
    [
        " disciplined yes basically getting after it affirmative h ten pre-order it now why not",
        9400.0,
        9406.9
    ],
    [
        " if you like this podcast 100% you will like this book i don't care if you're 49 years old you will",
        9408.82,
        9414.9
    ],
    [
        " dig this book i dig this book i wrote it and i like it i like to read it my nine year old daughter's",
        9414.9,
        9421.56
    ],
    [
        " reading it oh yeah yeah it's it's good i'll put i'll leave it at that and i'm not a person to sit",
        9421.56,
        9427.82
    ],
    [
        " here and say like oh what i did is really good i don't do that i like this book a lot",
        9427.82,
        9432.66
    ],
    [
        " well you did it really good yeah uh also layfe and i wrote that book right there the book called",
        9432.82,
        9439.06
    ],
    [
        " extreme ownership you can get it we talk about war and we talk about leadership and we talk about",
        9439.06,
        9446.2
    ],
    [
        " war you know what else would we talk about get the right one not one of the spinoffs",
        9446.2,
        9450.18
    ],
    [
        " yeah the fake right down uh lastly extreme ownership master may fourth and fifth at the",
        9450.18,
        9456.64
    ],
    [
        " mariet marquee in new york city extreme ownership mustered number two by the way number one",
        9456.64,
        9462.02
    ],
    [
        " already happened in sandy eggel it was awesome this one's gonna be awesome by the way i'm",
        9462.02,
        9465.72
    ],
    [
        " gonna say this yet about extreme ownership muster two we will be there i will be there echo",
        9465.72,
        9472.2
    ],
    [
        " Charles will be there we will not be backstage we will be there is no backstage we will be up front",
        9472.2,
        9479.68
    ],
    [
        " i will be sitting at your table we will be talking about things jp denel is gonna be there as well",
        9479.68,
        9486.16
    ],
    [
        " he's gonna come and get some so come on out to that may fit fourth and fifth there's a video coming",
        9486.36,
        9491.52
    ],
    [
        " out about it soon i warned you that when the video comes out it's gonna sell out because echo",
        9491.52,
        9496.16
    ],
    [
        " Charles makes these videos so persuasive that everyone's gonna come and while you're waiting for",
        9496.16,
        9504.62
    ],
    [
        " the master you can still carry on this conversation with us on the interwebs on twitter on instagram",
        9504.62,
        9512.62
    ],
    [
        " and when you're gonna look at that face bookie boha we're gonna be on that one too so echo is at echo",
        9512.62,
        9520.0
    ],
    [
        " Charles i am at jaco willink and brion stan is at brion stan i keep it simple i like how you do it",
        9520.0,
        9528.24
    ],
    [
        " two ends on stand by the way echo Charles you got any clothing thoughts that's it man my man",
        9528.24,
        9534.86
    ],
    [
        " good to meet you and have you for sure mr brion stan pleasure guys thoughts a pleasure and honor thank",
        9534.86,
        9541.56
    ],
    [
        " you so much for having me on we i know we've been trying to do this for probably over a year now",
        9541.56,
        9545.28
    ],
    [
        " well worth it and uh you've got a new subscriber i've got to listen to more of this i mean we talk",
        9545.28,
        9550.3
    ],
    [
        " about a lot of things that we think we already know you know but man it's motivating though when you",
        9550.3,
        9554.12
    ],
    [
        " continue to hear it you continue to hear it and you hear like minded people out there achieving",
        9554.12,
        9558.14
    ],
    [
        " awesome thanks thanks for coming on and i would like to thank everyone for listening and we appreciate",
        9558.14,
        9567.64
    ],
    [
        " the support and the fact more so the fact that you are out there with us trying to get better",
        9567.64,
        9574.22
    ],
    [
        " and for those of you with a uniform on especially those overseas right now",
        9574.22,
        9580.9
    ],
    [
        " taking the flight to the enemy thank you all for keeping us free to law enforcement and",
        9580.9,
        9589.52
    ],
    [
        " firefighters thanks to you for keeping us safe for those of you that are just out there on the grind",
        9589.52,
        9596.16
    ],
    [
        " working hard and doing good work go ahead and keep doing that good work",
        9596.24,
        9605.2
    ],
    [
        " and brion thanks for coming on thanks for your career in the octagon thanks for what you're doing now",
        9605.2,
        9614.84
    ],
    [
        " with the charity and helping vets but most of all thanks for your service to this great nation",
        9614.84,
        9623.02
    ],
    [
        " and to your fellow marines who i was always humbled to serve alongside thanks to you you proud leather",
        9624.56,
        9640.18
    ],
    [
        " necks for your service and sacrifice and forever upholding your motto",
        9640.92,
        9647.9
    ],
    [
        " semper fidelis always faithful and when we go forward each of us all of us when we go forward",
        9647.9,
        9664.74
    ],
    [
        " in our lives let us do so with the intention of honoring those brave souls those soldiers",
        9664.74,
        9678.88
    ],
    [
        " sailors airmen and marines who stood and held the line",
        9678.88,
        9686.52
    ],
    [
        " and gave their last full measure for us",
        9687.9,
        9697.02
    ],
    [
        " so until next time this is brion and echo and jaco out",
        9697.02,
        9712.96
    ]
]