[
    [
        " This is the Jocco Underground Podcast number 15 with Echo Charles and me,",
        0.0,
        4.54
    ],
    [
        " Jocco Willink. Good evening, Echo. Good evening. So I'm in Task Unit,",
        4.82,
        8.98
    ],
    [
        " bruiser and I am the commander of Task Unit,",
        9.02,
        14.76
    ],
    [
        " bruiser, which is, it sounds like a real arrogant thing to say, but I was the guy that was in charge.",
        14.88,
        19.36
    ],
    [
        " And we deployed, we did a workup, we deployed, we came back. When it came back,",
        20.1,
        25.18
    ],
    [
        " Lafe. So there's two platoon commanders. Lafe and Seth. Lafe. When we got back,",
        25.94,
        32.42
    ],
    [
        " he went to the junior officer training course and he started running that. I moved into the",
        32.88,
        41.0
    ],
    [
        " training detachment and started running the training for seals getting ready to, for the seal",
        41.0,
        45.78
    ],
    [
        " platoons and Task Unit's getting ready to deploy to Iraq and Afghanistan. And then Seth",
        45.78,
        51.58
    ],
    [
        " actually stepped up and took my job as Task Unit commander. And so he took over Task Unit",
        51.78,
        61.16
    ],
    [
        " bruiser in a way, but actually in a way he didn't because they split up Task Unit bruiser.",
        61.16,
        67.38
    ],
    [
        " When we got back, they took all those, as many guys they couldn't, they spread them into other",
        67.94,
        76.24
    ],
    [
        " Task units because it was just too much, it was too much force to have all these guys. So,",
        76.3,
        85.34
    ],
    [
        " Seth kept some of the guys, but it was mostly new guys so that they didn't even really call",
        85.64,
        91.36
    ],
    [
        " themselves Task Unit bruiser. There was maybe a little semblance left over, but Seth took my job.",
        91.36,
        98.38
    ],
    [
        " So in the seal teams, we have this thing, I don't want to make it like it's that big of a thing,",
        98.54,
        103.66
    ],
    [
        " but we had this thing called A. We called the Ouija board is what we called it. And what it is,",
        103.66,
        108.42
    ],
    [
        " it's basically a magnet board. And there's one at the whole command and the whole command they have",
        108.8,
        114.46
    ],
    [
        " on this magnet board of everyone that's at the command. They have a little magnet that has your",
        114.46,
        122.12
    ],
    [
        " picture on it, your name, your rank, and maybe what qualifications you have. And there's one of those",
        122.12,
        129.1
    ],
    [
        " in the Master Chiefs office that's huge, like a big blackboard in school with whatever 200 people",
        129.1,
        134.52
    ],
    [
        " on it. But then in a Task Unit, you'll have one too. And so we had one in the Task Unit. We had",
        134.52,
        139.82
    ],
    [
        " the Ouija board. And when I was the Task Unit Commander, when we got home, I was the top of the",
        139.82,
        147.84
    ],
    [
        " I was the top of the Ouija board. And then when Seth stepped up and became the Task Unit Commander,",
        147.84,
        155.3
    ],
    [
        " well, he moved up to the top. But he didn't take me off. What he did with me was he kind of slid my",
        155.3,
        164.14
    ],
    [
        " picture over to the right. He was actually put it above him. And then he put a little, he put like a",
        164.14,
        170.5
    ],
    [
        " little cartoon, I think they call it a little cartoon call out. So it looked like I was saying,",
        170.5,
        175.9
    ],
    [
        " so there was words coming out of my mouth. Just had me giving him some simple instruction. And that",
        175.9,
        182.46
    ],
    [
        " simple instruction was don't fuck it up. And it was something that I had said to him, you know, he was",
        182.9,
        192.54
    ],
    [
        " he was going out while he was working for me. When I was the Task Unit Commander, he's working for me.",
        192.54,
        197.22
    ],
    [
        " He was going out. We were doing some training and he had like a a smaller mission to go out on",
        197.34,
        202.94
    ],
    [
        " pretty early on. And it was something that was it was like going to be a challenge, but it was",
        202.94,
        206.56
    ],
    [
        " pretty simple and pretty straightforward. And he looked like he was, you know, maybe could use",
        206.56,
        211.16
    ],
    [
        " a little confidence boost. And I was like, dude, this is no factor. You got this. And then he kind of",
        211.16,
        217.04
    ],
    [
        " like had in a split second had a little overconfident look in his face. And so I said, don't fuck it up.",
        217.04,
        225.46
    ],
    [
        " You brought him back down and he went, you know, we laughed about it.",
        225.8,
        229.62
    ],
    [
        " But it's true. It's actually, it's actually true. And it was true on the Ouija board. And he knew",
        231.28,
        236.64
    ],
    [
        " that it was true on the Ouija board. And he the Ouija board is literally sitting in front of his",
        236.64,
        241.46
    ],
    [
        " desk. So when he would look up from his desk, he sees the Ouija board. He sees all of his troops.",
        241.46,
        245.7
    ],
    [
        " And he sees me and that little call out saying don't fuck it up. And he knew it was the truth.",
        246.14,
        250.94
    ],
    [
        " Because it's the best job in the world. Best job in the world. Being in a seal platoon or being in a",
        251.46,
        258.52
    ],
    [
        " seal task unit and being in a leadership role as an honor to be in that situation. You got all",
        258.52,
        263.56
    ],
    [
        " these, you got all these guys that are actually relying on you to do a good job and make the right",
        263.56,
        273.14
    ],
    [
        " decisions and to not fuck it up. And he didn't, he didn't, he did a great job as a task unit commander.",
        273.14,
        285.34
    ],
    [
        " And when he went overseas, another interesting thing was, you know, he was pretty",
        285.5,
        289.6
    ],
    [
        " the deployment to Ramadi was freaking hard. And he did, I don't know how many operations, but it",
        289.6,
        297.62
    ],
    [
        " was a shit ton. And you know, they had a bunch of guys wounded right before we came home. You know,",
        297.62,
        305.92
    ],
    [
        " he had, he had Mikey killed. And it was rough. And so when he was getting ready to, when we got",
        305.92,
        315.62
    ],
    [
        " back, he wasn't quite sure what he was going to do. And I said, listen, man, do the task unit commander.",
        315.62,
        319.12
    ],
    [
        " I go that things are chilling out. You'll go over there. It's not going to be a big deal.",
        319.18,
        323.46
    ],
    [
        " I'm in charge of training. It'll be fun. And you know, once you get overseas, you know, it'll",
        323.6,
        329.84
    ],
    [
        " just be no factor. There's not the war is going to be settled down. It's a year and a half away.",
        329.84,
        334.38
    ],
    [
        " Well, sure enough, he gets over there, expecting to have this mellow deployment. And when some of the",
        335.34,
        343.4
    ],
    [
        " army leadership found out that there was guys from task unit, bruiser back in country, they sent out",
        343.4,
        350.02
    ],
    [
        " a request for forces, but it was very specific. It was like, we would like to have approximately",
        350.02,
        357.76
    ],
    [
        " this many seals with this kind of experience. And they might as well have said, you know, six-foot-one,",
        357.76,
        362.56
    ],
    [
        " blonde, hair-shaped head, blue-eyed commander of that unit, like, warning stoner.",
        362.56,
        367.68
    ],
    [
        " So that's what happened. And they put together a crew and went into executed a bunch of operations",
        368.62,
        376.46
    ],
    [
        " in Sauders City and Baghdad. That was, they were extremely effective operations. And the",
        376.46,
        384.0
    ],
    [
        " insurgent leadership inside Sauders City, Sauders City had been a total disaster for the entire war",
        384.0,
        390.2
    ],
    [
        " up in the Thames 2008. So for five straight years, Sauders City had been really horrible. And his",
        390.2,
        398.48
    ],
    [
        " task unit rolled in there and they killed a lot of bad guys. And the insurgent leaders, I think it",
        398.48,
        405.48
    ],
    [
        " was about six weeks of operations that they did. They killed hundreds of bad guys. And then the",
        405.48,
        411.02
    ],
    [
        " insurgent leadership in there surrendered. They basically surrendered. All right, we're good.",
        411.02,
        415.8
    ],
    [
        " So that was it. So then he finished that. Well, I've been to the game home and you know, he continued",
        417.04,
        422.14
    ],
    [
        " on to this career. I retired and fast forward a few years. Actually, you fast forward from 2008 to",
        422.14,
        432.94
    ],
    [
        " 2017. So almost a decade. And Seth got killed in a in a parachute accident.",
        432.94,
        439.64
    ],
    [
        " And. And so I no longer, you know, have the ability to offer him any advice or anything like that.",
        440.72,
        458.54
    ],
    [
        " And I don't have the opportunity to tell him to not fuck things up.",
        458.54,
        462.0
    ],
    [
        " But it's interesting because I was thinking about this the other day. And it's like the roles have",
        463.1,
        474.68
    ],
    [
        " been reversed. And now I think probably Seth is looking down on me. And he sees me. He sees my life.",
        474.68,
        486.34
    ],
    [
        " He sees the freedom that that I have that we have the opportunity that we all have the opportunity",
        486.34,
        492.88
    ],
    [
        " to do more and and make ourselves better and help more people and and and have an impact on the",
        492.88,
        499.06
    ],
    [
        " world. And I can I can imagine and I do imagine that he's sitting there looking down on me. And he's",
        499.06,
        507.28
    ],
    [
        " saying the same thing. He's telling me the same thing that I told him, which is don't fuck it up.",
        507.28,
        514.9
    ],
    [
        " And why am I saying this? Why am I why am I why am I reciting this story?",
        519.98,
        525.36
    ],
    [
        " It's because it's actually really good advice. It's actually really good advice for us all to take.",
        526.22,
        536.32
    ],
    [
        " It's it's simple. It's straightforward. And it actually makes sense when you are making decisions",
        536.5,
        542.64
    ],
    [
        " if you think through what you're doing and you overlay the simple principle of not fucking it up.",
        542.64,
        554.06
    ],
    [
        " You'll see that life's filled with all kinds of opportunities and chances and things are going",
        554.6,
        558.56
    ],
    [
        " to get hard and there's going to be challenges of course, but there's people out there and there's",
        558.56,
        572.62
    ],
    [
        " so don't fuck it up. Straight forward advice, right?",
        572.62,
        580.28
    ],
    [
        " I think so. Oh yeah. It's similar advice. I've given other. I think I think this was JP.",
        580.64,
        586.92
    ],
    [
        " It was I don't know if I gave it to JP or I was we were talking about someone else, but it was",
        588.48,
        592.96
    ],
    [
        " don't do dumb shit. Like this is another great piece of advice. Because how many people do you know",
        592.96,
        600.96
    ],
    [
        " have sent their lives into a freaking downward spiral because they're doing dumb shit.",
        600.96,
        604.68
    ],
    [
        " If you can just not do dumb shit and don't fuck it up, you're going to be on a pretty good path.",
        605.16,
        610.4
    ],
    [
        " Yeah, I wonder why that is that why people do dumb shit? No, like the difference between doing dumb",
        610.72,
        619.78
    ],
    [
        " shit just if you're not told versus when you are told is kind of like, oh wait, I'm not supposed to do",
        619.78,
        630.58
    ],
    [
        " it in mind, you know, even though it seems pretty obvious like what do you call like doesn't need",
        630.58,
        635.54
    ],
    [
        " to be said or whatever, but it kind of helps. If it gives you that one more millisecond filter on your",
        635.54,
        643.8
    ],
    [
        " decision making process to say, you know what? This is some dumb shit right now. Yeah, but it's almost",
        643.8,
        650.56
    ],
    [
        " like it makes it official, you know, like, hey, you you just literally broke the rule right now.",
        650.56,
        654.88
    ],
    [
        " It's like, oh man, I broke that rule. But if you don't say it, it's like, well, that's not really a",
        654.88,
        658.12
    ],
    [
        " rule and you can justify that I was saying the wrong thing. He stepped on my foot whatever,",
        658.12,
        662.38
    ],
    [
        " you know, it lists it to the dumb shit. But if it's a rule, it's almost like a little psychological",
        662.7,
        668.36
    ],
    [
        " thing. Yeah, language wise, you know, we early on we had like a podcast about like not swearing.",
        668.36,
        676.4
    ],
    [
        " And, you know, I was basically saying, hey, you know, it doesn't really, in many cases,",
        676.82,
        682.66
    ],
    [
        " doesn't help your message, especially talking to a broad audience, you know, who's listening,",
        682.66,
        686.48
    ],
    [
        " etc, etc. I got recordings of me debriefing seals. And it's just F bomb. It's F carpet bombing.",
        686.48,
        695.24
    ],
    [
        " It's carpet bombing. There's one every three sentences I I sent it out to the dudes from",
        695.68,
        701.34
    ],
    [
        " Ashlam front. I sent like a little clip out. I was just F bomb F bomb. Then the interesting thing is",
        701.34,
        706.22
    ],
    [
        " I'm talking about I'm talking about the exact same things that I talk about all the time right now.",
        706.22,
        711.66
    ],
    [
        " The first one I sent him was me talking about cover move. And, you know, I'm sitting there saying,",
        711.7,
        716.58
    ],
    [
        " and I'm talking to a seal task unit that's going through some training. And I'm saying, you",
        716.8,
        722.72
    ],
    [
        " guys heard me fucking say cover move. You fucking heard me say that shit. There's a fucking reason",
        722.72,
        727.14
    ],
    [
        " why I say that shit. The fucking reason I say that is because if you're out there and the fucking",
        727.14,
        730.86
    ],
    [
        " that is a little excerpt of what we are doing on the Jocco Underground podcast. So if you want to",
        736.4,
        743.02
    ],
    [
        " continue to listen, go to joccounderground.com and subscribe. And we're doing this to mitigate our",
        743.02,
        750.2
    ],
    [
        " reliance on external platforms. So we are not subject to their control. And we're doing it so we",
        750.2,
        756.66
    ],
    [
        " can give you more control, more interaction, more direct connections, better communications.",
        756.66,
        761.52
    ],
    [
        " It with us strengthen this legion of troopers that are in the game with us. So thank you. It's",
        761.52,
        767.56
    ],
    [
        " joccounderground.com. It costs $8.18 a month. And if you can't afford to support us, we can",
        767.56,
        775.28
    ],
    [
        " still support you. Just email assistance at joccounderground.com. And we'll get you taken care of.",
        775.28,
        781.18
    ],
    [
        " Until then, we will see you in mobilized underground.",
        781.18,
        786.3
    ]
]