[
    [
        " How do you handle it when someone up the chain of command?",
        0.0,
        2.38
    ],
    [
        " Beatres trust.",
        3.1,
        4.64
    ],
    [
        " Like what is this like lying? They like you or this could be this is a huge.",
        4.94,
        9.08
    ],
    [
        " This is a huge spectrum of things.",
        9.22,
        10.8
    ],
    [
        " So for number one, you just learned.",
        10.8,
        13.74
    ],
    [
        " Right. You just learned something about someone's character.",
        14.36,
        17.74
    ],
    [
        " Yeah. You now kind of know better what you're dealing with.",
        17.74,
        21.04
    ],
    [
        " Now if this is a major situation,",
        21.14,
        24.12
    ],
    [
        " you might have to immediately confront it and or go above them in the chain of",
        24.54,
        29.78
    ],
    [
        " command. I mean, if there's lives at risk, if there's something morally wrong that is",
        29.78,
        34.02
    ],
    [
        " happening, if there's something illegal that's happening that now you're going to get wrapped",
        34.02,
        38.72
    ],
    [
        " into and that's another decision you got to make. If you're not going to be wrapped into it,",
        38.72,
        42.32
    ],
    [
        " then it's a decision you got to make if you want to ruin this person's life or whatever.",
        42.32,
        45.2
    ],
    [
        " That's that's a different decision. That's not this question. We'd have to deal with that in a",
        45.36,
        48.48
    ],
    [
        " separate question. Are innocent people being hurt? So if it's something like that,",
        48.48,
        55.42
    ],
    [
        " lives at risk, you know, something morally wrong is happening, something illegal is happening.",
        55.42,
        59.9
    ],
    [
        " Innocent people being hurt, then you're probably going to have to say something or you're going",
        60.5,
        64.52
    ],
    [
        " to have to say something. Now I will tell you this before you say something, make sure all your",
        64.52,
        71.32
    ],
    [
        " ducks in a row, make sure you have evidence. Don't go off half cock to be ready because people that",
        71.32,
        79.06
    ],
    [
        " are deceitful like this, they prepare, they are ready for battle to protect themselves and they",
        79.14,
        87.26
    ],
    [
        " don't care what happens to other people. So you got to watch out for that. Now, if it's something",
        87.26,
        92.1
    ],
    [
        " really, if it's something minor, you know, if it's something minor, then that's something that you",
        92.1,
        109.04
    ],
    [
        " but it allows you to see person's character and that means again, it's a minor infraction,",
        109.76,
        114.98
    ],
    [
        " but it also means you got to watch yourself and you got to watch them a little bit more closely.",
        115.22,
        118.98
    ],
    [
        " You got to be careful because people like that, they think they're smarter than everyone else.",
        119.48,
        126.64
    ],
    [
        " They think that they're getting away with life. So they think they're smarter and there's",
        127.02,
        130.32
    ],
    [
        " like a little hint of social path in there that they can get away with these lives. And so you've",
        130.32,
        138.14
    ],
    [
        " got to watch them. You got to watch them carefully. And like I said, it kind of goes back to that",
        138.14,
        146.12
    ],
    [
        " previous question because you don't want to be a person that comes across as dishonest yourself.",
        146.12,
        153.48
    ],
    [
        " And if people don't think they can trust what you're saying, they're not going to trust you",
        154.68,
        159.68
    ],
    [
        " with other things. So if you know I'm not giving you good feedback because I'm too nice,",
        159.68,
        164.98
    ],
    [
        " you're not going to start, you're not going to respect my opinion anymore.",
        166.38,
        169.4
    ],
    [
        " Right. So you know, when you're dealing with someone, if someone comes to you and said,",
        169.78,
        176.22
    ],
    [
        " again, this is honesty versus dishonesty. If you come to me and say, hey, what do you think of this plan?",
        176.3,
        180.86
    ],
    [
        " I'm not going to say, hey, I think that's a stupid plan. I might say, I don't know if that's how I do it.",
        181.58,
        188.94
    ],
    [
        " I might try this approach, right? You're just going to be diplomatic. If you,",
        189.02,
        191.88
    ],
    [
        " if I'm not going to say to you, I don't think you're smart enough to figure this out.",
        193.72,
        196.82
    ],
    [
        " I want to move you to a different division because I don't think you're smart enough to solve",
        197.28,
        201.58
    ],
    [
        " this problem. I'm not going to say that. I'm going to say, you know what? I need you on this other",
        201.58,
        205.78
    ],
    [
        " project over here that I think you're going to be really knock this thing out of the park.",
        205.78,
        209.24
    ],
    [
        " No, you're going to know deep inside. But it's called tact. And that's what you have to use.",
        209.92,
        220.24
    ],
    [
        " But back to the honesty or when person betrays your trust, you've learned, you've learned about",
        221.54,
        226.7
    ],
    [
        " their character. If it's a big thing, you're going to have to talk about it. You're going to have to",
        226.7,
        230.36
    ],
    [
        " tell somebody. Yeah. If it's a little thing, you got to watch.",
        230.36,
        236.86
    ]
]