[
    [
        " I don't really like those words, self-help or self-management or self-improvement.",
        0.1,
        6.46
    ],
    [
        " I don't really like what those words have come to mean these days.",
        6.9,
        11.76
    ],
    [
        " Because there's a lot of people out there that are constantly trying to improve themselves",
        12.94,
        17.3
    ],
    [
        " by looking for the one change, the one change, right?",
        17.3,
        23.6
    ],
    [
        " The one change in their life that's going to make their dreams come true.",
        23.74,
        27.24
    ],
    [
        " And even worse, on top of that, there's a lot of people out there, a lot of self-help gurus",
        28.9,
        35.3
    ],
    [
        " and these hyperactive motivational speakers and these other self-appointed modern Zenyoga",
        35.3,
        42.92
    ],
    [
        " warriors that they're trying to sell the one thing.",
        42.92,
        46.28
    ],
    [
        " They're trying to sell the nine steps or the enlightened path that's going to allow",
        46.38,
        51.2
    ],
    [
        " you to unlock all of your human potential and fulfill the dreams.",
        51.2,
        56.46
    ],
    [
        " So you can live the life that you've always wanted to live.",
        56.46,
        60.06
    ],
    [
        " Now, I'm no guru.",
        61.48,
        65.4
    ],
    [
        " And I definitely don't claim to be.",
        66.68,
        68.82
    ],
    [
        " I'm just a man.",
        69.2,
        70.18
    ],
    [
        " But I will tell you this, it isn't one thing.",
        71.78,
        75.66
    ],
    [
        " And it isn't ten things and it isn't a hundred things.",
        76.46,
        79.74
    ],
    [
        " It isn't a quick path and there are no shortcuts.",
        80.04,
        84.5
    ],
    [
        " Meditation won't get you there and neither will a miracle drug or an organic supplement",
        87.04,
        93.24
    ],
    [
        " or some super food.",
        93.24,
        95.02
    ],
    [
        " Getting better isn't a hack or a trick or a one change that you need to make.",
        95.18,
        103.48
    ],
    [
        " Getting better is a campaign.",
        104.54,
        107.36
    ],
    [
        " It's a campaign.",
        108.24,
        109.42
    ],
    [
        " It's a daily, a weekly.",
        109.8,
        111.48
    ],
    [
        " It's an hourly fight.",
        111.66,
        113.04
    ],
    [
        " An uninscessing fight that doesn't stop against weakness and against temptation and",
        115.02,
        120.18
    ],
    [
        " against laziness.",
        120.18,
        121.1
    ],
    [
        " It's a campaign of discipline.",
        121.1,
        122.8
    ],
    [
        " The campaign of hard work and dedication.",
        123.38,
        126.98
    ],
    [
        " It's waking up early and going to bed late and grinding out every second in between.",
        127.32,
        132.18
    ],
    [
        " Every single day.",
        133.08,
        135.16
    ],
    [
        " So you want to get better?",
        136.72,
        141.0
    ],
    [
        " You want to self-improve?",
        141.74,
        143.98
    ],
    [
        " Stop looking for a shortcut and go find your alarm clock and find your discipline and find your",
        144.92,
        154.58
    ],
    [
        " guts and your passion and your drive and find it you will.",
        154.58,
        158.88
    ],
    [
        " And then.",
        159.52,
        162.78
    ],
    [
        " And then you will find your freedom.",
        163.6,
        170.08
    ]
]