[
    [
        " This is Jocco podcast number 55 with echo Charles and me, Jocco Willink. Good evening, echo. Good evening.",
        0.04,
        10.18
    ],
    [
        " Well, our last podcast, which I guess is no surprise at this point, went a little long. Did not have room for Q&A.",
        10.7,
        24.4
    ],
    [
        " So because of that, we have, we will dedicate podcast number 55 today to Q&A. Questions from the interwebs, thanks to everyone that has submitted questions through the interwebs so that we can attempt to answer some of them.",
        25.0,
        43.86
    ],
    [
        " Yeah.",
        44.8,
        44.88
    ],
    [
        " And with that, echo Charles. Yes.",
        45.6,
        48.42
    ],
    [
        " Questions from the interwebs. What do you got? Well, first question is, how important is purpose reason or cause in being successful like the purpose your purpose?",
        48.52,
        63.28
    ],
    [
        " Right.",
        63.46,
        63.56
    ],
    [
        " Well, clearly purpose and reason and cause are extremely important. This is, this is the why of your actions. This is knowing why you're doing what you're doing. This is the commander's intent.",
        65.8,
        79.74
    ],
    [
        " And so you, you absolutely, absolutely, these are important. If you don't know why you're doing something, well, then let me ask you a question. Why are you doing something?",
        80.94,
        89.02
    ],
    [
        " It's very clear. It's very simple to understand. So yeah, you got to know if you don't know why you're doing something, then what, what are you going to do when you hit an obstacle?",
        90.74,
        99.02
    ],
    [
        " You're going to stop what, what adaptations are you going to make when things go wrong to overcome them? You're not going to make any because you don't know why you're doing it.",
        99.36,
        105.84
    ],
    [
        " Yeah.",
        106.28,
        106.54
    ],
    [
        " So if you have no reason, if you have no reason for doing something, you're not going to do it. So you got to have a long term goal. We got to understand the underlying purpose of what you're doing now. This doesn't necessarily mean that it means that it has to be rigid because it doesn't have to be rigid.",
        106.54,
        125.76
    ],
    [
        " You know, I'll tell you an interesting case as an example. I'll give you is my own case, right? So of course, you know, I'm all about planning and always having a long term plan and all that stuff.",
        126.58,
        139.16
    ],
    [
        " But to be honest with you, the situation that I'm in right now is a human. I didn't have a long term plan for this.",
        139.28,
        145.96
    ],
    [
        " You know, the, the, I, you know, late when I wrote the book, I had no intention of writing a book that kind of happened, you know, because people were asking us and as we work with businesses, they said, you have this stuff written down. So we ended up writing the book.",
        146.0,
        159.02
    ],
    [
        " Once we wrote it, we thought maybe we'd be handing it out when we go and work with companies, literary agents saw it today. Let me show this to some publishers.",
        159.2,
        166.88
    ],
    [
        " Publishers, let us publish this.",
        167.08,
        168.56
    ],
    [
        " Okay, so you figure you're going to publish it. Well, even when you publish a book, you don't expect it. A bunch of people are going to read it. You expect that you're going to have a book published and that's cool, but it ended up doing really well.",
        169.58,
        179.86
    ],
    [
        " So that kind of happened with that all of a sudden I was on a couple of podcasts. Well, I didn't, you know, I didn't have any intention when I went on Tim Ferriss's podcast. I didn't say to myself, this is going to propel me into my own podcast or Joe Rogan's pot didn't say, now, you know, Joe Rogan's going to launch me into the podcast world. No.",
        180.5,
        197.0
    ],
    [
        " I didn't expect that, but it happened. And you know what? It happened. It made sense to me. Okay, these two guys are squared away. They're squared away in this particular genre and they're recommending my mind is open. Okay, let's try and make a podcast. Did I know that the podcast was going to be super popular?",
        198.0,
        215.2
    ],
    [
        " No, I just thought we were making a podcast so that, you know, the few people want, we'll want to listen to it. Cool.",
        215.38,
        219.8
    ],
    [
        " For, I mean, then look what happens next thing you know, we're making tea, you know, next thing I'm making tea. I had no no idea that that tea would be part of my world. So all this stuff happened, right?",
        220.38,
        238.74
    ],
    [
        " But, but the goal really the underlying the reason for me doing all this is still the same through the whole thing. And that is that I want to help people.",
        238.84,
        246.9
    ],
    [
        " I want to help people with something that the lessons that I've learned, I want to help them. So how can I do that? Well, you write them down. Okay, you wrote it down so people can read it great. How else can you help them? Oh, you can make a podcast so people can access it easily and cheaply. Cool. Here you go.",
        247.32,
        261.32
    ],
    [
        " So the underlying go, oh, you know, I want people to be healthy. Well, what's a good way to be healthy? Stop drinking monster energy drinks. Stop drinking red bull 12 a day.",
        261.94,
        272.84
    ],
    [
        " That's our drinking something that's healthier. Okay, cool. Jocke away tea next thing. You know, that's what we've got going on. So it's, it's.",
        273.02,
        279.82
    ],
    [
        " That's been my that's been my goal and I haven't really even though I even though I strayed from what maybe the original path I thought I was going to take.",
        281.24,
        288.18
    ],
    [
        " I still stayed. My reason is the same. And I think that that's what I'm saying. When your reason is clear and your purpose is clear, that's going to make your drive clear.",
        288.22,
        300.92
    ],
    [
        " And that's going to make you execute well because you know where you're going. You know you where you want to be. You understand your purpose and why you're doing something.",
        300.92,
        308.18
    ],
    [
        " That's what's going to help you be successful in my opinion.",
        308.34,
        310.86
    ],
    [
        " Do you think that like how, you know, people will be like, this is my why and it'll be like their kids or something like that.",
        311.32,
        320.68
    ],
    [
        " Do you think that falls within this like, you know, like reason purpose and all this stuff? Yeah, I think I think that that's the same. The same general that I could have said purpose reason cause why?",
        320.88,
        330.48
    ],
    [
        " I think that that the question could have said that. I think that if your purpose is your kids, really clear example, right?",
        330.48,
        339.34
    ],
    [
        " And a lot of people might say that, well, that's cool, but that's you're going to have to clarify that a little bit more because if your purpose is your kids, then quit your job and just spend all day with your kids.",
        339.56,
        349.62
    ],
    [
        " Well, then obviously you're not supporting your kids because now you can't afford to buy them food. Yeah, it's like it's been like this a lot of times.",
        349.62,
        354.96
    ],
    [
        " So your goal should be taking good care of and providing for your children's now and in the future. Wow, okay. Now that makes sense.",
        354.96,
        363.04
    ],
    [
        " Now you're looking long term, short term, you got to, you know that you have to work hard now. You know, you have to make investments for them.",
        363.14,
        367.62
    ],
    [
        " So that's the kind of thing. That's beyond just a simple, I'm doing this for my kids because what are you doing for your kids? What are you trying to achieve for them?",
        367.72,
        373.92
    ],
    [
        " Yeah, so like for using that example, like this is my why it's my daughter. It's less. This is why I'm, you know, writing a book. It's more. This is why I can endure the hard days or this is why I'm going to continue to work hard kind of thing.",
        374.24,
        392.34
    ],
    [
        " Yeah, I'm just having underlying. Yes, an underlying reason that's that's the question. And I think that's the answer. Yes. Yeah, actually I should have just answered that in two words. I should have said how important is purpose reason, causing being successful answer. Very important.",
        392.4,
        408.9
    ],
    [
        " There you go. You can have a lot of different reasons to, you know, or like a few core, more than one.",
        409.14,
        415.02
    ],
    [
        " Yeah, you know what I'd say if there's anything to be taken away from this question, it is if you don't feel, here's the, here's I would say the takeaway.",
        415.32,
        421.86
    ],
    [
        " If you don't feel some kind of drive in your life, if you don't feel passionate about something, if you feel like you're wandering in meandering through the world, then it's time to assess.",
        422.28,
        433.84
    ],
    [
        " Then it's time to say, okay, what is my reason? What am I trying to do? What would I like to do in the world? Now we get something valuable here.",
        434.04,
        441.9
    ],
    [
        " Yeah, we all know that you got to have a purpose. You all there get a reason. So if you feel yourself meandering down the path with no reason, no purpose, dig in and find one.",
        442.26,
        450.9
    ],
    [
        " Yeah.",
        451.26,
        452.18
    ],
    [
        " Next question.",
        454.64,
        455.9
    ],
    [
        " I want to begin training in Jujitsu, but financial constraints dictate that I can keep my gym membership to keep getting after it at 4 a.m.",
        456.52,
        467.2
    ],
    [
        " Or begin training Jujitsu, but not both.",
        467.7,
        470.92
    ],
    [
        " Oh, it's a black and white question, is it?",
        471.72,
        474.94
    ],
    [
        " Yeah, one or the other.",
        474.94,
        475.64
    ],
    [
        " Okay, first of all, check around your area and see if there's a gym that has both.",
        476.24,
        479.58
    ],
    [
        " I know that's one of the reasons that we created my gym, Victory MMA, there's an am fitness on there too.",
        480.1,
        487.64
    ],
    [
        " Because no matter what you want to do, if you're in the game, you can do it there.",
        487.96,
        491.38
    ],
    [
        " You can do striking, you can do Jujitsu, you can do wrestling, you can do boxing, you can do weightlifting, you can do CrossFit, you can do Olympiclifting, you can do powerlifting, you can do calisthenics, you can do everything there.",
        491.66,
        503.9
    ],
    [
        " That's why we created the gym.",
        504.0,
        505.18
    ],
    [
        " And it's not more expensive than a straight Jujitsu gym, or it's not more expensive than a straight CrossFit gym.",
        505.58,
        512.16
    ],
    [
        " It's actually cheaper than most of both of those.",
        512.46,
        514.68
    ],
    [
        " So look around, see if you have a gym that has both.",
        515.3,
        518.52
    ],
    [
        " And if there's no gym around there that has both, maybe you do what I did and you started gym that has both.",
        518.72,
        524.46
    ],
    [
        " Right? I mean, you could do that.",
        525.3,
        526.18
    ],
    [
        " I did it with some of my buddies, said, hey, you know what?",
        526.32,
        528.9
    ],
    [
        " We want to train all the time in all these different aspects.",
        529.02,
        531.76
    ],
    [
        " How can we do that? Can we go to one gym at, you know, four o'clock in the afternoon, we have to go to another gym at five o'clock, then we have to go to another gym at seven o'clock?",
        532.02,
        540.56
    ],
    [
        " Do we want to do that? No.",
        540.7,
        541.48
    ],
    [
        " So what do we do? Make our own gym.",
        541.94,
        543.7
    ],
    [
        " Make it what we want.",
        544.14,
        544.8
    ],
    [
        " And guess what?",
        545.2,
        545.68
    ],
    [
        " When you do something like that in the business world, if you, I think Tim Ferriss said scratch your own itch, right?",
        545.94,
        552.8
    ],
    [
        " You have an itch that you want to scratch, there's other people that are going to have the same itch.",
        553.08,
        557.22
    ],
    [
        " That's what happened with our gym.",
        557.26,
        558.16
    ],
    [
        " So everyone goes, yeah, I want to train.",
        558.36,
        559.52
    ],
    [
        " Of course, I want to train.",
        559.62,
        560.66
    ],
    [
        " So maybe you start your own gym and oh, you're not a skilled Brazilian Jiu Jitsu practitioner.",
        561.16,
        565.88
    ],
    [
        " Guess what?",
        566.24,
        566.86
    ],
    [
        " For the first time ever in America, there's actually a bunch of really good Jiu Jitsu practitioners.",
        567.24,
        573.7
    ],
    [
        " And maybe you couldn't get a black belt to come to where you live.",
        574.32,
        577.06
    ],
    [
        " Maybe you could because there's a good chance you could.",
        577.36,
        579.02
    ],
    [
        " But a brown belt, a purple belt, they can be a good instructor.",
        579.4,
        583.28
    ],
    [
        " Yeah.",
        584.26,
        584.42
    ],
    [
        " So you might open up a gym and start that.",
        584.94,
        589.34
    ],
    [
        " Now that doesn't mean also that you have to make a huge investment to do that.",
        589.4,
        592.5
    ],
    [
        " You could start off with your garage and some mats.",
        592.98,
        596.2
    ],
    [
        " So that's an idea.",
        596.92,
        599.08
    ],
    [
        " Another thing you could do with you, okay, so that doesn't exist.",
        599.98,
        602.3
    ],
    [
        " How about you find Jiu Jitsu is, this is a tough one, right?",
        602.64,
        607.44
    ],
    [
        " We want to stay healthy, we want to stay fit.",
        607.6,
        608.92
    ],
    [
        " But Jiu Jitsu is kind of the priority.",
        609.5,
        611.56
    ],
    [
        " It's kind of the priority.",
        612.16,
        613.52
    ],
    [
        " I'll tell you why.",
        613.52,
        614.16
    ],
    [
        " Sure.",
        614.54,
        614.74
    ],
    [
        " It's learning, right?",
        614.92,
        616.22
    ],
    [
        " If you take me and you and we go through this situation and you decide that you're going to do Jiu Jitsu",
        616.56,
        623.74
    ],
    [
        " and I decide I'm going to wait lift in 10 years, who's happy and who's sad?",
        623.74,
        627.56
    ],
    [
        " We know the answer.",
        628.62,
        629.74
    ],
    [
        " The answer is clearly, now I start because I now I have enough money,",
        630.1,
        633.56
    ],
    [
        " so six years into it, I start training Jiu Jitsu and you're a brown belt or a black belt.",
        633.6,
        637.7
    ],
    [
        " And I don't have this knowledge.",
        638.24,
        639.96
    ],
    [
        " And it's going to take me six years to get there.",
        640.14,
        641.5
    ],
    [
        " Meanwhile, you, while you were training, guess what else you were doing?",
        642.04,
        644.42
    ],
    [
        " You were doing calisthenics, you were sprinting, you were lifting rocks.",
        644.92,
        649.56
    ],
    [
        " You were doing cheap stuff for free and you're still getting massive benefit.",
        649.96,
        653.68
    ],
    [
        " So for me, my priority is going to go to the Jiu Jitsu because you can go and spend $40",
        654.3,
        661.12
    ],
    [
        " on a set of rings for your garage or your basement or your hallway.",
        661.12,
        666.26
    ],
    [
        " And next thing you know, you can do pull-ups, you can do dips, you can do muscle-ups,",
        666.92,
        670.88
    ],
    [
        " you can do squats and sprints all day long, you don't need anything for that.",
        671.08,
        673.72
    ],
    [
        " So you can get a massive benefit with a set of rings or you can just get a pull-up bar",
        674.0,
        677.82
    ],
    [
        " and you can just do pull-ups and you go to home depot and buy a pipe and a couple nails",
        677.82,
        684.68
    ],
    [
        " and nail it into the wall.",
        684.68,
        686.34
    ],
    [
        " And you got to pull a bar, now you can do pull-ups, push-ups and squats and you're good to go.",
        686.6,
        689.4
    ],
    [
        " You can become a beast with those exercises.",
        689.48,
        691.5
    ],
    [
        " So I would prioritize and do that.",
        692.3,
        697.88
    ],
    [
        " I would prioritize the Jiu Jitsu when I would make some kind of a home gym or I'd go to a YMCA",
        697.88,
        702.16
    ],
    [
        " or some cheaper kind of gym.",
        702.16,
        703.52
    ],
    [
        " The other thing you go to Jiu Jitsu school and become the mop person.",
        703.66,
        708.7
    ],
    [
        " Start cleaning up, start mopping mats.",
        709.18,
        710.88
    ],
    [
        " That's another thing you can do to make this happen.",
        711.76,
        715.38
    ],
    [
        " Maybe you can get a little deal cut at both places, most gym places that you know,",
        715.5,
        719.3
    ],
    [
        " if you go in there and say, hey look, I need, I can't afford this right now.",
        719.32,
        723.02
    ],
    [
        " What can you do for me?",
        723.14,
        723.72
    ],
    [
        " Maybe they'll cut you some kind of a deal.",
        723.84,
        725.18
    ],
    [
        " The other thing that you can likely do.",
        727.32,
        730.7
    ],
    [
        " Now, you're saying you don't have the budget for this situation.",
        731.26,
        734.62
    ],
    [
        " What is in your budget right now that you can cut out?",
        734.9,
        736.7
    ],
    [
        " Yeah.",
        737.32,
        737.56
    ],
    [
        " That's my question.",
        737.66,
        738.28
    ],
    [
        " And the funny thing is, what can you cut out?",
        738.9,
        740.34
    ],
    [
        " Coffee.",
        740.76,
        741.02
    ],
    [
        " A lot of people drink two or three dollars worth of coffee a day.",
        741.5,
        744.92
    ],
    [
        " Probably even more than that.",
        745.16,
        746.02
    ],
    [
        " Oh, you're a coffee drinker.",
        746.14,
        747.3
    ],
    [
        " No, we're a coffee drinker.",
        747.8,
        748.58
    ],
    [
        " How much does a coffee add to drink a day from Starbucks?",
        748.98,
        753.18
    ],
    [
        " Yeah, that's a spectrum.",
        753.28,
        754.52
    ],
    [
        " And, you know, we're talking Starbucks.",
        754.92,
        757.52
    ],
    [
        " Yeah, like four cups a day.",
        757.8,
        759.12
    ],
    [
        " Yeah, if you're going to Starbucks and buy it, yeah, I think I don't know.",
        759.38,
        762.46
    ],
    [
        " I don't buy it.",
        762.66,
        763.28
    ],
    [
        " I just, well, I get coffee from on it, to be honest with you.",
        763.34,
        767.36
    ],
    [
        " So you can make your own at home and stuff.",
        767.52,
        769.54
    ],
    [
        " But, um, if someone works near Starbucks, they stop on the way to work in the morning.",
        769.78,
        774.74
    ],
    [
        " It's four, four bucks a day.",
        774.98,
        777.1
    ],
    [
        " So that's 120 bucks a month.",
        777.5,
        778.96
    ],
    [
        " Yeah.",
        778.98,
        779.08
    ],
    [
        " So, boom, you cut out coffee or you make your own.",
        779.28,
        781.96
    ],
    [
        " You make your own coffee and you're good to go.",
        781.96,
        783.36
    ],
    [
        " What about the nights that you go out to eat?",
        783.44,
        784.76
    ],
    [
        " You're like, oh, you know, I don't feel like cooking.",
        784.94,
        786.2
    ],
    [
        " I don't go out doing a little restaurant.",
        786.28,
        787.44
    ],
    [
        " That cost you 30, 40 bucks.",
        787.72,
        789.42
    ],
    [
        " A shot.",
        789.7,
        790.1
    ],
    [
        " Yeah.",
        790.4,
        790.64
    ],
    [
        " Get rid of that.",
        790.9,
        791.56
    ],
    [
        " K, what about your cable bill?",
        791.72,
        792.88
    ],
    [
        " Your cable bill.",
        793.64,
        794.46
    ],
    [
        " You're watching TV.",
        794.92,
        796.96
    ],
    [
        " Nothing.",
        797.3,
        797.76
    ],
    [
        " Zero productive coming out of that.",
        798.02,
        799.64
    ],
    [
        " Zero.",
        799.78,
        800.04
    ],
    [
        " You're not doing anything beneficial for yourself.",
        800.36,
        801.98
    ],
    [
        " Get rid of your cable.",
        802.42,
        803.06
    ],
    [
        " Next thing you know, you get rid of your cable.",
        803.68,
        804.96
    ],
    [
        " And now you got enough money for your gym membership.",
        805.36,
        808.1
    ],
    [
        " You know, sell, have another one.",
        808.72,
        810.12
    ],
    [
        " And cellphone usage.",
        810.12,
        810.84
    ],
    [
        " Right.",
        811.62,
        811.9
    ],
    [
        " We rack up the big numbers on cellphone.",
        812.0,
        814.02
    ],
    [
        " What are you doing?",
        814.06,
        814.7
    ],
    [
        " What are you doing?",
        815.02,
        816.04
    ],
    [
        " Is it to surf the interwebs and get, you know, lose your mind?",
        816.24,
        820.04
    ],
    [
        " So what can you cut down on that?",
        820.3,
        821.86
    ],
    [
        " Because I'm thinking now you could scrape away a little bit here and there.",
        821.94,
        824.42
    ],
    [
        " Just lower your plan and use your phone less.",
        824.66,
        827.54
    ],
    [
        " Watching the UFC.",
        828.58,
        829.44
    ],
    [
        " Getting the UFC's.",
        829.72,
        830.44
    ],
    [
        " I love the UFC.",
        830.5,
        831.12
    ],
    [
        " But instead of watching it at home for 50 bucks or 59 bucks, go to a bar and pay 10 bucks",
        831.68,
        837.62
    ],
    [
        " to get in and watch it there for 10 bucks.",
        837.62,
        839.5
    ],
    [
        " You just save 40 bucks or have them.",
        839.5,
        841.58
    ],
    [
        " You bought bucks that was.",
        841.58,
        842.44
    ],
    [
        " Exactly.",
        842.7,
        842.8
    ],
    [
        " I'll try second.",
        843.04,
        843.68
    ],
    [
        " You know, there's all kinds of movie night.",
        843.92,
        846.36
    ],
    [
        " What about the now?",
        846.36,
        846.94
    ],
    [
        " You want to go see the new movie in the theater?",
        847.02,
        849.4
    ],
    [
        " No.",
        849.84,
        850.26
    ],
    [
        " Don't go see the new movie in the theater.",
        850.66,
        852.04
    ],
    [
        " That cost.",
        852.16,
        852.9
    ],
    [
        " That's expensive now, isn't it?",
        853.24,
        855.34
    ],
    [
        " Yes.",
        855.62,
        855.88
    ],
    [
        " Is it more than $10?",
        856.18,
        857.1
    ],
    [
        " I don't remember.",
        857.76,
        859.52
    ],
    [
        " I think it's like $10 or $10.",
        859.74,
        860.82
    ],
    [
        " I think $11.",
        860.82,
        861.56
    ],
    [
        " Yeah.",
        861.82,
        861.86
    ],
    [
        " Why I went one time is $11.",
        862.0,
        863.18
    ],
    [
        " That was just like over a year ago though.",
        863.3,
        864.92
    ],
    [
        " Yeah.",
        865.2,
        865.38
    ],
    [
        " So cut that out.",
        865.64,
        867.12
    ],
    [
        " Bike to work.",
        867.26,
        867.92
    ],
    [
        " Do something to start shaving a little bit of money because in the long run, what you're",
        868.14,
        873.48
    ],
    [
        " going to get from these two things, from fitness and from Jiu-Jitsu, are going to be going",
        873.48,
        878.12
    ],
    [
        " to have so much value in your life that it's going to be worth way more what these little",
        878.12,
        883.98
    ],
    [
        " marginal things that you're cutting out are.",
        883.98,
        885.86
    ],
    [
        " Yeah.",
        886.46,
        886.62
    ],
    [
        " And that way, like at the beginning, how you said, like, what is it that you can cut out?",
        886.96,
        892.28
    ],
    [
        " So basically, you're identifying what is it right now that you're considering more",
        892.5,
        897.7
    ],
    [
        " important than Jiu-Jitsu or the GM or whatever.",
        898.76,
        900.94
    ],
    [
        " Which the term, the actual answer to that is nothing.",
        901.12,
        903.98
    ],
    [
        " There's nothing more important than your life than your fitness and really your Jiu-Jitsu",
        905.14,
        910.7
    ],
    [
        " is part of your fitness and also it's knowledge and it's confidence and it's, okay, I know",
        910.7,
        914.98
    ],
    [
        " that people are going to freak out.",
        914.98,
        915.82
    ],
    [
        " Okay, I'm not saying it's the most important thing in your life.",
        915.9,
        917.46
    ],
    [
        " In terms of purchases that you can make, these two things are of the highest level.",
        917.64,
        925.38
    ],
    [
        " Now you need a car to get back and forth to work understood.",
        925.38,
        927.8
    ],
    [
        " You need a house for sleeping understood.",
        927.96,
        930.0
    ],
    [
        " You need food on the table understood.",
        930.24,
        931.66
    ],
    [
        " You need to take care of your family understood.",
        931.9,
        933.56
    ],
    [
        " As soon as you get into the optional things in life, these are the top two.",
        934.14,
        939.66
    ],
    [
        " Yeah.",
        939.96,
        940.14
    ],
    [
        " These are the top two.",
        940.24,
        940.8
    ],
    [
        " I think so too.",
        941.14,
        941.94
    ],
    [
        " And tell me I'm wrong.",
        942.18,
        942.88
    ],
    [
        " I'm not, I can't tell you.",
        943.16,
        944.96
    ],
    [
        " Okay, good.",
        944.98,
        945.32
    ],
    [
        " But so, but making as far as making the decision goes, you're essentially identifying",
        945.9,
        951.38
    ],
    [
        " what you currently are holding more important than it.",
        951.38,
        954.38
    ],
    [
        " Regardless of what you think is more important, you got to identify.",
        954.44,
        957.46
    ],
    [
        " Your actions are a statement.",
        957.86,
        959.6
    ],
    [
        " Yeah.",
        960.04,
        960.24
    ],
    [
        " Yes.",
        960.46,
        961.16
    ],
    [
        " Of what you believe.",
        961.42,
        962.28
    ],
    [
        " Yeah, and that big one too is like drinking.",
        962.84,
        965.74
    ],
    [
        " I got to know, not everyone drinks.",
        966.14,
        967.56
    ],
    [
        " So, who knows, I don't know, some person might not drink at all.",
        967.82,
        970.68
    ],
    [
        " But if you buy a six pack of beer, let's say you do that, you know, twice a week or something",
        970.78,
        978.46
    ],
    [
        " like that, that's like more than a gym membership too.",
        978.46,
        981.34
    ],
    [
        " Yeah, that's your, that's your, that's your, that's your, that's your, that's your",
        981.38,
        984.36
    ],
    [
        " yeah, there is a lot of little, little ways.",
        984.36,
        987.06
    ],
    [
        " The cable thing, I gotta be honest.",
        987.3,
        989.58
    ],
    [
        " Only because you're probably not the only one that watches TV.",
        990.22,
        992.72
    ],
    [
        " I know it, the argument is like, hey, TV isn't good, quote unquote for anybody.",
        992.9,
        998.14
    ],
    [
        " So everyone should just be signed on in the household kind of thing.",
        998.52,
        1002.14
    ],
    [
        " So what's your point?",
        1002.3,
        1002.92
    ],
    [
        " It's not that easy all the time.",
        1003.3,
        1004.32
    ],
    [
        " It's the same, you know, like there is going to be some ripples in the, you know, especially",
        1004.68,
        1008.38
    ],
    [
        " when you first make that transition if you choose to take it upon yourself to cut out",
        1008.38,
        1012.96
    ],
    [
        " the cable because you want to go to Jiu Jitsu now.",
        1012.96,
        1014.72
    ],
    [
        " Oh, and you make everyone in your house, you improve everyone in your house, mental,",
        1014.96,
        1017.9
    ],
    [
        " physically and now they're mad at you.",
        1018.16,
        1019.8
    ],
    [
        " I know, but it's like surgery.",
        1019.8,
        1020.96
    ],
    [
        " You got to make that initial incision and open up everything and make a mess before you",
        1021.12,
        1024.88
    ],
    [
        " can repair, you know, so that, that initial part is going to be most of a raking.",
        1024.88,
        1029.46
    ],
    [
        " You get ways around that.",
        1029.6,
        1030.44
    ],
    [
        " So you get Netflix.",
        1030.46,
        1031.34
    ],
    [
        " Yeah.",
        1031.84,
        1032.54
    ],
    [
        " Yeah.",
        1032.62,
        1033.28
    ],
    [
        " Who Lou?",
        1033.28,
        1033.64
    ],
    [
        " Yeah, yeah.",
        1033.96,
        1034.46
    ],
    [
        " One of those things that you get streaming on demand.",
        1034.46,
        1036.52
    ],
    [
        " Right.",
        1036.82,
        1037.02
    ],
    [
        " The witches kind of wear everything's going anyway.",
        1037.36,
        1039.4
    ],
    [
        " Really right now.",
        1039.68,
        1040.22
    ],
    [
        " Yeah.",
        1040.34,
        1040.56
    ],
    [
        " But yeah, there's some good stuff too.",
        1040.7,
        1043.0
    ],
    [
        " Good.",
        1044.28,
        1045.08
    ],
    [
        " So find a way to do both.",
        1045.42,
        1048.0
    ],
    [
        " It can be done.",
        1048.26,
        1049.08
    ],
    [
        " Yeah.",
        1049.26,
        1049.58
    ],
    [
        " You can do it.",
        1049.7,
        1050.2
    ],
    [
        " It creative.",
        1050.28,
        1050.96
    ],
    [
        " The home gym is good.",
        1052.04,
        1053.38
    ],
    [
        " That's good.",
        1053.62,
        1054.12
    ],
    [
        " Because that's something you just start slowly and start adding to.",
        1054.22,
        1056.66
    ],
    [
        " Yeah, four bucks.",
        1056.82,
        1057.54
    ],
    [
        " Four bucks.",
        1057.7,
        1058.08
    ],
    [
        " You got rings.",
        1058.24,
        1058.68
    ],
    [
        " Don't you start?",
        1058.98,
        1059.62
    ],
    [
        " Yeah.",
        1060.2,
        1060.72
    ],
    [
        " You'll be good to go for sure.",
        1060.72,
        1062.12
    ],
    [
        " Oh, okay.",
        1063.38,
        1063.9
    ],
    [
        " Next question.",
        1064.02,
        1064.42
    ],
    [
        " Jocco.",
        1064.88,
        1065.68
    ],
    [
        " Had an incident I wanted your opinion on.",
        1066.16,
        1068.74
    ],
    [
        " I love your book and podcast.",
        1068.74,
        1069.88
    ],
    [
        " Always listen to the play your lessons to my life job and family.",
        1069.88,
        1072.72
    ],
    [
        " I was driving home one night with my wife and four-year-old son in the car when some",
        1073.12,
        1078.66
    ],
    [
        " junk idiot was walking in the middle of the roadway.",
        1078.66,
        1081.58
    ],
    [
        " He stood in front of my car refusing to move, running his mouth.",
        1081.9,
        1084.4
    ],
    [
        " My wife begged me not to get out of the car.",
        1084.6,
        1086.06
    ],
    [
        " The guy reached into his front waistband like he had a gun.",
        1086.38,
        1089.8
    ],
    [
        " And although myself being a police officer and having countless incidents and experience",
        1090.58,
        1097.0
    ],
    [
        " like this, I didn't feel he did.",
        1097.0,
        1098.22
    ],
    [
        " More like drunken bravado or grandstanding.",
        1099.16,
        1101.12
    ],
    [
        " In any case, I was armed.",
        1101.82,
        1104.0
    ],
    [
        " And having trained in boxing and a little bit of Jiu-Jitsu felt I could have handled the",
        1104.82,
        1108.48
    ],
    [
        " situation.",
        1108.48,
        1109.0
    ],
    [
        " This lasted about a minute of him standing there and eventually I just drove around him.",
        1109.42,
        1113.56
    ],
    [
        " While he was running his mouth.",
        1114.18,
        1115.18
    ],
    [
        " Call him in names and all that stuff.",
        1115.62,
        1117.26
    ],
    [
        " My first priority, obviously, is getting my family home safely and making sure nobody",
        1118.4,
        1122.42
    ],
    [
        " will ever do any harm to them.",
        1122.42,
        1124.16
    ],
    [
        " But another part of me felt like, what am I teaching my son?",
        1125.12,
        1129.84
    ],
    [
        " I mean, is that okay?",
        1130.3,
        1130.94
    ],
    [
        " You know, is that okay to let people disrespect you and act it any way they want towards you?",
        1131.8,
        1137.58
    ],
    [
        " So I dropped off my, so I dropped off my family and went back looking for the guy.",
        1138.0,
        1141.88
    ],
    [
        " He was gone.",
        1141.94,
        1142.6
    ],
    [
        " I guess lucky for me as well as him.",
        1143.0,
        1145.78
    ],
    [
        " I'm questioning my decision not out of ego, but only because of the example I want.",
        1147.04,
        1154.12
    ],
    [
        " Not to be to my son.",
        1154.12,
        1156.08
    ],
    [
        " That you never go looking for trouble and confrontation, but you don't back down from",
        1157.12,
        1161.28
    ],
    [
        " it either.",
        1161.28,
        1162.02
    ],
    [
        " Never.",
        1162.82,
        1164.68
    ],
    [
        " Okay.",
        1165.3,
        1166.12
    ],
    [
        " Well, just first of all, you won.",
        1166.6,
        1170.28
    ],
    [
        " Just so you know, you won.",
        1171.38,
        1173.08
    ],
    [
        " You got a wife and a kid.",
        1173.48,
        1175.1
    ],
    [
        " Yeah.",
        1176.08,
        1176.2
    ],
    [
        " You won.",
        1176.78,
        1177.38
    ],
    [
        " Right?",
        1178.02,
        1178.3
    ],
    [
        " So, options.",
        1178.76,
        1180.26
    ],
    [
        " We'll be options here.",
        1180.32,
        1181.26
    ],
    [
        " Well, for one, if you're a police officer, you could call the police.",
        1181.72,
        1185.16
    ],
    [
        " You could, you know, get on your radio and call them to say what's going on.",
        1185.6,
        1188.82
    ],
    [
        " Have this guy arrested before he causes on the actual accent being out in the",
        1188.86,
        1192.88
    ],
    [
        " strode like an idiot, being out in the road like an idiot.",
        1192.88,
        1195.12
    ],
    [
        " So that's an option.",
        1195.52,
        1197.98
    ],
    [
        " But the other thing is like, what are you trying to teach your son?",
        1198.16,
        1202.32
    ],
    [
        " Are you trying to teach your son that he should fight every idiot that offends him?",
        1203.7,
        1210.28
    ],
    [
        " If that's what you teach him, he is not going to have a very productive life or a very",
        1212.32,
        1217.38
    ],
    [
        " nice life.",
        1217.38,
        1218.06
    ],
    [
        " So there's too many negatives that can happen there.",
        1218.64,
        1222.8
    ],
    [
        " This actually happened to something similar to this happen to me a little while ago.",
        1222.84,
        1226.12
    ],
    [
        " It was down by the ocean, down by the pier in the neighborhood where I live.",
        1226.12,
        1231.02
    ],
    [
        " And there was a like a tweaker crazy, you know, drunk on drugs and all that.",
        1231.38,
        1235.54
    ],
    [
        " And it wasn't as direct as this.",
        1236.02,
        1237.86
    ],
    [
        " He wasn't, he wasn't saying anything at me, but he's yelling swear words and, and he's",
        1238.08,
        1244.52
    ],
    [
        " in front of my kid.",
        1244.52,
        1245.04
    ],
    [
        " My kid, this is when my son was probably six or seven years old.",
        1245.12,
        1248.58
    ],
    [
        " And he's just alone.",
        1248.98,
        1250.6
    ],
    [
        " He's isolated, but he's swearing and just acting crazy, right?",
        1250.96,
        1254.68
    ],
    [
        " And what I did was I said to my son, okay, you see this guy right here?",
        1255.34,
        1258.5
    ],
    [
        " Have you heard of what drugs are?",
        1259.08,
        1260.14
    ],
    [
        " This is what drugs do you right here?",
        1260.4,
        1261.64
    ],
    [
        " This guy, this is where it ends up.",
        1261.7,
        1263.2
    ],
    [
        " So this guy's a miscreant, he's a criminal.",
        1264.46,
        1266.42
    ],
    [
        " And the other thing I told him, I said, what if this guy attacks us?",
        1266.98,
        1269.76
    ],
    [
        " What do you think would happen?",
        1269.84,
        1270.82
    ],
    [
        " And my son was kind of, you know, well, you would choke him because my son trained to",
        1271.7,
        1275.2
    ],
    [
        " do it that time.",
        1275.2,
        1275.68
    ],
    [
        " And he was, well, you would choke him.",
        1275.68,
        1276.74
    ],
    [
        " And I was like, that's right.",
        1276.78,
        1277.4
    ],
    [
        " I'm not afraid of this guy.",
        1277.9,
        1279.26
    ],
    [
        " We're not afraid of this guy.",
        1279.9,
        1280.84
    ],
    [
        " This is no factor because we know how to fight.",
        1281.2,
        1283.88
    ],
    [
        " We know how to defend ourselves.",
        1284.28,
        1285.38
    ],
    [
        " But that being said, what we want to do is we want to avoid this situation.",
        1286.3,
        1291.52
    ],
    [
        " You know, there's all kinds of bad things that can happen.",
        1292.1,
        1296.72
    ],
    [
        " They're really, you know, this, I told my son, like this guy could have a knife.",
        1296.9,
        1299.28
    ],
    [
        " This guy could have a gun.",
        1299.84,
        1301.08
    ],
    [
        " This guy could have, this guy could just have a bloodborne disease, right?",
        1301.32,
        1304.86
    ],
    [
        " This guy could have a bloodborne disease.",
        1305.02,
        1306.36
    ],
    [
        " Now I go get a fight with him.",
        1306.48,
        1307.64
    ],
    [
        " And now I have a bloodborne disease.",
        1307.9,
        1309.26
    ],
    [
        " You know, what, what, what, what, that's horrible.",
        1309.78,
        1312.72
    ],
    [
        " That's a horrible situation.",
        1313.36,
        1314.6
    ],
    [
        " So like I said, I told him that this is, this is why we train.",
        1315.06,
        1317.86
    ],
    [
        " This is why we know how to use firearms.",
        1317.98,
        1319.2
    ],
    [
        " Because when people are maniacs and if they're insane and psychopathic",
        1320.22,
        1325.3
    ],
    [
        " and they have weapons, you need to have a weapon yourself.",
        1325.3,
        1328.48
    ],
    [
        " You need to be able to defend yourself.",
        1328.78,
        1329.6
    ],
    [
        " So our, this is what I teach my son.",
        1330.06,
        1332.76
    ],
    [
        " My primary objective is to be safe, right?",
        1332.92,
        1335.96
    ],
    [
        " To not get, to avoid these situations.",
        1336.48,
        1339.5
    ],
    [
        " And guess what?",
        1339.84,
        1340.98
    ],
    [
        " If you still feel the need to like be a man in the situation or prove",
        1341.64,
        1349.02
    ],
    [
        " that you're a man or prove to your son, which is valuable.",
        1349.02,
        1351.16
    ],
    [
        " I'm not trying to put that down.",
        1351.24,
        1352.54
    ],
    [
        " You want your son to see that, that you should be strong and that you should be",
        1352.74,
        1356.92
    ],
    [
        " able to stand up for yourself and that you will don't ever have to back",
        1356.92,
        1359.64
    ],
    [
        " now and anybody.",
        1359.64,
        1360.16
    ],
    [
        " But that's why your son comes with you to the gym.",
        1360.68,
        1363.06
    ],
    [
        " That's why he trains you to that's why you trained to do that's why he watches",
        1363.2,
        1366.88
    ],
    [
        " you day in day out, day out working out, being strong, being tough, going to the gym,",
        1366.88,
        1372.42
    ],
    [
        " training with firearms.",
        1373.0,
        1374.28
    ],
    [
        " That's why he sees all that stuff.",
        1374.46,
        1375.42
    ],
    [
        " So he knows, I mean, I'll tell you right now, my kids, if you were to ask my kids",
        1376.62,
        1380.96
    ],
    [
        " like against a random person in the street, they would, they would basically think I",
        1380.96,
        1386.34
    ],
    [
        " could beat up anyone in the world.",
        1386.34,
        1387.44
    ],
    [
        " You know, that's what they think because that's what they said.",
        1387.64,
        1388.94
    ],
    [
        " They said, they said, they're training all the time, right?",
        1388.94,
        1390.62
    ],
    [
        " That's all they see me do.",
        1390.88,
        1391.66
    ],
    [
        " So, so that's that.",
        1392.32,
        1395.04
    ],
    [
        " Now, the disrespect part, he disrespected me, right?",
        1395.24,
        1401.44
    ],
    [
        " Disrespecting sometimes, you know, disrespect me is one thing, but now you",
        1402.16,
        1405.0
    ],
    [
        " disrespect my wife, right?",
        1405.0,
        1407.6
    ],
    [
        " Well, again, how can you be disrespected?",
        1408.8,
        1413.68
    ],
    [
        " And I was, or I explained, I would explain to my son, you cannot be disrespected,",
        1414.12,
        1418.54
    ],
    [
        " be disrespected by someone that has no respect for themselves.",
        1418.72,
        1423.52
    ],
    [
        " And if you are a drunk idiot in the street, you have no respect for yourself.",
        1424.2,
        1429.56
    ],
    [
        " You don't, you cannot disrespect me.",
        1429.72,
        1431.64
    ],
    [
        " It is impossible for you to give me disrespect.",
        1431.76,
        1434.2
    ],
    [
        " You don't even respect yourself as a human.",
        1434.2,
        1435.7
    ],
    [
        " So, so that's just, that's just, that just doesn't get an account.",
        1436.44,
        1440.14
    ],
    [
        " And I'll tell my son that all day long, or, or any of my kids that all day long,",
        1440.44,
        1443.78
    ],
    [
        " you can't be disrespected by someone that doesn't even respect themselves.",
        1444.04,
        1447.24
    ],
    [
        " You know what? I am respect.",
        1447.68,
        1449.7
    ],
    [
        " I'm even respectful to this drunk idiot, given him the benefit of the doubt.",
        1450.36,
        1453.66
    ],
    [
        " I am respect.",
        1453.82,
        1454.92
    ],
    [
        " So, you know,",
        1455.52,
        1459.72
    ],
    [
        " then the other piece is not backing down from trouble, right?",
        1461.5,
        1465.44
    ],
    [
        " And I'm not going to back down from trouble, but I am going to avoid it.",
        1466.4,
        1473.34
    ],
    [
        " You're right.",
        1473.58,
        1474.18
    ],
    [
        " I'm going to avoid it.",
        1474.18,
        1475.14
    ],
    [
        " And you know what?",
        1475.4,
        1476.2
    ],
    [
        " Trouble avoids me.",
        1476.92,
        1478.92
    ],
    [
        " Yeah.",
        1479.52,
        1480.0
    ],
    [
        " It avoids me.",
        1480.22,
        1480.84
    ],
    [
        " And if you are working out and you're staying strong and you have the confidence",
        1481.12,
        1485.08
    ],
    [
        " because you know you can handle yourself, trouble is going to avoid you 99% of the time.",
        1485.08,
        1490.52
    ],
    [
        " And the other thing is, you got to tell your kids, I mean, my son is getting older now.",
        1491.46,
        1496.92
    ],
    [
        " If he gets in a fight with someone, he could kill him.",
        1497.14,
        1499.18
    ],
    [
        " I mean, that's just straight up what could happen.",
        1499.36,
        1500.76
    ],
    [
        " And so now I've got to, and you know, he's a young kid, so he's got to, he's got to do the things",
        1502.0,
        1506.34
    ],
    [
        " that you're talking about in this question.",
        1506.34,
        1507.72
    ],
    [
        " Prove himself.",
        1507.88,
        1508.48
    ],
    [
        " Prove that he's not going to back down.",
        1508.92,
        1510.16
    ],
    [
        " I was like, I got to explain to him.",
        1510.26,
        1511.1
    ],
    [
        " Listen, let me tell you what comes with getting in a street fight.",
        1511.18,
        1513.8
    ],
    [
        " A cool rush, because it's fun.",
        1514.16,
        1515.96
    ],
    [
        " Right?",
        1516.64,
        1516.7
    ],
    [
        " It's fun.",
        1516.9,
        1517.26
    ],
    [
        " So you get that.",
        1517.56,
        1518.3
    ],
    [
        " Maybe you get a little bit of props.",
        1518.92,
        1520.86
    ],
    [
        " You get a little bit of respect from the, from the, you get a cred, right?",
        1521.18,
        1525.3
    ],
    [
        " Some street cred from your people.",
        1525.44,
        1527.0
    ],
    [
        " Let me tell you what else comes with it.",
        1527.38,
        1528.96
    ],
    [
        " Along with those two things, which are, which are cool, right?",
        1529.06,
        1531.46
    ],
    [
        " Possible jail time.",
        1532.6,
        1533.74
    ],
    [
        " Possible injuries, possible lawsuits.",
        1534.4,
        1536.86
    ],
    [
        " The broken hand.",
        1537.5,
        1538.62
    ],
    [
        " I mean, even if it's just, okay, those are the big ones, right?",
        1538.86,
        1540.96
    ],
    [
        " Jail time, which there's been plenty of cases where there was a case here in San Diego,",
        1541.18,
        1546.5
    ],
    [
        " Guy Punch, another guy fell in the curb dead.",
        1546.74,
        1548.18
    ],
    [
        " Those things really happened.",
        1548.8,
        1550.86
    ],
    [
        " Not to mention you could get, you know, you, so you get jail time, you get injury.",
        1552.1,
        1555.56
    ],
    [
        " Not not to mention you could get killed, right?",
        1556.58,
        1558.4
    ],
    [
        " Because you think you're a tough guy.",
        1558.6,
        1559.76
    ],
    [
        " Guess what?",
        1560.0,
        1560.44
    ],
    [
        " The greatest MMA fighters in the world get caught with a crack in the face and they get knocked out.",
        1560.6,
        1564.26
    ],
    [
        " You fall down and hit a curb, you, you could die.",
        1564.34,
        1566.06
    ],
    [
        " So there's that aspect too.",
        1566.18,
        1567.78
    ],
    [
        " But then you get to the injuries, right?",
        1569.12,
        1570.68
    ],
    [
        " Because you're gonna street fight.",
        1570.8,
        1571.62
    ],
    [
        " You're gonna get some kind of an injury.",
        1571.68,
        1572.54
    ],
    [
        " You're gonna get some kind of an injury.",
        1572.88,
        1574.24
    ],
    [
        " It's just gonna happen.",
        1574.56,
        1575.44
    ],
    [
        " You know, whether it's just a little cut or a little brazen,",
        1576.08,
        1578.22
    ],
    [
        " you're gonna have something.",
        1578.22,
        1578.78
    ],
    [
        " That's a pain.",
        1578.88,
        1579.28
    ],
    [
        " It could be a major injury.",
        1579.36,
        1580.16
    ],
    [
        " You could break your hand.",
        1580.3,
        1580.92
    ],
    [
        " That happens all the time.",
        1581.0,
        1581.8
    ],
    [
        " Law suits.",
        1582.9,
        1583.38
    ],
    [
        " Because now you're gonna get sued.",
        1583.82,
        1584.66
    ],
    [
        " Now they're coming after you.",
        1585.18,
        1586.46
    ],
    [
        " And even if it's just a stupid, then like a rip jacket or a scuff knee,",
        1587.26,
        1590.88
    ],
    [
        " it just isn't worth it.",
        1591.0,
        1592.18
    ],
    [
        " It isn't worth it, especially because we're talking about an individual",
        1592.28,
        1595.0
    ],
    [
        " that you can crush in an instant and that has no value as a human",
        1595.34,
        1598.98
    ],
    [
        " in this battle with this person's doing.",
        1598.98,
        1600.4
    ],
    [
        " None.",
        1600.94,
        1601.28
    ],
    [
        " This person is an idiot.",
        1601.86,
        1602.94
    ],
    [
        " Don't go down to their level and play that game.",
        1603.76,
        1606.18
    ],
    [
        " Instead, avoid that and go to the gym and train more.",
        1606.78,
        1611.82
    ],
    [
        " That'd be ready.",
        1612.34,
        1612.8
    ],
    [
        " Yeah.",
        1613.78,
        1614.04
    ],
    [
        " That's my opinion.",
        1614.36,
        1615.0
    ],
    [
        " Good job on walking away.",
        1615.2,
        1616.58
    ],
    [
        " Going out to find the guy.",
        1616.94,
        1617.92
    ],
    [
        " Luckily, you already said, luckily you didn't find him.",
        1618.26,
        1620.46
    ],
    [
        " Yeah.",
        1620.58,
        1620.72
    ],
    [
        " Because right now, who knows?",
        1620.94,
        1621.96
    ],
    [
        " Maybe you'd be the guy that's on, you're going to jail.",
        1622.18,
        1624.32
    ],
    [
        " The cop that, oh, you're a cop and you were armed and you went and",
        1624.5,
        1627.04
    ],
    [
        " you got in a fight with this guy and you pulled your weapon because you were",
        1627.04,
        1630.06
    ],
    [
        " losing and you shot him and then what do we see?",
        1630.06,
        1631.54
    ],
    [
        " We see somebody that had a cell phone and they recorded the whole thing",
        1631.8,
        1634.14
    ],
    [
        " and they see you pushing this guy around.",
        1634.14,
        1635.5
    ],
    [
        " Yeah.",
        1635.66,
        1635.98
    ],
    [
        " It's not a good situation.",
        1636.26,
        1638.02
    ],
    [
        " And you got to be ultra responsible when you're carrying.",
        1638.34,
        1641.8
    ],
    [
        " Ultra responsible when you're carrying.",
        1642.08,
        1643.26
    ],
    [
        " You know that.",
        1643.38,
        1643.88
    ],
    [
        " We all know that.",
        1644.18,
        1645.02
    ],
    [
        " When we carry, we got to avoid.",
        1645.36,
        1647.14
    ],
    [
        " That's what we have to do when we're packing.",
        1647.38,
        1649.9
    ],
    [
        " Well.",
        1650.42,
        1650.66
    ],
    [
        " Yeah.",
        1651.7,
        1652.06
    ],
    [
        " Yeah.",
        1651.94,
        1652.42
    ],
    [
        " Okay.",
        1652.42,
        1652.44
    ],
    [
        " Yeah.",
        1653.58,
        1654.34
    ],
    [
        " And you can kind of tell when someone's scared.",
        1654.46,
        1656.94
    ],
    [
        " You know, when like if this guy, and a guy in the street and you're in the car,",
        1657.56,
        1661.52
    ],
    [
        " that's, I don't know, that seems real obvious.",
        1661.52,
        1663.46
    ],
    [
        " You drive around and you go home.",
        1663.64,
        1664.84
    ],
    [
        " But it's, you know, if someone's like, get it, like if you're walking on the sidewalk",
        1665.36,
        1668.62
    ],
    [
        " and he gets in your way, that's, you know, it's kind of different or whatever.",
        1668.62,
        1671.16
    ],
    [
        " But avoiding the situation.",
        1671.16,
        1673.8
    ],
    [
        " Yeah.",
        1674.1,
        1674.36
    ],
    [
        " And you're not scared because you prepare to whatever and you,",
        1674.64,
        1677.6
    ],
    [
        " you simply walk around or go the other way or something like that.",
        1677.94,
        1680.6
    ],
    [
        " The people with you, they can tell.",
        1680.7,
        1682.04
    ],
    [
        " They can tell you're not scared.",
        1682.26,
        1683.42
    ],
    [
        " They can tell you're making the right, but if you are scared, whether you fight the guy",
        1684.02,
        1687.04
    ],
    [
        " or you run away scared, they can tell that too.",
        1687.04,
        1689.86
    ],
    [
        " Yeah.",
        1690.04,
        1690.16
    ],
    [
        " So I had another situation.",
        1690.38,
        1691.8
    ],
    [
        " The other day, I was walking on street with my whole, well,",
        1692.62,
        1695.0
    ],
    [
        " oh yeah, I was with my whole family.",
        1695.22,
        1696.56
    ],
    [
        " Dang.",
        1697.1,
        1697.34
    ],
    [
        " Okay.",
        1697.98,
        1698.12
    ],
    [
        " Going to get some ice cream.",
        1698.22,
        1699.44
    ],
    [
        " It was a couple months ago in the summertime.",
        1699.64,
        1701.0
    ],
    [
        " Going to get some ice cream.",
        1701.0,
        1702.06
    ],
    [
        " Yeah.",
        1702.1,
        1702.26
    ],
    [
        " Had a disciplinary breakdown in my own mentality.",
        1702.42,
        1705.14
    ],
    [
        " Which is going to get ice cream.",
        1705.14,
        1706.2
    ],
    [
        " Sure.",
        1706.42,
        1706.6
    ],
    [
        " So we're walking down the street and out of nowhere, this guy just gets in my, like, stood",
        1707.68,
        1714.2
    ],
    [
        " up and got in my face.",
        1714.2,
        1715.68
    ],
    [
        " Look really fast.",
        1715.68,
        1716.62
    ],
    [
        " And I just kind of looked at him and sort of did the, you know, into the semi, not a full",
        1717.38,
        1726.8
    ],
    [
        " on fight stance, but I turned, you know, like a quarter turn and just looked at him.",
        1726.8,
        1731.1
    ],
    [
        " Because I thought, okay, we're going to rock and roll.",
        1731.2,
        1732.78
    ],
    [
        " We'll make this happen.",
        1732.94,
        1733.86
    ],
    [
        " And almost instantly what happened with you just described happened.",
        1734.82,
        1738.94
    ],
    [
        " As soon as the guy got in my face, he like immediately within one,",
        1739.5,
        1743.54
    ],
    [
        " within a half a second, immediately back down and walked away.",
        1743.62,
        1746.14
    ],
    [
        " It was like he was just trying to prove something and then he realized really quick,",
        1747.06,
        1749.6
    ],
    [
        " he was going to get crushed.",
        1749.6,
        1750.48
    ],
    [
        " Yeah.",
        1750.8,
        1751.04
    ],
    [
        " But anyways, that's the same thing, you know, the guy can tell, oh, you want to fight?",
        1751.16,
        1754.94
    ],
    [
        " You know, yeah, I'm telling you that story about Hoiler.",
        1755.36,
        1757.96
    ],
    [
        " Hoiler Gracie.",
        1758.34,
        1759.6
    ],
    [
        " Hoiler told me this story and I guess, you know,",
        1759.86,
        1762.28
    ],
    [
        " Hoiler's a really good surfer.",
        1762.42,
        1763.4
    ],
    [
        " And Hoiler was out surfing at a spot in San Diego, you know, San Diego, like all surfing areas is",
        1763.86,
        1770.2
    ],
    [
        " pretty, um, territorial.",
        1770.2,
        1772.04
    ],
    [
        " And there's some, there's some aggression in the surf.",
        1772.66,
        1776.2
    ],
    [
        " And anyways, some guys started getting aggressive with, with Hoiler.",
        1776.84,
        1781.24
    ],
    [
        " And Hoiler said to him, some classic line.",
        1781.72,
        1785.62
    ],
    [
        " It was something along the lines of,",
        1785.78,
        1787.4
    ],
    [
        " hey man, you surf for a living?",
        1788.16,
        1790.7
    ],
    [
        " I fight for a living.",
        1791.22,
        1792.44
    ],
    [
        " If you want to go to the beach, let me know.",
        1792.84,
        1795.44
    ],
    [
        " Otherwise, be quiet.",
        1795.86,
        1797.28
    ],
    [
        " I thought that was a great line.",
        1797.98,
        1799.78
    ],
    [
        " Nicely done, Hoiler.",
        1800.06,
        1800.72
    ],
    [
        " Brothers time.",
        1800.98,
        1803.56
    ],
    [
        " We went on a, but it's the same, you know, Hoiler's small.",
        1804.16,
        1805.86
    ],
    [
        " For those of you who don't know who Hoiler Gracie is,",
        1806.1,
        1807.56
    ],
    [
        " Hoiler's a small, small guy.",
        1807.66,
        1809.22
    ],
    [
        " He's obviously a master of Jiu-Jitsu, but he's only 150 pounds, 155 pounds maybe,",
        1809.32,
        1815.24
    ],
    [
        " really small guy.",
        1815.34,
        1816.24
    ],
    [
        " And he's a nice guy.",
        1816.88,
        1817.74
    ],
    [
        " So he's not a guy that, he's not a guy that's going to be intimidated.",
        1818.06,
        1820.38
    ],
    [
        " He's not, he's not, his looks are not going to intimidate anybody.",
        1821.0,
        1824.28
    ],
    [
        " I don't even think he has cauliflower errors.",
        1824.44,
        1825.86
    ],
    [
        " I mean, it's just, he just looks like a nice guy.",
        1825.96,
        1828.54
    ],
    [
        " And he is a nice guy.",
        1828.58,
        1829.66
    ],
    [
        " And he's got a nice presence about him.",
        1829.9,
        1832.0
    ],
    [
        " So what I'm saying is what, again, to reinforce what you just said,",
        1832.16,
        1836.1
    ],
    [
        " when someone is confident to that level, even though there are 145 or 150 pounds",
        1836.3,
        1842.6
    ],
    [
        " and look like a nice guy with a smile on their face,",
        1842.6,
        1844.68
    ],
    [
        " when you confidently say, look, you know what I do for a living?",
        1844.78,
        1847.36
    ],
    [
        " I fight.",
        1847.36,
        1847.72
    ],
    [
        " If you want to go to the beach and fight, let me know.",
        1847.9,
        1849.74
    ],
    [
        " And the guy says, oh, you know what I'm good.",
        1850.04,
        1852.12
    ],
    [
        " Yeah.",
        1852.36,
        1852.7
    ],
    [
        " You know, I'm good. I'll just leave you alone.",
        1852.86,
        1853.8
    ],
    [
        " That sounds like a plan.",
        1853.96,
        1854.86
    ],
    [
        " Yeah, the little detector goes off like danger, you know?",
        1855.38,
        1859.32
    ],
    [
        " Yeah, danger. I'm going to get my ass beat.",
        1859.34,
        1861.34
    ],
    [
        " Yeah, but and some, but some guys are,",
        1861.74,
        1863.56
    ],
    [
        " it's for as a decision-making goes.",
        1863.78,
        1865.94
    ],
    [
        " Some guys are crazy, you know, where like how you said, like if they're like on drugs,",
        1866.32,
        1869.54
    ],
    [
        " or this guy in this case, if you sit in the middle of the road acting like, you know,",
        1869.54,
        1873.48
    ],
    [
        " boys in the hood kind, we got a problem here.",
        1873.96,
        1875.56
    ],
    [
        " Kind, that's what he said he was doing.",
        1875.7,
        1876.82
    ],
    [
        " Like he's obviously off, you know, like he's not a decision-maker kind of thing.",
        1877.64,
        1881.94
    ],
    [
        " So, you know, if you jump into a situation with him, it's kind of unpredictable in that weird way, you know?",
        1882.24,
        1887.44
    ],
    [
        " Let me tell you something else.",
        1887.62,
        1888.74
    ],
    [
        " Let's say the guy has a gun or doesn't have a gun.",
        1889.08,
        1892.42
    ],
    [
        " You had the moment to get away from him.",
        1892.54,
        1893.86
    ],
    [
        " If you thought I really had a gun, you get away from him, right?",
        1893.98,
        1896.64
    ],
    [
        " Let's say you said, oh, you know what, I'm going to confront him right now.",
        1897.42,
        1899.7
    ],
    [
        " So, let's say you get in a shootout, you kill him.",
        1900.5,
        1903.76
    ],
    [
        " Guess what you got to do now.",
        1903.76,
        1905.12
    ],
    [
        " You got a higher lawyer, you got to hang up, you got to take a break from work because you're a copy.",
        1905.58,
        1910.22
    ],
    [
        " There's all these things.",
        1910.4,
        1911.3
    ],
    [
        " So not worth it.",
        1911.76,
        1912.7
    ],
    [
        " It's just a pain in the ass is what it is.",
        1912.9,
        1915.28
    ],
    [
        " It's almost like, I mean, maybe I'm wrong here, but it's almost like you can't,",
        1915.48,
        1920.2
    ],
    [
        " like what's the thing?",
        1920.28,
        1921.64
    ],
    [
        " What's the goal we're going for?",
        1921.76,
        1923.0
    ],
    [
        " Yeah, back to the first question of the day.",
        1923.12,
        1925.38
    ],
    [
        " Yeah, what's your reason for doing this?",
        1925.78,
        1928.82
    ],
    [
        " Yeah, like I'm going to go out and I'm going to look for the guy,",
        1928.82,
        1932.46
    ],
    [
        " but then like what's the goal?",
        1932.68,
        1933.72
    ],
    [
        " Like what's the, like what are we going for there when we go look for him?",
        1933.86,
        1936.32
    ],
    [
        " To tell him not to do that again or to what to arrest him or...",
        1936.44,
        1939.54
    ],
    [
        " He's going to have to kick his ass or believe what's going on.",
        1939.54,
        1941.82
    ],
    [
        " Yeah, and then even that, you don't, a lot of times we don't, I know,",
        1942.1,
        1944.96
    ],
    [
        " when you're in that moment, you don't think past that.",
        1945.12,
        1947.38
    ],
    [
        " You're just like, I got to get my, whatever, my revenge really is what it is.",
        1947.52,
        1951.68
    ],
    [
        " He shouldn't have done that to me.",
        1951.84,
        1952.74
    ],
    [
        " I'm going to go teach him a lesson kind of a thing.",
        1952.76,
        1954.22
    ],
    [
        " I mean, that's the feeling, I don't know.",
        1954.8,
        1956.5
    ],
    [
        " Yeah, but guys are weird, man.",
        1957.22,
        1958.78
    ],
    [
        " You can jump into that weirdness spread.",
        1959.08,
        1960.96
    ],
    [
        " Just go home with your family and watch the game.",
        1961.16,
        1963.12
    ],
    [
        " When the confrontation happens, the best case scenario isn't good.",
        1963.12,
        1966.5
    ],
    [
        " The best case scenario isn't good.",
        1966.86,
        1968.28
    ],
    [
        " Oh yeah, if you jump in there.",
        1968.28,
        1969.26
    ],
    [
        " Just the best case scenario that's going to happen.",
        1969.62,
        1971.38
    ],
    [
        " Yeah, it isn't good.",
        1971.66,
        1972.44
    ],
    [
        " Because you got, even if you walk up and knock the guy out with one clean punch,",
        1972.78,
        1977.86
    ],
    [
        " you got a broken finger, you know, you got a broken knuckle.",
        1978.88,
        1981.8
    ],
    [
        " Even if you walk up and choke the guy, you got his grimy puke all over.",
        1982.06,
        1986.56
    ],
    [
        " You know what I mean?",
        1986.68,
        1987.0
    ],
    [
        " It's just, there's nothing that good is going to come out of it.",
        1987.14,
        1990.04
    ],
    [
        " Yeah, and other than it feels good to fight,",
        1990.04,
        1993.18
    ],
    [
        " but that can easily be remedied by going to the gym and fighting all your buddies.",
        1993.28,
        1998.62
    ],
    [
        " And in this case, I don't know.",
        1998.9,
        2000.2
    ],
    [
        " You know, this guy, oh, you knocked out a weird homeless guy.",
        2000.62,
        2004.7
    ],
    [
        " In the middle of the road and from your family,",
        2004.84,
        2006.84
    ],
    [
        " like, I don't see how that's cool.",
        2006.86,
        2008.08
    ],
    [
        " Yeah.",
        2008.48,
        2008.6
    ],
    [
        " You know that?",
        2008.66,
        2009.0
    ],
    [
        " I mean, maybe, I don't know if that would feel good.",
        2009.4,
        2011.26
    ],
    [
        " I don't think so.",
        2011.8,
        2012.28
    ],
    [
        " Yeah.",
        2012.6,
        2012.68
    ],
    [
        " But yeah, it's kind of weird.",
        2013.22,
        2014.36
    ],
    [
        " This one time we went on this cruise.",
        2014.5,
        2015.68
    ],
    [
        " And it was me, Terry Tim, you know, he's got like, Terry's huge.",
        2016.52,
        2020.74
    ],
    [
        " Yeah, I'm kind of big or whatever.",
        2020.88,
        2022.3
    ],
    [
        " Tim and our girlfriends, this guy was behind us in the booth.",
        2022.88,
        2025.78
    ],
    [
        " We're at a restaurant or something.",
        2025.78,
        2027.04
    ],
    [
        " And we were like, whatever.",
        2027.74,
        2028.96
    ],
    [
        " I guess the booths were flimsy.",
        2029.1,
        2030.44
    ],
    [
        " So we're shaking the booth.",
        2030.66,
        2032.08
    ],
    [
        " He was behind us.",
        2032.18,
        2032.66
    ],
    [
        " He got up all crazy.",
        2032.74,
        2034.74
    ],
    [
        " He's like, hey, he's, what did he say?",
        2034.86,
        2038.2
    ],
    [
        " He said, hey, yeah, you guys are big,",
        2038.42,
        2039.68
    ],
    [
        " but you guys keep knocking the booth.",
        2039.74,
        2041.26
    ],
    [
        " We're gonna like basically call this out to a fight.",
        2041.44,
        2043.68
    ],
    [
        " He had like tattoos everywhere on his neck and stuff.",
        2043.86,
        2045.94
    ],
    [
        " And at first, I was like, man, is this guy joking?",
        2046.58,
        2049.34
    ],
    [
        " Like, what's going on?",
        2049.72,
        2051.12
    ],
    [
        " I was confused.",
        2051.16,
        2052.22
    ],
    [
        " And to be honest, I was like stunned.",
        2052.22,
        2054.34
    ],
    [
        " Like almost like, I didn't, this scenario was so foreign to me.",
        2055.04,
        2057.92
    ],
    [
        " I was not even able to even know what to say.",
        2058.08,
        2059.94
    ],
    [
        " I don't even know what everyone else was doing.",
        2060.44,
        2062.46
    ],
    [
        " That's how stunned I was.",
        2062.76,
        2063.86
    ],
    [
        " But then Tim, he was kind of used to that kind of stuff.",
        2064.18,
        2067.06
    ],
    [
        " So he was like, is this my series right now?",
        2067.44,
        2069.2
    ],
    [
        " He just jumps, he like stands up, goes to fight him.",
        2069.34,
        2071.82
    ],
    [
        " But the guy was a weirdo.",
        2071.9,
        2072.94
    ],
    [
        " That's the thing.",
        2073.26,
        2073.8
    ],
    [
        " It was like all of us big guys, you know?",
        2074.08,
        2075.96
    ],
    [
        " And Tim was like, he wasn't scared.",
        2076.5,
        2077.82
    ],
    [
        " Oh, he was ready to like fight.",
        2077.9,
        2078.8
    ],
    [
        " So he gets in his fate, face their about.",
        2078.88,
        2080.4
    ],
    [
        " If I want to screws, by the way, we're fighting.",
        2080.42,
        2082.82
    ],
    [
        " You can't fight on a cruise.",
        2082.96,
        2083.8
    ],
    [
        " No.",
        2084.2,
        2084.34
    ],
    [
        " So it's this big scene, you know?",
        2084.74,
        2086.22
    ],
    [
        " And the guy like, he was like, I don't know.",
        2086.6,
        2088.94
    ],
    [
        " I guess he was ready to die or something.",
        2089.06,
        2090.72
    ],
    [
        " Because he was like, kind of down the fight.",
        2091.08,
        2093.16
    ],
    [
        " And guys came in like, I think broke it up or whatever.",
        2093.16,
        2095.26
    ],
    [
        " We had to make this big report.",
        2095.46,
        2096.68
    ],
    [
        " It was like this big thing.",
        2097.02,
        2098.06
    ],
    [
        " Toes all just to paint the ass is basically what we're saying.",
        2098.9,
        2101.38
    ],
    [
        " Exactly right.",
        2101.4,
        2101.92
    ],
    [
        " And I'm saying like, what if we fought that guy, you know?",
        2102.0,
        2105.3
    ],
    [
        "",
        2105.56,
        2105.56
    ],
    [
        " Tought him a lesson or what if Tim fought him?",
        2105.56,
        2107.6
    ],
    [
        " Yeah, whatever is getting arrested.",
        2107.6,
        2108.76
    ],
    [
        " And he got a lawsuit against him.",
        2109.16,
        2110.52
    ],
    [
        "",
        2110.66,
        2110.66
    ],
    [
        " We were on a cruise.",
        2110.68,
        2111.52
    ],
    [
        " Yeah.",
        2112.02,
        2112.34
    ],
    [
        " Now we gotta go someplace.",
        2112.46,
        2113.48
    ],
    [
        "",
        2113.96,
        2113.96
    ],
    [
        " It's all stupid.",
        2114.1,
        2114.76
    ],
    [
        " Yeah, yeah, don't do that kind of stuff.",
        2115.28,
        2116.7
    ],
    [
        " Next question.",
        2117.52,
        2118.82
    ],
    [
        " Jockel, love the podcast.",
        2119.94,
        2121.48
    ],
    [
        " Part of the question.",
        2121.84,
        2122.56
    ],
    [
        " Oh, thank you.",
        2122.68,
        2123.16
    ],
    [
        " Right on.",
        2123.16,
        2123.66
    ],
    [
        " Any suggestions for leading command staff",
        2124.34,
        2127.7
    ],
    [
        " to understanding the ground level troops in a mission?",
        2127.7,
        2130.18
    ],
    [
        " Okay, so for those either that are not in the military,",
        2130.86,
        2134.52
    ],
    [
        " command staff, that's sort of for the business world.",
        2134.86,
        2137.78
    ],
    [
        " That would be like corporate headquarters.",
        2137.82,
        2139.28
    ],
    [
        " You know, the corporate headquarters, you got the command staff.",
        2140.06,
        2142.36
    ],
    [
        " And so it happens in both situations where you end up with",
        2142.36,
        2145.5
    ],
    [
        " with the command staff or the corporate headquarters that kind of loses track",
        2145.5,
        2151.58
    ],
    [
        " of what they're actually there for.",
        2153.74,
        2155.5
    ],
    [
        " The ground level mission, the troops that are on the ground.",
        2155.82,
        2158.34
    ],
    [
        " And this is a tough question, but it's also kind of a simple one.",
        2158.46,
        2162.16
    ],
    [
        " So I go back to trying to constantly remind people what the mission is.",
        2162.96,
        2169.82
    ],
    [
        " What are they trying to do?",
        2169.96,
        2170.48
    ],
    [
        " And I had the admiral when I was the admiral's aid,",
        2170.54,
        2172.3
    ],
    [
        " I worked for the admiral.",
        2172.34,
        2173.36
    ],
    [
        " Great guy.",
        2173.6,
        2174.34
    ],
    [
        " And one of the things I've probably talked about this before,",
        2175.02,
        2177.66
    ],
    [
        " but one of the best things that he did was because he's,",
        2177.68,
        2181.0
    ],
    [
        " he's so detached from the seal platoons, like there's layer upon layer upon layer in between him",
        2181.0,
        2188.28
    ],
    [
        " and actually believe it or not, the job of the admiral that's in charge of the seal teams.",
        2188.28,
        2194.2
    ],
    [
        " This is going to sound strange to everybody.",
        2194.4,
        2195.92
    ],
    [
        " The job of the admiral that's in charge of the seal teams is to",
        2196.38,
        2201.34
    ],
    [
        " get equipment and gear and training for the seal teams.",
        2201.34,
        2209.04
    ],
    [
        " Now and for like the next 10 years, because that's the way the budgetary process works in the",
        2210.02,
        2215.6
    ],
    [
        " Pentagon and there's so, so don't think it when you think I know you, you want to think of",
        2215.6,
        2220.18
    ],
    [
        " the seal admiral as the war fighter.",
        2220.18,
        2222.76
    ],
    [
        " That's going forward.",
        2222.88,
        2223.6
    ],
    [
        " The guy that's actually in charge, the senior seal.",
        2223.88,
        2227.1
    ],
    [
        " Now there, you could be a special operation because there's other place you could be,",
        2227.32,
        2229.7
    ],
    [
        " but the guy that's in charge of the seals of, of naval special warfare command.",
        2229.74,
        2234.66
    ],
    [
        " That's what it's called.",
        2235.26,
        2235.94
    ],
    [
        " Naval special warfare command.",
        2235.94,
        2237.52
    ],
    [
        " The admiral that's in charge of that, which puts him in charge of all the seals.",
        2237.7,
        2240.1
    ],
    [
        " That guy, his main, his, his job is to train and equip seals, train and equip.",
        2240.72,
        2249.48
    ],
    [
        " Not take them into battle, but train and equip.",
        2249.62,
        2251.6
    ],
    [
        " And so you end up with this whole organization where the purpose of the organization is to train",
        2252.04,
        2256.54
    ],
    [
        " and equip, but the organization is huge.",
        2256.54,
        2259.36
    ],
    [
        " And even that command organization gets very big.",
        2259.64,
        2262.86
    ],
    [
        " And so what they start doing is they start losing focus that 10 levels below them out somewhere",
        2262.86,
        2268.44
    ],
    [
        " overseas is an eight man squad in a zodiac off the coast of some nation doing an reconnaissance.",
        2268.44,
        2276.1
    ],
    [
        " It's very, they don't even think about, they even thought about that for years.",
        2276.38,
        2279.6
    ],
    [
        " And so they lose track and it happens in a corporate world as well, where the headshed,",
        2279.9,
        2285.48
    ],
    [
        " that's their dealing with stuff too, right? They're dealing with legal problems,",
        2285.6,
        2288.26
    ],
    [
        " they're dealing with compliance problems, they're dealing with financial problems,",
        2288.34,
        2291.9
    ],
    [
        " they lose track of the fact that there's a guy on the front line that's trying to fix a car",
        2291.94,
        2296.32
    ],
    [
        " or replace an air conditioner. You know, that's the way it is. So you lose the vision of that,",
        2296.32,
        2302.2
    ],
    [
        " you lose track of that. So what was great about this admiral that I work for is in these big meetings,",
        2302.28,
        2307.72
    ],
    [
        " where they would be talking about hundreds of millions of dollars of expenditures over the next",
        2308.2,
        2313.78
    ],
    [
        " 12 years and various training commands and all this stuff huge. And he would always,",
        2313.78,
        2318.88
    ],
    [
        " you know, he would always say, how does this impact a seal platoon overseas?",
        2318.88,
        2322.6
    ],
    [
        " How does this help a seal a sorter go out and shoot a bad guy in the face? That's what he would ask.",
        2323.18,
        2331.96
    ],
    [
        " And that gets snaps everybody, snaps everybody back into reality of what they're, it connects",
        2332.58,
        2339.26
    ],
    [
        " exactly what this question is. Suggestions for leading command staff to understanding the ground",
        2339.26,
        2345.02
    ],
    [
        " level truth. You've got to ask that question in the business side of seeing the same thing.",
        2345.02,
        2348.46
    ],
    [
        " You know, the guys totally lose track of it. So you end up, you got to ask the question,",
        2348.86,
        2353.5
    ],
    [
        " hey, everything that you're talking about, this compliance thing, this regulatory thing,",
        2353.6,
        2358.4
    ],
    [
        " and this new software that you're talking about, let me ask you a question, how is this going to help",
        2358.4,
        2361.84
    ],
    [
        " one of our front line salespeople close a deal? That's the question. That's the whole reason that",
        2361.84,
        2369.54
    ],
    [
        " we're here. The whole reason that this big staff is here, the whole reason we have this building,",
        2369.54,
        2374.14
    ],
    [
        " the whole reason we have this base is so that a seal overseas can close with and destroy the",
        2374.54,
        2382.14
    ],
    [
        " enemy or so, or if we're a big corporation is so that this repairman can make it to a house",
        2382.14,
        2389.34
    ],
    [
        " and fix an electrical problem in a short period of time efficiently and effectively. That's",
        2389.34,
        2397.68
    ],
    [
        " what you have to do. You have to keep reminding them of what's going on down on the front lines,",
        2398.92,
        2403.04
    ],
    [
        " what the mission is, what the men are doing, what issues are out there. Another thing you could take is",
        2403.16,
        2407.14
    ],
    [
        " you want to take these people with you or you want to get anecdotal information. That's, I know it's",
        2407.14,
        2412.9
    ],
    [
        " cheap. It's cheap to do this, but you go out and you gather anecdotal information that you can",
        2412.9,
        2418.92
    ],
    [
        " bring back to headquarters and say, hey, you know what? I know we're all doing a good job here.",
        2418.92,
        2422.52
    ],
    [
        " Let me tell you, the troops on the ground need this cold weather gear right now. They don't have it.",
        2422.54,
        2426.32
    ],
    [
        " Here's a message I just got up from a guy overseas. They're up in Northern Iraq. We thought it was",
        2426.42,
        2431.48
    ],
    [
        " going to be warm. Guess what? It's 32 degrees. There's snow on the ground. These guys aren't prepared for",
        2431.48,
        2436.44
    ],
    [
        " what we need to get in this gear. Okay, so you're using anecdotal information to",
        2436.44,
        2440.4
    ],
    [
        " to paint the picture of what's going on in the front lines. Same thing with, you know, if you're",
        2440.4,
        2444.94
    ],
    [
        " a corporate guy and you want to make sure people stay engaged, go out on a call with that electrician",
        2444.94,
        2450.0
    ],
    [
        " that's visiting the house on a on a where there's been a breaker of blown and the guys working through",
        2450.0,
        2454.94
    ],
    [
        " the payment system that you devise that you thought was so smart. It doesn't get connection while",
        2455.56,
        2459.56
    ],
    [
        " you're out in the field and now you can't run a credit card. You want to come back and tell them",
        2459.56,
        2463.38
    ],
    [
        " tell the headshed that. So those are some of the things. Another thing that you can do is",
        2463.38,
        2469.5
    ],
    [
        " you ask those questions all the time and maybe you just come up with some kind of a mantra that",
        2469.5,
        2473.46
    ],
    [
        " you repeat all the time and that you sign your emails with that says, you know, we're here to support.",
        2473.46,
        2476.94
    ],
    [
        " We're here to support the front line guys. We're here for the front line, you know, or ask yourself",
        2477.46,
        2482.66
    ],
    [
        " the question, does this help the front line? Every decision that we make, we got to ask ourselves,",
        2482.66,
        2486.68
    ],
    [
        " does this help our front line? Does this help our front line person out?",
        2486.84,
        2489.46
    ],
    [
        " And I think that's what you got to do. Now one thing that you got to be ready for on this,",
        2490.62,
        2496.3
    ],
    [
        " you got to be ready for someone to say they don't understand the big picture. This is what you",
        2497.38,
        2503.24
    ],
    [
        " got to be ready for because I've heard this. Wait, who's going to say that? The corporate. Okay,",
        2503.24,
        2506.78
    ],
    [
        " you go to the corporate and say, look, you know, we got the guys in the front lines, we need to get",
        2506.88,
        2509.58
    ],
    [
        " them this gear and they go, look, they don't understand the big picture. We can't afford that right now.",
        2509.58,
        2513.64
    ],
    [
        " We don't look okay. I hear what you're saying. But be ready for it. It's an excuse. It's an excuse.",
        2513.78,
        2521.72
    ],
    [
        " And you got to be ready for it in the way that you get ready for enough talk about the some million times",
        2521.86,
        2525.2
    ],
    [
        " the way you get ready for is you have ammunition. You have ammunition. You got to have your ducks in",
        2525.2,
        2529.02
    ],
    [
        " a row. If you're going to raise your hand and say, hey, here's what's going on the front lines.",
        2529.02,
        2531.32
    ],
    [
        " Here's a problem that they have. You can't, but you can't just back down when they say, hey,",
        2531.6,
        2535.96
    ],
    [
        " they don't know what's going on. They don't get it. They don't get the bill. That's a big thing. They say in",
        2535.98,
        2539.18
    ],
    [
        " military, they don't get the big picture. I will hear that friend. I'd say, you know what? Actually,",
        2539.18,
        2543.36
    ],
    [
        " we do get the big picture. We're living the big picture. You don't get the big picture.",
        2543.48,
        2547.58
    ],
    [
        " Here's the big picture. I got front line troopers that need cold weather gear or they're going to",
        2548.0,
        2553.92
    ],
    [
        " freeze and not be able to operate. The picture doesn't get me bigger than that. Now you can't of course",
        2553.92,
        2561.76
    ],
    [
        " come across like that. And what you have to do is you have to look at it systematically. And over",
        2561.76,
        2565.3
    ],
    [
        " a long term and say, this is a bug plan. And I've got a plan for the long term of how we're going",
        2565.3,
        2569.06
    ],
    [
        " to get these guys. It's cold weather gear in the future. But right now we've got a little fix.",
        2569.06,
        2571.68
    ],
    [
        " It's going to cover these guys that are in the field right now. You got to come armed with",
        2571.68,
        2575.26
    ],
    [
        " ambientation. So that you can, you can refute this common call that gets made, which is they",
        2575.26,
        2583.56
    ],
    [
        " don't understand the big picture out in the field. So don't worry about them. No, the only reason",
        2583.56,
        2587.36
    ],
    [
        " we're here is for those guys in the field. So let's remember them.",
        2587.36,
        2590.74
    ],
    [
        " Next question.",
        2596.64,
        2597.42
    ],
    [
        " You talk about stepping back or detaching to better assess situations. Can you expand on how",
        2599.06,
        2607.42
    ],
    [
        " you detach? Okay, so this is again, this is one I've been asked. I probably even,",
        2607.42,
        2613.74
    ],
    [
        " if I answered this before, yes. Should we just skip it? No, I think it's worth it, you know.",
        2613.88,
        2620.1
    ],
    [
        " Okay, I'll go over it quickly since people ask me all the time. Okay, first of all,",
        2620.26,
        2625.02
    ],
    [
        " you want to detach step back, literally step back. If you're online with a bunch of people in",
        2625.3,
        2631.08
    ],
    [
        " a combat situation, literally step back. If you're in a combat situation, high port your weapon,",
        2631.08,
        2636.18
    ],
    [
        " point your weapon at the roof, at the sky, whatever, you're not going to engage in your target,",
        2636.38,
        2640.54
    ],
    [
        " you're going to step back. If you're in a, if you're in a business environment, step away from",
        2640.54,
        2645.48
    ],
    [
        " the computer, step away from the terminal, put down your pen back away. There's a, you're in a",
        2645.48,
        2651.54
    ],
    [
        " meeting, heated meeting, you need to detach, stand up back away from the table, but it's literally",
        2651.54,
        2656.1
    ],
    [
        " stand back and step away. Once you do that, you, you relax. Now that, that physical part that I",
        2656.1,
        2663.74
    ],
    [
        " just talked about is literally stepping back, that's something that it's a, it's a, it's a physical",
        2663.74,
        2670.18
    ],
    [
        " reminder of what to do. You can get to a point in your life where you don't need to do that. Yeah.",
        2670.18,
        2675.46
    ],
    [
        " Or where you usually don't have to do that. But things can still escalate quickly to where even",
        2675.84,
        2681.18
    ],
    [
        " the most highly trained, detached person still lasted to step back and take a, take a wrap off",
        2682.1,
        2689.02
    ],
    [
        " and take a look around. So in most of these situations, especially when you're first",
        2689.02,
        2693.9
    ],
    [
        " starting to try and do it physically, step back, physically do something that indicates to you as",
        2693.9,
        2700.72
    ],
    [
        " a person and it actually indicates to everyone around you that you're doing this. Like when somebody",
        2700.72,
        2704.24
    ],
    [
        " stands up from the table and steps back, it's an indicator. Okay. He's taking a wrap off.",
        2704.24,
        2707.34
    ],
    [
        " Sold dramatic. We get it. Yeah. Actually, we're trying not to be dramatic, but it's going to be",
        2707.6,
        2711.72
    ],
    [
        " dramatic anyways. Yeah. It is. Now take a breath, take a breath, look around and make a call. That's",
        2711.72,
        2719.4
    ],
    [
        " it. That's how easy it is to detach. Now, the actual hard part of detachment is being",
        2719.4,
        2725.96
    ],
    [
        " self-aware enough that you know when to detach. That's the, that's the challenging part.",
        2725.96,
        2731.8
    ],
    [
        " Because they end up in the situation. By the time, by the time they go, man, I should have",
        2731.96,
        2735.88
    ],
    [
        " detached. Yeah, that's right. You should have detached. Do you lost your temper? You got involved.",
        2735.88,
        2738.98
    ],
    [
        " You couldn't make a decision. You got dragged into the weeds like everybody else did.",
        2739.08,
        2742.16
    ],
    [
        " If somebody, if I would have done this plenty of time for my training and see Opaltoons,",
        2743.22,
        2747.14
    ],
    [
        " I would just go up to the leader who was getting dragged into the situation. I'd be like,",
        2747.28,
        2750.24
    ],
    [
        " hey, step back with me. I'd take them two steps off the line and be like, look around.",
        2750.26,
        2753.98
    ],
    [
        " And then they'd be easily be able to make a decision. That's the, that's the easy part. The easy",
        2754.22,
        2759.3
    ],
    [
        " part is stepping back. The hard part is knowing that you need to do it. Because it's like",
        2759.3,
        2765.64
    ],
    [
        " I guess it's to use the stupid analogy of the boiling frog, right? Where you put a, you put a frog",
        2766.84,
        2771.58
    ],
    [
        " in water, you slowly start to boil it. Next thing, you know, it's, next thing it knows it's dead.",
        2771.58,
        2775.6
    ],
    [
        " It didn't realize it though. But if you threw it in the hot water, it would just try and jump out",
        2775.64,
        2778.76
    ],
    [
        " immediately. Yeah. It's the same thing here. You don't, you don't get walk into a room and the chaos",
        2778.76,
        2783.3
    ],
    [
        " is going on. No, you walk into the room and everything seems okay. And then it starts escalating,",
        2783.3,
        2786.56
    ],
    [
        " escalating, escalating. Next thing, you know, you're in it. And next thing, you know, something bad",
        2786.66,
        2789.7
    ],
    [
        " has happened and you didn't detach in time. So you lost the bubble and you lost control and",
        2789.7,
        2793.46
    ],
    [
        " everything went sideways. So you got to know, when you got to understand when it is you need to",
        2793.46,
        2798.7
    ],
    [
        " detach, you've got to have your own personal red flags to tell you that it's time to relax when",
        2798.7,
        2802.86
    ],
    [
        " you feel yourself getting frustrated, getting like that. You need to detach when you feel you,",
        2802.86,
        2806.88
    ],
    [
        " if you're getting frustrated, go back to, okay, detach. If you start feeling angry,",
        2806.94,
        2811.64
    ],
    [
        " you're, you're feeling the white knuckles or you start packing hard at the keyboard, right?",
        2811.86,
        2817.1
    ],
    [
        " Should it right? When you type an email out and you're hitting the keyboard hard,",
        2817.52,
        2821.84
    ],
    [
        " yeah, it's an indicator for you. You better not hit send because whatever you wrote isn't good.",
        2821.84,
        2826.94
    ],
    [
        " It's not going to solve any problems. You raised voice, right? You start raising the voice,",
        2827.14,
        2831.16
    ],
    [
        " you start getting angry and aggro with people. Those are the little things. Those are the little",
        2831.16,
        2836.42
    ],
    [
        " indicators that tell you you need to detach, step back, take a breath, look around, walk out of",
        2836.42,
        2844.68
    ],
    [
        " the room, put your weapon at high port, just relax. Look around, make a call. One more thing,",
        2844.68,
        2852.98
    ],
    [
        " sometimes, sometimes what, what the reason you need to detach is just so you can see something",
        2853.56,
        2863.08
    ],
    [
        " from a different angle. And you can ask a question, I personally love doing this. I'm in a,",
        2863.08,
        2868.48
    ],
    [
        " in a meeting, right? And I work with a bunch of businesses. And it actually gets pretty,",
        2868.5,
        2873.14
    ],
    [
        " you know, I'm getting involved in what they're doing. And they'll be all basically staring at a",
        2873.3,
        2879.1
    ],
    [
        " problem, right? Staring at a problem and they can't figure out what the solution, whether it's a",
        2879.1,
        2883.58
    ],
    [
        " leadership problem or a process problem, and they're all staring at this problem. And they can't come",
        2883.58,
        2889.66
    ],
    [
        " to a solution. Well, I come in, first of all, I'm totally detached, right? It's one of the benefits",
        2889.66,
        2893.74
    ],
    [
        " of my job is I'm totally detached. So when I come in, a lot of times, what I bring to the situation",
        2893.74,
        2901.56
    ],
    [
        " or what I can see is I can just ask a question that none of them could think to ask because they're",
        2901.56,
        2908.22
    ],
    [
        " all looking in the same direction. As soon as you flank that idea, you see it from a different angle,",
        2908.22,
        2913.18
    ],
    [
        " you come up with a solution. So, so what I'm, my point in this is, don't only use detachment",
        2913.48,
        2920.16
    ],
    [
        " to prevent your emotions from driving your decisions. Also, use detachment as part of your",
        2920.16,
        2930.04
    ],
    [
        " creative process to detach from your current thought pattern and move to a new thought pattern,",
        2931.76,
        2940.56
    ],
    [
        " where you can create new ideas and different plans from different angles that were not seen",
        2940.8,
        2948.52
    ],
    [
        " from your previous vantage point.",
        2948.52,
        2951.0
    ],
    [
        " Just,",
        2951.4,
        2952.12
    ],
    [
        " it's good. So I guess we did get a little bit out of that detachment there. Yeah.",
        2952.84,
        2961.34
    ],
    [
        " Revisit, revisitation.",
        2962.44,
        2964.86
    ],
    [
        " Next question. How to deal with people who use military vet status to excuse bad behavior",
        2965.6,
        2977.54
    ],
    [
        " in civilian world? Yeah. This is an unfortunate one to have to answer. And unfortunately, I have to",
        2978.08,
        2985.3
    ],
    [
        " start it off with the same way I made this point about Jiu Jitsu and Jiu Jitsu practitioners not",
        2985.3,
        2990.56
    ],
    [
        " necessarily being good people. Unfortunately, it's the same thing with veterans, just like it's",
        2990.56,
        2996.12
    ],
    [
        " the same thing in every aspect of life, just because someone is a veteran does not mean that they are",
        2996.12,
        3002.8
    ],
    [
        " good person and being at war is certainly not an excuse for bad behavior. And I have a couple examples,",
        3003.02,
        3013.44
    ],
    [
        " couple examples just to think about. Major, major Kurt Jiu In Lee. You remember this guy?",
        3013.44,
        3023.34
    ],
    [
        " Navy Cross. This is the guy that wore the pink vest at in-chon so his men could identify him.",
        3024.08,
        3030.36
    ],
    [
        " The enemy had got identified clearly too, but he was the leader. He saw hell, right? Wounded.",
        3030.36,
        3036.7
    ],
    [
        " Men died. It's 27 of his men made it. I mean, just ridiculous. Guess what he did when he got out",
        3036.98,
        3043.72
    ],
    [
        " of the Marine Corps. Went to work for an insurance company for 20 years. Right? So Joe Owen,",
        3043.72,
        3051.64
    ],
    [
        " Joe Owen, who, you know, same chosen reservoir battle never regained the use of his arm that was",
        3052.86,
        3061.8
    ],
    [
        " wounded, was medically retired from the Marine Corps. Guess what he did with all that angst and",
        3061.8,
        3066.58
    ],
    [
        " horror. Guess what he did. Yeah, he created and ran his own marketing business until he retired.",
        3066.58,
        3071.8
    ],
    [
        " Now, you remember John Chafee from that book, The Coldest War? He was the captain that I kind of",
        3072.54,
        3081.58
    ],
    [
        " wanted to do. Reason I did that book was because he was profiled in there and he just was a great leader.",
        3081.58,
        3086.42
    ],
    [
        " Well, I don't even know if I remember if I talked about this, but he turned 20 years old",
        3087.28,
        3092.68
    ],
    [
        " at the bottle of Guadalcanal. Right? World War II. He fought at Okinawa World War II. Then he went",
        3092.68,
        3099.84
    ],
    [
        " to went back, went to school, went to either Yale or Harvard or both, but then Korea kicked off,",
        3099.84,
        3104.86
    ],
    [
        " something went to Korea and got after it more. So all of this war, what did he do with all that?",
        3104.94,
        3110.94
    ],
    [
        " Came home, you know, became the mayor of Providence there in Rhode Island, became the governor of",
        3110.94,
        3115.08
    ],
    [
        " Rhode Island and then became Secretary of the Navy. But so my point in saying these things is veterans",
        3115.08,
        3122.38
    ],
    [
        " are not broken humans. They're not deranged people. They're just people. And they've seen some stuff",
        3122.38,
        3130.6
    ],
    [
        " and most of them are carry on and do awesome. The greatest generation, think of the greatest",
        3130.6,
        3136.88
    ],
    [
        " generation, all the World War II vets. They saw horrors of war. Guess what they did.",
        3136.88,
        3140.28
    ],
    [
        " Came home and dominated. That's what they did. So men and women can overcome the impact of war",
        3140.28,
        3148.94
    ],
    [
        " or at least they can learn to work with it. Because even if you have those things that stress you",
        3148.94,
        3156.1
    ],
    [
        " out, okay, but guys learn how to deal with it. Of course, that being said, war, it does leave a mark.",
        3156.1,
        3164.34
    ],
    [
        " And obviously sometimes it can have a extremely negative effect. So",
        3165.98,
        3173.84
    ],
    [
        " if you know someone like that, well, let's get those veterans some help if they need it and get",
        3173.84,
        3181.06
    ],
    [
        " them some support. Also, make sure you're not enabling this bad behavior. This is what you don't",
        3181.06,
        3186.26
    ],
    [
        " want to do. You don't want to enable this bad behavior. The vets that I meet, they're fired up.",
        3186.26,
        3193.34
    ],
    [
        " They're not complaining about anything. They're getting after it.",
        3193.44,
        3198.3
    ],
    [
        " Don't enable the bad behavior. It doesn't help anyone. And it's one of those things that it",
        3198.3,
        3204.36
    ],
    [
        " might make you feel better. It might make me feel better to help someone out and say,",
        3204.36,
        3209.78
    ],
    [
        " you know, I understand. Because here's let me enable your behavior some more. It might make me",
        3209.92,
        3214.52
    ],
    [
        " feel better. Because I feel like I've done a good deed, but you haven't done a good deed.",
        3214.52,
        3217.28
    ],
    [
        " You've actually not helped them at all. That's one thing I think that's good. If you find",
        3217.52,
        3222.8
    ],
    [
        " other vets for them to talk to because other vets will say, man, I understand, bro, it's okay.",
        3222.8,
        3229.36
    ],
    [
        " But let's not dwell on that past stuff. Let's move forward. This guy's offering you a job. This guy",
        3229.94,
        3234.8
    ],
    [
        " has a job for you to do or this guy has a position you can fill. Do that. Do that. Don't dwell",
        3234.8,
        3241.38
    ],
    [
        " on the past. The past is gone. War is hell. I know. Now let's live in the heaven we got here in",
        3241.38,
        3249.28
    ],
    [
        " the United States of America. Let's let's take advantage of that and not dwell on the past.",
        3249.28,
        3253.56
    ],
    [
        " You know, and this is this is another small thing, but I just hear so much about it.",
        3254.92,
        3259.9
    ],
    [
        " From people, if you got somebody, have them listen to the podcast to this podcast. I hear from a",
        3260.16,
        3266.94
    ],
    [
        " vet every single day. I hear from vets around America that are like, hey, man, thanks. Thanks for",
        3266.94,
        3273.86
    ],
    [
        " having the podcast. Thanks for what you talk about. I get it. Appreciate it. A guy just, you",
        3273.86,
        3280.72
    ],
    [
        " got just, you know, sent me a message today. He's like, look, man, I didn't have a gun in my mouth.",
        3280.72,
        3285.96
    ],
    [
        " But he goes, I wasn't doing good. I'm on track. I'm training jujitsu. Literally, I'm training jujitsu.",
        3286.6,
        3291.94
    ],
    [
        " I'm in the gym. I'm bust in my ass at my job. Appreciate it. That's all it is. That's all it is.",
        3292.2,
        3298.1
    ],
    [
        " Because I think when people listen, when vets listen to the podcast, they go, okay, cool. There's",
        3298.14,
        3302.62
    ],
    [
        " other people. They know where we're in the game together. They feel that. They feel that connection",
        3302.62,
        3308.66
    ],
    [
        " and they know that they're not alone. Because that's the thing that's jacked up, man. Veterans that",
        3308.66,
        3314.18
    ],
    [
        " get they go to war and they come back and they go somewhere, they're just not there's no one there.",
        3314.18,
        3317.58
    ],
    [
        " Yeah. And all this is is a big bullshit session. You know what I mean? Between, you know,",
        3317.84,
        3323.18
    ],
    [
        " a veteran that's in a book and I'm having a bullshit veteran session with Joe Olin. You know,",
        3323.38,
        3329.62
    ],
    [
        " that's what it is. And so I think guys veterans that hear that and they go, yeah, man, I appreciate it.",
        3329.62,
        3336.16
    ],
    [
        " So have listened to the podcast and that might be helpful to get them feeling like they're not",
        3336.38,
        3344.62
    ],
    [
        " alone out there. Yeah. I would think that that's the main thing. Like people don't like, you",
        3344.62,
        3350.7
    ],
    [
        " don't understand me. You know, you don't understand like, well, I mean, not to sound too soft, but",
        3350.7,
        3357.02
    ],
    [
        " like you don't understand how I feel about right. Right. Right. This even dated a stuff like",
        3357.02,
        3360.76
    ],
    [
        " the way I'm seeing this right now, you don't understand. Yeah. So you do. Yeah, you end up feeling",
        3360.76,
        3365.72
    ],
    [
        " I'm assuming. Yeah. That's what it seems like. Guys end up feeling alone and they're out there",
        3365.72,
        3369.86
    ],
    [
        " and they're like, and the other thing is they feel like people don't understand me. Yeah.",
        3369.86,
        3373.94
    ],
    [
        " That's what I'm here saying. You're right. They don't. Yeah. They haven't been a war.",
        3374.04,
        3377.62
    ],
    [
        " And the experience of war is all over the place. I mean, I wouldn't even I wouldn't even I would",
        3377.9,
        3383.94
    ],
    [
        " shine, you know, I would shine major, curtew, in these boots every day for the rest of my life",
        3384.08,
        3393.16
    ],
    [
        " if I had the opportunity to like that guy's experience. I mean, just I'm not going to I'm not even",
        3393.16,
        3397.4
    ],
    [
        " the same ballpark. You know what I mean? Not even the same close, not close for what those guys",
        3397.4,
        3402.2
    ],
    [
        " went through it that shows Reswar. And it goes all the way down to some guy that, you know, was overseas.",
        3402.2,
        3407.04
    ],
    [
        " Well, that was in the military didn't even deploy to Iraq or Afghanistan. Not their fault. They might",
        3407.64,
        3411.16
    ],
    [
        " want to too, but sometimes it just doesn't happen. Yeah. So the the military experience is all those",
        3411.16,
        3415.64
    ],
    [
        " things. And you don't know what you're dealing with. But one thing we do know is that it is a common",
        3415.64,
        3420.98
    ],
    [
        " experience, you know, going to war. It does have some common threads to it. And I think that it is",
        3420.98,
        3427.86
    ],
    [
        " hard for people that have an experience to to understand. And it makes people feel a little bit like",
        3427.86,
        3432.5
    ],
    [
        " alone out there. So when they hear other vets talking about what goes on, they go, yeah, man.",
        3432.5,
        3438.42
    ],
    [
        " All right. Cool. These are not abnormal feelings that I'm having. Right. And they can move on.",
        3438.42,
        3443.14
    ],
    [
        " And I don't know if I've really answered the question of how to deal with people who use their",
        3443.7,
        3448.22
    ],
    [
        " status as an excuse to bad behavior. I think just like anyone else, man, you gotta you gotta do",
        3448.22,
        3455.1
    ],
    [
        " your best to put them in their place. And I think what makes non-veterans feel intimidated.",
        3455.1,
        3458.96
    ],
    [
        " And when I was a kid, I looked up to all the Vietnam veterans. Yeah. And I just thought these guys,",
        3459.52,
        3464.7
    ],
    [
        " whatever they could do no wrong in my eyes, you know, when I was a kid, I was like, no,",
        3464.84,
        3468.36
    ],
    [
        " that guy's awesome. That guy was, that guy was a nom, you know, that guy could do no wrong. And I",
        3468.44,
        3473.22
    ],
    [
        " think that's a feeling that a lot of civilians have. Like they don't want to approach the subject.",
        3473.22,
        3478.54
    ],
    [
        " And if you feel that way, it's understandable. It's hard. But find some vets around that can help you,",
        3478.82,
        3484.86
    ],
    [
        " that can help that person that can talk to him about what they're doing. I mean, you know,",
        3484.9,
        3489.4
    ],
    [
        " every company that I work with is veterans and every company I work with is some, you know,",
        3489.48,
        3493.16
    ],
    [
        " usually have multiple veterans. So find some other veterans. A lot of one thing. It's another cool",
        3493.2,
        3498.14
    ],
    [
        " thing that companies do is within their company. They'll have like a veteran program or a veteran",
        3498.14,
        3504.26
    ],
    [
        " club basically inside their company. That's another cool thing. Do that. Get that thing started.",
        3504.26,
        3509.26
    ],
    [
        " You know, even if you're not a vet, find the senior vet or the vet that's fired up to do it,",
        3509.74,
        3513.18
    ],
    [
        " bring him in. And then those guys can get together to talk and talk about doing better and talk",
        3513.58,
        3517.4
    ],
    [
        " about bringing some of their military experience to bear in the company. And it just will turn out",
        3517.4,
        3520.88
    ],
    [
        " good. So those little veterans organizations after they call them veterans organizations inside",
        3520.88,
        3524.78
    ],
    [
        " of companies are pretty cool. I've spoken to a few of them. It's a pretty cool deal.",
        3524.78,
        3528.3
    ],
    [
        " Next question. How does default aggressive applied a jujitsu?",
        3529.3,
        3537.98
    ],
    [
        " Or does it apply to jujitsu? Well, good question. Now, well, first of all,",
        3539.16,
        3548.08
    ],
    [
        " it doesn't apply during training. Okay. But it completely applies",
        3549.32,
        3556.38
    ],
    [
        " during competition and obviously it applies in the streets. So,",
        3556.38,
        3562.2
    ],
    [
        " so that's what I mean by that is in training, it's okay to get in bad positions. It's okay to",
        3562.4,
        3569.52
    ],
    [
        " let things happen. It's okay to let somebody grab that collar or grab that sleeve or get a cross",
        3569.52,
        3574.36
    ],
    [
        " side. It's okay. I mean, it's okay to put yourself at risk in competitions. That's okay.",
        3574.36,
        3578.54
    ],
    [
        " Matter of fact, it's encouraged in a lot of way. Training. Yeah, in training. It's encouraged.",
        3578.9,
        3583.7
    ],
    [
        " In training. But in competition, you can't do that. You can not do that in the street. You",
        3584.16,
        3593.86
    ],
    [
        " it's definitely cannot do that. In fact, in the street, you've got to proactively",
        3593.86,
        3600.48
    ],
    [
        " and aggressively. First of all, avoid the bad situation. But if they come, then you've got to",
        3601.36,
        3606.3
    ],
    [
        " handle those situations with aggression and speed and violence of action. That's what you've got to do.",
        3606.3,
        3611.9
    ],
    [
        " So competition is kind of the same way. In competition, if you give a guy an inch, if you give",
        3612.8,
        3621.14
    ],
    [
        " a guy a grip, if you give a guy a position, they will not let go of it. It's not happening.",
        3621.14,
        3626.9
    ],
    [
        " They will hang on to that thing. Like with the ghee in competition,",
        3626.94,
        3633.06
    ],
    [
        " somebody gets a grip on some part of your ghee. They whitenuckle that thing, especially in the",
        3633.06,
        3641.26
    ],
    [
        " lower belts. But it's a higher belt, too, man. It's every belt. Because that ghee, that grip",
        3641.26,
        3646.64
    ],
    [
        " can be the difference between winning and losing period. So you've got to aggressively avoid",
        3646.64,
        3655.54
    ],
    [
        " that. You've got to be aggressive with your positions. Now in training, again, you let it happen.",
        3655.54,
        3659.62
    ],
    [
        " But here's something that can happen in training. Sometimes you get guys that get used to training",
        3659.74,
        3663.06
    ],
    [
        " and they go into competition, they get overrun. They get overwhelmed and overrun. Because they",
        3663.06,
        3667.82
    ],
    [
        " thought, man, I'll just, oh, the guy grabs my collar. They jocke or grabs my collar all every time",
        3667.82,
        3672.44
    ],
    [
        " we roll. And they don't realize that when this guy grabs your collar, he's going to attack.",
        3672.44,
        3677.04
    ],
    [
        " And so what you have to do and the other thing is in competition, there's a time limit.",
        3677.52,
        3683.88
    ],
    [
        " Because there is kind of a, there's such a thing sort of as a counter puncher in Jiu-Jitsu,",
        3684.6,
        3692.52
    ],
    [
        " right? Someone that, and I'm kind of like that, right? Like I don't, I don't usually force a move",
        3692.68,
        3699.8
    ],
    [
        " to happen. Usually I'm going to let you make your own mistakes. I'm going to let my opponent make a",
        3699.8,
        3704.38
    ],
    [
        " bad move. And then I'm going to capitalize on it. Because there's a lot less work for me. I mean,",
        3704.38,
        3708.1
    ],
    [
        " it's a lot less work when your opponent gives you, gives you the submission or gives you the",
        3708.2,
        3713.76
    ],
    [
        " transition or gives you the sweep than trying to make it happen. But again, in competition,",
        3713.76,
        3720.92
    ],
    [
        " it doesn't really work because they're not going to give, they're not going to take any risk.",
        3721.58,
        3727.3
    ],
    [
        " They're not going to take any risk. And there's probably not going to be any openings now.",
        3727.58,
        3730.0
    ],
    [
        " Again, another piece is in a long match. Maybe my, you know, maybe I'm just trying to tire somebody",
        3730.52,
        3734.6
    ],
    [
        " out. Now in the gym, I have an unlimited time to do that. I can tire somebody out for 20 minutes,",
        3734.6,
        3740.3
    ],
    [
        " just trying to let them pass, pass my guard. And they're trying to pass my guard the whole time.",
        3740.3,
        3744.38
    ],
    [
        " I'm getting them tired, getting them tired, getting them tired, finally they expose themselves.",
        3744.44,
        3747.04
    ],
    [
        " Pull my put the choke on. Good. I win. That took 20 minutes. This happens on a daily basis.",
        3747.18,
        3752.76
    ],
    [
        " In a competition, I just lost because it was a 10 minute match and the other guy was on top",
        3753.44,
        3758.58
    ],
    [
        " for 10 minutes, trying to pass. And he got the advantage and he wins. So you can't, that can't be your",
        3758.58,
        3764.68
    ],
    [
        " strategy. If there's no time limit, it's the same thing in war, right? In war, you can have a",
        3765.74,
        3770.2
    ],
    [
        " strategy of, I'm just going to wear the other person out. I mean, the, the, the, the Vietnamese did",
        3770.2,
        3775.42
    ],
    [
        " it to America, right? They just kind of wore us out. Look at what the Russian strategy of",
        3775.42,
        3779.54
    ],
    [
        " that they used against Napoleon, they used against the Nazis. Oh, you want to come at us? Cool.",
        3779.54,
        3783.72
    ],
    [
        " We're just going to back up a little bit at a time, back up a little bit at a time, back up a",
        3783.92,
        3787.36
    ],
    [
        " little bit at a time. Here comes the winter. And now you're going to freeze to death and we're",
        3787.36,
        3794.66
    ],
    [
        " going to have a new type of strategy. It doesn't work if you, if you have a limited amount of time",
        3794.66,
        3799.14
    ],
    [
        " to win. You have to have, if you have a limited amount of time, which most cases you do, you have",
        3799.14,
        3806.24
    ],
    [
        " to have a default, aggressive attitude and make things happen the way you want them to happen,",
        3806.24,
        3812.68
    ],
    [
        " not the way your opponent wants to happen, have them happen, not the way your enemy wants them to happen.",
        3812.88,
        3817.64
    ],
    [
        " And it's the same thing, obviously in business and in life. The good things, the good positions,",
        3818.8,
        3827.96
    ],
    [
        " the good details, the good promotions, the rewards, they're not going to come and knock on your door.",
        3828.2,
        3834.92
    ],
    [
        " You got to go out and you got to take them. You got to make them happen on the mat,",
        3835.34,
        3842.5
    ],
    [
        " in business and in life. So get default aggressive. It's my recommendation.",
        3843.58,
        3850.94
    ],
    [
        " Yeah, it's weird. And jujitsu is so ambiguous as far as like an art and there's like this big",
        3851.94,
        3858.8
    ],
    [
        " spectrum and there's all these exceptions, you know how you say the counter puncher in jujitsu where",
        3858.8,
        3864.52
    ],
    [
        " like some guys even like they can you can be a counter puncher in jujitsu and still be like aggressive.",
        3865.84,
        3873.74
    ],
    [
        " But so your first move won't be like, okay, if you're going for a sweep, your first move won't be",
        3873.74,
        3877.92
    ],
    [
        " the sweep. You'll go, okay, I'm going to do this other thing. I know his reaction is going to open",
        3877.92,
        3883.58
    ],
    [
        " him up for the sweep. Well, for sure, for sure. That's that's that's cover move actually. It's",
        3883.58,
        3889.48
    ],
    [
        " cover move. It's flanking. It's flanking. Yeah, because you know, I start attacking your neck",
        3889.48,
        3896.46
    ],
    [
        " and you pull your hand up to defend it. Boom, that took your base away. I'm sweeping you. Right,",
        3896.46,
        3900.68
    ],
    [
        " boom. That's that's what it was. It was a cover move covering my actual attack with my other move.",
        3900.84,
        3906.42
    ],
    [
        " Or you can call it a flank because you think I'm going to come at the front, but then I'm flanking",
        3906.72,
        3910.86
    ],
    [
        " you from the side with the sweep. Yeah, when you put all your tubes in the front, you know,",
        3910.86,
        3914.46
    ],
    [
        " yeah, it's it's almost like that's almost like a philosophical question where you can answer it",
        3914.92,
        3922.06
    ],
    [
        " as it applies to something specific. So like dip, for example, like default aggressive in",
        3922.06,
        3928.34
    ],
    [
        " jujitsu meaning my default aggressive way of approaching it will give me advantage in this way",
        3928.34,
        3936.8
    ],
    [
        " where I'm going to impose my game whether that's the counter punching game whether it's the",
        3936.8,
        3942.12
    ],
    [
        " wear him out for a while game whether it's you know, overrunning with my conditioning, whatever",
        3942.12,
        3946.2
    ],
    [
        " that game is, I'm going to aggressively put it on him before he puts it on me default like right",
        3946.2,
        3951.14
    ],
    [
        " from the time the guy says go or you know, when it goes down the street, whatever, even in training,",
        3951.14,
        3956.7
    ],
    [
        " whatever you're training like that if you want. So that'll keep him and the defensive where he",
        3956.88,
        3964.34
    ],
    [
        " can't get his game going on you, you know, he's defending your game the whole time. Yeah,",
        3964.34,
        3967.78
    ],
    [
        " you definitely definitely want to impose your will say that all the time with UFC fighters,",
        3968.22,
        3972.48
    ],
    [
        " you want the UFC fighter that imposes his will on the other fighters, it's going to win. Yeah,",
        3972.48,
        3977.3
    ],
    [
        " they're going to win. And it's the same thing with war. You impose your will on the enemy. That's",
        3977.34,
        3981.86
    ],
    [
        " what you do. You impose your will on the enemy and you'll break them. Yeah, man. That's why you see",
        3981.86,
        3986.5
    ],
    [
        " guys like in UFC, they'll run to the middle of the ring, you know, because they're like controlling",
        3986.5,
        3991.26
    ],
    [
        " the ring or like a BJPN would all be if he's coaching somebody like be first, be first, be first,",
        3991.26,
        3996.2
    ],
    [
        " you know, it's like you put him so the guy got to defend the whole time. And it's it's when you",
        3996.2,
        4000.74
    ],
    [
        " when you're going against a striker that has that attitude and is being first, it's not fun.",
        4000.74,
        4005.68
    ],
    [
        " It's not fun. They're hitting you and you're not you're just defending the whole time. Yeah,",
        4005.8,
        4010.42
    ],
    [
        " and it's hard to turn it around. Yeah, man, you can tell like when you roll against the guy and",
        4010.52,
        4016.44
    ],
    [
        " we talk about this before when you roll against the guy and even if he's not like his game isn't",
        4016.44,
        4026.1
    ],
    [
        " a correct position, you're like, dang, I can't get like a good like and when you you're like, okay,",
        4026.52,
        4030.72
    ],
    [
        " I'm going to get in my position and he just adjust like immediately. Yeah, you're in trouble. Yeah,",
        4030.86,
        4035.44
    ],
    [
        " you're like, oh dang, that's that's in a way, even though that might be like kind of like a passive",
        4035.52,
        4039.16
    ],
    [
        " game sometimes. It's like just his game being put on you position wise in this case. Yeah,",
        4039.16,
        4044.32
    ],
    [
        " is that default or as opposed to like, you know, like you know, sometimes like in training,",
        4044.6,
        4048.98
    ],
    [
        " your training with me, you'd be like, okay, I'm gonna it's essentially letting someone get in",
        4049.14,
        4052.56
    ],
    [
        " into a good position on you. So you're training your defense or whatever. That's different.",
        4052.56,
        4058.28
    ],
    [
        " That's like, that's not default aggressive. No, you're talking about I'm really good from",
        4058.44,
        4062.88
    ],
    [
        " the half guard. Yeah. So I let you get past my full guard to the half guard and now you're in my",
        4062.88,
        4067.8
    ],
    [
        " world like something like that. Yeah, that would be, I guess would that be well, it's like stills,",
        4067.8,
        4075.06
    ],
    [
        " stills has his weird game because he's tall and lanky and inflexible. And so he does things",
        4075.24,
        4082.44
    ],
    [
        " like he'll stick his foot in a place where any normal situation in Jiu-Jitsu, you'd grab his",
        4082.56,
        4087.56
    ],
    [
        " foot all day long. Yeah. That's what he wants you to do. Yeah. And I was just telling him the other day,",
        4087.56,
        4091.86
    ],
    [
        " I said, all these little things that you want me to do, I'm not doing any of them. Yeah.",
        4091.9,
        4094.44
    ],
    [
        " And it's weird. And you just stop doing them. And so the way he imposes his will is by giving up",
        4094.78,
        4101.0
    ],
    [
        " these bait. He just throws bait out there all day long. And he wants you to get you into these",
        4101.0,
        4104.74
    ],
    [
        " positions that he's good at. Yeah. And so you can't take the bait. You can't take the bait. And",
        4104.74,
        4112.26
    ],
    [
        " you're the harvest. Yeah. And it's everywhere. And it's everywhere. And so you gotta just say,",
        4112.26,
        4116.5
    ],
    [
        " no, I'm gonna stick to the game plan here. Yeah. I'm gonna impose my will, which is I'm not gonna",
        4116.54,
        4119.88
    ],
    [
        " grab the bait. Yeah. And that's so crazy because like I said, philosophically, that is a default",
        4119.88,
        4124.6
    ],
    [
        " aggressive thing when all you're throwing out is bait. Absolutely. So instead of imposing my",
        4124.6,
        4129.1
    ],
    [
        " game, I'm like kind of lured by this bait. Even if you know the bait is there, you're on your heels",
        4129.1,
        4134.3
    ],
    [
        " because you're watching out for the track. Well, this is just to kind of, I think, down the same",
        4134.3,
        4139.46
    ],
    [
        " vein that you're talking about, I talk about safety. Like I'll talk to companies about safety,",
        4139.46,
        4145.3
    ],
    [
        " you know, industrial companies or construction companies, manufacturing companies that have,",
        4145.8,
        4149.14
    ],
    [
        " you know, can have people get killed if they're not careful. And so I talk about being aggressive.",
        4149.44,
        4154.38
    ],
    [
        " And you know, it's okay. Well, then, Jocco, how does default aggressive gonna keep us safe?",
        4155.16,
        4161.9
    ],
    [
        " Because if I got guys that are out in a construction site being super aggressive all day,",
        4162.04,
        4165.52
    ],
    [
        " guess what? They're gonna take risks that they shouldn't. And I said absolutely wrong. Because",
        4165.64,
        4168.78
    ],
    [
        " guess what you're gonna get aggressive with. You're gonna aggressively implement your safety",
        4168.78,
        4173.02
    ],
    [
        " procedures. You're gonna aggressively like, hey, you know what? I see a guy walking around the",
        4173.02,
        4177.8
    ],
    [
        " job site without a helmet. We're all over him. Hey, Jack asked, put your helmet on. Get over here.",
        4177.8,
        4182.5
    ],
    [
        " I'm writing you. Whatever you're gonna do. Right? Oh, I see a guy without a seatbelt. Hey,",
        4182.6,
        4187.48
    ],
    [
        " you're not allowed to be on the site without a seatbelt on. Get over here. You got to, you know,",
        4188.1,
        4193.32
    ],
    [
        " we're docking your pay. You're gonna get aggressive in the implementation of your safety procedures.",
        4193.36,
        4198.28
    ],
    [
        " And yes, that will make you safer. Yeah. So it's, yeah, I guess when you hear the word aggressive,",
        4198.78,
        4205.64
    ],
    [
        " okay? I'll give you another example. Yeah, I'll give you another physical example. Another",
        4206.2,
        4210.12
    ],
    [
        " physical example is, okay, we're in a defensive perimeter. I don't have enough men to move or I've",
        4210.12,
        4217.1
    ],
    [
        " got wounded guys. I am going to aggressively set security. Right. I'm gonna put a big machine",
        4217.1,
        4223.74
    ],
    [
        " gun over here. I'm gonna get that high ground over there. So you can do things aggressively,",
        4223.74,
        4227.38
    ],
    [
        " even though by their nature, they might not seem aggressive at first. Yeah. I think that's",
        4227.44,
        4232.84
    ],
    [
        " what you're trying to say. Yeah. Yeah. Yeah. Fully. So it's almost like it's deeper. It's deeper than",
        4232.84,
        4238.02
    ],
    [
        " just like physically just jumping in. Absolutely. It's more like the idea of whatever's going on.",
        4238.02,
        4243.68
    ],
    [
        " Here's another one. I am going to aggressively ignore you. No, I'm going to aggressively",
        4243.82,
        4254.58
    ],
    [
        " counsel you and mentor you. Now, the worst thing I could do is go, echo, you better listen to me.",
        4255.14,
        4261.9
    ],
    [
        " That's the worst thing I could do. But to be aggressive in doing that, what am I going to do?",
        4262.1,
        4266.86
    ],
    [
        " I'm going to set really good goals. I'm going to flank you. I'm going to get into your mind.",
        4267.2,
        4271.42
    ],
    [
        " I'm doing, I'm being aggressive, but it's not an external aggression. It's an internal",
        4271.5,
        4275.16
    ],
    [
        " aggression that only I know is happening. You're going to know what's happening in a year when",
        4275.16,
        4278.82
    ],
    [
        " you've all of a sudden improved and you've been successful and you go, dang, man, Jocke was",
        4278.82,
        4283.02
    ],
    [
        " really helping me out with some stuff. I didn't really realize that was going on, but he did.",
        4283.02,
        4285.8
    ],
    [
        " I was aggressively doing it, but you would have never called it aggressive from an external viewpoint.",
        4286.16,
        4290.84
    ],
    [
        " Yeah. So it's as opposed to, let's say, like some sort of a laid back approach.",
        4291.26,
        4295.58
    ],
    [
        " Right? Like if you have a laid back approach to security, if you have a laid back approach to",
        4295.88,
        4300.16
    ],
    [
        " mentorship or whatever or a laid back approach to safety. Well, none of those things are good.",
        4300.16,
        4304.78
    ],
    [
        " Exactly. That's why we have a default aggressive attitude about things. There you go.",
        4304.92,
        4308.32
    ],
    [
        " Clarify it. Get after it. I don't know though. One could say that back to the question,",
        4309.0,
        4314.84
    ],
    [
        " one could say that having a laid back attitude in Jiu-Jitsu, then again on the street, that'll be less",
        4315.12,
        4320.66
    ],
    [
        " likely to have a laid back. Yeah. Jiu-Jitsu in the street. There's exceptions everywhere I would think,",
        4320.66,
        4326.26
    ],
    [
        " but I would say, you know, if it's going down, it's going down. Default aggressive. Get aggressive",
        4326.64,
        4332.06
    ],
    [
        " in the street. Tell me right now. Yeah. Once it goes, once it happens, once the decision has been made,",
        4332.06,
        4338.24
    ],
    [
        " yeah. Get after it. If it's go-tech, it's not go-time. It's not go-time. It's not go-time.",
        4338.34,
        4341.78
    ],
    [
        " Avoid as long as you can. Avoid as long as you can. But when you got to go, go hard. Go hard.",
        4342.1,
        4346.7
    ],
    [
        " Good shit. Dang, I think we read our last question, my friend.",
        4347.3,
        4351.16
    ],
    [
        " Cool.",
        4352.48,
        4353.26
    ],
    [
        " Jockel. Does complacency come with age? I see a lot of guys that back off as they get older.",
        4354.74,
        4364.02
    ],
    [
        " Do you have the urge to back off? Does complacency come with age and do I have the urge to back off?",
        4365.12,
        4373.6
    ],
    [
        " Negative. Negative. Back off? Not happening. You know, I hear that I'm over 40, I'm pushing 50,",
        4374.06,
        4389.24
    ],
    [
        " whatever. Bring it. Back off? Negative. Not happening. In fact, I'm stepping it up.",
        4390.32,
        4399.1
    ],
    [
        " I'm training harder, eating cleaner. I'm training more. I'm learning and reading and studying",
        4400.46,
        4410.74
    ],
    [
        " more now than I ever have in my whole life. Do I get dinged up? Of course I do.",
        4410.74,
        4418.08
    ],
    [
        " They're taking some injuries. Yeah.",
        4419.24,
        4421.82
    ],
    [
        " You know what? No factor. No factor. Deal with them. Because you know what?",
        4422.88,
        4433.08
    ],
    [
        " You know what I hear? I hear the clock ticking. That's what I hear and the end is",
        4433.48,
        4442.3
    ],
    [
        " nigh and time waits for no man. And you young guns out there, 18 years old, 20 years old, 24 years old.",
        4442.3,
        4454.16
    ],
    [
        " Listen. Life goes by and it goes by quick. Don't waste those years. Don't waste them. Live them.",
        4454.3,
        4467.94
    ],
    [
        " Now, I know. I know that you don't think you're going to live to be 30, much less 40, but you are and you will.",
        4471.56,
        4482.88
    ],
    [
        " In the earlier you get in the game and get on track, the better life you're going to have.",
        4483.7,
        4492.74
    ],
    [
        " Healthier, wealthier, stronger, smarter, better.",
        4493.02,
        4497.52
    ],
    [
        " Better.",
        4498.16,
        4501.02
    ],
    [
        " And if you're an old man like me and you haven't gotten on track yet, get on track, get on it now.",
        4501.9,
        4514.56
    ],
    [
        " Now, everyone, everyone listening to this, here's the deal. No complacency. No complacency. No backing off.",
        4514.56,
        4529.72
    ],
    [
        " No slack whatsoever. Fight. Fight that ticking clock with everything you got. So like the end of a hard day, you can put your head down with ease.",
        4535.36,
        4552.74
    ],
    [
        " Satisfied that you're given your best.",
        4558.36,
        4560.26
    ],
    [
        " And I think that's all I've got for tonight. Now, echo, if anyone wants to get in the game as far as this podcast goes, what's the best way for them to do that?",
        4561.82,
        4581.14
    ],
    [
        " Well, it's as far as this podcast goes and as far as they go.",
        4581.92,
        4586.94
    ],
    [
        " I don't know if I'd call it help. I'd call it supplemental additions to your life. Supplements on it.",
        4587.24,
        4597.76
    ],
    [
        " Dot com slash jock. Go you get 10% off for real supplements. And I said this before.",
        4597.76,
        4604.84
    ],
    [
        " But I think we should say it again that sometimes when you buy something tells me you're gonna say it.",
        4605.08,
        4610.66
    ],
    [
        " Yeah, I'm gonna say it again. Because I don't know. I don't think you're gonna talk about chalk.",
        4610.66,
        4614.08
    ],
    [
        " Yeah, I'm gonna. Okay. Because sometimes I don't know how it is now. I've been out of the supplement game for a while.",
        4614.5,
        4621.66
    ],
    [
        " As far as taking protein powder. As far as the bad supplements.",
        4621.8,
        4626.2
    ],
    [
        " Yeah, or just we'll just say the general mix of supplements, you know, power gain or 5000 or whatever.",
        4626.96,
        4634.58
    ],
    [
        " Recovery, you know, XYZ, whatever. Sometimes they can just be nonsense in there.",
        4635.1,
        4641.72
    ],
    [
        " But on it, you know, going in, I think we all know that it's like, it's the legit one.",
        4642.46,
        4648.8
    ],
    [
        " The only legit one that I know of. For sure. The one that I know guaranteed is legit. Put it that way.",
        4649.6,
        4655.06
    ],
    [
        " That I do. Anyway, I would recommend",
        4655.06,
        4658.62
    ],
    [
        " Creole oil 100% Creole oil is real. Yeah.",
        4658.62,
        4664.04
    ],
    [
        " It's for your joints. I take",
        4664.04,
        4667.06
    ],
    [
        " three 500 milligram Creole oil in the morning and three in the evening. Oh, dang six. Yes.",
        4667.06,
        4676.94
    ],
    [
        " Dang. That's what I do. That's why I did. Okay. That's fine. My daughter lifts them up to the sun.",
        4677.22,
        4684.18
    ],
    [
        " And she thinks it's like a red jelly bean. Oh, it doesn't taste like real.",
        4684.82,
        4689.02
    ],
    [
        " No, don't eat it. Don't chew it. No, swallow it. Yeah, it's a little thing. Anyway, that's the",
        4689.24,
        4693.54
    ],
    [
        " Creole oil. The warrior bars. That's a big deal. I think. Oh, they're like, uh,",
        4693.54,
        4699.96
    ],
    [
        " they're the opposite of a donut in every way except for taste. Yeah, they're gluten free too, by the way.",
        4702.52,
        4707.94
    ],
    [
        " Yeah, they take, well, they taste different than a donut, but just as good. If not better, my opinion.",
        4708.22,
        4712.46
    ],
    [
        " Better. I three of them all I want. I just called it a meal. It's my meal. Do you stack three",
        4712.76,
        4719.22
    ],
    [
        " together individual? No, individual. But anyway, um, and also shroom tech. So a lot of people,",
        4719.22,
        4727.28
    ],
    [
        " you know, people, they'll say, Hey, a lot of people have been asking me when you know, like,",
        4727.3,
        4731.7
    ],
    [
        " bro, a lot of people haven't been asking you're just making like a lot of people asking.",
        4731.8,
        4735.92
    ],
    [
        " I'm not saying everyone that says that does that, but I'm just saying sometimes you think. But for",
        4736.22,
        4740.7
    ],
    [
        " real, a lot of people have been asking me is shroom tech real is shroom tech real. I hear good",
        4740.7,
        4746.38
    ],
    [
        " things, all this stuff. Okay, shroom tech is real. Shroom tech sport. I haven't tried shroom tech",
        4746.38,
        4751.5
    ],
    [
        " immune. I haven't tried it either. Yeah, because I'm more in the sport mode. Right, right. Usually",
        4751.5,
        4757.72
    ],
    [
        " sport not sick. Oh, but you can just have it because you just want your general immunity to be solid.",
        4757.72,
        4764.16
    ],
    [
        " That's like a good solid thing. Nonetheless, shroom tech sport is real. And I made this analogy.",
        4764.58,
        4771.24
    ],
    [
        " Again, I think it's worth saying again or before. So again, I think you're going to say it again",
        4771.4,
        4776.02
    ],
    [
        " regardless if we think it's worth it or not. So let's just do it. So like, okay, this is how it works",
        4776.02,
        4780.9
    ],
    [
        " in layman's terms. You know, when you're driving a car and it's about to red, the needle is going",
        4780.9,
        4787.82
    ],
    [
        " to go into red. You're like revving it. Oh, with our pants. Boom. Boom. You're going to be in the",
        4787.82,
        4794.62
    ],
    [
        " green and get to the yellow, even the orange. And when you get when you hit the red, you can't you",
        4794.62,
        4800.76
    ],
    [
        " can't pull ahead. Can't pull ahead if you're in the red. So what the shroom tech does, you take the",
        4800.76,
        4806.24
    ],
    [
        " shroom tech, boom, you're going. You're in the green. You're going to hit the yellow a little bit,",
        4806.24,
        4810.44
    ],
    [
        " a little bit later than normal. You're going to hit the orange. Maybe. And you the shroom tech is",
        4810.66,
        4815.58
    ],
    [
        " just going to keep you in the orange. You're going to keep the needle in the orange. Maybe even in",
        4815.58,
        4819.14
    ],
    [
        " the yellow. And you're going to notice that. Okay, that's all it works. Anyway, get 10% off.",
        4819.14,
        4825.26
    ],
    [
        " You can go on it.com slash jaco. There you go. Boom. Support yourself. Support your wallet.",
        4825.5,
        4831.56
    ],
    [
        " Support the podcast. You boha. Good way. Also, if you shop at Amazon, which we all do,",
        4831.74,
        4838.08
    ],
    [
        " Christmas has probably gone at this point, but we still need normal stuff.",
        4840.14,
        4845.28
    ],
    [
        " Duck tape. What? Pens. Pens. Cables. Right from your TV or whatever. Anyway,",
        4845.52,
        4856.9
    ],
    [
        " when you before you shop on Amazon, you click through our website, which is jockelpodcast.com.",
        4857.54,
        4863.2
    ],
    [
        " On the side there, there's a little Amazon banner. You click there. Boom. Do your shopping. You can",
        4863.64,
        4867.9
    ],
    [
        " support that way. I use the analogy of the little sodium piece that when you throw it in the water,",
        4867.9,
        4874.56
    ],
    [
        " it makes this big explosion situation. That's kind of the comparison as far as supporting this podcast.",
        4874.7,
        4882.04
    ],
    [
        " Because when you click through the Amazon banner, it's like such a small thing. It's so easy to",
        4882.2,
        4887.64
    ],
    [
        " sell and cost you nothing. But then the support that it brings is like a lot. Yeah.",
        4887.64,
        4891.9
    ],
    [
        " Brown telling you. Well, we appreciate that. Yes. Small gesture of support to the podcast.",
        4892.46,
        4900.0
    ],
    [
        " The small gesture goes a long way. Yeah, especially when you team it up with a bunch of other people.",
        4900.38,
        4907.02
    ],
    [
        " The death of a thousand cuts will kill someone. But the life of a thousand clicks is what we're",
        4907.26,
        4917.62
    ],
    [
        " is echoes looking at me like I said something bad. No, no, good. The life of a thousand clicks.",
        4919.7,
        4925.26
    ],
    [
        " The life of a thousand clicks. Yeah. You click on that thing. Just. Yeah. Yep. You're going to get",
        4925.58,
        4930.78
    ],
    [
        " some duct tape might not seem like a big deal. But if a bunch of people got duct tape and they all",
        4930.78,
        4934.56
    ],
    [
        " click through, maybe it turns into a big deal. Then we don't have to put advertisements on here. Yeah.",
        4934.56,
        4940.72
    ],
    [
        " Which we don't want to do. Yeah. Or we could. Maybe we will. Jockel will be reading that.",
        4941.02,
        4946.24
    ],
    [
        " I don't think so. Yeah. Yeah. I don't think it's happening because we got support from.",
        4946.6,
        4950.58
    ],
    [
        " Speaking of duct tape. Um, remember the Penn State duct tape. Yeah. From Sarah. Sarah, two blades. Yeah.",
        4950.9,
        4957.86
    ],
    [
        " Sarah, I need some more duct tape. Um, anyway, yeah. Back to the Amazon. Yeah. So go to the website.",
        4958.58,
        4966.18
    ],
    [
        " Click through the Amazon before you do the shopping. That's a good way to support. Good way.",
        4966.34,
        4969.84
    ],
    [
        " Thank you guys for that. Um, also subscribe to the podcast on iTunes.",
        4970.06,
        4974.4
    ],
    [
        " Or on Google Play or on Stitcher. Did you get your order on?",
        4975.8,
        4979.36
    ],
    [
        " What we see other ones? Those are the big ones. Yeah. Other stuff. Yeah. What other things you might need.",
        4980.42,
        4987.06
    ],
    [
        " Yeah. Which everyone it's on, man. Um, that seems obvious, but that's a cool way to support.",
        4987.4,
        4992.14
    ],
    [
        " And then the YouTube as well, you know, put some excerpts on there. More excerpts.",
        4992.4,
        4996.52
    ],
    [
        " That's the right way. We're right excerpts. Yeah. A little bite size.",
        4996.88,
        5001.48
    ],
    [
        " Nuggets of jocke wisdom.",
        5002.64,
        5004.38
    ],
    [
        " That if you are inclined to share, you can share and kind of being sure that they're",
        5004.84,
        5010.96
    ],
    [
        " the likelihood of them listening to the whole thing is higher than if you just share that",
        5010.96,
        5015.04
    ],
    [
        " so the podcast. Yeah. Because if you're like, hey, uh, you know, here's the, here's the good way to",
        5015.04,
        5022.58
    ],
    [
        " approach college. And you want to share this with your friend because they got a son that's going",
        5022.58,
        5027.28
    ],
    [
        " to college or you share it with your friend because they're going to college. They're going to listen",
        5027.52,
        5031.48
    ],
    [
        " to that way more likely than listening to two hours of that episode. It's a long time. Yeah.",
        5031.48,
        5038.76
    ],
    [
        " Because maybe they're going to college like that day or something. You know what I mean?",
        5039.34,
        5043.42
    ],
    [
        " Or they could just listen to it while they're in college, whichever. But anyway,",
        5044.52,
        5047.88
    ],
    [
        " it's they're just more consumable, would say. Yes. Yeah. Bite size. Bite size. Like a mcnugget.",
        5048.02,
        5054.12
    ],
    [
        " Jocke'll make not yet. Yeah. Exactly. So anyway, the point there is YouTube. That's a cool way to",
        5054.66,
        5060.78
    ],
    [
        " to support and whatnot. Anyway, there and there's a store. Jocke has a store. It's called",
        5060.78,
        5067.12
    ],
    [
        " Jocke Store. And there's t-shirts and whatnot on there. Um, they're, they're cool shirts. I think so.",
        5067.12,
        5075.02
    ],
    [
        " I don't, I'm not like one of those people who are there like they're cool t-shirts because that's",
        5075.36,
        5080.02
    ],
    [
        " a subjective thing. So I would encourage invite people to go to jocke'll store.com. Look at the",
        5080.02,
        5088.52
    ],
    [
        " t-shirt. That's it. That's all. That's all. Look at them. If you want to buy one, if you notice",
        5088.52,
        5094.62
    ],
    [
        " the layers, if the layers resonate, I thought you gave up on the layers. Now you're back in the game.",
        5094.62,
        5099.7
    ],
    [
        " We're still doing layers. Yeah. We're still doing it. If they resonate with you and you're compelled",
        5099.94,
        5104.58
    ],
    [
        " to get a shirt, support the podcast, represent the layers in your part of the world.",
        5105.5,
        5111.38
    ],
    [
        " If you're cadet at West Point, if you're a guy with a truck with a bumper sticker on it,",
        5111.66,
        5119.56
    ],
    [
        " no matter who you are, if you choose to want to represent do all that, get it. Yeah,",
        5119.7,
        5125.52
    ],
    [
        " by sure. Get a sticker. Get a patch. Oh, hoody. Get a hoodie. Get a rash guard. If you're, you know,",
        5125.7,
        5131.94
    ],
    [
        " if you don't have a rash guard and you're doing Jiu-Jitsu or cycling or running, CrossFit,",
        5131.94,
        5136.8
    ],
    [
        " anything with like a lot of activity, get a rash guard if you haven't already. If you want. Anyway,",
        5136.94,
        5143.18
    ],
    [
        " there is also psychological warfare. We went through really the, what the beginnings or the",
        5144.32,
        5152.5
    ],
    [
        " purpose, what do you call it? The formation. The formation. The story behind it. Last time,",
        5152.5,
        5160.96
    ],
    [
        " basically it's Jocco's version of those days where you kind of got it. This is my words",
        5162.14,
        5167.34
    ],
    [
        " in my own words. Jocco's version of those days where you got to talk yourself into doing the workout",
        5167.34,
        5173.46
    ],
    [
        " or not eating whole thing or Oreos or whatever. You got to talk yourself into it or out of something.",
        5173.46,
        5189.2
    ],
    [
        " You know, like, amen, you have to do this workout. Don't sound like that, but that's essentially,",
        5189.2,
        5195.64
    ],
    [
        " you know, what it is. You know what? Jocco's version, you go on iTunes, you purchase either a track,",
        5195.84,
        5202.12
    ],
    [
        " $0.99 or the album, like $9 I think, something like that. I think it's actually $9.99. Yeah.",
        5202.4,
        5208.62
    ],
    [
        " And there's a wake up one. You can put on your alarm clock on your phone to wake you up.",
        5209.08,
        5214.0
    ],
    [
        " Clear it with your wife or whoever you sleep with. Go over it. Go over the whole plan,",
        5214.0,
        5219.06
    ],
    [
        " like a drill, like kind of like a fire drill. Really? Because I'm telling you if you hear that,",
        5219.08,
        5223.9
    ],
    [
        " even if you forgot that you put it on your phone and you hear that. Bro, I'm going to have some",
        5224.14,
        5230.7
    ],
    [
        " explaining to do. The feedback has been really good. Yeah. People that have had trouble waking up",
        5230.7,
        5237.68
    ],
    [
        " and they don't have trouble waking up anymore. Yeah. People that have trouble when they, when it's snack time,",
        5237.68,
        5243.16
    ],
    [
        " people that have trouble with that, they can't, they can't say no to the donut. You get it, get this,",
        5244.08,
        5248.7
    ],
    [
        " get the psychological warfare attack going on against the donuts. The psychological warfare will win.",
        5248.8,
        5254.86
    ],
    [
        " Yes. Every single time. Yep. And if you're having a hard time,",
        5255.22,
        5258.48
    ],
    [
        " if you're having a hard time figuring out which day is workout day and rest day, you know,",
        5258.72,
        5264.28
    ],
    [
        " when you're freaking out to figure that out. Yes. Exactly. Exactly. Yes. That's a good point.",
        5264.3,
        5270.62
    ],
    [
        " You rest day. It isn't today. Yeah. By the way. Yeah. If you're, or if you're switching your workout",
        5271.46,
        5276.58
    ],
    [
        " day to the rest day, like if you're doing those, which I used to do, this will help that for sure.",
        5276.58,
        5281.8
    ],
    [
        " I can all say that right now in public with 100% certainty that it that's it'll solve that problem.",
        5282.1,
        5288.1
    ],
    [
        " Sweet. Also, Jacoay T, it is available. It's in stock. It will 100%.",
        5289.24,
        5299.74
    ],
    [
        " Increase your deadlift by 500%. No, Jacoay T, pomegranate, it will make you deadlift a lot more",
        5300.86,
        5313.34
    ],
    [
        " weights. And that is 100% proven in all scientific manners. No, just kidding. It tastes good. And it",
        5313.34,
        5321.68
    ],
    [
        " will make you better. You can drink it from a get after it mug, a mug that will tell you exactly",
        5321.68,
        5326.88
    ],
    [
        " what to do in the morning. And that is get after it. And if you like what we talk about on the podcast,",
        5326.88,
        5334.44
    ],
    [
        " while you're on Amazon, after you clicked through the Jacoay podcast website, then you get there and",
        5334.82,
        5339.8
    ],
    [
        " you can pick up a copy of a book called Extreme Ownership. You might like it. If you like the podcast,",
        5339.8,
        5344.54
    ],
    [
        " talk about, talk about leadership and talk about war to my favorite things. Also, once again,",
        5345.0,
        5355.78
    ],
    [
        " Extreme Ownership muster 002 may 4th and 5th at the Marriott Markey in New York City. Come to it,",
        5356.5,
        5363.26
    ],
    [
        " you will dig it. The first one we had, people had no idea what we were going to do. They had no",
        5363.54,
        5368.68
    ],
    [
        " idea. We didn't even put up barely put up an agenda. People came anyways. We delivered. We had",
        5368.68,
        5374.54
    ],
    [
        " an awesome time. The testimonials are cool. So you can know what you took, you can look for it",
        5374.54,
        5380.92
    ],
    [
        " this time. It's not so such a mystery. You can know what you're going to get out of it.",
        5380.98,
        5385.82
    ],
    [
        " Echoes making some videos. Question. Well, you're talking about the schedule. Like this one,",
        5386.32,
        5392.22
    ],
    [
        " you'll have like a schedule. We'll have a little bit more. But just people didn't, people just",
        5392.22,
        5397.54
    ],
    [
        " wondered what we were going to be doing there. And they kind of just took it in faith that we were",
        5397.54,
        5402.98
    ],
    [
        " going to, they knew one thing that we were going to do there. And that was get after it. And we did.",
        5402.98,
        5406.82
    ],
    [
        " And so we're going to do it again. And like I said, I think I said this last time,",
        5407.3,
        5412.76
    ],
    [
        " Echoes making videos. And once the videos come out and kind of show what's going on,",
        5413.08,
        5417.8
    ],
    [
        " it's going to sell out because the footage from the first one is awesome. And it's going to sell",
        5418.06,
        5422.6
    ],
    [
        " it quickly. So get there now and get your tickets now so that you can come. You can hang out with",
        5422.6,
        5430.74
    ],
    [
        " a bunch of leaders, CEOs, mid-level managers, VPs, EVPs, owners, presidents, it's just everybody.",
        5430.74,
        5439.58
    ],
    [
        " And everybody that's in the game, of course, Leif and I are going to be there. We'll be right in",
        5440.9,
        5444.92
    ],
    [
        " the mix with you. Echo will be there. JP is going to be there. Getting after it with us.",
        5444.92,
        5449.74
    ],
    [
        " De-discounted tickets. If you're law enforcement, firefighters, of course, military. If you have",
        5450.94,
        5457.52
    ],
    [
        " questions about that, or if you have like a corporate, you're going to bring 10 people, 12 people,",
        5457.52,
        5461.38
    ],
    [
        " 20 people from your company. That's fine. We can get you a discount as well.",
        5461.48,
        5466.3
    ],
    [
        " Contact the email, musterateshellonfront.com, or you can just go to the website,",
        5467.34,
        5474.46
    ],
    [
        " extremownership.com. Look forward to seeing you there. And furthermore,",
        5475.36,
        5482.34
    ],
    [
        " if you like hanging around with us here on the podcast and you want to keep hanging around with us",
        5483.64,
        5491.14
    ],
    [
        " a little bit, you're in luck because we are hanging around on the interwebs, on Twitter and on",
        5491.14,
        5500.66
    ],
    [
        " Instagram. And if you're going to be inside that Facebook, boh-ha, you're going to be there",
        5500.66,
        5507.66
    ],
    [
        " with me. I wish you my friend. So, Echo is at Echo Charles. And I am at Jocco Willink. And finally,",
        5507.66,
        5518.32
    ],
    [
        " thank you for all the questions and the feedback and the downloads and the support",
        5518.58,
        5525.44
    ],
    [
        " to the military personnel. Stay on your game and be aggressive to the vets. Thank you for your",
        5525.44,
        5534.44
    ],
    [
        " service to the police and firefighters. Thank you guys and girls for keeping us safe on the home",
        5534.44,
        5541.48
    ],
    [
        " front. And the rest of you, fighters, grinders, troopers, leaders. Keep pushing. Keep grinding. Let",
        5541.48,
        5564.32
    ],
    [
        " there only be getting after it. So until next time, this is Echo and Jocco. Out.",
        5564.32,
        5577.68
    ]
]