[
    [
        " So, by early December 1914, the punishing advance of the Germans had been stopped by",
        1.42,
        10.78
    ],
    [
        " the Allies before the Germans made it to Paris.",
        10.78,
        14.86
    ],
    [
        " But it had been stopped at a great cost, a sickening cost.",
        16.68,
        21.68
    ],
    [
        " And now the armies had settled into the trenches.",
        23.3,
        28.42
    ],
    [
        " And we know what the trenches were.",
        29.68,
        33.9
    ],
    [
        " Hell.",
        35.94,
        36.14
    ],
    [
        " Not some metaphorical approximation of hell, but actual hell.",
        37.14,
        43.88
    ],
    [
        " Hell on earth.",
        45.16,
        47.32
    ],
    [
        " Artillery, mortars, machine gunfire, snipers, shrapnel, screams of the wounded and dying.",
        49.04,
        56.96
    ],
    [
        " And on top of that, the environment rained and sleet and snow and flooded trenches and",
        58.12,
        68.2
    ],
    [
        " freezing cold.",
        68.2,
        69.32
    ],
    [
        " And of course, death was everywhere.",
        72.82,
        76.7
    ],
    [
        " Everywhere.",
        77.04,
        80.38
    ],
    [
        " And there seemed no end to the horror.",
        81.28,
        87.1
    ],
    [
        " But on Christmas Day, 1914, the horror did stop if only for a short time, while men",
        92.2,
        105.38
    ],
    [
        " for a moment recognized the men they were fighting against as other men.",
        105.38,
        116.62
    ],
    [
        " As other men with the same hopes and dreams and desires that they had themselves.",
        117.24,
        126.7
    ],
    [
        " And the chief of all hope was peace.",
        129.88,
        136.28
    ],
    [
        " And this is an excerpt of how the Christmas truce unfolded, according to Henry Williamson,",
        138.06,
        148.36
    ],
    [
        " the British Army officer who was there.",
        148.76,
        153.52
    ],
    [
        " And here's what he wrote.",
        154.98,
        157.78
    ],
    [
        " For weeks we had lived in flooded trenches.",
        161.34,
        164.08
    ],
    [
        " The Germans were 80 yards away.",
        165.78,
        167.78
    ],
    [
        " Our trench was inflated.",
        169.6,
        171.76
    ],
    [
        " We lost many men.",
        172.18,
        173.3
    ],
    [
        " Shop by snipers.",
        174.56,
        175.76
    ],
    [
        " Night after night, since the tailing off the battle of Epres, we had toiled in the parapets,",
        177.18,
        185.12
    ],
    [
        " filling sandbag with clay mud, squelched through muddy lagoons of woodland tracks, carrying",
        185.32,
        191.64
    ],
    [
        " rations, duckboards, pumps, and ammunition.",
        191.64,
        195.86
    ],
    [
        " We were volunteers rushed out to help General French's shattered expeditionary force.",
        196.8,
        204.52
    ],
    [
        " A few weeks before, we had been school boys, bank clerks, undergraduates, medical students.",
        207.02,
        216.14
    ],
    [
        " Now, our lives were ravaged.",
        217.68,
        220.2
    ],
    [
        " Some of us, the young ones who thought of their mothers were near to despair.",
        220.78,
        227.12
    ],
    [
        " We were without hope, without horizon.",
        228.0,
        235.92
    ],
    [
        " At first, trench life had been interesting, even enjoyable.",
        237.32,
        244.54
    ],
    [
        " It was fun cooking our own bacon and making tea in the wood while shrapnel cracked overhead.",
        245.0,
        251.48
    ],
    [
        " Good sports stalking the wild geese in the marshes, satisfying to feel the soft hairs",
        252.08,
        258.72
    ],
    [
        " of our unshaven chins.",
        258.72,
        260.5
    ],
    [
        " The regulars were decent chaps, heroes of mons.",
        261.8,
        266.9
    ],
    [
        " But the rains fell, and the trenches filled almost waist high.",
        270.18,
        276.16
    ],
    [
        " After a few days, we could scarcely move our legs, nor did we seem to need food.",
        277.44,
        284.18
    ],
    [
        " At night, we dragged ourselves out of the ditches and moved about, uncaring of bullets aimed",
        285.82,
        290.88
    ],
    [
        " at random in the dark.",
        290.88,
        292.14
    ],
    [
        " All night, we worked, carrying parties, pumping fatigues, parapet building.",
        293.96,
        299.72
    ],
    [
        " At dawn, we slid into water again and set ourselves to endure the grey daylight.",
        300.54,
        307.22
    ],
    [
        " Even now, so long afterwards, when I hear rain on the tiles overhead, the ghost of that",
        308.04,
        317.04
    ],
    [
        " time makes me draw the blankets closer around my neck.",
        317.04,
        320.84
    ],
    [
        " On Christmas Eve of 1914, we were in the support line about 200 yards inside the plow-steered",
        322.52,
        332.08
    ],
    [
        " wood.",
        332.08,
        332.48
    ],
    [
        " It was freezing.",
        333.54,
        335.68
    ],
    [
        " Our overcoats were as stiff as boards.",
        337.62,
        340.22
    ],
    [
        " Our boots were too hard to move, but we rejoiced as the mud was hard too.",
        340.22,
        345.88
    ],
    [
        " Also happy thought, we would be able to sleep that night.",
        346.98,
        350.98
    ],
    [
        " Inside a new block house of oak boughs and sandbags called Piccadilly Hotel.",
        351.9,
        359.24
    ],
    [
        " No bed but the cold earth, no blankets even, but sleep.",
        360.74,
        365.0
    ],
    [
        " Sleep.",
        365.74,
        367.06
    ],
    [
        " Then came a message from brigade headquarters.",
        368.46,
        373.54
    ],
    [
        " Broad I think by second lieutenant Bruce Barron's father of the warrikes.",
        374.9,
        381.04
    ],
    [
        " Wiring parties were required in no man's land all night.",
        382.62,
        386.48
    ],
    [
        " And there would be a moon.",
        388.06,
        389.76
    ],
    [
        " We would have to work only 50 yards from the German machine guns in the White House opposite",
        390.86,
        396.8
    ],
    [
        " the eastern edge of the wood.",
        396.8,
        398.3
    ],
    [
        " Two hours later, we filed out of the dark trees into the naked moonlit terror of no man's",
        399.26,
        408.62
    ],
    [
        " land, holding our shovels besides our faces in hope of protection against the expected",
        408.62,
        414.98
    ],
    [
        " mortar blast.",
        414.98,
        416.04
    ],
    [
        " The moon was high and white among the frozen clouds.",
        416.6,
        422.76
    ],
    [
        " We were visible.",
        423.84,
        425.54
    ],
    [
        " Someone slipped with a clank of a spade or rifle.",
        426.44,
        429.2
    ],
    [
        " We flung ourselves on our faces and waited.",
        429.44,
        431.6
    ],
    [
        " But the battlefield was as silent as the moon.",
        432.86,
        437.22
    ],
    [
        " For an hour, we worked in silence.",
        439.56,
        442.52
    ],
    [
        " In a most mysterious soundlessness, what had happened?",
        443.26,
        447.0
    ],
    [
        " We began to talk naturally as we drove in stakes and pulled out concertiners of prepared",
        448.46,
        453.92
    ],
    [
        " wire.",
        453.92,
        454.42
    ],
    [
        " There was no rifle fire, either up or down the line.",
        455.34,
        459.4
    ],
    [
        " From way up north, beyond Epre's to south, beyond Armentyrus and the French army.",
        460.08,
        468.98
    ],
    [
        " At midnight, we heard laughing as we worked.",
        470.2,
        475.22
    ],
    [
        " We heard singing from the German lines, carols, the tunes of which we knew.",
        476.58,
        481.88
    ],
    [
        " I noticed a very bright light on a tall pole raised in their lines.",
        483.16,
        487.96
    ],
    [
        " Down opposite the East Lank's trench, in front of the convent of Christmas tree, with",
        488.68,
        497.14
    ],
    [
        " lighted candles was set on their parapet.",
        497.14,
        500.54
    ],
    [
        " The unreal moonlit life went on happily.",
        501.58,
        506.76
    ],
    [
        " Crys have come on over, Tommy.",
        508.06,
        509.94
    ],
    [
        " We won't fire at you.",
        510.42,
        511.42
    ],
    [
        " A dark figure approached me hesitatingly.",
        513.1,
        515.98
    ],
    [
        " A trap.",
        516.94,
        517.36
    ],
    [
        " I walked towards it with a bumping heart.",
        518.68,
        520.68
    ],
    [
        " Mary Christmas, English friend.",
        522.26,
        524.0
    ],
    [
        " We shook hands, tremulously.",
        525.36,
        527.64
    ],
    [
        " Then I saw that the light on the pole was the morning star.",
        529.08,
        534.58
    ],
    [
        " The star in the East.",
        534.68,
        536.42
    ],
    [
        " It was Christmas morning.",
        536.78,
        537.82
    ],
    [
        " All Christmas day, grey and khaki figures mingled and talked to no man's land.",
        538.72,
        546.42
    ],
    [
        " Picks and spades rang in the hard ground.",
        547.08,
        549.86
    ],
    [
        " It was strange to stare at the dead.",
        550.78,
        554.08
    ],
    [
        " We had only glimpse that swiftly from the trenches.",
        554.5,
        557.4
    ],
    [
        " The shallowest graves were dug, filled and set with crosses knocked together from lengths",
        559.58,
        567.6
    ],
    [
        " of ration box wood, marked with indelible pencil, for king and country, for fatherland",
        567.6,
        576.02
    ],
    [
        " and freeheit.",
        576.02,
        578.0
    ],
    [
        " Fatherland and freedom.",
        579.72,
        581.6
    ],
    [
        " Freedom?",
        582.56,
        583.92
    ],
    [
        " How was this?",
        586.16,
        587.64
    ],
    [
        " We were fighting for freedom.",
        588.66,
        590.8
    ],
    [
        " And our cause was just we were defending Belgium, civilization.",
        591.38,
        596.2
    ],
    [
        " These fellows in grey were good fellows.",
        596.96,
        600.44
    ],
    [
        " They were strangely just men like ourselves.",
        601.46,
        607.46
    ],
    [
        " How can we lose the war, English comrade?",
        609.28,
        612.0
    ],
    [
        " Our cause is just we are ringed with enemies.",
        612.48,
        616.84
    ],
    [
        " The war was thrust on us.",
        617.18,
        618.76
    ],
    [
        " We are defending our parents, our homes, our German soil.",
        619.36,
        623.22
    ],
    [
        " The most shaking, staggering thought that both sides thought they were fighting for the",
        624.66,
        632.8
    ],
    [
        " same cause.",
        632.8,
        633.62
    ],
    [
        " The war was a terrible mistake.",
        634.18,
        635.86
    ],
    [
        " People at home did not know this.",
        637.4,
        640.48
    ],
    [
        " Then the idea came to the young and calo soldier that if only he could tell them at home,",
        642.18,
        651.24
    ],
    [
        " what was really happening?",
        651.72,
        653.4
    ],
    [
        " And if the German soldiers told their people the truth about us, the war would be over.",
        654.02,
        660.98
    ],
    [
        " But he hardly dared to think it even to himself.",
        663.44,
        667.56
    ],
    [
        " The next day was quiet and the next, waving hands from the trenches by day, singing and",
        668.48,
        679.18
    ],
    [
        " reflected blaze of trench bonfires at night.",
        679.18,
        682.52
    ],
    [
        " It was a lovely time.",
        683.28,
        686.84
    ],
    [
        " On the third afternoon came a message from the Germans.",
        689.08,
        693.2
    ],
    [
        " At midnight our staff officers visit and we must fire our automatic pistol in.",
        694.32,
        700.06
    ],
    [
        " But we will fire higher.",
        701.16,
        702.36
    ],
    [
        " Nevertheless, please keep undercover.",
        702.84,
        705.3
    ],
    [
        " At 11 p.m.",
        707.02,
        708.68
    ],
    [
        " Berlin midnight we saw flashes going away into the air.",
        709.14,
        713.32
    ],
    [
        " Two days later an army order came from GHQ to the effect that men found fraternizing",
        716.84,
        724.94
    ],
    [
        " with the enemy would be court-martialed and if found guilty would suffer the death penalty.",
        724.94,
        731.14
    ],
    [
        " And again in that place the vey-re-light soared over no man's land at night.",
        731.74,
        739.88
    ],
    [
        " Then bullets cut showers of splinters from trees and sometimes human flesh and bone.",
        740.38,
        751.04
    ],
    [
        " So hope sank into the mud again but did not die.",
        751.64,
        761.9
    ],
    [
        " Despite a withering anew as each poor human unit fell in machine gun and mortar blast",
        763.28,
        771.76
    ],
    [
        " and colossal reverberating, rending of the shells of those four years.",
        771.76,
        777.22
    ],
    [
        " The years whose truth seems to be incommunicable.",
        777.8,
        784.46
    ],
    [
        " Sometimes as one listens to what people say, here in the England a generation died for.",
        790.02,
        797.76
    ],
    [
        " It seems like almost pre-war again.",
        798.54,
        804.62
    ],
    [
        " Can it be that we lack imagination to see the other fellow as ourselves?",
        806.86,
        821.72
    ],
    [
        " Henry Williamson continued to fight.",
        829.76,
        833.54
    ],
    [
        " He was eventually wounded by gas.",
        834.68,
        838.22
    ],
    [
        " Then when he was declared unfit to serve in the army he then volunteered for the air force",
        839.34,
        845.74
    ],
    [
        " to see if that could get him back to the front. But he didn't make it back to the front",
        845.74,
        853.24
    ],
    [
        " luckily because the war ended. The war ended. But not before 20 million were wounded and 17",
        853.24,
        871.08
    ],
    [
        " million men were killed. Men.",
        871.08,
        878.02
    ],
    [
        " Just normal men. Gone.",
        878.96,
        887.98
    ],
    [
        " So this holiday season, please think of those men and women around the world in the trenches",
        897.36,
        911.52
    ],
    [
        " now risking life and limb for what they believe in.",
        912.22,
        918.96
    ],
    [
        " For freedom. And think of the civilians trapped in those hellish places suffering",
        918.96,
        931.58
    ],
    [
        " in the merciless path of war.",
        932.46,
        936.98
    ],
    [
        " And finally, as Henry Williamson asked, let us not lack the imagination to think,",
        939.9,
        952.86
    ],
    [
        " to think of other men as men, men like ourselves, men like us.",
        952.86,
        972.62
    ],
    [
        " Merry Christmas to all.",
        979.2,
        980.9
    ],
    [
        " And may there be peace on earth.",
        982.3,
        986.76
    ]
]