[
    [
        " This is Jockel Podcast number 54 with Echo Charles and me, Jockel Willink.",
        2.32,
        8.82
    ],
    [
        " Good evening, Echo.",
        9.46,
        10.84
    ],
    [
        " Good evening.",
        11.5,
        12.0
    ],
    [
        " Uneasy lies the head that wears a crown.",
        12.56,
        19.08
    ],
    [
        " You got some Shakespeare right there.",
        20.26,
        23.76
    ],
    [
        " You got some Henry IV, Part II.",
        24.28,
        27.18
    ],
    [
        " And that play is a play that came just prior to Henry V, the hero, the warrior, the leader",
        27.96,
        41.52
    ],
    [
        " of that few, that happy few, that band of brothers.",
        41.52,
        47.04
    ],
    [
        " Well, his dad, Henry IV, was having a rough time in the kingdom facing rebellion.",
        47.16,
        57.16
    ],
    [
        " And there's a point in the play where the old man, Henry IV, he can't sleep.",
        58.0,
        64.84
    ],
    [
        " Can't sleep because of the pressure, the pressure, and the weight of being a leader.",
        65.28,
        71.72
    ],
    [
        " And it's a great chunk of the play.",
        71.98,
        77.04
    ],
    [
        " And it starts with that line.",
        77.78,
        78.88
    ],
    [
        " Uneasy lies the head that wears a crown.",
        79.7,
        82.08
    ],
    [
        " And it actually doesn't start with that line.",
        83.02,
        84.96
    ],
    [
        " That's the last line.",
        85.5,
        86.48
    ],
    [
        " It starts off a little different.",
        87.44,
        89.7
    ],
    [
        " It starts off here.",
        90.04,
        91.54
    ],
    [
        " How many thousand of my poorest subjects are at this hour asleep?",
        92.26,
        100.16
    ],
    [
        " So he's saying, hey, out there, there's thousands and thousands of my subjects.",
        101.68,
        104.82
    ],
    [
        " They're out there asleep in right now.",
        105.34,
        107.04
    ],
    [
        " Oh sleep, oh gentle sleep, nature's soft nurse.",
        109.28,
        116.92
    ],
    [
        " How have I frightened me that thou wilt, that thou no more wilt weigh my eyelids down",
        118.28,
        126.2
    ],
    [
        " and steep my senses in forgetfulness?",
        126.2,
        131.18
    ],
    [
        " So he's talking asleep.",
        132.16,
        133.34
    ],
    [
        " Sleep is like a god to him at this point.",
        133.84,
        136.62
    ],
    [
        " And he said, when did I do to scare you off?",
        136.98,
        138.3
    ],
    [
        " When I do, how come you won't bring me that goodness?",
        138.82,
        141.42
    ],
    [
        " Way down my eyes.",
        142.26,
        143.86
    ],
    [
        " Go back.",
        145.22,
        146.64
    ],
    [
        " Why rather sleep?",
        147.08,
        149.16
    ],
    [
        " Liest thou in smoky cribs upon uneasy palettes stretching thee and hushed with buzzing night flies",
        150.28,
        159.32
    ],
    [
        " to thy slumber?",
        159.32,
        160.6
    ],
    [
        " Then in perfumed chambers of the great under the canopies of costly state and lulled with",
        161.36,
        170.78
    ],
    [
        " sound of sweetest melody.",
        170.78,
        173.18
    ],
    [
        " So he's asking sleep.",
        174.12,
        175.74
    ],
    [
        " He's saying, look sleep, you're there, you're there hanging out in these smoky filthy houses",
        176.18,
        182.08
    ],
    [
        " and hovels and people are sleeping on boards and to low people to sleep in those situations.",
        182.08,
        189.48
    ],
    [
        " It's insects buzzing around their heads.",
        189.68,
        192.14
    ],
    [
        " Sleep's all there, taking care of those people.",
        193.06,
        196.14
    ],
    [
        " But sleep doesn't come to him in the most beautiful, in the most luxurious estate rooms,",
        196.42,
        204.26
    ],
    [
        " where there's, where there's all gentle music playing.",
        204.54,
        207.44
    ],
    [
        " No bugs flying around, it's all gentle music playing.",
        207.56,
        210.08
    ],
    [
        " Back to the play, oh thou dull god, why liest thou with the vile?",
        210.76,
        219.64
    ],
    [
        " In lonesome beds and leavist thy kingly couch, a watchcase, or a common larynbell.",
        220.6,
        229.54
    ],
    [
        " So same subject, he's saying, look, why do you dull god?",
        230.76,
        234.86
    ],
    [
        " So dull meaning sleeping, dull.",
        235.76,
        237.98
    ],
    [
        " Why are you hanging around the nastiest beds, but you know this beautiful bed, you don't",
        238.64,
        244.82
    ],
    [
        " come near it.",
        244.82,
        245.48
    ],
    [
        " You leave it vacant like a watchtower, like a bell tower.",
        245.48,
        250.26
    ],
    [
        " Will thou upon the high and giddy mast seal up the ship, boys eyes?",
        251.0,
        260.16
    ],
    [
        " So now he's talking, he's talking about even a sailor at sea high up on a mast, right?",
        261.02,
        267.9
    ],
    [
        " A giddy mast.",
        268.06,
        269.34
    ],
    [
        " You seal up the ship, boys eyes, and rock his brains in cradle of the rude, imperious surge.",
        272.3,
        281.08
    ],
    [
        " And in the visitation of winds, who take the ruffian billows by the top, curling their monstrous heads,",
        281.92,
        288.76
    ],
    [
        " and hanging them with deafening clamor in the slippery clouds, that with the early death itself,",
        289.1,
        298.22
    ],
    [
        " awakes.",
        298.58,
        299.16
    ],
    [
        " So he's saying this sailor, there's a sailor at sea, who's getting punished by the storm,",
        299.7,
        307.6
    ],
    [
        " and the thunder is clapping, and the ship is bounding back and forth, but guess what?",
        307.6,
        314.52
    ],
    [
        " It's the fall asleep.",
        315.18,
        316.08
    ],
    [
        " He goes to sleep.",
        316.66,
        317.38
    ],
    [
        " No problem.",
        317.48,
        317.96
    ],
    [
        " Can't stow a partial sleep, give thy repose to the wet sea boy in an hour so rude,",
        321.56,
        330.18
    ],
    [
        " and in the calmest and most stillest night with all appliances and means to boot,",
        330.82,
        338.02
    ],
    [
        " deny it to a king.",
        338.54,
        341.6
    ],
    [
        " So he's saying again, in an hour so rude, storms mayhem at sea, he gives the sailor sleep,",
        343.02,
        352.68
    ],
    [
        " but in this calmest and most stillest night with every available luxury to boot,",
        353.44,
        362.56
    ],
    [
        " yet sleep is denied to the king.",
        363.5,
        365.26
    ],
    [
        " And then he says, then happy low lie down.",
        366.4,
        372.28
    ],
    [
        " Uneasy lies the head that wears a crown.",
        372.88,
        378.84
    ],
    [
        " So then happy low lie down, he's saying, look, low by low, he means the peasants.",
        379.24,
        383.78
    ],
    [
        " He's like, all right, then you happy, happy low, you peasants lie down.",
        384.2,
        391.2
    ],
    [
        " Lie down, sleep.",
        391.7,
        393.12
    ],
    [
        " That's what you get.",
        393.28,
        394.68
    ],
    [
        " But uneasy lies the head that wears a crown.",
        396.02,
        398.86
    ],
    [
        " The leader doesn't get to rest.",
        400.52,
        403.88
    ],
    [
        " The leader doesn't get to sleep, and that's another example of what we know,",
        404.94,
        410.06
    ],
    [
        " and that is that leadership is hard.",
        410.22,
        413.16
    ],
    [
        " It's a heavy burden, it's hard business, and it's part science, and part art.",
        414.16,
        421.06
    ],
    [
        " And part of it is natural ability, and part of it is learned.",
        422.5,
        426.52
    ],
    [
        " And the book that we're going to dive into today, it isn't Shakespeare.",
        427.6,
        430.4
    ],
    [
        " It's actually a military manual,",
        431.34,
        434.74
    ],
    [
        " military manual written by SLA Marshall, but guided by George General George C Marshall,",
        435.26,
        443.82
    ],
    [
        " and Dwight D.I.'s hour.",
        444.08,
        446.12
    ],
    [
        " And this book was written just after World War II.",
        446.64,
        449.58
    ],
    [
        " If you remember, Hackworth talks about SLA Marshall, and he did some writing in Vietnam",
        449.74,
        458.94
    ],
    [
        " that Hackworth was a little bit not impressed with.",
        458.94,
        463.44
    ],
    [
        " And there's certainly some controversy about SLA Marshall and some of the things he wrote,",
        463.66,
        469.66
    ],
    [
        " and some of the things that he said that he lived through, there's some controversy,",
        469.82,
        473.44
    ],
    [
        " if not proven fact, that he fabricated some stuff.",
        473.66,
        476.52
    ],
    [
        " But I think you're going to find, as we dive into this book,",
        478.36,
        481.22
    ],
    [
        " that from a leadership perspective, the experiences that he did bring back from World War I,",
        481.74,
        485.86
    ],
    [
        " the experiences that he got from Eisenhower and from the other Marshall,",
        485.86,
        489.6
    ],
    [
        " I think it's a really good reflection and a good look at some leadership lessons learned",
        490.04,
        497.32
    ],
    [
        " that we can take something from.",
        497.32,
        499.12
    ],
    [
        " Now, the book is actually called the Armed Forces Officer, very simple title.",
        499.32,
        505.38
    ],
    [
        " And the version that I'm going through, because this book is still in publication,",
        505.38,
        510.3
    ],
    [
        " the version that I'm going through is from 1950, 1950 version.",
        510.9,
        516.96
    ],
    [
        " Like I said, it's written just after World War II, obviously, so the lessons are fresh.",
        517.58,
        522.8
    ],
    [
        " And I guess that the new version has been cleaned up or something.",
        523.22,
        530.26
    ],
    [
        " There's I guess that the 1950s version isn't fully politically correct.",
        531.18,
        535.28
    ],
    [
        " I don't know because to be frank, I haven't read the new version, because I got the old version.",
        535.52,
        541.06
    ],
    [
        " I want the real deal. And I don't find anything offensive in this one, so maybe someone else will.",
        541.34,
        547.84
    ],
    [
        " I guess there's some things that might be a little bit borderline, but yeah, I'm not really feeling it.",
        548.58,
        555.44
    ],
    [
        " And this book was given to me a long time ago by a friend of mine that said, you might like this.",
        556.06,
        559.72
    ],
    [
        " And he specifically said, this book, they'll make this one anymore.",
        560.28,
        563.58
    ],
    [
        " But guess what? Everyone's in luck because they do. They brought it back.",
        564.18,
        567.66
    ],
    [
        " They brought it back. So the book is the Armed Forces Officer, and it really goes into how to lead.",
        568.18,
        575.52
    ],
    [
        " How to lead. So go to the book.",
        575.92,
        579.32
    ],
    [
        " To call forth great loyalty and other people and to harness it to any noble undertaking,",
        580.1,
        587.7
    ],
    [
        " one must first be sensible of their finer instincts and feelings.",
        587.7,
        593.28
    ],
    [
        " Certainly, these things at least are among the gentle qualities which are desired in every",
        594.14,
        602.6
    ],
    [
        " military officer of the United States. So here's some basic things that the officers,",
        602.6,
        607.78
    ],
    [
        " the military are supposed to have. One, strong belief in human rights.",
        608.16,
        611.68
    ],
    [
        " Two, respect for the dignity of every other person.",
        611.88,
        615.78
    ],
    [
        " Three, the golden rule attitude toward one's daily associates.",
        616.56,
        622.44
    ],
    [
        " Four, an abiding interest in all aspects of human welfare.",
        623.64,
        628.02
    ],
    [
        " Five, a willingness to deal with every man as considerably as if he were a blood relative.",
        628.8,
        636.38
    ],
    [
        " There's a pretty simple rules. Respect other people, the golden rule, you know, treat people",
        637.14,
        643.28
    ],
    [
        " how you want to be treated yourself. These are the basis for what they're saying you need to be.",
        643.28,
        647.76
    ],
    [
        " And again, let's not actually, I was going to go into this, but they're going to go into themselves.",
        648.1,
        652.1
    ],
    [
        " Here we go. Back to the book. These qualities are the epitome of strength, not of softness.",
        652.26,
        657.94
    ],
    [
        " They mark the man who's capable of pursuing a great purpose consistently in spite of temptations.",
        658.82,
        665.4
    ],
    [
        " He who possesses them will all the more surely be regarded as a man among men.",
        665.92,
        672.18
    ],
    [
        " Take any crowd of new recruits. The greater number of them during their first few days in service",
        673.34,
        678.3
    ],
    [
        " will use more profanity and obscenity. Talk more about women and boast more about drinking than",
        678.3,
        683.26
    ],
    [
        " they have ever done in their lives. Because of the mistaken idea that this is the quick way to get",
        683.26,
        688.94
    ],
    [
        " a reputation for being hard-boiled. But at the same time, the one or two men among them who",
        688.94,
        696.34
    ],
    [
        " stay decent, talk moderately and walk the line of duty will uniquely receive the infinite respect",
        696.34,
        703.48
    ],
    [
        " of the others. It never fails to happen. So, little contrary to what we might think, and there's",
        703.48,
        713.72
    ],
    [
        " definitely, when you get in the military when you're going through boot camp, there's all kinds of",
        713.72,
        716.56
    ],
    [
        " people acting like tough guys. All kinds of people acting like tough guys. And that happens.",
        716.56,
        723.2
    ],
    [
        " Is there one thing that happens in boot camp? I bet I met more potential professional athletes",
        723.22,
        730.22
    ],
    [
        " when I was going through boot camp. Everyone was, I was about to go in the NFL. I was about to be",
        730.22,
        736.4
    ],
    [
        " a pro baseball player. I don't know why, but they end up in the military. Yeah, it is interesting.",
        736.4,
        743.2
    ],
    [
        " That kind of like the guy who's 500 in the streets. Yeah.",
        743.24,
        746.7
    ],
    [
        " It comes in the MM. That guy doesn't work out too well.",
        746.7,
        750.4
    ],
    [
        " All right. And obviously, I'm abridging this book a little bit, skipping through.",
        750.92,
        755.96
    ],
    [
        " Here we go back to the book, Men Be Get Goodwill in other men by giving it.",
        756.72,
        761.16
    ],
    [
        " They develop courage in their following mainly as a reflection of the courage which they show",
        761.68,
        767.82
    ],
    [
        " in their own action. These two qualities of mind and heart are the essence of sound",
        767.82,
        773.86
    ],
    [
        " officer ship. One is of little avail without the other and either helps to sustain the other.",
        773.86,
        781.06
    ],
    [
        " So you got goodwill and you got courage and they help each other and they sustain each other",
        782.32,
        789.82
    ],
    [
        " back to the book as to which is the stronger force in its impact upon the masses of men.",
        789.82,
        795.02
    ],
    [
        " No truth is more certain than the words once written by William James.",
        795.1,
        799.68
    ],
    [
        " Evident though the shortcomings of a man may be, if he is ready to give up his life for a cause,",
        800.98,
        807.48
    ],
    [
        " we forgive him everything. However, inferior he may be to ourselves and other respects.",
        807.68,
        813.58
    ],
    [
        " If we cling to life while he throws the way like a flower, we bow to his superiority.",
        813.92,
        819.94
    ],
    [
        " So I guess courage gets the stronger nod out of that situation. Back to the book Theodore Roosevelt",
        821.5,
        827.18
    ],
    [
        " once said, if he had a son who refrained from any worthwhile action because of the fear of hurt",
        827.18,
        833.92
    ],
    [
        " to himself, he would disown him. Soon after his return to civilian life, General Dwight D. Eisenhower",
        833.92,
        841.3
    ],
    [
        " spoke of the worthiness of living dangerously. An officer of the United States armed forces cannot",
        841.3,
        848.4
    ],
    [
        " go far wrong if he holds these ideas. It is not the suitable profession for those who believe",
        848.4,
        854.96
    ],
    [
        " only in digging in and nursing a soft snap until death comes at a ripe old age, who risks nothing,",
        854.96,
        861.92
    ],
    [
        " gains nothing. Nor should there be any room in it for professional smugness, small jealousies,",
        862.42,
        870.58
    ],
    [
        " and undue concern about privilege. So you can't be hiding all the time. You got to step up,",
        871.3,
        881.24
    ],
    [
        " you got to lead, you got to take some risks, you got to leave dangerously. Now of course,",
        881.38,
        885.52
    ],
    [
        " young troopers out there, especially guys out on the battlefield, this doesn't mean running to your",
        885.82,
        890.04
    ],
    [
        " death. That's not what it means. You will take risk. In business world, you'll take risk.",
        890.04,
        897.44
    ],
    [
        " In the military, you'll take risk. If you do either in business or in the military, you take",
        897.9,
        903.28
    ],
    [
        " risk stupidly, you'll die or you'll lose all your money. Neither one of those is good.",
        903.28,
        910.0
    ],
    [
        " But that doesn't mean you hide and it doesn't mean you take no risk and you shy away.",
        911.36,
        917.18
    ],
    [
        " Now, the next part when he's talking about small jealousies and undue concern about privilege,",
        918.02,
        923.56
    ],
    [
        " this eats people up and destroys people. In that light, here we go back to the book.",
        923.56,
        929.22
    ],
    [
        " Towards services other than his own, any officer is expected to have both a comradely feeling",
        929.38,
        936.06
    ],
    [
        " and an imaginative interest. Any army officer is a better man for having studied the works",
        936.06,
        942.92
    ],
    [
        " of Admiral Mayhem and familiarize himself with the modern navy from firsthand experience.",
        942.92,
        948.28
    ],
    [
        " Those who lead seagulling forces can enlarge their own capacities by knowing more,",
        948.48,
        953.56
    ],
    [
        " rather than less about the nature of the air and ground establishments.",
        953.84,
        957.88
    ],
    [
        " The Submariner can always learn something useful to his own work by mingling with airmen.",
        957.98,
        963.18
    ],
    [
        " The airman becomes a better officer as he grows in qualified knowledge of ground and sea fighting.",
        963.54,
        968.92
    ],
    [
        " So you gotta learn. Working with other industries? Learn about those industries.",
        969.68,
        974.86
    ],
    [
        " Learn as much as you can. Don't just stay in your own little",
        975.18,
        978.54
    ],
    [
        " and your own little world because you're comfortable. That's what happens to a lot of us.",
        978.54,
        982.56
    ],
    [
        " You get comfortable in your own world, so that's what you want to stay in. You don't want to look",
        982.72,
        985.86
    ],
    [
        " bad. You don't appear to be ignorant. And Admiral Mayhem is kind of the,",
        985.86,
        990.06
    ],
    [
        " well, he was a civil war Admiral, as a matter of fact, but wrote a book called the Influence of Sea Power",
        990.66,
        998.08
    ],
    [
        " Upon History, which the Germans and the Japanese both utilized against the World War II.",
        998.08,
        1003.36
    ],
    [
        " So a little bit of a little bit of risk there, but it's also something that guided the",
        1003.36,
        1007.42
    ],
    [
        " thought and the building of the modern US Navy. Now we talk a little bit about what life",
        1007.42,
        1014.28
    ],
    [
        " is like in the military back to the book. The military way is a long hard road.",
        1014.28,
        1020.54
    ],
    [
        " And it makes extraordinary requirements of every individual. In war, particularly, it puts",
        1021.1,
        1026.74
    ],
    [
        " stresses upon men such as they have not known elsewhere. And the temptation to get out from under",
        1026.78,
        1033.42
    ],
    [
        " would be irresistible if their spirits had not been tempered to the ordeal.",
        1033.42,
        1038.14
    ],
    [
        " So you got to be ready for the hardness. You got to do things in your life that gets you ready",
        1038.54,
        1042.38
    ],
    [
        " for the hardness back to the book. If nothing but fear, and this is now we're getting to some",
        1042.38,
        1046.96
    ],
    [
        " leadership, if nothing but fear of punishments were dependent upon to hold men to the line during",
        1046.96,
        1054.22
    ],
    [
        " extreme trial, the result would be wholesale mutiny and a situation altogether beyond the control",
        1054.22,
        1060.24
    ],
    [
        " of leadership. So if the only thing, the only reason that your people are following you, because it's",
        1060.24,
        1065.84
    ],
    [
        " because of fear of punishment, when the going gets hard, that's not going to work.",
        1065.84,
        1070.22
    ],
    [
        " So it must be true that it is the out that is out of the impact of ideals,",
        1070.6,
        1078.92
    ],
    [
        " out of the impact of ideals, mainly that men develop the strength to face situations which would",
        1079.72,
        1085.68
    ],
    [
        " be normal to run away, which it would be normal to run away. Also, during the normal routine of peace,",
        1085.68,
        1093.66
    ],
    [
        " members of the armed services are expected to respond to situations that are more extensive,",
        1094.2,
        1098.44
    ],
    [
        " more complex than take longer to reach fulfillment than the situations to which the majority of men",
        1098.9,
        1103.96
    ],
    [
        " instinctively respond. So things in the military take a long time and you're a big part of that",
        1104.36,
        1108.64
    ],
    [
        " in a peacetime big bureaucratic machine. It can be really challenging.",
        1108.64,
        1112.42
    ],
    [
        " Even the length of the enlistment period looks like a slow march up a 60 mile grade.",
        1112.9,
        1119.12
    ],
    [
        " Promotion is slow, duty frequently monotonous. It is all too easy for the individual to worry about",
        1119.66,
        1127.14
    ],
    [
        " his own insignificance and to feel that he has become lost in the crowd.",
        1127.14,
        1131.72
    ],
    [
        " Now this is something that I hear a lot about on social media. More people send me messages on this",
        1132.52,
        1138.72
    ],
    [
        " or Facebook messages, I guess, with I feel like they're kind of caught in a rut,",
        1138.72,
        1144.78
    ],
    [
        " you know, they're doing their job, they don't really like it, what should I do?",
        1145.2,
        1147.94
    ],
    [
        " And I think this next little section applies to that back to the book. What is the main test of",
        1148.78,
        1154.04
    ],
    [
        " human character? Probably it is this. That a man will know how to be patient in the midst of",
        1154.04,
        1162.6
    ],
    [
        " hard circumstance and can continue to be personally effective while living through whatever discouragements",
        1162.6,
        1170.02
    ],
    [
        " beset him and his companions. Can you drive on? That's what it's asking. Those that job that you don't like?",
        1170.02,
        1178.18
    ],
    [
        " Good. Good. It's a little test. Now if you're in a situation that you don't like,",
        1179.16,
        1184.94
    ],
    [
        " you drive on in that situation and also you figure out what your exit strategy is going to be.",
        1185.14,
        1188.96
    ],
    [
        " Because you don't want to go through life miserable. You figure out, you start saving your money,",
        1189.34,
        1193.24
    ],
    [
        " you start getting on another education, you figure out another job, you get yourself promoted,",
        1193.38,
        1196.74
    ],
    [
        " you do what you got to do. But don't let that monotonous job that you're not into that day.",
        1196.88,
        1201.9
    ],
    [
        " Don't let that bird you down. Yeah, that's kind of that key there. You drive on and it's like,",
        1202.0,
        1207.28
    ],
    [
        " you drive on in life. You don't necessarily have to drive on and keep doing that job. It's like,",
        1207.28,
        1212.98
    ],
    [
        " you drive on as opposed to, oh, start complaining or go into something where you get self-destructive",
        1213.54,
        1219.66
    ],
    [
        " where you seek some kind of, I don't know, escapist out later, something like that. But I'll tell you,",
        1219.66,
        1224.84
    ],
    [
        " you drive on, you have other options, right? You work those other options. But whatever it is that",
        1225.48,
        1230.52
    ],
    [
        " your job is, and you kickass at that job, that's what you do. The minute you start slacking,",
        1230.52,
        1235.5
    ],
    [
        " you're going backwards. Don't do it. It's not going to, what benefit are you going to get from that?",
        1235.5,
        1238.32
    ],
    [
        " You're going to get zero benefit from that. You're going to work your eight hours a day. You're",
        1238.4,
        1242.3
    ],
    [
        " going to make your $12 an hour. Are you going to do it in a slack way? Yeah. Are you going to,",
        1242.3,
        1247.86
    ],
    [
        " are you going to do it in an awesome way? I keep, you know, I'm going to do it in an awesome way.",
        1247.9,
        1252.1
    ],
    [
        " Yeah, and that's what's going to get you promoted. That's what's going to get you, that's what's",
        1252.32,
        1255.54
    ],
    [
        " going to get you taken care of in the long run. If you, or you, you, like you say this a lot,",
        1255.54,
        1262.9
    ],
    [
        " where you, like even if you're going to do something, even if you don't enjoy, you still, you do it",
        1262.9,
        1266.48
    ],
    [
        " just the best you can. Like you said that, like from the beginning, and for someone like me when I",
        1266.48,
        1272.94
    ],
    [
        " look at it like that, of course, it sounds like a good idea to do it that way. But after you do it,",
        1272.94,
        1279.04
    ],
    [
        " you kind of think back. And I've done both. I've done it where I'm like, oh, I hate doing this. So",
        1279.14,
        1283.34
    ],
    [
        " I'm just going to basically go through the motions until it's finally done. You know, and I can",
        1283.34,
        1287.56
    ],
    [
        " kind of be relieved or whatever. But when you think back of like, hey, remember when I was doing",
        1287.62,
        1293.42
    ],
    [
        " whatever it is that job or whatever, when you look back, you kind of have this",
        1293.42,
        1297.92
    ],
    [
        " fulfillment that you did it the best you can. You know, you'd never look back and be like,",
        1297.92,
        1303.1
    ],
    [
        " dang, I'm glad I've phoned it in. You know, you always are going to, even if you didn't like it,",
        1303.1,
        1307.48
    ],
    [
        " like you, you're always satisfied that, that, yeah, I did it the best that I could.",
        1307.88,
        1311.72
    ],
    [
        " So do it. Yeah. Do it the best you can. Now, here's a couple of the lists in this book. Here's",
        1311.74,
        1319.36
    ],
    [
        " another one. This is the one that's talking about the, the simple virtues that provide a firm foundation.",
        1319.36,
        1326.28
    ],
    [
        " So here we go. One, a man has honor. If he holds himself to a course of conduct because of a",
        1327.12,
        1335.52
    ],
    [
        " conviction that it is in the general interest, even though he is well aware that it may lead to",
        1335.94,
        1342.38
    ],
    [
        " inconvenience, personal loss, humiliation, or grave physical risk. So when he says general",
        1342.38,
        1346.94
    ],
    [
        " interest, he's talking about like the team. So you're going to hold that conviction. Even if it's",
        1346.94,
        1351.92
    ],
    [
        " good for the team, you're going to hold that course, even if you're well aware that it may lead to",
        1351.92,
        1356.78
    ],
    [
        " inconvenience, personal loss, humiliation, or grave physical risk. Boom. That's what honor is. You",
        1356.78,
        1365.5
    ],
    [
        " have a veracity. If having studied a question to the limit of his ability, he says and believes what",
        1366.52,
        1373.94
    ],
    [
        " he thinks to be true, even though it would be the path of least resistance to deceive others",
        1373.94,
        1379.62
    ],
    [
        " and himself. So this is kind of in the same vein. If you, if you look at something and maybe you",
        1379.62,
        1388.0
    ],
    [
        " don't agree with it, but the easiest thing to do is just be agree with it. No, you don't do that.",
        1388.0,
        1391.52
    ],
    [
        " You step on and say, Hey, no, I don't agree with this. Now we could go into detail on that in",
        1391.52,
        1396.58
    ],
    [
        " the times when you, when you do want to maybe not be the most truthful person in the world. For",
        1396.58,
        1403.28
    ],
    [
        " instance, we've talked about this before when your wife is making chicken and it's dry, right?",
        1403.28,
        1409.38
    ],
    [
        " It might not be the best thing to tell her. Yeah. The, the amount of water that you're going to",
        1409.72,
        1421.5
    ],
    [
        " tell the truth. Back to the book number three, he has justice if he acknowledges the",
        1421.5,
        1426.14
    ],
    [
        " interests of all concerned in any particular transaction rather than serving his own apparent",
        1426.14,
        1432.62
    ],
    [
        " interest. Look out for others. Number four, he has graciousness. If he acts and speaks forth",
        1432.62,
        1440.54
    ],
    [
        " rightly, agrees warmly, disagrees fairly and respectfully, participates enthusiastically,",
        1440.54,
        1449.0
    ],
    [
        " refrains from harboring grudges, takes his reverses in stride and does not complain or ask for help",
        1450.16,
        1458.5
    ],
    [
        " in the face of trifling calamities. Those are just solid. Those are just solid. I would say this,",
        1458.5,
        1468.04
    ],
    [
        " though, sometimes you got to ask for help, right? That's one thing that I wouldn't work with",
        1468.12,
        1471.94
    ],
    [
        " businesses. There'll be somebody that's, you know, I'm extreme ownership and I'm an oneness and",
        1471.94,
        1478.44
    ],
    [
        " all of a sudden you realize, hey, you're owning that, but you're not going to be a successful at it",
        1478.44,
        1481.48
    ],
    [
        " because that's too much for you. You need help. You need to, you need to put your ego in check",
        1481.48,
        1485.38
    ],
    [
        " and you need to be able to raise your hand and say, look, I need some help on this. I get, I don't",
        1485.38,
        1489.22
    ],
    [
        " have this covered. This is too much for me. I want to expect in this. Here's my hands in the air.",
        1489.22,
        1493.28
    ],
    [
        " Let me, let me get some help. It sometimes seems like it's not necessarily even ego. It's more like,",
        1493.6,
        1497.46
    ],
    [
        " oh, I guess it in a way it's ego, but it's more like shoot, I don't want to be the guy who has to",
        1497.6,
        1502.68
    ],
    [
        " be dependent on somebody or something like that. Like, you know, which is what? Extremely",
        1502.68,
        1506.64
    ],
    [
        " which is ego. Actually, if you're the guy that doesn't want to be dependent on other people,",
        1506.88,
        1509.64
    ],
    [
        " that's probably your ego. But you are, I think what you're trying to say is that I don't want to be",
        1509.66,
        1515.52
    ],
    [
        " the guy that has to ask for help. I want to be the guy that carries my own load. Like, you know,",
        1515.52,
        1518.68
    ],
    [
        " what I see this on on seal patrols a couple of times in my career where guys were overloaded",
        1518.72,
        1526.12
    ],
    [
        " and they didn't want to ask for help. Right. I got this because it's humiliating. You know, hey,",
        1526.12,
        1530.94
    ],
    [
        " can you carry my ammunition or hey, can you carry my radio? Yeah. Can you carry my weapon?",
        1530.98,
        1536.56
    ],
    [
        " That's I've seen it happen. I've carried some extra weapons from time to time. It's a bummer.",
        1538.9,
        1544.36
    ],
    [
        " You know, and you know what? You know what? You take the weapon. Hey man, okay,",
        1544.7,
        1549.26
    ],
    [
        " gets water in you, you know? But that's what you're talking about. People don't want to be that guy.",
        1549.42,
        1553.74
    ],
    [
        " But what's going to be worse? If they don't take a load off and they get a heat casualty and",
        1554.0,
        1566.62
    ],
    [
        " you don't have them anymore. Yeah. Yeah. And he can't fight. He can't even do anything.",
        1566.62,
        1572.18
    ],
    [
        " As opposed to the other guy who doesn't know the difference between needing help and wanting",
        1572.44,
        1577.0
    ],
    [
        " help. Yeah. Yeah. Who's just like, oh, help me. Yeah. Because he don't want to work.",
        1577.0,
        1580.28
    ],
    [
        " I had a guy with Todd. We were on a long patrol. This is back in the day, back in the day. This is",
        1580.74,
        1588.12
    ],
    [
        " pre-war and my radio meant because I was a radio man when I was a listen guy. And now it wasn't",
        1588.12,
        1596.42
    ],
    [
        " a patrol. And my radio man was going down. Like he was, didn't have enough water. It was dehydrated.",
        1596.44,
        1602.1
    ],
    [
        " It was weak. And so he was bummed. You know, he couldn't keep up with us anymore.",
        1602.1,
        1607.3
    ],
    [
        " And I said, okay, you know, let me get you radio. So I'm taking a 20 pound radio off his back,",
        1607.72,
        1612.48
    ],
    [
        " putting it my back. I'm carrying it for a little, I don't know, a half a day. And then we get to a,",
        1612.48,
        1617.94
    ],
    [
        " like a layup point. So this is where we're going to, for a civilian of this, we're going to camp out",
        1617.94,
        1622.8
    ],
    [
        " for the night. And when we get there, we get a resupply of water and, you know,",
        1622.8,
        1628.04
    ],
    [
        " gatorade or whatever. So all of a sudden, now everyone's rehydrated. And while we're in there,",
        1628.26,
        1632.88
    ],
    [
        " we got to make a communications hit to, you know, we got to call headquarters and say,",
        1633.28,
        1637.92
    ],
    [
        " hey, this is our location. So he comes in and takes the radio out of my, out of my backpack.",
        1637.92,
        1645.46
    ],
    [
        " You know, it comes over, hey, look at the radio. So I can make this communication. I go, yeah,",
        1645.74,
        1648.32
    ],
    [
        " cool, open up my bag, give it to him. And you know, he makes the radio communications. And I'm out",
        1648.32,
        1653.94
    ],
    [
        " doing like a reconnaissance of the area to find out what wrote we're going to take.",
        1653.94,
        1657.26
    ],
    [
        " Anyways, I thought, you know, now he's rehydrated.",
        1657.76,
        1661.24
    ],
    [
        " These can take that radio. You know, we'll be back in back in the game. So I come back",
        1661.32,
        1665.86
    ],
    [
        " and when I get back, the radio was sitting on my rucksack.",
        1665.86,
        1669.62
    ],
    [
        " I'm like, oh, no. But you know what I did? Pull it back on my rucksack. I carried it. Yeah,",
        1670.42,
        1675.92
    ],
    [
        " you just got to do it. But yeah, so you don't want to be that guy. Yeah.",
        1675.92,
        1680.12
    ],
    [
        " Once you get rehydrated, man, get your way back on.",
        1680.52,
        1682.78
    ],
    [
        " The difference between needing help and one. Yeah. And he did need help. Yeah.",
        1682.94,
        1689.76
    ],
    [
        " At one point, but once the gate of raids come in, you know, you're good to go. Yeah.",
        1689.96,
        1694.08
    ],
    [
        " Take that radio back. I was, I was a chuckling inside when I saw that radio been placed back on top",
        1694.36,
        1701.92
    ],
    [
        " of my run, not inside, but just placed on top. Yeah. Yeah. You got it from here. Yeah.",
        1701.92,
        1705.14
    ],
    [
        " You put it back in and it will be all good here. Awesome. Good times in the teams.",
        1705.3,
        1709.8
    ],
    [
        " And the last one here, he has integrity. If his interest in the good of the service is at all",
        1710.38,
        1719.54
    ],
    [
        " times greater than his personal pride. And when he holds himself to the same line of duty,",
        1719.54,
        1725.08
    ],
    [
        " when unobserved as he would follow if all his superiors were present.",
        1726.34,
        1731.88
    ],
    [
        " This is the classic. What do you do when you're not? People are looking. You know,",
        1732.32,
        1734.9
    ],
    [
        " here's another point. The cause of much of the friction and administrative machinery is that",
        1735.08,
        1745.44
    ],
    [
        " at all levels, there are individuals who insist on standing in their own light. Now,",
        1745.44,
        1750.76
    ],
    [
        " this is a term to actually have to look up standing in your light means getting your own way.",
        1750.76,
        1753.96
    ],
    [
        " It means you're you're you're preventing your you're preventing your own success.",
        1753.96,
        1757.5
    ],
    [
        " And he uses the term of lunch and here standing in your own light.",
        1757.5,
        1760.54
    ],
    [
        " This is important. They believe that there is some special magic, some quick springboard to success.",
        1760.78,
        1768.56
    ],
    [
        " They mistakenly think that it can be won by bootlicking,",
        1768.92,
        1773.48
    ],
    [
        " apple polishing, yes, sing higher authority, playing office politics, throwing weight around,",
        1774.0,
        1781.82
    ],
    [
        " ducking the issue, striving for cheap popularity,",
        1781.82,
        1784.54
    ],
    [
        " courting publicity, or seeking any and all means of grabbing the spotlight.",
        1785.14,
        1789.48
    ],
    [
        " So this is the guy everybody that's listening to this podcast right now knows who I'm talking about.",
        1790.14,
        1795.2
    ],
    [
        " That guy, that guy that's just always trying to kiss everyone's ass and make himself look good.",
        1795.36,
        1801.64
    ],
    [
        " And that's you know, that's a shortcut, right? This is what Marshall Sainase is a shortcut or a",
        1802.54,
        1808.56
    ],
    [
        " springboard. You think it's a quick springboard back to the book.",
        1808.86,
        1813.36
    ],
    [
        " Any one of this set of tricks may enable a man to carry the ball forward a yard or two in some",
        1813.56,
        1819.3
    ],
    [
        " special situation, but at least this comment can be made without qualification of the men who have",
        1819.3,
        1825.8
    ],
    [
        " risen to supreme heights in the fighting establishment of the United States and have had their",
        1825.8,
        1830.68
    ],
    [
        " greatness proclaimed by their fellow countrymen. There is not one career which provides any warrant for",
        1830.68,
        1836.84
    ],
    [
        " the conclusion that there is a special shortcut known only to the smart operators.",
        1836.84,
        1842.12
    ],
    [
        " Too enough, a few men have gained fairly high rank by dint of what late Mr. Justice Holmes called",
        1843.16,
        1850.68
    ],
    [
        " the instinct for the jugular a feeling of when to jump and wear to press and how to slash in order",
        1850.68,
        1856.24
    ],
    [
        " to achieve somewhat predatory personal ends. That will occasionally happen in a walk of life.",
        1856.24,
        1863.16
    ],
    [
        " And I say this all the time, I've said this on this podcast. If you got that guy that we're",
        1863.16,
        1867.18
    ],
    [
        " talking about, sometimes they're going to get a better recommendation. But sometimes they're going",
        1867.18,
        1870.84
    ],
    [
        " to get they're going to get that promotion that you were wanting and you just you just held",
        1870.84,
        1874.96
    ],
    [
        " a line and were a good person. That person took the credit for something and no one really realized",
        1874.96,
        1878.76
    ],
    [
        " next thing you know they get the promotion. But I agree with what's being said here. That does",
        1878.76,
        1883.06
    ],
    [
        " happen sometimes in every walk of life. But in the long run, that person's going down. Yeah,",
        1883.06,
        1888.28
    ],
    [
        " that person's going down in the long run. Yeah. And the more you kind of depend on that sort of",
        1888.48,
        1892.26
    ],
    [
        " thing, the less likely for any kind of success anyway. Absolutely. Yeah. Yeah.",
        1892.26,
        1896.98
    ],
    [
        " And he says here, but from Washington, Wayne and Jones down to Eisenhower, Van DeGryff and Nimitz,",
        1897.56,
        1905.6
    ],
    [
        " the best the men best loved by the American people for their military successes were also the",
        1906.0,
        1912.04
    ],
    [
        " men with greatness of soul. During World War II, there were quite a few higher commanders",
        1912.04,
        1922.84
    ],
    [
        " relieved in our forces because it was judged for one reason or another that they had failed in",
        1922.84,
        1928.44
    ],
    [
        " battle. So relieved means you got fired. Of the total number, there were a few who took a reduction",
        1928.44,
        1934.56
    ],
    [
        " in rank went willingly to a lower post in a fighting command, uttered no complaint, kept their",
        1934.56,
        1940.14
    ],
    [
        " chins up, worked courageously and sympathetically with their commands and provided an example of",
        1940.18,
        1945.36
    ],
    [
        " manhood that all who saw them will never forget. So if you get I get asked this, I've got been asked",
        1945.36,
        1951.34
    ],
    [
        " this a couple times. I got demoted or sometimes not demoted, but I got passed over. You know,",
        1951.34,
        1955.42
    ],
    [
        " someone else got promoted instead of me. What should I do? Get after it. That's what these guys did.",
        1955.52,
        1961.92
    ],
    [
        " That's what these guys did. Hey, it screwed up. You know what? Check. All right. Cool. Let's let's",
        1962.22,
        1970.12
    ],
    [
        " get put me in charge of less people. I got it. I'm going to do well.",
        1970.12,
        1972.88
    ],
    [
        " Though their names need not be mentioned, they were imprinted with the real virtue of the",
        1974.12,
        1979.04
    ],
    [
        " services, even more deeply than many of their colleagues who had no blemishes on their records.",
        1979.04,
        1983.3
    ],
    [
        " Their character had met the ultimate test. The men who had the privilege of working close to them",
        1983.98,
        1989.7
    ],
    [
        " realized this and the supply sublime effect of his personal influence helped strengthen the",
        1989.7,
        1996.46
    ],
    [
        " resolve of many others. It's actually inspirational to people around you when they see that.",
        1996.72,
        2001.32
    ],
    [
        " And there's been many guys that I'm known that have bounced back for some kind of from some kind of",
        2002.8,
        2006.68
    ],
    [
        " you know, career problem. They messed something up. They got they got fired and they take it. They",
        2006.68,
        2013.16
    ],
    [
        " be humble about it. Then they come back and turn it around. The person that complains and thinks",
        2013.16,
        2018.68
    ],
    [
        " that they're a victim, not going to work out for them. That's in the civilian sector and in the",
        2018.68,
        2026.44
    ],
    [
        " start talking to them a little bit about being a recruit and the kind of the mental training,",
        2026.44,
        2033.2
    ],
    [
        " the mindset training that happens as a recruit to the book, his perseverance and the care of",
        2033.36,
        2039.38
    ],
    [
        " weapons in keeping his living quarters orderly and in doing his full share of work is best",
        2039.38,
        2046.52
    ],
    [
        " insured, not through fear of punishments, but by stimulating his belief that any other way of",
        2046.52,
        2053.64
    ],
    [
        " going is unworthy of a member of a fighting service. Precision in personal habits, precision in",
        2053.64,
        2062.04
    ],
    [
        " drill and precision in daily living are the high road to that kind of discipline which best insures",
        2062.04,
        2070.18
    ],
    [
        " cool and collected thought and unity of action on the field of battle.",
        2070.18,
        2076.0
    ],
    [
        " Yeah. I could tell you. Yeah. You know, it's just it's basically he's talking about the",
        2079.42,
        2087.3
    ],
    [
        " the the unmedicated daily discipline and all things. That's what it is and that ensures cool",
        2087.3,
        2092.26
    ],
    [
        " and collected thought and unity of action on the field of battle. I got nothing to say about that",
        2092.26,
        2096.96
    ],
    [
        " other than yes, Amen. Here's another little section. When men are well led, they become fully",
        2096.96,
        2108.0
    ],
    [
        " receptive to the whole body of ideas which their leaders see fit to put before them. Let's think",
        2108.0,
        2114.82
    ],
    [
        " about that. When men are well led, they become fully receptive to the whole body of ideas which",
        2114.82,
        2122.98
    ],
    [
        " their leaders see fit to put before them. So what we're talking about here is when somebody's a",
        2122.98,
        2127.38
    ],
    [
        " good leader, the troopers around them, the people that are working for them, they start to they",
        2127.38,
        2133.46
    ],
    [
        " believe the whole body, everything, right? They start to believe everything that you're saying.",
        2133.46,
        2139.08
    ],
    [
        " And that's powerful. That's obviously powerful. Yeah, it kind of goes back to like what you're saying",
        2139.42,
        2146.1
    ],
    [
        " about like if you're if they fear your punishment, that's how you lead, you know, iron fist and",
        2146.1,
        2152.96
    ],
    [
        " enough to not get punished, but they won't do anything that like they don't have to. Yeah.",
        2153.3,
        2158.12
    ],
    [
        " And so it's only what they have to do. So you won't get people doing their best. You know, I mean,",
        2158.56,
        2163.88
    ],
    [
        " so yeah, yeah. And that that punishment piece that I kind of breathed through is is not through",
        2164.14,
        2170.34
    ],
    [
        " fear of punishments, but by stimulating his belief that any other way. So that's 100% right. And",
        2170.34,
        2175.68
    ],
    [
        " we just you know, I say that all the time. If you're if people are doing what you told them to do",
        2175.68,
        2178.98
    ],
    [
        " just because they're afraid of you, sure, you can get that's going to work for a little while.",
        2178.98,
        2182.24
    ],
    [
        " Right. You know, oh, I'll fire you. Okay. What's that person doing when we get home,",
        2182.5,
        2185.98
    ],
    [
        " putting his putting his resume on monster.com looking for another job.",
        2186.2,
        2189.2
    ],
    [
        " Doing the best not to get fired. The best not to get fired. He's",
        2189.36,
        2192.82
    ],
    [
        " all right. Going back to the book, though it has been said before, even so it can be said again,",
        2192.82,
        2199.26
    ],
    [
        " it is paramount and overriding responsibility of every officer to take care of his men before",
        2199.48,
        2204.1
    ],
    [
        " caring for himself. Yet many junior officers do not seem to understand that steadfast,",
        2204.1,
        2210.9
    ],
    [
        " steadfast fidelity to it is required, not lip service. And of this, as Admiral Mahan would say,",
        2210.9,
        2220.2
    ],
    [
        " man would say, comes much evil. The loyalty of men simply cannot be commanded when they become",
        2220.4,
        2229.8
    ],
    [
        " embittered by selfish action. So a minute, your troop see that you're being selfish or you're",
        2230.32,
        2236.86
    ],
    [
        " doing this for yourself. That's the beginning of what he says, Admiral Mahan says much evil.",
        2236.86,
        2243.08
    ],
    [
        " He says evil comes from that when you start acting selfishly as a leader, evil comes from that.",
        2243.56,
        2248.2
    ],
    [
        " If an officer is on a tour with an enlisted man, he takes care of the man. He takes care that",
        2249.52,
        2256.18
    ],
    [
        " the man is accommodated as to food, shelter, medical treatment, or other prime needs before satisfying",
        2256.18,
        2261.44
    ],
    [
        " his own wants. If that means that the last meal or the last bed is gone, his duty is to get along",
        2261.44,
        2268.12
    ],
    [
        " the hard way. Boom. Take care of your people.",
        2268.12,
        2273.26
    ],
    [
        " Now, again, this is written in 1950, but even in 1950, you might think this is the hard post-World War",
        2280.16,
        2287.96
    ],
    [
        " 2. Chapter 8 is actually called getting along with people. Boom. Now, here's a real, some of",
        2287.96,
        2297.22
    ],
    [
        " this stuff is so simple, so obvious. It's so simple and so obvious that they had to write a book",
        2297.22,
        2301.54
    ],
    [
        " about it so that people could do it because we all failed to do it. So here we go. If you like people,",
        2301.54,
        2306.62
    ],
    [
        " if you seek contact with them rather than hiding yourself in a corner, if you study your fellow men",
        2307.0,
        2313.02
    ],
    [
        " sympathetically, if you try consistently to contribute to something to the success and happiness,",
        2313.02,
        2319.2
    ],
    [
        " or contribute something to their success and happiness, if you are reasonably generous with your",
        2319.8,
        2325.9
    ],
    [
        " thoughts and your time, if you have a partial reserve with everyone but a seeming reserve with no one,",
        2325.9,
        2334.88
    ],
    [
        " if you work to be interesting rather than spend to be a good fellow, you will get along with your",
        2335.26,
        2342.28
    ],
    [
        " suburb areas, your subordinates, your orderly, your roommate, and the human race. That's all you",
        2342.28,
        2349.52
    ],
    [
        " got if you want to get along with everybody. Now, one of the ones that I, you know, these are all",
        2349.52,
        2354.36
    ],
    [
        " pretty obvious, but one of the ones, if you have a partial reserve with everyone but a seeming",
        2354.36,
        2361.22
    ],
    [
        " reserve with no one, so what that means is you're not just flying off the handle. You're just",
        2361.22,
        2365.56
    ],
    [
        " reserved a little bit. You're just, you show restraint, but the restraint doesn't come across as",
        2365.56,
        2371.56
    ],
    [
        " a loophiness, right? It's not so much, you know, if I come into a room and I'm going to show restraint,",
        2371.56,
        2376.14
    ],
    [
        " so I'm not going to say hi to you, I'm going to come across as a looph and you're not going to like me.",
        2376.14,
        2380.66
    ],
    [
        " But if I, but if I was a walk and go, echo my brother, give me a hug, well, you're not going to",
        2380.76,
        2385.66
    ],
    [
        " like me either. Well, you're one of the few people. Well, that's the Hawaiian and you, a low-hospital.",
        2385.66,
        2391.86
    ],
    [
        " A little spirit, yeah. So, so it's, it's that measured reserve, that measured restraint,",
        2391.96,
        2398.64
    ],
    [
        " it's balanced. It's a little dichotomy there. I've got to find a good, good spot in the middle.",
        2399.04,
        2403.32
    ],
    [
        " Again, getting along with people. Back to the book by the scores of thousands, precepts and",
        2404.68,
        2411.08
    ],
    [
        " platitudes have been written for the guidance of personal conduct. The odd part is that despite",
        2411.08,
        2417.78
    ],
    [
        " all of this labor, most of the frictions in modern society arise from the individual's feeling",
        2417.78,
        2423.84
    ],
    [
        " of inferiority, his false pride, his vanity, his unwillingness to yield space to any other man.",
        2423.84,
        2431.8
    ],
    [
        " Unwillingness to yield space to any of my, and I get hit on this one a lot because, again, because of",
        2434.58,
        2439.56
    ],
    [
        " my personalities can be a little bit forceful. People think I'm just no compromise. My way or the",
        2439.56,
        2446.12
    ],
    [
        " highway. And this is what they're talking about. I'm not like that. I'm open to suggestions.",
        2446.12,
        2451.32
    ],
    [
        " I'm willing to say, you know what, that's a better idea. Or you know what? I like your idea. Could",
        2451.82,
        2455.66
    ],
    [
        " we make this adjustment to it? Or yes, I can change my idea to fit with what you're saying, because",
        2455.66,
        2459.46
    ],
    [
        " it makes sense. People that don't do that have unwillingness to yield space to any other man.",
        2459.46,
        2465.08
    ],
    [
        " Continuing on and his consequent urge to throw his own weight around.",
        2465.72,
        2471.46
    ],
    [
        " Right? These are just ways to not get along with people and speaking of ways to get not",
        2472.12,
        2477.52
    ],
    [
        " going along with people. Here's the 13 mistakes. The 13 mistakes. This is from the United States",
        2477.52,
        2484.78
    ],
    [
        " Coast Guard magazine. 13 pitfalls. Here we go. One, to attempt to set up your own personal,",
        2484.78,
        2491.54
    ],
    [
        " to attempt to set up your own standard of right and wrong.",
        2492.18,
        2495.46
    ],
    [
        " To try to measure the enjoyment of others by your own.",
        2496.0,
        2501.78
    ],
    [
        " To expect uniformity of opinions in the world. To fail to make allowance for inexperience.",
        2502.7,
        2511.04
    ],
    [
        " It's a good one. To endeavor to mold all dispositions alike.",
        2511.04,
        2516.36
    ],
    [
        " Not to yield on unimportant trifles. Same thing we just heard. The things that don't matter who",
        2517.54,
        2525.2
    ],
    [
        " cares. Let the guys do what they're going to do on that. To look for perfection in our own actions.",
        2525.2,
        2532.82
    ],
    [
        " To worry ourselves and others about what can't be remedied. Why are you worried about that?",
        2534.0,
        2540.8
    ],
    [
        " Can't change it. Let's not worry about it. Let's just move on.",
        2540.8,
        2544.32
    ],
    [
        " Here's a big one. Not to help everybody. Wherever, however, whenever we can. That's a big ask.",
        2545.46,
        2554.46
    ],
    [
        " That's a big request. You know what I want you to do in your life?",
        2554.96,
        2557.84
    ],
    [
        " Help everybody, however, wherever and whenever you can. That's asking a lot. That's a big one.",
        2558.58,
        2564.68
    ],
    [
        " To consider impossible what we cannot ourselves perform. I can never do that.",
        2567.24,
        2572.72
    ],
    [
        " To believe only what our finite minds can grasp. I must say that one again.",
        2573.64,
        2581.24
    ],
    [
        " To believe only what our finite minds can grasp. That's humility.",
        2581.64,
        2586.94
    ],
    [
        " To recognize that you don't understand everything in the world. I don't understand everything in the",
        2587.74,
        2592.86
    ],
    [
        " world. It's okay. There's things beyond my comprehension. That's okay. You got to admit to that.",
        2592.86,
        2599.6
    ],
    [
        " Not to make allowances for the weaknesses of others.",
        2600.22,
        2605.4
    ],
    [
        " To estimate by some outside quality when it is that within which makes the man.",
        2607.22,
        2615.24
    ],
    [
        " So very simple. Interesting how you can make allowances for or according to the 13 things.",
        2619.56,
        2626.66
    ],
    [
        " You can make allowances for inexperience of others, but not the weakness of others.",
        2627.46,
        2632.78
    ],
    [
        " No, it says it says not to make. So this would be a mistake. It would be a mistake not to make allowances",
        2632.78,
        2638.88
    ],
    [
        " for the weaknesses of others. Also, he said, okay, make sure you're in weakness.",
        2638.88,
        2641.86
    ],
    [
        " You got to just say, this guy's, I got to make allowances.",
        2641.86,
        2646.62
    ],
    [
        " That's a flex a little bit. And not fly off the handle.",
        2646.8,
        2649.96
    ],
    [
        " Back to the book, it's suffice to say that when any officer has the inexcusable fault",
        2650.7,
        2659.84
    ],
    [
        " that he takes snap judgment on his own men, he will not be any different in his relations",
        2659.84,
        2665.76
    ],
    [
        " with all other people and will stand in his own light for the duration of his career.",
        2665.76,
        2670.92
    ],
    [
        " Again, there's that term. If you're making snap judgments to people, you're not going to do them",
        2670.92,
        2678.82
    ],
    [
        " justice. And that's something that I was always very careful about because I've talked about this",
        2678.82,
        2683.5
    ],
    [
        " before. In the SEAL teams, your reputation is very, very important. And everybody that's done",
        2683.5,
        2689.56
    ],
    [
        " something stupid in the SEAL teams, every single person knows it. I mean, at a high level of",
        2689.56,
        2694.44
    ],
    [
        " stupidity, if you if you do something really stupid, everybody knows about it. And then minor stupid",
        2694.44,
        2700.24
    ],
    [
        " things. A lot of people know about it. And so you develop a reputation over time. And",
        2700.38,
        2706.16
    ],
    [
        " it's very easy to fall in that category of all-ired disguise, you know, kind of a turd or whatever.",
        2706.16,
        2712.64
    ],
    [
        " And not give them a chance. But I always try to give people a chance and say, okay, let me see",
        2713.0,
        2717.88
    ],
    [
        " what this guy's really like. And I guess I would take a little personal challenge. If it was a guy",
        2717.88,
        2721.54
    ],
    [
        " that was going to be working for me, let's see if I can make this guy rock and roll. You know,",
        2721.54,
        2726.22
    ],
    [
        " let me see if I can make this guy into a solid seal. Can't always pull it off. Sometimes you can.",
        2726.22,
        2731.68
    ],
    [
        " Just need that second chance. Some people go too far with the mistakes that they made don't,",
        2732.36,
        2737.98
    ],
    [
        " they don't get a second chance. Okay, we've talked about this before. Let's talk about it again.",
        2737.98,
        2744.48
    ],
    [
        " Here we go. The man who will not listen never develops wits enough to distinguish between a",
        2744.9,
        2751.02
    ],
    [
        " bore and a sage and therefore cannot pick the best company. The vacant stair, the drifting of",
        2751.02,
        2758.66
    ],
    [
        " eyes from the speaker to a window or a picture or a passing blonde, though greatly tempting in the",
        2758.66,
        2766.3
    ],
    [
        " midst of long discourse are taken only as signs of inattention. Many a young officer called to the",
        2766.3,
        2774.76
    ],
    [
        " carpet for some trivial businesses managed to square himself with his commander just by looking",
        2774.76,
        2779.5
    ],
    [
        " straight and talking straight in the few moments that decided his future. So I guess this might be",
        2779.5,
        2785.16
    ],
    [
        " something that didn't make the politically correct version. If your eyes are wandering on a passing",
        2785.16,
        2789.2
    ],
    [
        " blonde, that's where I have this conversation. So that might have been one of those things where they",
        2789.2,
        2793.36
    ],
    [
        " changed that for the 2007 edition. Like what? Like that's show show, show,",
        2793.36,
        2798.52
    ],
    [
        " venistic or be show, venistic. It's a blonde. It didn't say girl. Okay. Well, maybe good point.",
        2798.68,
        2805.0
    ],
    [
        " Maybe it's maybe it's like racial anti brown hair to people. Yeah. Yeah.",
        2805.02,
        2809.82
    ],
    [
        " And this is important, though. You go into time. You're in trouble.",
        2809.82,
        2816.0
    ],
    [
        " You get there. Look straight and talk straight for a few minutes with the boss. Hey, this boss is",
        2816.44,
        2821.7
    ],
    [
        " what happened. This is what I did. This is mistakes. I made that's got infinitely better chance of",
        2821.7,
        2826.56
    ],
    [
        " of you recovering from that situation as when you go in there. Go, go, go, go, go, go, go, go, go, go,",
        2826.56,
        2832.0
    ],
    [
        " go. Don't be that guy. Don't. Don't be that guy.",
        2832.0,
        2834.68
    ],
    [
        " Elsewhere in the book, a great deal has been said about the importance of the voice and of",
        2835.96,
        2842.64
    ],
    [
        " developing one's powers of conversation. Not a great deal needs to be added there.",
        2842.64,
        2848.06
    ],
    [
        " But there's no excuse for the officer who talks so that others must strained to hear what he is",
        2848.44,
        2853.96
    ],
    [
        " saying, unless he is suffering from laryngitis, it is simple enough to keep the chaîne up and let",
        2853.96,
        2860.5
    ],
    [
        " the words roll out. Many persons have the bad habit of letting the voice drop at the end of a sentence.",
        2860.5,
        2866.5
    ],
    [
        " The effect on the other party is like watching a man run away from a fight. Notice I said",
        2867.1,
        2875.18
    ],
    [
        " fight really loud because I didn't want to be the guy that was dropping off on the end of a sentence.",
        2875.18,
        2878.64
    ],
    [
        " So you're just talking about speaking and how you speak and speaking clearly and not mumbling",
        2879.14,
        2883.9
    ],
    [
        " and not fading off on the end of your words. This thing is a goldmine in this book actually.",
        2884.02,
        2891.38
    ],
    [
        " This should be issued to 13 year olds nationwide in my opinion. Maybe we could start a campaign to",
        2892.28,
        2899.16
    ],
    [
        " make that happen. Back to the book. Carefulness in the little things counts much. Men develop",
        2899.16,
        2908.04
    ],
    [
        " an aversion to the individual who cannot remember their names, their titles or their stations.",
        2908.04,
        2913.38
    ],
    [
        " But they will warm to the person who remembers and they will overlook most of his other shortcomings.",
        2913.48,
        2919.96
    ],
    [
        " Likewise, they are won by any words of appreciation or of interest in what they're doing. So",
        2920.72,
        2926.58
    ],
    [
        " again, how do we get along with other people? Remember their name.",
        2926.58,
        2930.3
    ],
    [
        " And that's hard. You know, that's hard. There's tricks for that.",
        2930.74,
        2935.22
    ],
    [
        " Yeah, I know that's it. You need tricks for it even. I mean, I'm not saying everyone needs",
        2935.52,
        2939.58
    ],
    [
        " but I'm just saying it. It's understood that that's hard and there's tricks out there.",
        2939.66,
        2944.72
    ],
    [
        " Because people know that that can be hard. And they also know that it's impactful. Yeah.",
        2944.9,
        2949.4
    ],
    [
        " It's impactful. Yeah. But you forget a guy's name literally two seconds. Unless you make",
        2949.88,
        2956.22
    ],
    [
        " it a point to command yourself to remember it. Right. That's tricky. Yeah. It's tricky. I knew a guy",
        2956.22,
        2962.88
    ],
    [
        " that was a really good leader, but he would go into a room of 25 people. And he would go over the",
        2962.88,
        2970.32
    ],
    [
        " top. And when he got done, he would say, I know all your names now. Yeah. And he'd go name every",
        2970.32,
        2975.06
    ],
    [
        " single wonderful. Yeah. Henner does that sometimes. It's pretty impressive. Yeah. It's legit.",
        2975.06,
        2978.88
    ],
    [
        " I bet Henner's got some little trick to do it. Yeah. There's a bunch of you know, you, you,",
        2979.68,
        2983.46
    ],
    [
        " oh, your name is echo. Cool. I look at you and I see big E on your face. Right. Right. Now I remember.",
        2983.64,
        2989.84
    ],
    [
        " Yeah. Yeah. Yeah. That's interesting. But man, sometimes you can be like, I'm gonna make it a point",
        2990.12,
        2994.6
    ],
    [
        " to remember that one guy. I'm gonna make it a point to remember this guy's name. He'll be like,",
        2994.6,
        2998.98
    ],
    [
        " Hey, my name's John. You'd be like, Hey, Josh, you'll forget it quick. Sometimes it's weird,",
        2999.0,
        3004.28
    ],
    [
        " man. Not good. Got to remember those names. Got to lock them in. I think if you take a certain",
        3004.4,
        3009.36
    ],
    [
        " amount of pride in doing that, I think that helps a lot. Step number one. Yeah. Yeah. Take pride in your",
        3009.36,
        3014.44
    ],
    [
        " job. Okay. Now this is this is interesting little dig here. It's actually kind of funny.",
        3014.44,
        3021.4
    ],
    [
        " He's basically going back and saying that all this information about getting along with other",
        3021.9,
        3026.62
    ],
    [
        " people. He's saying he's kind of recapping the whole thing to close it out. Back to the book,",
        3026.62,
        3031.7
    ],
    [
        " it isn't lengthy advice, which is needed on this subject. Since a man commissioned is considered",
        3031.82,
        3036.76
    ],
    [
        " to have graduated from at least the kindergarten of good manners. What counts is simply caring about",
        3036.76,
        3042.84
    ],
    [
        " it and not not to be ingratiating to other people, but for the sake of one's own dignity and self-respect.",
        3042.9,
        3050.32
    ],
    [
        " None of the oracles on winning friends and influencing people have said it in those few words.",
        3050.72,
        3057.32
    ],
    [
        " And if they had, there would have been no books to sell. So there's a little shot,",
        3057.78,
        3062.34
    ],
    [
        " little shot on winning friends and influencing people. Wait, when was that one right then?",
        3062.68,
        3068.36
    ],
    [
        " Oh, that was written. I don't know where the date dates, but that's written a long time ago.",
        3068.98,
        3072.16
    ],
    [
        " Dang, okay. Yeah, so many times I'm already sitting there. No, that's that's turn of the century.",
        3072.16,
        3076.18
    ],
    [
        " Old school. Yeah, old school. Yeah.",
        3076.26,
        3077.88
    ],
    [
        " Talking about now we're going to leaders, leaders in leadership and what type of men are leaders.",
        3078.42,
        3086.18
    ],
    [
        " Those who come forward to fill these same places and to command them with equal or greater or",
        3086.92,
        3092.54
    ],
    [
        " 40 in competence will not be plaster saints. So if you remember in the beginning,",
        3092.54,
        3097.62
    ],
    [
        " the you know, he goes on this thing about how you you're not going to swear and you're going to",
        3097.62,
        3101.08
    ],
    [
        " be not going to talk bad about women, he's given some leeway now to that. He's saying they're not",
        3101.08,
        3106.2
    ],
    [
        " going to be plaster saints laden with all human virtue, spotless in character and fit to be",
        3106.2,
        3113.1
    ],
    [
        " anointed with a Superman legend by some future person weems. They will be men with a human quality",
        3113.1,
        3121.48
    ],
    [
        " and a strong belief in the United States and the goodness of a free society.",
        3121.48,
        3127.06
    ],
    [
        " They will have some of the average man's faults and maybe a few of his vices.",
        3127.96,
        3132.98
    ],
    [
        " But certainly they will possess the qualities of courage, creative intelligence and physical fitness",
        3133.52,
        3141.2
    ],
    [
        " in more than average measure. So again, there's not as it's not quite as strict as he laid out",
        3141.2,
        3151.56
    ],
    [
        " in the beginning. Yeah, because it's like, remember, you watch training day? Remember that Denzel and",
        3151.56,
        3158.1
    ],
    [
        " I saw part of it. Yeah, so there's a little concept is in there where he said, you got to have",
        3158.1,
        3164.62
    ],
    [
        " a little dirt on you so they can trust you. Okay. So basically, there's all kinds of heroes that",
        3164.62,
        3173.26
    ],
    [
        " are not squeaky. Well, in all kinds of leaders that aren't, I would say there's more heroes that",
        3173.26,
        3177.8
    ],
    [
        " aren't squeaky clean. Yeah, there are real person plenty of leaders that aren't squeaky clean",
        3177.8,
        3182.02
    ],
    [
        " and they're great leaders. Yeah, and that's what they're given that up in this book is saying,",
        3182.02,
        3186.48
    ],
    [
        " look, not gonna be a plaster saint. Yeah, gonna be a person. Gonna have faults, gonna have weaknesses,",
        3186.48,
        3190.52
    ],
    [
        " gonna have vices, gonna have dirt. Yeah, just a little bit. A little bit dirt. Yeah, for the record,",
        3190.82,
        3195.64
    ],
    [
        " the training day guys were all corrupt. That's a little bit of an extreme example. They have",
        3195.78,
        3203.74
    ],
    [
        " now we're talking about Grant, General Grant, Civil War General and beset by human failings.",
        3203.74,
        3211.74
    ],
    [
        " He could not look impressive. Average though he was in many things, there was nothing average",
        3212.26,
        3218.48
    ],
    [
        " about the strong way in which he took hold applying massive common sense to the complex problems",
        3218.48,
        3225.42
    ],
    [
        " of the field. That is why he is worth close regard. His virtues as a military leader were of the",
        3225.42,
        3232.42
    ],
    [
        " simpler sort which plain man may understand and hope to emulate. He was direct in manner.",
        3232.42,
        3239.42
    ],
    [
        " He never intrigued. His speech was homely. He was approachable. His mind never deviated from",
        3240.16,
        3246.56
    ],
    [
        " the object. Though a stubborn man, he was always willing to listen to his subordinates.",
        3246.56,
        3252.16
    ],
    [
        " And I love this one right here. He never adhered to a plan,",
        3252.8,
        3256.66
    ],
    [
        " and obstinately, but nothing could induce him to forsake the idea behind the plan. So look,",
        3256.9,
        3263.56
    ],
    [
        " I'm not gonna, here's my idea and I'm gonna hold that idea because it's good. But the plan that's",
        3263.64,
        3268.08
    ],
    [
        " gonna get us there, I'm not too worried about that. I'm not gonna hold onto that and let it drag",
        3268.08,
        3273.16
    ],
    [
        " me into the ground. Back to the book in the military services, though there are niches for the",
        3273.16,
        3283.06
    ],
    [
        " pedant. Character is at all times at least as vital as intellect. So pedant is like",
        3283.06,
        3291.38
    ],
    [
        " overly educated type scenario. You're pedantic, right? And the main rewards go to him who can make",
        3291.38,
        3300.92
    ],
    [
        " other men feel toughened as well as elevated. Here's some traits here, quiet resolution,",
        3300.92,
        3308.56
    ],
    [
        " the hardy hood to take risks, the will to take full responsibility for decisions,",
        3308.98,
        3316.6
    ],
    [
        " the readiness to share its rewards with subordinates. This is obviously extreme ownership and part of",
        3317.12,
        3325.22
    ],
    [
        " extreme ownership is when you something goes well, you don't own that part you give that away.",
        3325.22,
        3329.78
    ],
    [
        " An equal readiness to take the blame when things go adversely, boom. The nerve to survive storm",
        3330.78,
        3340.3
    ],
    [
        " and disappointment and to face towards each new day with the score sheet wiped clean,",
        3340.3,
        3347.64
    ],
    [
        " neither dwelling on one's successes nor accepting discouragement from one's failures.",
        3348.22,
        3354.46
    ],
    [
        " Like I said, this book should be issued to 13 year old. Yeah, this is a really good book, by the way.",
        3356.08,
        3361.14
    ],
    [
        " Yeah, I figured you dig this one. I used a lot of highlighter on this one. I've had this book for a",
        3361.22,
        3368.62
    ],
    [
        " long time. It's funny when I read it this time, I hadn't read it in so long that it was almost",
        3368.62,
        3374.14
    ],
    [
        " like I was reading it again. I pretty much had forgotten most of it. And a lot of it, you know, I",
        3374.14,
        3379.3
    ],
    [
        " subconsciously was part of been probably part of my game for a long time. I can't tell though.",
        3379.88,
        3384.6
    ],
    [
        " I can't tell what I just what I buried and what what was a seed that grew. Yeah, probably there's",
        3385.14,
        3392.44
    ],
    [
        " some ideas in here that were seeds of my thought. Yeah, I would imagine so that that's not the kind of",
        3392.44,
        3396.4
    ],
    [
        " book where it's like, oh yeah, let me memorize all this, you know, it's more like, oh,",
        3396.4,
        3400.08
    ],
    [
        " should I got it? I got it kind of ingest. Yeah, and here's the straight up truth. When somebody gave",
        3400.24,
        3406.38
    ],
    [
        " me this book, I probably read 10 pages of it and said, oh, this is pretty cool, put it in my locker",
        3406.38,
        3410.48
    ],
    [
        " and then went out and worked out and forgot about it for the next 15 years. So it's not, I didn't,",
        3410.48,
        3416.88
    ],
    [
        " you know, this this this current jaco will call it where I can overlay and and bring in. It's like",
        3417.24,
        3426.22
    ],
    [
        " a Jiu Jitsu when you know, when you're good at Jiu Jitsu, if you're a if you're a brown belt or",
        3426.22,
        3431.44
    ],
    [
        " purple belt, the black belt in Jiu Jitsu, somebody can show you a move and you can assimilate it really",
        3431.44,
        3435.74
    ],
    [
        " quickly and you go, oh yeah, I need to do this. Well, I was a white belt before in this stuff.",
        3435.78,
        3441.94
    ],
    [
        " And so when I'd read it, it kind of made sense, but it was it was it was didn't make as much sense",
        3442.52,
        3447.8
    ],
    [
        " as that when I read this stuff now, it's like, I totally understand it at a deeper level. And so",
        3447.8,
        3453.7
    ],
    [
        " it's way more impactful for me. People always asking me about this one as well, back to the book,",
        3453.7,
        3463.28
    ],
    [
        " to speak of the importance of a sense of humor would be unavailing. If it were not",
        3463.28,
        3469.64
    ],
    [
        " that what cramps so many men isn't that they are by nature humorless, but that they are hesitant",
        3469.64,
        3477.12
    ],
    [
        " to exercise what humor they possess. Within the military profession, it is unwise to let the",
        3477.12,
        3485.86
    ],
    [
        " muscles go soft and to spare the mind, the strain of original thinking. Great humor has always",
        3485.86,
        3493.26
    ],
    [
        " been in the military tradition. People ask for some reason people ask me about humor a lot.",
        3493.44,
        3497.94
    ],
    [
        " Isn't it good for an off shirt or isn't it good for a leader to tell you? And like, yes, it is.",
        3498.22,
        3502.86
    ],
    [
        " And that's why I always, whenever there's something funny in the war books that we read,",
        3503.1,
        3506.48
    ],
    [
        " I always try and capture that. So then people realize that these guys are out there and they keep",
        3506.6,
        3511.22
    ],
    [
        " that sense of humor going all the time. Yeah. And I guess it does really necessarily mean telling jokes",
        3511.22,
        3517.14
    ],
    [
        " all the time. Yeah, that's funny. I'm going to have any good time making light of these miserable",
        3517.14,
        3526.6
    ],
    [
        " situations. For sure. Said Admiral, this is going into the next chapter, which is called",
        3526.6,
        3533.92
    ],
    [
        " main springs of leadership. Said Admiral, Forest P. Sherman, Chief of Naval Operations.",
        3533.92,
        3542.2
    ],
    [
        " I concur that we can take average good men. And by proper training, developing them the essential",
        3542.24,
        3550.48
    ],
    [
        " initiative, constant confidence and magnetism, which are necessary in leadership. I believe that",
        3550.48,
        3557.7
    ],
    [
        " these qualities are present in the average man to a degree that he can be made a good leader",
        3557.7,
        3563.44
    ],
    [
        " if his native qualities are properly developed. Whether or not he becomes a great leader depends",
        3563.44,
        3569.56
    ],
    [
        " upon whether or not he possesses that extra initiative, magnetism, moral courage and force,",
        3569.56,
        3576.56
    ],
    [
        " which makes the difference between the average man and the above average man.",
        3577.22,
        3582.04
    ],
    [
        " Said General CB Kates, comment on the Marine Corps. Leadership is intangible, hard to measure,",
        3582.66,
        3589.16
    ],
    [
        " and difficult to describe. Its qualities would seem to stem from many factors, but certainly,",
        3589.42,
        3595.32
    ],
    [
        " they must include a measure of inherent ability to control and direct, self-confidence based on",
        3595.32,
        3600.64
    ],
    [
        " expert knowledge, initiative, loyalty, pride and sense of responsibility.",
        3600.64,
        3605.76
    ],
    [
        " Inheritability obviously cannot be instilled, but that which is latent or dormant can be developed.",
        3606.58,
        3613.28
    ],
    [
        " Other ingredients can be acquired. They are not easily taught or easily learned, but leaders can",
        3614.4,
        3620.98
    ],
    [
        " be and can be and are made. The average good man in our service is and must be considered a potential",
        3621.8,
        3630.78
    ],
    [
        " leader. So there you go to that question. It's the same answer that I give basically all the time",
        3630.78,
        3637.06
    ],
    [
        " when people ask me if leaders are born or made or made. There's the answer from these two guys",
        3637.06,
        3641.46
    ],
    [
        " they agree with me, or actually I say I agree with them since they're senior to me. But look,",
        3641.46,
        3646.78
    ],
    [
        " you got certain traits. I always say look, you can take someone that's an okay leader and make",
        3646.82,
        3652.7
    ],
    [
        " them a better leader. You can take a good leader and make them an outstanding leader and an",
        3652.7,
        3656.14
    ],
    [
        " outstanding leader. You can make them an epic leader because you can improve these things. You can",
        3656.14,
        3660.98
    ],
    [
        " learn about these things. The one person that you can't make any better is the person that's not",
        3660.98,
        3665.9
    ],
    [
        " humble. They're not going to get any better because they can't be coached. Because he's standing",
        3665.9,
        3671.36
    ],
    [
        " in his own light. Maybe we'll bring that back. Bringing that back. Back to the book and before I go",
        3671.36,
        3680.12
    ],
    [
        " back to the book, this is another thing I get asked about a lot. Is people ask me because they know",
        3680.12,
        3685.7
    ],
    [
        " that I work a lot. They know that I get after it. And they ask me about how do you do with your",
        3685.7,
        3694.46
    ],
    [
        " family? You got a family because I got four children and a wife and a goldfish. Okay.",
        3694.46,
        3701.12
    ],
    [
        " Icicle. That's the name. That's the name. I know. So I got to give to the family. So people say,",
        3701.86,
        3709.96
    ],
    [
        " how do you balance? So here we go back to the book. Personal advancement within any worthwhile",
        3709.96,
        3716.82
    ],
    [
        " system requires some sacrifice of leisure and more careful attention to the better organization",
        3716.82,
        3724.74
    ],
    [
        " of ones working routine. But that does not entail heroic self-sacrifice or forfeiting of",
        3724.74,
        3733.88
    ],
    [
        " any of life's truly enduring rewards. It means putting the completion of work ahead of golf.",
        3733.88,
        3742.16
    ],
    [
        " Yeah. So so often you see people that you're just I'm not going to work myself to death. Okay. Are",
        3745.26,
        3752.92
    ],
    [
        " you going to play golf to death? Because that's apparently what you're trying to do here. Right. But",
        3752.92,
        3757.38
    ],
    [
        " yeah, you got to find balance. You got to find balance, especially when he's talking about life's",
        3757.38,
        3762.26
    ],
    [
        " truly enduring rewards. That's talking about your family and the things that you achieve outside of",
        3762.26,
        3766.62
    ],
    [
        " the work world. Abbey Dimnet. And Abbey. Abbey Dimnet was a priest. I'm pretty sure a priest",
        3766.62,
        3778.82
    ],
    [
        " and wrote a book called The Art of Thinking. And he's quoted here in this book. He said,",
        3778.82,
        3786.04
    ],
    [
        " concentration is supposed to be exceptional only because people do not try. And in this,",
        3786.04,
        3794.02
    ],
    [
        " as so many things, starve within an inch of plenty. Oh, I like that quote.",
        3794.16,
        3802.84
    ],
    [
        " Starve within an inch of plenty. You're almost there. Almost there. Almost got plenty bigger",
        3803.44,
        3808.66
    ],
    [
        " starved death right there within an inch. Why? Because you failed to concentrate. You failed to focus.",
        3808.66,
        3814.78
    ],
    [
        " And that's what happens. Oh, and well, this is this is just awesome. Here we go. There is,",
        3815.1,
        3823.28
    ],
    [
        " of course, that communist of excuses for rejecting the difficult and taking life easy. I haven't time.",
        3823.28,
        3832.1
    ],
    [
        " But for the man who keeps his mind on the object, there is always time. Figure it out.",
        3833.48,
        3840.28
    ],
    [
        " About us in the services daily, we see busy men who somehow manage to find time for whatever is",
        3841.28,
        3847.0
    ],
    [
        " worth doing while at the adjoining desks are others with abundant leisure who can't find time for",
        3847.0,
        3855.56
    ],
    [
        " anything. When something important requires doing is usually the busy man who gets the call.",
        3855.56,
        3864.12
    ],
    [
        " Haven't got time for that, huh? There's always time. Yeah, always time. And how can you ever have time",
        3864.82,
        3872.82
    ],
    [
        " if you don't take time? That sounds cool, but I don't know what it means. Expand.",
        3872.94,
        3879.7
    ],
    [
        " Who has time? Oh, but how can you ever have time if you don't take that?",
        3880.04,
        3884.66
    ],
    [
        " Oh, so you're going to take it? Okay. Okay. Okay. The magic is not the way it's from.",
        3884.66,
        3888.72
    ],
    [
        " The mate like part two or something like that. There was a part two to that movie. I think there's",
        3888.86,
        3894.14
    ],
    [
        " like a part three. Two. Wow. Anyway, that was that was a good one. It's true though. You know,",
        3894.14,
        3899.36
    ],
    [
        " like guys will be like, Hey, I want to, I want to get in like really good shape or something like",
        3899.68,
        3904.66
    ],
    [
        " this. I want to get like real strong or whatever. I was like, Oh, okay. I'm going to work out like",
        3904.66,
        3908.68
    ],
    [
        " this many. I don't have like time to move. Then you don't have time. Then you then you can't get",
        3908.68,
        3913.38
    ],
    [
        " in shape. It's like saying I don't have the inclination. It's more or less the same thing. I don't",
        3913.38,
        3918.76
    ],
    [
        " have the time. Yeah, I was with one of my buddies and we were counseling someone. And",
        3918.76,
        3927.84
    ],
    [
        " my buddy said, you don't care about this. And the guy says, No, no, I do care.",
        3928.92,
        3935.02
    ],
    [
        " And he said, Well, why can't you show up on time? If you cared, you would show up on time.",
        3935.54,
        3941.36
    ],
    [
        " Right. And case closed. Yeah. You're fired. That was that. I was like, you know what?",
        3941.54,
        3945.86
    ],
    [
        " Let's just stop talking because we're done. We're done. Because that's 100% accurate. It's so true.",
        3945.96,
        3949.94
    ],
    [
        " So, so as you probably know, I come from a long line of late. Yes, we've discussed that before.",
        3950.18,
        3956.72
    ],
    [
        " So I kind of analyzed it where there was a time where I felt like, dang, I just, I don't know,",
        3958.08,
        3962.36
    ],
    [
        " I just can't be on to it's like, it's like almost like this like a mentor physical block almost",
        3962.44,
        3967.9
    ],
    [
        " is what it felt. But then, okay, I really analyze it. When you really realized it, you were just lazy.",
        3967.9,
        3976.38
    ],
    [
        " No, I'm not lazy. It wasn't important. Just like I was saying, and this is what, so let's say",
        3976.66,
        3981.34
    ],
    [
        " work, for example, I was late literally more times than I was on time at work. I didn't",
        3981.34,
        3988.3
    ],
    [
        " a good enough job. I would have fired you and then re-hired you so I could fire you.",
        3988.3,
        3991.6
    ],
    [
        " I could take pleasure in it. It probably would have been a good idea nonetheless. So when I analyze it,",
        3991.84,
        3997.2
    ],
    [
        " I was like, wait, why am I late? Why don't I get prepared the night before or whatever it takes to",
        3997.26,
        4002.94
    ],
    [
        " be on time every single time? And just like, it's not important. Like, why would I spend my off work",
        4002.94,
        4008.72
    ],
    [
        " time preparing to go be at work? I should be resting or that's my off time. Watching a little bit",
        4009.7,
        4017.08
    ],
    [
        " more television. TV or yeah, whatever. I can squeeze in another episode of this program. Exactly",
        4017.08,
        4023.36
    ],
    [
        " right. Not working. Why should I spend the off work time doing work stuff? Like, I'm not getting",
        4023.36,
        4028.44
    ],
    [
        " in favor kind of thing, you know? It's not important. And that goes back to what this whole book",
        4028.44,
        4033.14
    ],
    [
        " starting off with the attitude of trying to do a good job all the time. And actually somebody",
        4033.14,
        4037.24
    ],
    [
        " brought that up and somebody sent me a direct message and this was a great point that I didn't",
        4037.24,
        4040.88
    ],
    [
        " think about. We got asked another question on the podcast about, hey, if you're getting told to",
        4040.88,
        4045.42
    ],
    [
        " go to a meeting that you're not going to get paid for, remember that conversation? This guy",
        4045.42,
        4050.32
    ],
    [
        " wrote me and said, hey, you know, legally, that that's illegal. If you're on an hourly range. So that's",
        4050.32,
        4055.08
    ],
    [
        " a great point that I didn't think of. I didn't think of it from a HR perspective, but that's a good",
        4055.08,
        4059.32
    ],
    [
        " point. Now you got people that you're breaking the law. So I kind of assume that these guys were",
        4059.32,
        4063.52
    ],
    [
        " not being specifically compensated, but that they they were maybe salaried employees that they were.",
        4063.72,
        4069.4
    ],
    [
        " But I could be wrong. And if those people are hourly, now you now you now you got to go to the boss",
        4069.72,
        4074.34
    ],
    [
        " and say, hey, boss, I want to get this meeting going. But what you're doing to us and what you're",
        4074.34,
        4080.34
    ],
    [
        " doing to these guys is illegal. Yeah. Or you know, maybe the manager, a lot of times managers are",
        4080.34,
        4085.18
    ],
    [
        " salaried and the workers are hourly. So he would need to go, look, I'll come to the meeting because",
        4085.18,
        4089.8
    ],
    [
        " I'm on salary. It's all good with me. I'm here to win. But the guys, I can't bring them in here unless",
        4089.8,
        4093.74
    ],
    [
        " you want to be looking at a labor lawsuit. You in the game for that boss, because I'm not. Yeah.",
        4093.74,
        4098.78
    ],
    [
        " That's going to cost our company money. It's going to make us look bad. Let's let's do this another",
        4098.84,
        4101.94
    ],
    [
        " way. Yeah. Boom. But that is a different element to the whole. Like the point as far as what you're",
        4101.94,
        4107.56
    ],
    [
        " talking, we're what you're talking about. Like if something's like not important versus if it is",
        4107.56,
        4111.88
    ],
    [
        " important, like it doesn't necessarily go for just work. That's why it goes for anything. Like if",
        4111.88,
        4116.26
    ],
    [
        " you're late to anything, like if you, if you like this podcast, I'm rolling in late every single",
        4116.26,
        4121.52
    ],
    [
        " time. It's, it's obviously because being on time is not important. And that leads into this",
        4121.52,
        4126.22
    ],
    [
        " podcast in one way or another. What we're about to do isn't important enough. That's why you're on",
        4126.22,
        4131.88
    ],
    [
        " time because it is important to you. There you go. Oh, God. Because it's important to me too. And I",
        4131.88,
        4137.46
    ],
    [
        " will span off my quote unquote free time doing stuff to prepare for, you know, the on time stuff.",
        4137.46,
        4144.84
    ],
    [
        " That's good. Otherwise you'd be getting fired. I'm just using this as a",
        4145.3,
        4148.88
    ],
    [
        " give me another echo Charles. You got to twin brother right. Don't even know the difference.",
        4148.88,
        4154.5
    ],
    [
        " Although he probably genetically has the same problem. Yeah. I told you we come from a long line.",
        4154.78,
        4161.66
    ],
    [
        " Yeah, he knows the importance of, you know, and it's a, and it's a sign of disrespect too,",
        4162.16,
        4167.58
    ],
    [
        " by the way. Yes. It's like saying, not only do I not think what we're, what we've planned to do",
        4167.6,
        4172.48
    ],
    [
        " or agreed to do and all this time stuff. Not only do I not think that's important. I don't",
        4172.48,
        4177.42
    ],
    [
        " respect how much you think it's important. That's what you respect my time. Nope. Not at all.",
        4177.42,
        4183.42
    ],
    [
        " Beyond time. Well, and make time. Take time. If yeah, if you want to have time, you got to take care.",
        4183.52,
        4190.82
    ],
    [
        " Yeah. And that's, that's what's so I like about this guy is actually making fun of people that say",
        4191.54,
        4197.72
    ],
    [
        " I haven't got time. Because for the man who keeps his mind on the object there is always time.",
        4197.72,
        4206.54
    ],
    [
        " Next section says much is conveyed in, in few words, in army field forces, brief on practical",
        4208.12,
        4216.32
    ],
    [
        " concepts of leadership. It is stressed therein that the preeminent quality, which all great",
        4216.32,
        4223.78
    ],
    [
        " commanders have owned in common is a positiveness of manner and a viewpoint. The power to concentrate",
        4223.78,
        4232.84
    ],
    [
        " on means to a given end to the exclusion of exaggerated fears of the obstacles which lie",
        4232.84,
        4241.04
    ],
    [
        " afford the course. Every word of that should be underscored. And above all, what it says about the",
        4241.04,
        4250.06
    ],
    [
        " need for affirmative thinking and concentrating on how things can be done. This is the part.",
        4250.06,
        4255.64
    ],
    [
        " You always hear about this. You always hear about this person. The person that says,",
        4255.86,
        4259.12
    ],
    [
        " when you go to them and say, Hey, can we do this? They're, they're always looking for a way to say no.",
        4259.3,
        4264.42
    ],
    [
        " A reason why something can't happen instead of no, we can do that. We can make that happen. We can",
        4264.56,
        4269.0
    ],
    [
        " we can figure it out a way. That's what we're looking for. Next section. Those, oh, in this section",
        4269.0,
        4279.08
    ],
    [
        " is actually the same topic of what this podcast is the topic of and that is human nature.",
        4279.32,
        4286.2
    ],
    [
        " Those who had the chance to study American men under the terrible rigor of Japanese",
        4286.76,
        4293.66
    ],
    [
        " imprisonment during World War II gave an analysis that in certain of the prisoners,",
        4293.66,
        4299.4
    ],
    [
        " character and sanity with it held fast against every circumstance. In others, some of whom had",
        4300.36,
        4308.5
    ],
    [
        " been well educated and came from gentle homes, the brute instinct was as uppermost as in an East",
        4308.5,
        4316.84
    ],
    [
        " African cannibal. And when they say brute instinct, that's the person that just loses and goes to",
        4316.84,
        4323.5
    ],
    [
        " the animal instincts from such crucibles as these, even more than from the remittance stresses of",
        4323.5,
        4332.5
    ],
    [
        " combat and war comes the clearest light on the inner nature of man in so far as it needs to be",
        4332.5,
        4339.1
    ],
    [
        " understood by the officer who may someday lead a force into battle. Human nature.",
        4339.1,
        4346.06
    ],
    [
        " One of the things that he says about human nature in here is goodwill and weakness.",
        4346.8,
        4357.8
    ],
    [
        " Maybe combined in one man, badwill and strength in another.",
        4358.24,
        4363.54
    ],
    [
        " High moral leading can lift the first man to excel himself. It will not reform the other.",
        4364.54,
        4370.72
    ],
    [
        " But there is no other sensible rule than that all men will be approached with trust and treated",
        4371.68,
        4379.54
    ],
    [
        " as trust worthy until proved otherwise beyond reasonable doubt. So he's thrown out the trust.",
        4379.54,
        4388.58
    ],
    [
        " This is a little bit opposite. I've talked about it. Actually, I should take that back.",
        4388.7,
        4393.62
    ],
    [
        " Remember one time on the podcast I said, look, I don't have a high expectation of people when I meet",
        4393.8,
        4397.56
    ],
    [
        " them. And I hold that true to this day. But I don't straight up not trust them as a human.",
        4397.56,
        4403.98
    ],
    [
        " Yeah. There's a difference there. Yes.",
        4404.32,
        4405.82
    ],
    [
        " I think there's a difference. I think I feel that way.",
        4405.96,
        4408.28
    ],
    [
        " There is. Yeah. And it's not an obvious difference. But it's like the difference between I don't",
        4408.42,
        4413.32
    ],
    [
        " have any high expectations of somebody. And versus I have a low expectation of person.",
        4413.32,
        4417.78
    ],
    [
        " Got it. Somebody. So yeah. But it does sound the same. No, it's not the same.",
        4417.86,
        4422.44
    ],
    [
        " You know, if you don't have an expectation, then what kind of expectation do you have?",
        4422.64,
        4425.54
    ],
    [
        " Obviously a low one. Right. Exactly. Right. Maybe just a neutral one.",
        4425.54,
        4429.0
    ],
    [
        " Right. Like I'm not going to put any expectations. I'm not expecting you to do a bunch of hero.",
        4429.18,
        4434.28
    ],
    [
        " You know, I don't have any expectations. Just neutral. Yeah. I think I come up,",
        4434.28,
        4437.42
    ],
    [
        " coming with a neutral attitude on that one. Yeah. Back to the book, men do not achieve a great",
        4437.46,
        4443.32
    ],
    [
        " solidarity or preserve it simply by being together. Their mutual bonds are forged only by doing",
        4443.32,
        4450.9
    ],
    [
        " together that which they have been convinced is constructive. The absence of a common purpose",
        4450.9,
        4459.38
    ],
    [
        " is the chief source of unhappiness in any collection of individuals, lacking it,",
        4459.38,
        4466.06
    ],
    [
        " and the common standard of justice, which is one of its chief agents,",
        4466.46,
        4470.66
    ],
    [
        " men become more and more separate units, each fighting for his own rights.",
        4471.64,
        4477.46
    ],
    [
        " This is why you got to have that common purpose. This is why that commander's intent is so",
        4478.34,
        4483.0
    ],
    [
        " important. This is why it's important that everyone understands, has to understand why they're",
        4483.0,
        4489.36
    ],
    [
        " goal that you're trying to meet as a company, as a business, as a team, as a platoon.",
        4489.36,
        4493.82
    ],
    [
        " And as a person, like a lot of people, they go into straight up depression.",
        4494.38,
        4499.82
    ],
    [
        " Oh, I mean, if they don't see a big goal, if they don't see a purpose in their life, man.",
        4500.6,
        4504.04
    ],
    [
        " Yeah. That is true.",
        4504.24,
        4505.6
    ],
    [
        " Back to the book, whatever his rank, it is impossible for any man to lead if he",
        4506.3,
        4516.22
    ],
    [
        " is himself running behind. This bespeaks the need of constant study, the constant use of one's",
        4517.44,
        4525.62
    ],
    [
        " personal powers and the exercise of the imagination. As men advance, that which was good soon ceases",
        4525.62,
        4534.22
    ],
    [
        " to be good simply because something better is possible. You got to evolve. You got to continue",
        4534.22,
        4540.76
    ],
    [
        " to evolve. You got to continue to improve yourself. History confirms and a study of the workings",
        4540.76,
        4547.84
    ],
    [
        " of the human mind supports one proposition, which many of the great captains of war have accepted",
        4547.84,
        4554.76
    ],
    [
        " as a truism. There are no bad troops. There are only bad leaders. Yeah. It's here. Napoleon",
        4554.76,
        4568.0
    ],
    [
        " said there's no bad kernels, only bad regiments. Hackworth said the same thing.",
        4568.12,
        4573.1
    ],
    [
        " No bad tea. I think he said no bad troops, only bad officers in the book that Lafayette wrote,",
        4573.42,
        4579.9
    ],
    [
        " no bad teams, only bad leaders. So very common and very true. Stands the test of time.",
        4580.06,
        4589.14
    ],
    [
        " You know, there's a reason why Napoleon thought that. There's a reason why SLA Marshall said that.",
        4589.66,
        4596.62
    ],
    [
        " There's a reason why Hackworth said that. There's a reason why Lafayette put that in the book.",
        4597.06,
        4600.94
    ],
    [
        " Because that is true. And the minute you, if you're in a leadership position, the minute that you",
        4601.38,
        4605.52
    ],
    [
        " accept that fact is the minute you step forward is becoming a better leader. Because as soon as you're",
        4605.52,
        4610.84
    ],
    [
        " blaming it on other people, you're just not going to make it bad. My team sucks. You suck.",
        4610.84,
        4616.04
    ],
    [
        " Right. So it's like, I don't know if you call this irony or what, but no bad teams, only bad leaders.",
        4616.44,
        4623.56
    ],
    [
        " So if you're like, wait, that's not true. Oh, guess what? You're a bad leader. Yeah.",
        4623.74,
        4627.9
    ],
    [
        " It's like a catch 22. Yeah, yeah. Or what's good for the goose is good for the",
        4628.88,
        4634.64
    ],
    [
        " Uganda. Actually, I don't think that's it. But",
        4634.64,
        4637.2
    ],
    [
        " All right, this is awesome. Here we go. Back to the book. And this actually, this section here has",
        4637.2,
        4643.44
    ],
    [
        " gone to group nature. So we've gone from human nature to group nature. Back to the book,",
        4643.44,
        4649.84
    ],
    [
        " among the commonest of experiences in war is to witness troops doing nothing. Or worse,",
        4649.84,
        4658.6
    ],
    [
        " doing the wrong thing without one commanding voice being raised to give them direction.",
        4658.88,
        4664.46
    ],
    [
        " In such circumstance, any man who has the nerve and presence to step forward and give them an",
        4665.0,
        4672.88
    ],
    [
        " intelligent order in a manner indicating that he expects to be obeyed will be accepted as a leader",
        4673.46,
        4680.42
    ],
    [
        " and will be given their support. Did you hear that? That's all it is. Who's going to step up?",
        4680.42,
        4686.76
    ],
    [
        " Who's going to have the nerve and the presence to step up and give an intelligent order that you",
        4686.82,
        4691.72
    ],
    [
        " believe in and that you believe will be followed on? And that you expect to be a bit, you'll be a",
        4691.72,
        4696.86
    ],
    [
        " bit. So again, I hear all these people say, well, you know, I'm not in the senior position.",
        4696.86,
        4700.94
    ],
    [
        " Therefore, I can't do anything wrong. Actually, you can step up and lead.",
        4700.94,
        4704.86
    ],
    [
        " Back to the book for this reason, under the conditions of modern battle, the coherence of any",
        4705.94,
        4712.6
    ],
    [
        " military body comes not only of men being articulate all down the line, but of building up the",
        4712.6,
        4721.08
    ],
    [
        " dynamic power in each individual. It is a thoroughly sound exercise in any unit to give every man a",
        4721.08,
        4728.88
    ],
    [
        " chance to take charge and give orders in drill or other limited exercises once he has learned what",
        4728.88,
        4735.2
    ],
    [
        " the orders mean. By the same token, it is good practice for the junior leader to displace a file.",
        4735.2,
        4743.16
    ],
    [
        " That means just one of the guys to displace a file in a training exercise and become commanded",
        4743.38,
        4748.68
    ],
    [
        " for a time to sharpen his own perspective. So it's good for the junior guys to step up into",
        4748.68,
        4758.64
    ],
    [
        " leadership positions and lead. It's good for the leaders to go and be one of the boys in the platoon.",
        4758.86,
        4763.16
    ],
    [
        " And I got really lucky because I was a prior, let's call the prior enlisted guy, a must-stang officer.",
        4764.0,
        4768.36
    ],
    [
        " So I spent my first eight years in the SEAL teams as a, as a guy in the, I was one of the files.",
        4768.52,
        4774.14
    ],
    [
        " So I knew what it was like when a leader didn't tell you what was going on. I knew what it was like",
        4774.44,
        4778.76
    ],
    [
        " when you had a good leader. So when I stepped up into those leadership positions, I could, I knew",
        4778.76,
        4784.28
    ],
    [
        " at least what not to do. And I knew what I would try and do to be a good leader.",
        4784.28,
        4788.22
    ],
    [
        " Yeah. It's like the curse of knowledge. Right. Like you don't,",
        4788.64,
        4791.78
    ],
    [
        " curse of knowledge is when like you can't see it from some inexperienced person's point of view.",
        4791.96,
        4796.26
    ],
    [
        " Oh, yeah. And so you don't really have that, you know, because you've been the inexperience.",
        4796.38,
        4801.2
    ],
    [
        " You can just draw on those memories, you know, to have that perspective, that full perspective.",
        4801.2,
        4804.8
    ],
    [
        " I know what it's like to be one of the worst things in your life. At the end of a 16-man",
        4804.8,
        4809.34
    ],
    [
        " SEAL platoon patrolling through the night and you just have no idea where you are. You have no idea",
        4809.34,
        4813.34
    ],
    [
        " how far the target is away. You have no idea when you're going to stop. You have no idea,",
        4813.34,
        4816.5
    ],
    [
        " well, you have no idea of anything. You're just rocking like a miserable boots, boots,",
        4816.72,
        4822.7
    ],
    [
        " boots. That's what you're getting the zone of. It's just the worst. So when I was a platoon commander",
        4823.16,
        4828.62
    ],
    [
        " and I was a squad leader, every, but I tried with everything I had to make sure everyone knew",
        4828.62,
        4834.14
    ],
    [
        " what's going on all the time, because I never wanted my guys to be thinking what is happening.",
        4834.14,
        4838.72
    ],
    [
        " What are we doing? Yeah, yeah. That's good.",
        4838.72,
        4840.56
    ],
    [
        " Progress comes of making the most of our strengths rather than looking for ways to repair weaknesses.",
        4844.82,
        4850.2
    ],
    [
        " This is true in things both large and small. The platoon leader who permits himself to be",
        4850.68,
        4856.1
    ],
    [
        " bit deviled by the file who won't or can't keep step cannot do justice to the ambitions of the",
        4856.1,
        4863.0
    ],
    [
        " 10 strongest men beneath him, upon whom the life of the formation would depend come an emergency.",
        4863.0,
        4869.78
    ],
    [
        " To nourish and encourage the top rather than to concentrate effort and exhaust nerves and trying",
        4870.88,
        4876.86
    ],
    [
        " to correct a few least likely prospects is the healthy way of growth within military organization.",
        4876.86,
        4883.52
    ],
    [
        " Take care of your top people. Put your folks in energy and I was going to give some time to the",
        4884.12,
        4889.28
    ],
    [
        " guys that are struggling, trying to help them out, but let's not focus on them. They're not going to",
        4889.28,
        4894.02
    ],
    [
        " make or break you. So as leaders that you want to develop, you want to, you got a good seed that",
        4894.02,
        4899.02
    ],
    [
        " starting to grow water that seed. Don't worry about that thing over there in a corner. That's not",
        4899.02,
        4904.38
    ],
    [
        " doing anything. It is a good, this is classic. It is a sign of a good level of discipline in command",
        4904.38,
        4915.42
    ],
    [
        " when orders are given and faithfully carried out, but it is a sign of a vastly superior condition",
        4915.42,
        4924.98
    ],
    [
        " when the men are prepared to demand those orders, which they know the situation requires if it is",
        4924.98,
        4930.72
    ],
    [
        " to be helped. No competent subordinate sits around waiting for someone else to give impulse to",
        4930.72,
        4936.72
    ],
    [
        " movement, if he senses, if his senses tell him that things are going to pot. He either suggests a",
        4936.72,
        4942.62
    ],
    [
        " course of action to his superior or asks authority to execute it on his own or in the more desperate",
        4942.62,
        4949.0
    ],
    [
        " circumstances of the battlefield gives orders on his own initiative.",
        4949.08,
        4953.18
    ],
    [
        " Decentralize command. Everybody's a leader. Everybody steps up and makes things happen.",
        4953.7,
        4961.3
    ],
    [
        " Back to the book, General Dwight D. Eisenhower was thinking on these things when he said during World",
        4961.84,
        4968.94
    ],
    [
        " War II, there is among the mass of individuals who carry rifles in war, a great amount of",
        4968.94,
        4974.74
    ],
    [
        " ingenuity and efficiency. If men can talk naturally to their officers, the product of their resourcefulness",
        4974.86,
        4981.66
    ],
    [
        " becomes available to all. As long as you can, as long as you guys feel comfortable talking to you,",
        4981.66,
        4989.32
    ],
    [
        " you're going to have access to all their ideas and all their ingenuity back to the book, but the",
        4989.4,
        4994.92
    ],
    [
        " art of open communication requires both receiving and ending and the besetting problem is to get",
        4994.92,
        5000.98
    ],
    [
        " officers to talk naturally to men. Develop the relationships with the troops is what you got to do.",
        5000.98,
        5008.3
    ],
    [
        " Another section here at all training, all training at all levels has a dual object to develop us all",
        5009.2,
        5020.42
    ],
    [
        " as leaders of men and as followers of leaders. The economy, gotta be a leader, gotta be a follower.",
        5020.42,
        5027.6
    ],
    [
        " It's like your Twitter thing. Your Twitter bio leader follower. Speaker listener.",
        5028.9,
        5034.42
    ],
    [
        " Let it decontent.",
        5035.42,
        5035.98
    ],
    [
        " Writer reader.",
        5036.52,
        5036.8
    ],
    [
        " Writer reader, yeah. Exactly.",
        5037.0,
        5038.1
    ],
    [
        " That is, that is, there's a decontent there.",
        5038.54,
        5040.16
    ],
    [
        " Back to the book, the paralysis which comes of fear can be lifted only through the",
        5040.76,
        5049.3
    ],
    [
        " resumption of action which will again give individuals the feeling of organization.",
        5049.3,
        5054.44
    ],
    [
        " So this is interesting. We remember that Joe Owen when he was in Korea in the coldest war,",
        5054.58,
        5063.16
    ],
    [
        " in colder than hell, he's freezing and he's shooting starts and he's got his own procedure",
        5063.56,
        5070.96
    ],
    [
        " of how he's going to overcome the fear. He's going to do, he's going to take action.",
        5070.96,
        5073.96
    ],
    [
        " And it's something that I've said on here a bunch of times. Are you afraid of something?",
        5074.22,
        5076.26
    ],
    [
        " Take action. Step into it.",
        5076.46,
        5077.58
    ],
    [
        " So what this, what this is saying is the same thing but not on an individual level,",
        5077.94,
        5081.92
    ],
    [
        " but on a group level because we're talking a group nature here.",
        5081.92,
        5084.98
    ],
    [
        " And it's the same thing as you do with an individual, you do it the group.",
        5085.26,
        5089.36
    ],
    [
        " So listen to this again, the paralysis which comes of fear can be lifted only through the",
        5089.44,
        5094.34
    ],
    [
        " resumption of action which will again give the individuals feeling of organization.",
        5094.34,
        5100.58
    ],
    [
        " This does not mean ordering a ban at charge or firing a volley at such and such a clock.",
        5101.16,
        5105.82
    ],
    [
        " It may mean only patting one man on the back, talking it up to a couple of others,",
        5106.2,
        5111.78
    ],
    [
        " sending someone out to find a flank or turning one's or turning one's self to dig in while",
        5111.92,
        5118.28
    ],
    [
        " passing the word to others to do likewise. This is action in the realest sense of the term.",
        5118.28,
        5126.46
    ],
    [
        " Out of reinvigorating men toward the taking of many small actions develops the",
        5127.32,
        5134.1
    ],
    [
        " possibility of large and decisive action. The unit must first find itself before doing an",
        5134.1,
        5140.92
    ],
    [
        " effective job of finding the enemy out of those acts which are incidental to the establishing",
        5140.92,
        5148.2
    ],
    [
        " of an order. The leader reaffirms his own power of decision. So those are beautiful advice,",
        5148.2,
        5155.38
    ],
    [
        " beautiful advice, just like you do with yourself. You're afraid of something, take action,",
        5155.66,
        5159.4
    ],
    [
        " step into it. You got your group and everyone's starting to get scared and overwhelmed.",
        5159.44,
        5162.62
    ],
    [
        " Let's take some action. Hey guys dig in. Hey guys online.",
        5162.62,
        5165.86
    ],
    [
        " What ever that order is going to be, that's that for it may not solve the problem but it regains",
        5167.26,
        5172.04
    ],
    [
        " your stability as a team. And now you can move forward.",
        5172.04,
        5177.7
    ],
    [
        " This next section is subtitled Environment.",
        5178.8,
        5186.06
    ],
    [
        " Back to the book, it is only to the man who is burned with unnecessary and exaggerated fear.",
        5186.8,
        5194.82
    ],
    [
        " Fears and who mistakes for fancied security, the privilege of sitting quietly in one place",
        5194.98,
        5203.16
    ],
    [
        " that the uprooting which comes with war is demoralizing.",
        5203.16,
        5207.74
    ],
    [
        " The natural officer sees it as an hour of opportunity. And though he may not like anything else",
        5208.22,
        5217.36
    ],
    [
        " about war, he at least relishes the strong feeling of personal contention which always develop",
        5217.36,
        5224.9
    ],
    [
        " develops when there are many openings inviting many men. As one World War II commander expressed it",
        5224.9,
        5233.38
    ],
    [
        " during war, the ball is always kicking around loose in the middle of the field. And any man",
        5233.38,
        5240.76
    ],
    [
        " who has the will may pick it up and run with it. That's true about life. So many opportunities out",
        5241.42,
        5253.24
    ],
    [
        " there. Who's going to pick it up and run with it becomes the question.",
        5253.24,
        5257.04
    ],
    [
        " Now we get into touching back a little bit onto some discipline. Back to the book, when men are",
        5258.22,
        5266.3
    ],
    [
        " given absolute freedom with no compulsion upon them but to eat and sleep as with a group of",
        5267.16,
        5274.34
    ],
    [
        " south sea savages, there can be no strong uniting bond between them.",
        5274.34,
        5280.86
    ],
    [
        " Absolute freedom doesn't get you what you want. There's got to be a counter to that.",
        5281.54,
        5290.48
    ],
    [
        " Not counter to this one. I suppose that's another politically incorrect thing that we've run into",
        5290.66,
        5295.2
    ],
    [
        " the book a couple times. The south sea savages. Who's that? Technically. Probably natives from the south sea.",
        5295.2,
        5302.0
    ],
    [
        " In fact, that is who it is. Okay. All right. There you go. No offense intended.",
        5302.84,
        5310.4
    ],
    [
        " Back to the book. In officership, there is simply no substitute for personal reconnaissance",
        5311.06,
        5318.74
    ],
    [
        " nor any other technique that in the long run will have half its value. So when he's talking about",
        5319.8,
        5325.38
    ],
    [
        " personal reconnaissance here, he's not talking about going to reconnaissance of an enemy position.",
        5325.38,
        5330.16
    ],
    [
        " He's talking about going down and reconnaissance doing reconnaissance within your own element.",
        5330.78,
        5338.08
    ],
    [
        " Talking to your people is what he's talking about here. He's talking about that habit of personal",
        5338.42,
        5343.96
    ],
    [
        " reconnaissance. Once formed, the habit of getting down to the roots of organization,",
        5343.96,
        5349.6
    ],
    [
        " of seeing with one's own eyes what is taking place, of measuring it against one's own scale of values,",
        5350.26,
        5357.0
    ],
    [
        " of ordering such changes as are needed, and of following through to make certain that the changes",
        5357.44,
        5363.14
    ],
    [
        " are made becomes the main spring of all efficient command action. In battle, there is no other way",
        5363.14,
        5370.72
    ],
    [
        " to be sure. In training, there is no better way to move towards self assurance.",
        5370.72,
        5376.68
    ],
    [
        " So get down there, get in the weed sometimes, see what's going on on the front lines. Talk to your people.",
        5378.42,
        5384.0
    ],
    [
        " This section talks about the mission. When an order is given, what are the responsibilities of the man",
        5384.8,
        5395.52
    ],
    [
        " who receives it? In sequence, these to be certain that he understands what is required,",
        5395.52,
        5401.74
    ],
    [
        " to examine and organize his resources as promptly as possible, to fully inform his subordinates upon",
        5402.34,
        5409.24
    ],
    [
        " these points, to execute the order without waste of time or means, to call for support if events",
        5409.24,
        5417.32
    ],
    [
        " prove that his means are inadequate, to fill up the spaces in the orders if there are developments which",
        5417.32,
        5423.7
    ],
    [
        " had not been anticipated, when the detail is complete to prepare to go on to something else.",
        5423.7,
        5430.14
    ],
    [
        " Straight forward, Lieutenant General Sir Frederick Morgan, who planned the invasion of Normandy,",
        5430.8,
        5437.44
    ],
    [
        " put the matter this way, when setting out on any enterprise, it is well, it is as well to ask",
        5437.86,
        5444.34
    ],
    [
        " oneself three questions to whom is one responsible, for what precisely is one responsible,",
        5444.34,
        5451.6
    ],
    [
        " what are the means at disposal for discharging this responsibility?",
        5451.72,
        5457.0
    ],
    [
        " Nothing so warms the heart of a superior. As that, on giving an order, he sees his subordinate",
        5458.56,
        5464.92
    ],
    [
        " salute and say, yes sir, then about face and proceed to carry it out to the hilt, without",
        5464.92,
        5472.5
    ],
    [
        " faltering or looking back. This is the kind of a man that a commander will choose to have with him",
        5472.5,
        5479.38
    ],
    [
        " every time and that he will recommend for first advancement. On the other hand, clarification of",
        5479.38,
        5486.0
    ],
    [
        " the object is not only a right but a duty and it cuts both ways. So if you don't understand,",
        5486.0,
        5493.14
    ],
    [
        " you have the duty to ask for clarification. Orders are not always clear and no superior is on",
        5493.66,
        5501.36
    ],
    [
        " form, firm ground when he is impatient of questions which are to the point or resentful of the man",
        5501.36,
        5507.5
    ],
    [
        " who asks him. I say this all the time, if you're subordinate, says, hey, why are we doing this?",
        5507.5,
        5512.04
    ],
    [
        " And you get angry, you're wrong. You should be happy that you're subordinate is asking why.",
        5512.36,
        5517.72
    ],
    [
        " But it is the, but it is natural that he will be doubtful of the man whose words show either that",
        5518.64,
        5523.64
    ],
    [
        " he hasn't heard or is concerned mainly with the relevancies. The cultivation of the habit of",
        5523.64,
        5531.74
    ],
    [
        " careful, concentrated listening and of collected thought in reading into any problem is principle",
        5531.74,
        5537.94
    ],
    [
        " portal to successful officership. From the pen, from the pen of general, Eisenhower comes these words,",
        5537.94,
        5547.92
    ],
    [
        " the commander's success will be measured more by his ability to lead than by his adherence to fixed",
        5548.36,
        5556.12
    ],
    [
        " notions. Thus in the conduct of operations, not less than in the execution of orders, it is necessary",
        5556.4,
        5566.4
    ],
    [
        " that the mind remain plastic and impressionable. Again, the idea of the military man is this person",
        5566.4,
        5574.68
    ],
    [
        " that can't change and his clothes mind. It's wrong. Now there are military leaders like that.",
        5574.68,
        5579.94
    ],
    [
        " And it's unfortunate. They're not good. You got to have the flexible mind, you got to have the",
        5581.56,
        5586.36
    ],
    [
        " plastic mind. Obedience is not the product of fear, but of understanding and understanding is",
        5586.36,
        5594.36
    ],
    [
        " based on knowledge. So you've got to make sure that your troops understand what's going on. So",
        5594.36,
        5597.72
    ],
    [
        " they know what's going on. So they can obey properly, not out of fear.",
        5597.72,
        5601.28
    ],
    [
        " To grasp the spirit of orders is not less important than to accept them cheerfully and keep faith",
        5604.4,
        5613.24
    ],
    [
        " with the contract. But the letter of an instruction does not relieve him who receives it from the",
        5613.24,
        5621.16
    ],
    [
        " obligation to exercise common sense. You get told to do something, you still got to do, you still",
        5621.16,
        5627.14
    ],
    [
        " got to hold common sense. In the Carolina maneuvers of 1941, a soldier stood at a road intersection",
        5627.14,
        5633.02
    ],
    [
        " for three days and nights directing civilian traffic, simply because the man who put him there had",
        5633.02,
        5638.42
    ],
    [
        " forgotten all about it. Though he was praised at the time, he was hardly a shining example of the",
        5638.42,
        5644.48
    ],
    [
        " troops moving into the next chapter, which the name of the chapter is discipline.",
        5649.46,
        5656.24
    ],
    [
        " This is, you're going to recognize this one. Once a man condones remissus, his own belief in discipline",
        5657.22,
        5670.5
    ],
    [
        " begins to wither. The officer who tolerates slackness in the dress of his men soon ceases to tend",
        5670.5,
        5678.42
    ],
    [
        " his own appearance. And if he is not called to account, his sloppy habits will shortly begin to",
        5678.42,
        5684.82
    ],
    [
        " inflict his superior. There's only one correct way to wear the uniform. When any deviations and",
        5684.82,
        5691.8
    ],
    [
        " dress are condoned within the services, the way is open to the destruction of all uniformity and unity.",
        5691.8,
        5698.52
    ],
    [
        " It's not what you preach, it's what you tolerate. You condone remissus.",
        5700.62,
        5705.54
    ],
    [
        " You're opening. Now, this might be a little bit extreme when he says that when you're out of",
        5705.54,
        5712.72
    ],
    [
        " uniform, and you allow these units, the way is open to the destruction of all uniformity and unity.",
        5712.72,
        5717.52
    ],
    [
        " I'm not sure I 100% agree with that. And I was always very pro uniform and making sure that",
        5718.0,
        5724.5
    ],
    [
        " guys were squared away in their uniforms. I was probably the one of the most stringent in the",
        5724.5,
        5729.76
    ],
    [
        " seal teams. And the seal teams is not uniforms are not we're not real good at wearing uniforms",
        5729.76,
        5735.86
    ],
    [
        " and looking good in uniforms and being squared away in uniforms. So it's kind of hard for me to agree",
        5735.86,
        5739.64
    ],
    [
        " that that opens up the way for the destruction of all uniformity. But the lesson here is",
        5739.64,
        5745.54
    ],
    [
        " isn't more about the uniforms. It's more about just it's not what you preach, it's what you",
        5745.54,
        5751.56
    ],
    [
        " tolerate. Yeah, that's slippery slope situation. Yes, it is. Well, opening the ways it",
        5751.56,
        5757.8
    ],
    [
        " necessarily ensuring something true true. I'll give it to you technically. You get me on",
        5759.14,
        5764.7
    ],
    [
        " the technicality sometimes. That's fine. Okay, with that. I'm plastic in my mind. I can accept that",
        5764.7,
        5770.68
    ],
    [
        " plastic. You know, some people say plastic like, oh, that guy's plastic meaning like he's fake or",
        5770.68,
        5775.96
    ],
    [
        " something like that. This is for like like plasticity. Yes, absolutely. Written in 1950 before",
        5775.96,
        5781.68
    ],
    [
        " plastic was everything that we used. Yeah, I used to have this theory that anything that was",
        5781.68,
        5787.96
    ],
    [
        " made of metal was better. It just make everything of metal. I wanted to make everything that was made",
        5787.96,
        5793.88
    ],
    [
        " metal. Right. Don't they say stuff that same thing about like food and bacon like anything bacon",
        5793.88,
        5799.98
    ],
    [
        " is better similar. Similar. The same kind of thing could be correct. Bacon's good. Yeah.",
        5799.98,
        5805.1
    ],
    [
        " Right. Back to the book. No leader ever fails his men. No, they fail him who leads them in respect",
        5805.8,
        5812.32
    ],
    [
        " for the discipline, the life between these two things discipline in itself and a personal faith",
        5812.32,
        5819.74
    ],
    [
        " in the military value of discipline lies all the difference between military maturity and mediocrity.",
        5819.74,
        5827.38
    ],
    [
        " A salute from an unwilling man is as meaningless as the moving of a leaf on a tree.",
        5828.26,
        5834.58
    ],
    [
        " It is a sign only that the subject has been caught by a gust of wind, but a salute from the man",
        5836.34,
        5842.68
    ],
    [
        " who takes pride in the gesture because he feels privileged to wear the uniform of the United States,",
        5842.68,
        5847.52
    ],
    [
        " having found the service good is the epitome of military virtue.",
        5847.8,
        5852.12
    ],
    [
        " Until men are severely tried, there is no conclusive test of their discipline,",
        5858.24,
        5865.22
    ],
    [
        " nor proof that their training at arms is satisfying a legitimate military end.",
        5865.62,
        5871.46
    ],
    [
        " Military forces remain relatively undisciplined until physically toughened and mentally",
        5872.14,
        5878.86
    ],
    [
        " conditioned to unusual exertion. Consider the road march.",
        5878.86,
        5882.76
    ],
    [
        " Nobody of men could possibly enjoy the dust, the heat, the blistered foot and the aching back,",
        5883.74,
        5891.68
    ],
    [
        " but hard road marching is necessary if a sound foundation is to be built under the discipline",
        5892.16,
        5898.52
    ],
    [
        " of fighting forces, particularly those whose labors are in the field.",
        5898.52,
        5904.2
    ],
    [
        " And the gain comes quickly. The rise in spirits within any organization, which is always to be",
        5905.0,
        5911.6
    ],
    [
        " observed after they rebound from a hard march does not come essentially from the feeling of relief",
        5911.6,
        5917.3
    ],
    [
        " that the strain is passed, but rather from the satisfaction that a goal has been crossed.",
        5917.3,
        5923.82
    ],
    [
        " It must be accepted that discipline does not break down under the strain of placing a",
        5925.14,
        5931.46
    ],
    [
        " testing demand upon the individual. It is slough and not activity that destroys discipline.",
        5931.46,
        5940.1
    ],
    [
        " Think about that one. So it's not the strain, it's not the pressure that you put that breaks down",
        5940.48,
        5947.58
    ],
    [
        " the discipline, it's the laziness, it's the slough that breaks discipline. Troops can endure hard",
        5947.58,
        5953.1
    ],
    [
        " going when it serves an understandable end. This is what they will boast about mainly when the",
        5953.1,
        5959.96
    ],
    [
        " fatigue is ended. A large part of training is necessarily directed toward conditioning them",
        5959.96,
        5964.48
    ],
    [
        " for unusual hardship and privation. They can take it in stride, but no power on earth can reconcile",
        5964.48,
        5971.56
    ],
    [
        " them to what common sense tells them is unnecessary hardship, which might have been avoided by greater",
        5971.56,
        5977.16
    ],
    [
        " intelligence in their superiors. So if you're telling people to do something and they realize that",
        5977.16,
        5982.66
    ],
    [
        " there's an easier way to do it, they're going to be angry. When they are overloaded, they know it.",
        5982.66,
        5989.92
    ],
    [
        " When they are required to form a parade two hours ahead of time because their commander got",
        5989.96,
        5995.48
    ],
    [
        " over anxious or didn't know how to write an order, again, they know it. And they are perfectly",
        5995.48,
        6001.36
    ],
    [
        " right if they go sour because this kind of thing happens a little too often within the command.",
        6001.36,
        6006.24
    ],
    [
        " Within our system, that discipline is nearest perfect, which assures to the individual the greatest",
        6007.34,
        6017.8
    ],
    [
        " freedom of thought and action while at all times promoting his feeling of responsibility toward the",
        6017.84,
        6027.26
    ],
    [
        " group. The greatest form of discipline is the one that gives the greatest freedom of thought and",
        6027.26,
        6035.72
    ],
    [
        " action. That's what we want. We want the discipline to equal freedom.",
        6035.72,
        6042.78
    ],
    [
        " That's interesting his take on when you go through some hard stuff, the satisfaction isn't that",
        6044.36,
        6050.62
    ],
    [
        " it's over. It's the fact that you did that. Absolutely. Yeah, it's like, you know, I told you, my whole",
        6050.62,
        6057.54
    ],
    [
        " sleep thing will used to be where if I didn't get my half hours done for the day. But so now let's",
        6057.54,
        6065.3
    ],
    [
        " say I get two hours sleep and I'm like, hey, I'm going to still do this workout, whatever this",
        6065.3,
        6070.92
    ],
    [
        " conditioning is something hard. Sure, it's going to be hard. Sure, I'm not looking forward to it.",
        6070.98,
        6075.36
    ],
    [
        " But yeah, the satisfaction is afterwards all even go how it said, you're going to have something to",
        6075.44,
        6079.98
    ],
    [
        " brag about or something like that. Oh, that's true. You go and tell your friends, hey, I did this,",
        6079.98,
        6084.98
    ],
    [
        " I only had two hours sleep. Yeah, you do kind of have that feeling like you want to brag about it.",
        6085.08,
        6090.34
    ],
    [
        " No doubt. Like I did some hard stuff. You know, it's we shouldn't be surprised. We're kind of",
        6090.42,
        6095.74
    ],
    [
        " getting excited when these things completely make sense. Yeah. These are these are these are",
        6095.74,
        6102.36
    ],
    [
        " generals that knew and understand human nature. Yeah. And these are things that we look at and we",
        6102.36,
        6108.32
    ],
    [
        " learn we've experienced. Yeah. So it shouldn't come as a surprise. Yeah, I know. It's crazy. When you're",
        6108.32,
        6114.18
    ],
    [
        " it's like tunnel vision, you know, where it'll happen and you'd almost like you don't even realize",
        6114.18,
        6118.54
    ],
    [
        " it'll happen. Like everyone does that. Everyone does something for sure. For sure. Gets through hard",
        6118.54,
        6122.44
    ],
    [
        " work day did something under these circumstances that they hate. They might even be complaining about",
        6122.44,
        6126.7
    ],
    [
        " it. Like all this was going on. So such a stressful day. But when you get it actually done, you brag",
        6126.7,
        6132.62
    ],
    [
        " about it at the very least you feel like you want to brag about it and keep that good pursuit that,",
        6132.62,
        6138.58
    ],
    [
        " you know, keep that up. Now there's some counter to that. Here we go. If back to the book, if the man",
        6138.6,
        6145.3
    ],
    [
        " is cramped by monotonous routine or made to feel that he cannot move unless an order is barked,",
        6145.3,
        6152.04
    ],
    [
        " he cannot develop these qualities and he will never come forward as a junior leader. So if you put",
        6152.04,
        6157.42
    ],
    [
        " too much discipline on somebody, they're going to your crimp their their leadership of capabilities.",
        6157.42,
        6161.66
    ],
    [
        " Say that all the time. In the words of Dupique, who saw so deeply into the hearts of fighting men,",
        6162.1,
        6169.62
    ],
    [
        " if one does not wish bonds broken, one should make them elastic and thereby strengthen them.",
        6169.94,
        6178.7
    ],
    [
        " Hey, that's a guy. He wrote a thing called battle studies. Well, actually he didn't finish writing it",
        6179.86,
        6186.8
    ],
    [
        " because he got killed in the action fighting fighting Napoleon with he was with he was French fighting",
        6186.8,
        6196.68
    ],
    [
        " again in the in the I'll say fighting the Prussians. But he another great quote from him that I wrote",
        6196.68,
        6205.86
    ],
    [
        " nothing can be nothing can wisely be prescribed in any army without exact knowledge of the fundamental",
        6206.08,
        6213.48
    ],
    [
        " instrument of man and the state of mind, his morale at the instant of combat. So the Dupique is a",
        6213.48,
        6224.16
    ],
    [
        " guy that really started looking at the mentality of guys. We might have to get it. We might have to",
        6224.16,
        6235.84
    ],
    [
        " now speaking of morale. Next section is about morale. A World War II blood blue jacket said at",
        6236.0,
        6243.36
    ],
    [
        " this way, blue jackets term for navy guys said it this way. Morales, when your hands and feet keep",
        6243.36,
        6248.96
    ],
    [
        " working, when your head says it can't be done. The handiest beginning is to consider morale and",
        6248.96,
        6255.78
    ],
    [
        " conjunction with discipline. Since in military service, they are opposite sides of the same coin.",
        6255.78,
        6261.76
    ],
    [
        " When one is present, the other will also be there. Morale and discipline. Morale and discipline,",
        6261.76,
        6271.24
    ],
    [
        " they go together. This is a familiar story. It was repeated by the United States forces in World",
        6271.32,
        6277.52
    ],
    [
        " War II during the Normandy Hedgerow fighting and the invagings of the Central Pacific atolls.",
        6277.52,
        6283.66
    ],
    [
        " Troops had to learn the hard way how to hit how to survive in moving through jungle or across",
        6283.66,
        6289.94
    ],
    [
        " mountains in the desert. When that happened, the only disciplinary residue which mattered was obedience",
        6289.94,
        6296.62
    ],
    [
        " to orders. The movements they had learned by wrote were of less value than the spiritual bond between",
        6296.62,
        6304.9
    ],
    [
        " one man and another. The most valuable lesson was that of mutual support. So this is awesome.",
        6304.9,
        6313.96
    ],
    [
        " The moves, the battle moves that they learned, that they trained, that were hard and put them through",
        6314.94,
        6320.0
    ],
    [
        " this hard getting ready to deploy overseas. When they got overseas, they were fighting in a",
        6320.0,
        6323.56
    ],
    [
        " hedgerow. They never did that before. They were fighting in a mountain. They never did that before.",
        6323.56,
        6326.3
    ],
    [
        " So they had to take these drills that they had learned to kind of throw them out the window.",
        6326.84,
        6330.34
    ],
    [
        " So all they had left and the most valuable thing of all that training wasn't the movements",
        6330.72,
        6335.86
    ],
    [
        " themselves. It was the spiritual bond between these men. That was more important than the tactical",
        6335.86,
        6341.86
    ],
    [
        " maneuvers. It was the fact that they did hard training together and they worked together and",
        6341.86,
        6345.92
    ],
    [
        " they knew each other and they had that spiritual bond. Back to the book. In its essentials, discipline",
        6345.92,
        6352.08
    ],
    [
        " is not measured according to how a man keeps step in a drill yard or whether he salutes at just",
        6352.08,
        6358.26
    ],
    [
        " the right angle. The test is how well he willingly responds to his superiors in all vital matters.",
        6358.26,
        6365.92
    ],
    [
        " Finally, whether he stands or runs when his life is at stake, history makes this clear. There are",
        6366.38,
        6374.38
    ],
    [
        " countless examples of successful military forces which had almost no discipline when measured by",
        6374.38,
        6381.02
    ],
    [
        " the usual yardsticks, yet had a high battle morale, productive of the kind of discipline which beats",
        6381.02,
        6388.6
    ],
    [
        " the enemy in battle. That's another little dichotomy. You know what they're talking about. You",
        6388.6,
        6395.9
    ],
    [
        " can see the right field. But if you've got that bond and you've got that discipline bond, you can still",
        6395.9,
        6400.7
    ],
    [
        " come up with the victory. This is important. Back to the book. Man is able to recognize a right and",
        6400.7,
        6409.4
    ],
    [
        " reasonable discipline as such, even though it causes him personal inconvenience because he has",
        6409.4,
        6416.02
    ],
    [
        " acquired a sense of military values. But if it is either unduly harsh or unnecessarily",
        6416.02,
        6426.62
    ],
    [
        " lacks, he likewise knows it and wears it as a hair shirt to the undoing of his morale.",
        6426.62,
        6434.14
    ],
    [
        " Though the man like the group can be hurt by being pushed beyond sensible limits, his spirit will",
        6435.68,
        6443.22
    ],
    [
        " suffer even more sorely if no real test is put upon his abilities and moral powers.",
        6443.22,
        6449.16
    ],
    [
        " The greater his intelligence, the stronger will be his resentment. That is the law of nature.",
        6450.66,
        6456.76
    ],
    [
        " The enlightened mind has always the greatest measure of self-discipline. But it also has a higher",
        6457.3,
        6463.64
    ],
    [
        " sense of what constitutes justice, fair play, and a reasonable requirement in the performance of duty.",
        6463.64,
        6470.86
    ],
    [
        " If the nighde these things, he will come to hold his chief, his job, and himself in contempt.",
        6471.96,
        6480.2
    ],
    [
        " So if you get the if you're a military leader or if you're a civilian leader and you get the idea,",
        6481.22,
        6485.36
    ],
    [
        " okay, Jocke is talking about discipline. Discipline's key. So you're going to come in and just",
        6485.36,
        6489.04
    ],
    [
        " throw discipline on your people and burden them with this heavy realm of discipline. It's not going",
        6489.04,
        6495.12
    ],
    [
        " to work out because everyone knows that it's unjust unfair, unnecessary. We don't want that",
        6495.12,
        6502.18
    ],
    [
        " unnecessary discipline, but we embrace. We might not outweigh, but we deep inside we embrace",
        6502.18,
        6507.8
    ],
    [
        " the hardcore discipline if it makes sense and has meaning.",
        6507.8,
        6510.24
    ],
    [
        " Admiral Ben Moriel has stated a formula in understanding terms by his explanation of what made",
        6511.16,
        6521.88
    ],
    [
        " the CB's notable for competence and devotion to duty during World War II. What he said is this,",
        6521.88,
        6527.5
    ],
    [
        " we used artisans to do the work for which they had been trained in civilian life.",
        6527.92,
        6531.64
    ],
    [
        " They were well led by officers who spoke their language. We made them feel that they were playing",
        6532.24,
        6537.86
    ],
    [
        " an important part in a great adventure. And thus they achieved a high standard of morale.",
        6537.86,
        6543.1
    ],
    [
        " The elements underscored by Admiral Moriel deserve special note. Satisfaction in a work program,",
        6544.04,
        6551.06
    ],
    [
        " mutual confidence between leaders and ranks, conviction that all together were striving for",
        6551.2,
        6556.8
    ],
    [
        " something more important than themselves. Talk about the CB's, the construction battalions and the",
        6556.8,
        6562.2
    ],
    [
        " Navy that do engineering work. Overseason, I actually had CB's with us in Ramadi that were awesome,",
        6562.2,
        6570.48
    ],
    [
        " awesome guys that did everything for us. They kept everything going, kept everything running,",
        6570.78,
        6576.58
    ],
    [
        " kept everything working, built everything that we used. Awesome guys. And every CB I've ever",
        6577.0,
        6584.42
    ],
    [
        " worked with has been just a beast. They have that attitude. They know they're going to make,",
        6584.42,
        6589.06
    ],
    [
        " their motto is can do. And believe me, when you tell them to do something, they're 100%",
        6589.38,
        6594.52
    ],
    [
        " into that motto right there. They're going to make it happen. Here we go back to the book,",
        6594.52,
        6599.74
    ],
    [
        " talking about morale. Under training conditions or in combat, the mental ills and the resulting",
        6599.96,
        6605.06
    ],
    [
        " morale, moral and physical deterioration, which sometimes beset military forces cannot be cured",
        6605.06,
        6612.1
    ],
    [
        " simply by the intensification of disciplinary methods. Can't just turn it up. It is true that",
        6612.1,
        6618.98
    ],
    [
        " the signs of recovery will sometimes attend the installation of a more rigid or less rigid discipline.",
        6618.98,
        6625.92
    ],
    [
        " You can't just go up or down. The onset is in fact usually due to the collateral",
        6627.04,
        6632.9
    ],
    [
        " influence of an increased confidence in the command whereby men are made to feel that their own",
        6632.9,
        6639.28
    ],
    [
        " fortunes are on the mend. Then discipline and morale are together revitalized almost as if by",
        6639.28,
        6647.48
    ],
    [
        " throwing an electric switch. In army history, there's no better example of the working of this",
        6647.48,
        6654.78
    ],
    [
        " principle than the work of Brigadier General Paul Paul B Malone. He took over, this is World War",
        6654.78,
        6662.2
    ],
    [
        " 1, 1919. He took over a command where slackness and indiscipline were general. The men were suffering",
        6662.2,
        6669.1
    ],
    [
        " terrible privation and too many of their officers were indifferent to their needs. Many of them had",
        6669.1,
        6674.72
    ],
    [
        " been battle casualties. Some had been discharged from hospitals before their wounds were healed.",
        6674.72,
        6679.02
    ],
    [
        " The mess was abominable. The camp was short of firewood and other supply. In freezing weather,",
        6679.4,
        6685.24
    ],
    [
        " men were sleeping on the ground with only a pair of blankets a piece.",
        6685.54,
        6688.58
    ],
    [
        " The death toll from influenza pneumonia and the aggravation of battle wounds rose daily.",
        6689.4,
        6695.24
    ],
    [
        " The spare and resentment over these conditions began to express itself in semi-violent form.",
        6696.34,
        6701.7
    ],
    [
        " Every fresh breath of discipline was counted with harassing punishments until an air of",
        6702.96,
        6707.86
    ],
    [
        " wretched stagnation hung over the whole camp. General purging visited the base. The men refused",
        6707.86,
        6715.66
    ],
    [
        " to form for him. The men were through the generals coming in the men, we're not going to form",
        6715.66,
        6721.92
    ],
    [
        " up for him. When he tried to address them at a mass meeting, they wouldn't hear him out. Instead",
        6721.92,
        6727.38
    ],
    [
        " of taking any action against the men, he sent for general Malone. The new commander arrived without",
        6727.38,
        6733.58
    ],
    [
        " any instructions except to determine what was wrong and correct it. With soldierly instinct,",
        6733.58,
        6738.7
    ],
    [
        " he recognized that the indiscipline of the camp was an effect and not a cause.",
        6738.7,
        6744.8
    ],
    [
        " But even as he gave orders for leaving the physical distress of the men, he demanded that they return",
        6746.02,
        6751.1
    ],
    [
        " to orderly habits. He walked around the areas, already on his orders, on his orders duckboards were",
        6751.1,
        6757.12
    ],
    [
        " being laid throughout the mud. And the whole physical setup was in a process of reorganization.",
        6757.12,
        6762.1
    ],
    [
        " The men, grown listless from weeks of mistreatment, paid no heed. Get on your feet. I'm your",
        6762.18,
        6769.28
    ],
    [
        " general. I respect you, but I want you respect to word his words. They restored the whole situation.",
        6769.28,
        6776.0
    ],
    [
        " The first impact of this one man on the camp that was never forgotten by anyone who saw it.",
        6776.78,
        6781.98
    ],
    [
        " It is a point to remember. A firm hold at the beginning pays tenfold dividend of the timid",
        6783.24,
        6789.76
    ],
    [
        " approach, followed by a show of firmness later on. Within 48 hours, the physical condition of",
        6790.34,
        6796.76
    ],
    [
        " the camp was showing improvement and 60,000 men were again doing their duty and bearing themselves",
        6796.76,
        6802.7
    ],
    [
        " in a military manner. The lessons from this one incident stand out like beams from a searchlight",
        6802.7,
        6809.14
    ],
    [
        " battery. Leadership. One man is able to accomplish a miracle by an act of will accompanied by good works.",
        6811.64,
        6821.86
    ],
    [
        " The morale of the force flows from self-discipline of the commander. And in turn, the discipline of the",
        6823.48,
        6830.76
    ],
    [
        " force is reestablished by the upsurge of its moral power. Another example here, when the",
        6830.76,
        6839.28
    ],
    [
        " redeployment period which followed World War II threatened to complete collapse to the morale of",
        6839.28,
        6843.96
    ],
    [
        " the general military establishment, the remedy attempted by some unit leaders was to relax",
        6843.96,
        6849.12
    ],
    [
        " discipline and the work requirement all around. Other officers met this crisis by improving the",
        6849.12,
        6855.52
    ],
    [
        " conditions of work, setting an example which proved to the men that they believed in its importance",
        6855.52,
        6860.44
    ],
    [
        " and paying sedulous attention to the personal problems of those within the unit.",
        6860.44,
        6864.62
    ],
    [
        " They found that they could still get superior performance in the midst of chaos. Organic strength",
        6865.18,
        6871.4
    ],
    [
        " materializes in the same way on the field of war. However, adverse the general situation,",
        6871.4,
        6878.36
    ],
    [
        " men will stick to the one man who knows what he wants to do and welcomes them to a full share",
        6878.74,
        6885.08
    ],
    [
        " in the enterprise. Leadership, leadership and leadership. Most important thing on the battlefield.",
        6885.08,
        6896.32
    ],
    [
        " In the words of Colonel G. F. R. Henderson, it is the leader who reckons with the human nature of his",
        6896.96,
        6907.24
    ],
    [
        " troops and of the enemy rather than with their mere physical attributes, numbers,",
        6907.24,
        6912.72
    ],
    [
        " armament and the like who can hope to follow in Napoleon's footsteps. Gotta know human nature.",
        6913.14,
        6919.54
    ],
    [
        " Gotta know human nature. It's more important than physical, more important than people you got,",
        6919.92,
        6925.36
    ],
    [
        " number of people you got, it's more important than their weapons. Human nature.",
        6925.54,
        6929.24
    ],
    [
        " There are a few governing principles and before considering their application in detail,",
        6930.06,
        6937.72
    ],
    [
        " we should first think about the file. So now we're talking about a true basaltor.",
        6937.72,
        6942.6
    ],
    [
        " He is a man. He expects to be treated as an adult, not a schoolboy. He has rights. They must be made",
        6942.78,
        6951.38
    ],
    [
        " known to him and thereafter respected. He has ambition. It must be stirred. He has a belief in",
        6951.38,
        6960.6
    ],
    [
        " fair play. It must be honored. He has the need of comradeship. It must be supplied. He has",
        6960.6,
        6970.5
    ],
    [
        " imagination. It must be stimulated. He has a personal sense of dignity. It must not be broken down.",
        6970.5,
        6978.98
    ],
    [
        " He has pride. It can be satisfied and made the bedrock of his character once he gains assurance",
        6980.38,
        6987.82
    ],
    [
        " that he is playing a useful and respected part in a superior and successful organization.",
        6987.82,
        6993.62
    ],
    [
        " To give men working as a group, the feeling of great accomplishment together",
        6994.34,
        6999.1
    ],
    [
        " is the acme of inspired leadership. You could basically, if you're going into a leadership position,",
        6999.1,
        7007.1
    ],
    [
        " just read that to yourself every morning. Just what your subordinates are. What they are.",
        7007.26,
        7013.56
    ],
    [
        " A man. Be treated as an adult, not a schoolboy. Those are just so important the way you view your troops.",
        7015.28,
        7022.72
    ],
    [
        " And some people have a hard time with that. Some people have a hard time with that.",
        7023.96,
        7027.4
    ],
    [
        " Next section is called Knowing Your Job.",
        7028.84,
        7033.86
    ],
    [
        " In one of his little known passages, Robert Lewis Stevenson, that's the guy that wrote",
        7034.9,
        7042.78
    ],
    [
        " Dr. Jekyll and Mr. Hyde and Treasure Island, did the perfect portrait of the man who finally",
        7043.56,
        7049.0
    ],
    [
        " failed at everything because he just never learned how to take hold of his work. It goes like this,",
        7049.0,
        7054.36
    ],
    [
        " his career was one of unbroken shame. He did not drink. He was exactly honest. He was never",
        7055.12,
        7063.18
    ],
    [
        " rude to his employers. Yet he was everywhere discharged. Bringing no interest to his duties,",
        7063.18,
        7071.08
    ],
    [
        " he brought no attention. His day was a tissue of things neglected and things done amiss.",
        7071.08,
        7079.38
    ],
    [
        " And from place to place and from town to town, he carried the character of one thoroughly incompetent.",
        7080.58,
        7087.6
    ],
    [
        " That's how we started this conversation today. We started talking about doing your job.",
        7088.22,
        7093.7
    ],
    [
        " Now this is important. Just as a rough approximation, any officer's work week should comprise about",
        7094.52,
        7101.44
    ],
    [
        " 50% execution and the other half study if he is to make the best use of his force.",
        7101.44,
        7108.36
    ],
    [
        " The woods are loaded with go getters who claim they are men of action and therefore have no need of",
        7109.74,
        7116.54
    ],
    [
        " books. We're talking about studying. We're talking about reading and studying.",
        7116.54,
        7121.96
    ],
    [
        " And these guys that say that there's no need for books, they are of the same bone and marrow as",
        7122.8,
        7130.5
    ],
    [
        " the drone who is always counseling half speed. Don't sweat. Just get by. Extra work means short life.",
        7130.5,
        7138.9
    ],
    [
        " You're better off if they don't notice you. This chant can be heard by anyone who cares to listen.",
        7139.34,
        7145.74
    ],
    [
        " It's the old American invitation to mediocrity.",
        7145.74,
        7149.2
    ],
    [
        " But not all wisdom is to be found in books. And at no time is this more true than when one is",
        7149.62,
        7157.46
    ],
    [
        " breaking in. What is expected of any novice in any field is that he will ask questions.",
        7157.46,
        7164.96
    ],
    [
        " Smart ones if possible. But if not, then questions of all kinds until he learns that there is no such",
        7165.86,
        7171.84
    ],
    [
        " item as revely oil. And that skirmish line doesn't come on spools.",
        7173.22,
        7177.82
    ],
    [
        " So revely oil, revelies when you wake up in the morning, it's that in revely oil is something",
        7178.36,
        7185.06
    ],
    [
        " that doesn't actually exist. But you'd say to a new guy, we need to get some revely oil for tomorrow.",
        7185.06,
        7189.12
    ],
    [
        " Can you go down to supply and get it for me or skirmish line to skirmish line is when you get",
        7189.18,
        7193.26
    ],
    [
        " online to engage the enemy. Get online and put your guns in the same direction. That's called a",
        7193.26,
        7198.22
    ],
    [
        " skirmish line. Well, he said, hey, we need to spool a skirmish line. Echo, can you run down to",
        7198.22,
        7203.2
    ],
    [
        " the supply department and get us a roll of skirmish line? Just kind of like little practical jokes.",
        7203.2,
        7207.24
    ],
    [
        " But his point is here and people ask me, it's all the more you all just checked in. I'm just",
        7207.44,
        7210.5
    ],
    [
        " taking over his leader. I'm just, you know, I'm a new officer. I'm getting commissioned. What should I",
        7210.5,
        7214.12
    ],
    [
        " do? How should I lead? Ask questions. There's nothing wrong with it. There's nothing wrong with it.",
        7214.12,
        7218.28
    ],
    [
        " Back to the book, wisdom begins at the point of understanding that there is nothing shameful",
        7218.56,
        7227.38
    ],
    [
        " about ignorance. It is shameful only when a man would rather remain in that state than cultivate",
        7228.12,
        7235.22
    ],
    [
        " other men's knowledge. Boom. There is never any reason why he should hesitate for his better",
        7235.22,
        7241.52
    ],
    [
        " to be embarrassed from seeking counsel than to be found short for not having sought it.",
        7241.52,
        7246.18
    ],
    [
        " Ideally, any officer should be able to do the work of any man under him. However, it is obviously",
        7251.28,
        7259.28
    ],
    [
        " absurd to expect that any officer could know more about radio repair than his repairman.",
        7259.28,
        7264.2
    ],
    [
        " More about mapping than his carto-grab-fac-a-section. More about moving parts than a gunsmith.",
        7264.5,
        7272.22
    ],
    [
        " More about radar than a specialist in electronics and more about cipher than a cryptographer.",
        7272.78,
        7278.24
    ],
    [
        " The distinction lies in the difference between the power to do a thing well and that of being able",
        7278.88,
        7285.26
    ],
    [
        " to judge when it is done well. A man can say a book is bad, though not knowing how to write one",
        7285.26,
        7292.12
    ],
    [
        " himself provided he is a student of literature. Though he is never laid an egg, he can pass fair",
        7292.12,
        7298.74
    ],
    [
        " judgment on an omelet. This is another thing. You are not going to know everything as a leader.",
        7299.3,
        7306.28
    ],
    [
        " That I know is much about sniper sniping as my sniper didn't even know close.",
        7306.9,
        7311.92
    ],
    [
        " That I know is much like he said, as much about the radio as my radio meant it. No, close to what they",
        7313.88,
        7319.38
    ],
    [
        " knew. You don't need to know everything, but you have to have an understanding of it.",
        7319.38,
        7324.92
    ],
    [
        " And you have to at least be able to understand when something is being done right or wrong.",
        7324.92,
        7329.06
    ],
    [
        " This is another good point. We can ponder the words of William Haslet. A man who shrinks from a",
        7329.78,
        7338.4
    ],
    [
        " collision with his equals or superiors will soon sink below himself. We improve by trying our",
        7338.4,
        7345.46
    ],
    [
        " strength with others not by showing it off. So you can't be afraid to bring stuff up to your",
        7345.46,
        7353.0
    ],
    [
        " superiors. Do you got to be respectful? Yes, you do. But instead of just being a yesman,",
        7353.0,
        7359.16
    ],
    [
        " don't be that. Now this next section is called writing and speaking.",
        7359.58,
        7369.58
    ],
    [
        " Other things being equal, a superior rating will invariably be given to the officer who is",
        7371.14,
        7378.06
    ],
    [
        " preserved in his studies of the art of self-expression, while his colleague who attaches little",
        7378.06,
        7385.24
    ],
    [
        " importance to what may be achieved through working with the language will be marked for mediocrity.",
        7385.24,
        7390.72
    ],
    [
        " So we're talking about reading and speaking, writing and speaking.",
        7391.92,
        7395.5
    ],
    [
        " As the British statesman, disraily put it, men govern with words. Within the military",
        7396.24,
        7405.98
    ],
    [
        " establishment, command is exercised through what is said, which commands attention and understanding",
        7405.98,
        7413.24
    ],
    [
        " and through what is written, which directs, explains, interprets or informs.",
        7413.24,
        7420.34
    ],
    [
        " Battles are one through the ability of men to express concrete ideas in clear and unmistakable language.",
        7421.78,
        7430.34
    ],
    [
        " Battles are one through clear and unmistakable language. That's how battles are one. Back to the book,",
        7434.3,
        7441.56
    ],
    [
        " all administration is carried forward along the chain of command by the power of men to make their",
        7441.86,
        7447.72
    ],
    [
        " thoughts articulate and available to others. There is no way under the sun that this basic condition",
        7447.72,
        7456.42
    ],
    [
        " can be altered. Once the point is granted, any officer should be ready to accept its corollary.",
        7456.42,
        7462.64
    ],
    [
        " That superior qualification in the use of language, both as to the written and the spoken word,",
        7463.02,
        7468.96
    ],
    [
        " is more essential to military leadership, the knowledge of the whole technique of weapons handling.",
        7469.16,
        7474.98
    ],
    [
        " So when people ask me why I studied English in college, this is why I studied English in college.",
        7476.1,
        7483.58
    ],
    [
        " Some men will take refuge in the excuse offered by the great majority. I'm just a simple fighting",
        7487.08,
        7494.78
    ],
    [
        " file with no gift for writing or speaking. That is the mark of an officer who has no ambition to",
        7494.78,
        7502.84
    ],
    [
        " properly qualify himself and is seeking to justify his own laziness. And the reason he's saying that",
        7502.84,
        7512.12
    ],
    [
        " is because he thinks that you can become a good writer. Back to the book, writers are self-made.",
        7512.12,
        7518.26
    ],
    [
        " But it is a reasonable speculation that history might never have heard of the greater number of",
        7519.24,
        7525.9
    ],
    [
        " these men had they not worked sedulously to become proficient with the pen as well as with the sword.",
        7525.9,
        7535.9
    ],
    [
        " Men who command words to serve their thoughts and feelings are well on their way",
        7537.1,
        7542.3
    ],
    [
        " to commanding men to serve their purposes. All senior commanders respect the junior who has",
        7542.3,
        7550.88
    ],
    [
        " a faculty for thinking an idea through and then expressing it comprehensively and clear",
        7550.88,
        7557.32
    ],
    [
        " unvarnished phases. So your young young leader out there, young trooper, think about improving your",
        7557.32,
        7565.84
    ],
    [
        " method of thought. Think about making your speech more clear. Any man who has the brain to qualify",
        7565.84,
        7574.46
    ],
    [
        " for commission can make of himself a competent writer. Because of natural limitations, he may never",
        7574.46,
        7580.56
    ],
    [
        " excel in this art. But if he has had average schooling, knows how to open a dictionary, can find",
        7580.56,
        7586.02
    ],
    [
        " his way to the library and is willing to commit himself to long study and practice, particularly in",
        7586.02,
        7595.82
    ],
    [
        " writing as a game only for specialists, he can acquire all the skill that is necessary to further",
        7595.82,
        7602.34
    ],
    [
        " his advance within the military profession. But where should work begin? How about a little practical",
        7602.34,
        7609.46
    ],
    [
        " advice? The only way to learn to write is to write. That's it. There is no other secret other than",
        7609.46,
        7620.78
    ],
    [
        " hard, unremitting practice. Most writers at the start are mentally muscle bound and poorly coordinated.",
        7620.78,
        7629.58
    ],
    [
        " They have thoughts in their head. They can develop them clearly, but when they try to apply a",
        7630.1,
        7636.78
    ],
    [
        " largely dormant vocabulary to the expression of these thoughts, the result is stiff and self-conscious.",
        7636.78,
        7642.9
    ],
    [
        " Self-conscious. The only cure for this is constant mental exercise with one's pen or over one's",
        7643.28,
        7653.04
    ],
    [
        " typewriter. The discipline through which one learns to write adds substance to thought, whereby",
        7653.04,
        7661.16
    ],
    [
        " one's ideas are given body and connection. Such common faults as worryness, overstatement,",
        7661.16,
        7669.58
    ],
    [
        " faulty sentence structure and weak use of words are gradually corrected with their passing",
        7669.74,
        7676.96
    ],
    [
        " confidence grows. This does not mean, however, that the task becomes easy. So you can get better at",
        7676.96,
        7686.46
    ],
    [
        " this game. You just got to practice. Kind of like getting better at pull-ups. How do you get better at",
        7686.46,
        7690.88
    ],
    [
        " pull-ups? Do pull-ups. Now this is interesting speaking of reading and or speaking of writing. Now we",
        7690.88,
        7697.38
    ],
    [
        " get into reading a little bit here. This is good. It is a good habit to underscore passages and books,",
        7697.38,
        7705.32
    ],
    [
        " which have contributed something vital to one's own thought. So break out the highlighters.",
        7705.32,
        7711.24
    ],
    [
        " I kind of laughed when I read that because I have a lot of highlighters. I think you went",
        7711.66,
        7719.02
    ],
    [
        " with Chester on a couple of other ideas. Yeah, that's right. Now this is talking going back to",
        7719.02,
        7725.58
    ],
    [
        " writing again. As a practical matter is better to concentrate on a few elementary rules of thumb,",
        7725.58,
        7729.9
    ],
    [
        " such as our contained in the following list, then to bog down attempting to heed everything that",
        7730.7,
        7735.78
    ],
    [
        " the pendants have said about how to become a writer. So here's some advice on writing. And you'll",
        7735.78,
        7741.54
    ],
    [
        " notice that these are good advice on life. The more simply a thing is said, the more powerfully it",
        7741.54,
        7748.38
    ],
    [
        " influences those who read. Plain words make strong writing. There is always one best word to convey",
        7748.38,
        7756.34
    ],
    [
        " a thought or a feeling to accept a weaker substitute rather than to search for the right word will deprive",
        7756.34,
        7763.6
    ],
    [
        " any writing of force. Economy of words invigorates composition. In all writing but in military",
        7763.6,
        7774.04
    ],
    [
        " writing, particularly there is no excuse for vague terminology or phrases which do not convey an",
        7774.04,
        7780.12
    ],
    [
        " exact expression of what was done or what is intended. Just think about how you communicate with",
        7780.12,
        7787.14
    ],
    [
        " your subordinates. You think about these rules so impactful. This is a good one. It is better at",
        7787.14,
        7794.72
    ],
    [
        " all times to reign in. The strength of military writing like the soundness of military operations",
        7794.72,
        7801.38
    ],
    [
        " does not gain through overstatement and artificial coloring. The bigger the subject, the less it needs",
        7801.38,
        7809.06
    ],
    [
        " embroidery. Now, he's going to start talking here. Go from talking about writing to talk about",
        7809.06,
        7816.18
    ],
    [
        " speaking. A majority of the world's most gifted writers would in all probability be dumb struck if",
        7816.18,
        7825.06
    ],
    [
        " put before an audience. Though dealing confidently with ideas, they lack the confidence when dealing",
        7825.06,
        7831.8
    ],
    [
        " with people. The military officer has need of both talents and as to where the accent should be",
        7831.8,
        7839.88
    ],
    [
        " placed, it is probably more important that he should speak well than his writing prose should be",
        7839.88,
        7846.72
    ],
    [
        " polished. A unit commander may permit a clerk or a subordinate to do the greater part of his",
        7846.72,
        7853.56
    ],
    [
        " paperwork either because his own time is taken with other duties or because he is awkward at it.",
        7853.94,
        7858.32
    ],
    [
        " But if he permits any other voice to dominate the councils of the organization, he soon ceases to",
        7858.56,
        7864.74
    ],
    [
        " exercise moral authority over it. So you gotta be confident in your speaking. It's a little bit",
        7864.74,
        7873.58
    ],
    [
        " more important than the writing because you can have your guys do some writing. Yeah, I'll sign it.",
        7873.58,
        7877.48
    ],
    [
        " Looks good to me. This guy, one of the bosses I had, we'll see that. So he'd always misuse words,",
        7877.48,
        7886.94
    ],
    [
        " like almost to the point where you know how some comedians will do that. He'll misuse, like Hennach does",
        7887.38,
        7891.38
    ],
    [
        " that a lot of time, but this guy would for real do it. So because he didn't, but you know what it was,",
        7891.38,
        7896.98
    ],
    [
        " is you know how the kind guy who's they want to try to sound smart basically. And not a good idea.",
        7897.28,
        7903.76
    ],
    [
        " Like so he would use the word like irregardless. He would say irregardless as opposed to",
        7905.3,
        7910.1
    ],
    [
        " regardless. And then there's another one that it's so funny because it was so counterproductive",
        7910.1,
        7915.02
    ],
    [
        " because when he would talk and we'd all be holding in our laughter and I'd work with this other guy,",
        7915.02,
        7918.94
    ],
    [
        " he was a kind of relentless joke, you know, when you're gone. So if you did something and in this",
        7918.94,
        7925.66
    ],
    [
        " case, you'd misuse words or when he leaves, brother jokes would come in. It'd be just so funny. But",
        7925.66,
        7929.48
    ],
    [
        " nonetheless, he would use behoof, you know, be who like it would be who. Yeah, he would say be who.",
        7929.54,
        7934.98
    ],
    [
        " I think it is be who. But you know, right, be who that's what I think anyway, I doubt that's",
        7935.22,
        7940.18
    ],
    [
        " all another thing, but anyway, be who that. So he would misuse that word. He would, he thought it meant",
        7940.18,
        7946.84
    ],
    [
        " what he thought it meant baffling. Like, you know what really behooves me is that they do it this way.",
        7946.84,
        7953.06
    ],
    [
        " And then he'd keep doing it. You know, and so anyway, the point there is where you kind of,",
        7953.06,
        7959.46
    ],
    [
        " you got to know how to talk, right? So and in this case, this was this wasn't like some high levels",
        7959.46,
        7965.44
    ],
    [
        " like speeches he was making or addressed. It was just like normal stuff. So, right, I thought that",
        7965.44,
        7972.86
    ],
    [
        " that was kind of critical in the way like we regarded him as a boss. That was one of the main like",
        7972.86,
        7978.1
    ],
    [
        " major things where it's like, bro, we can't even take this guy seriously. Yeah, because he behooves",
        7978.16,
        7983.42
    ],
    [
        " me with everything he says. He was really behooving that he, Lord, wrong usage. It's okay people.",
        7983.42,
        7989.6
    ],
    [
        " Yeah. It's not okay. I guess the point there, a Nora separate point is",
        7989.84,
        7994.1
    ],
    [
        " learn the words before you start trying to throw them out, I guess. And that goes back to what",
        7994.1,
        8000.32
    ],
    [
        " you're saying. That would be very, yeah, be who, what you're saying about, it's better to seek",
        8000.32,
        8006.16
    ],
    [
        " or be seek the knowledge and be embarrassed because you got to seek it rather than get it called out",
        8006.16,
        8012.36
    ],
    [
        " when you don't know it or whatever. Anyway, yeah, what he was doing. Back to the book, the matter of",
        8012.36,
        8020.64
    ],
    [
        " nerve is a main element in speaking. When an officer is ill at ease, fidgety and not to the point,",
        8020.64,
        8028.22
    ],
    [
        " the vote of his command for the time being is no confidence. And so long as he remains that way,",
        8028.52,
        8034.92
    ],
    [
        " they will not change no matter though his goodwill shines forth through in other acts. So this is",
        8034.98,
        8042.58
    ],
    [
        " what you just said. If someone's jacked up when they're trying to talk to you and talk to the group,",
        8042.58,
        8047.24
    ],
    [
        " your vote is no confidence. Yeah, that's a good, good, back to the book. As for how an officer should",
        8047.54,
        8059.32
    ],
    [
        " talk to his men, his manner and tone should be no different than if he were addressing his fellow",
        8059.32,
        8064.64
    ],
    [
        " officers or for that matter, a group of the intellectual and political peers from any walk of life.",
        8064.64,
        8070.24
    ],
    [
        " If he is stuffy, he will not succeed. If he affects a superior manner, that is a mark of his",
        8071.1,
        8078.24
    ],
    [
        " inferiority. If he is patronizing and talks to grown men as a teacher might talk to a class of",
        8078.24,
        8084.9
    ],
    [
        " adolescence, the rug figuratively will be pulled out from under him. His audience will be put down,",
        8084.9,
        8093.66
    ],
    [
        " will put him down as a chump. It is curiously the case that the junior officer who can't get the",
        8093.66,
        8100.02
    ],
    [
        " right pitch when he talks to the ranks will also be out of tune when he talks to his superiors.",
        8100.02,
        8105.18
    ],
    [
        " This failing is a sign mainly that he needs practice in the school of human nature.",
        8106.4,
        8111.48
    ],
    [
        " By listening a little more carefully to other men, he may find, he may himself in time, attain maturity.",
        8112.84,
        8120.98
    ],
    [
        " Another good way to get better at speaking is by listening.",
        8122.26,
        8124.96
    ],
    [
        " When you're speaking, sometimes you're instructing in one of the pieces here is called the art of",
        8125.78,
        8137.28
    ],
    [
        " instruction because you spend so much time when you're in a leadership position, ear instructing",
        8137.28,
        8142.38
    ],
    [
        " people, whether you realize or not, you're instructing people. Here's the rules that they say to follow.",
        8142.38,
        8146.28
    ],
    [
        " Keep it simple. Have but one main object. Stay on the course. Remain cheerful. Be enthusiastic.",
        8146.28,
        8152.8
    ],
    [
        " Put it out as if the idea is worth interesting and novel to you as to your audience.",
        8153.52,
        8158.9
    ],
    [
        " Now this is a story which really don't know what has to do with instruction, but it's cool stories",
        8160.02,
        8166.7
    ],
    [
        " from a reading anyways because it's just badass. In World War One, an American major named now",
        8166.7,
        8173.04
    ],
    [
        " long forgotten was given the task of making the rounds and talking to all combat formations and",
        8173.08,
        8178.74
    ],
    [
        " convincing them that the future was bright. No boy scout, Aaron. So you imagine you're World War One.",
        8178.74,
        8184.82
    ],
    [
        " We've talked about that. It's a nightmare and his job is to go around and ensure people that",
        8184.94,
        8191.14
    ],
    [
        " the future is bright. But wherever he went, morale was lifted by his words. It's substance.",
        8191.14,
        8197.28
    ],
    [
        " In substance, what he said was this. None of us cares about making a living with any individuals",
        8197.36,
        8204.56
    ],
    [
        " who wants every break his own way. But when the odds are even, the gamble is worth any good man's",
        8204.56,
        8211.94
    ],
    [
        " time. So let's look at the proportion. You now have one chance and two. You may go overseas or you",
        8211.94,
        8220.08
    ],
    [
        " may not. Suppose you do. You still have one chance and two. You may go to the front or you may not.",
        8220.08,
        8225.66
    ],
    [
        " If you don't, you'll see a foreign country at Uncle Sam's expense. If you do, you'll find out",
        8225.9,
        8231.44
    ],
    [
        " about war, which is the toughest chance of them all. But up there, on the front, you still have one",
        8231.44,
        8239.38
    ],
    [
        " chance and two. You may get hit or you may not. If you breeze through it, you'll be a better man",
        8239.38,
        8246.54
    ],
    [
        " for all the rest of your life. And if you get hit, you still have one chance and two.",
        8246.54,
        8253.24
    ],
    [
        " You may get a small wound and become a hero to your friends and family. Or there is always the last",
        8254.06,
        8262.06
    ],
    [
        " chance that it may take you out altogether. And while that is a little rugged, it is at least",
        8262.06,
        8269.36
    ],
    [
        " worth remembering that very few people seem to get out of this life alive. Classic. Classic.",
        8269.36,
        8278.86
    ],
    [
        " Now talking about reading Napoleon once said that the point that the trouble with books is that",
        8282.04,
        8290.28
    ],
    [
        " one must read so many bad ones to find something really good. True enough. But even so,",
        8290.28,
        8296.12
    ],
    [
        " there are perfectly practical ways to advance rapidly without undue wasted motion.",
        8296.24,
        8300.86
    ],
    [
        " Consider this. Among one's superiors, there are always discriminating men who have adopted a few",
        8301.58,
        8306.26
    ],
    [
        " good books after reading many, many bad ones. When they say that a text is worthwhile, it deserves",
        8306.26,
        8313.66
    ],
    [
        " reading and careful study. So what books did some of you respect read? They said it's good book,",
        8313.66,
        8322.06
    ],
    [
        " read it. Now you got to be careful because of this. The well-read man need not have more than",
        8322.08,
        8336.24
    ],
    [
        " them and ponder the weight of what is said. On the other hand, the ignorant man is frequently marked",
        8336.24,
        8342.98
    ],
    [
        " by his bookshelf stocked with titles, not one of which suggests that he has any professional",
        8342.98,
        8350.12
    ],
    [
        " discernment. Now I can tell you right now I'm building a library of books that's kind of crazy",
        8350.12,
        8356.08
    ],
    [
        " because every time somebody calls, every time somebody hits me up on social media and says,",
        8356.08,
        8362.7
    ],
    [
        " hey, you got to check out this book. I used to like go on to Amazon and kind of look and read",
        8362.7,
        8366.96
    ],
    [
        " read reviews. Now I just order it. I basically order it because I don't have time and it's hard",
        8366.96,
        8372.46
    ],
    [
        " to tell from the reviews and it takes much time. It's easier to just click by now. Amazon, I'm",
        8372.46,
        8378.12
    ],
    [
        " clicking through the Jockel podcast store website. So we're giving back to the to the to the podcast.",
        8378.12,
        8384.04
    ],
    [
        " But the thing is a lot of people might think this book is great. Oh, this would be a great book,",
        8384.48,
        8390.1
    ],
    [
        " but it doesn't quite work. So I'm probably getting, I'd say one out of every five books that I order,",
        8390.92,
        8397.52
    ],
    [
        " do I say, yeah, this one's this one's game. Yeah, what he's saying there about the difference",
        8397.58,
        8404.98
    ],
    [
        " between somebody who has a huge stock of books is he's saying like a variety of different books that",
        8404.98,
        8410.96
    ],
    [
        " doesn't end. It's something about not indicating any kind of expertise or something. It just says,",
        8410.96,
        8414.98
    ],
    [
        " he just shows that he doesn't have any discernment. This guy just buying a bunch of books. He might not",
        8415.14,
        8419.52
    ],
    [
        " know anything about him. It doesn't mean it don't judge a book by its cover pun intended. You know,",
        8419.52,
        8424.4
    ],
    [
        " just because this guy's got a bunch of books doesn't mean that he's read them all. It doesn't mean that",
        8424.48,
        8428.1
    ],
    [
        " he actually, they're all great books. Really? I can tell you right now there are not all great books in",
        8428.1,
        8433.46
    ],
    [
        " the world. Yeah. A lot of books are not good and you shouldn't waste your time reading them. But if",
        8433.46,
        8438.56
    ],
    [
        " you walked into a guy that was smart that you were expecting it 12 books, right, right. I would just",
        8438.56,
        8442.74
    ],
    [
        " write them all down and go buy them all. Yeah. And you're probably going to be 10 for 12 for 12.",
        8442.74,
        8446.38
    ],
    [
        " Yeah. Or at least 10 for 12. Yeah. Whereas if I go into your room and you've got 570 books in",
        8446.56,
        8452.98
    ],
    [
        " there. Yeah. And you go, yeah, these are all great books. There's something wrong with your discernment.",
        8452.98,
        8457.12
    ],
    [
        " You don't know what a good book is. Yeah. So get some discernment. Or I'm just trying to make like",
        8457.18,
        8462.56
    ],
    [
        " I read so much. This section, your relationships with your men.",
        8462.56,
        8472.72
    ],
    [
        " And I had to break I had to say this part. And officers not expected to appear all wise to those",
        8474.96,
        8480.7
    ],
    [
        " who serve under him. So often guys feel that pressure that they think they should know everything.",
        8480.7,
        8484.9
    ],
    [
        " Yeah. Oh my gosh. I should know if I admit that I don't know this. I'm going to look bad.",
        8485.06,
        8488.18
    ],
    [
        " Bluffling ones away through a question when ignorant of the answer is full-hardy business.",
        8488.92,
        8493.9
    ],
    [
        " I'm sorry, but I don't know. It's just as appropriate from an officer's lips is from any other.",
        8494.36,
        8498.28
    ],
    [
        " And it helps a little more to add, but I'll find out.",
        8498.42,
        8502.04
    ],
    [
        " Rank should be used to serve one's subordinates. It should never be flaunted or used to get the",
        8503.8,
        8509.42
    ],
    [
        " upper hand of a subordinate in any situation. Save where he has already discredit himself in an",
        8509.42,
        8514.68
    ],
    [
        " unusually ugly or unseemingly manner. When suggestions from any subordinate are adopted,",
        8514.68,
        8521.64
    ],
    [
        " the credit should be passed on to him publicly. When a subordinate has made a mistake,",
        8521.9,
        8526.24
    ],
    [
        " but not from any lack of goodwill, it is common sense to take the wrap for him rather than make",
        8526.26,
        8532.42
    ],
    [
        " him suffer doubly for his error. An officer should not issue orders which he cannot enforce.",
        8532.42,
        8538.48
    ],
    [
        " He should be as good as his word at all times and in any circumstance.",
        8539.88,
        8544.1
    ],
    [
        " He should promise nothing which he cannot make stick. An officer should not work looking over his",
        8544.92,
        8551.18
    ],
    [
        " shoulders, checking on every detail of what they're doing and calling them to account at every",
        8551.18,
        8556.12
    ],
    [
        " for long past. This made inly attitude, corrods confidence and destroys initiatives that don't",
        8556.12,
        8564.42
    ],
    [
        " micromanage. On the other hand, contact is necessary at all times, particularly when men are",
        8564.42,
        8571.1
    ],
    [
        " doing long-term work or operating in a detachment at a remote point. They will become discourage and",
        8571.1,
        8581.16
    ],
    [
        " complicit. Ask them whether he can be of any help and so doing gets them to open up the discussion",
        8581.7,
        8587.78
    ],
    [
        " and the problem. The Navy says this is another good one right here. The Navy says it isn't courtesy",
        8587.78,
        8598.58
    ],
    [
        " to change the set of the sale within 30 minutes after the relief of watch. Applied to a command job,",
        8598.58,
        8605.08
    ],
    [
        " this means that is a mistake for an officer on taking a new post to order sweeping changes affecting",
        8605.22,
        8610.82
    ],
    [
        " the other men. In the belief that this will give him a reputation for action and firmness.",
        8610.82,
        8615.9
    ],
    [
        " The studying of the situation is the overture of the studying of it.",
        8616.5,
        8621.92
    ],
    [
        " The story is told of General Curtis E. Lemay of the Air Force taking over the 21st bomber",
        8622.68,
        8629.1
    ],
    [
        " command and the Marianas. He faced the worried staff officers of his pretaf cesser and said quietly,",
        8629.1,
        8636.3
    ],
    [
        " you're all staying put. I assume you know your jobs or you wouldn't be here.",
        8636.78,
        8641.76
    ],
    [
        " Pretty simple. Then people always ask, come into and you know what do I do when I take over?",
        8642.28,
        8647.62
    ],
    [
        " Relax. Be humble. Listen. Observe. Don't need to jump in there and change the set of the sale.",
        8648.06,
        8652.76
    ],
    [
        " All right. Echo's gone now. I'm in charge. Change everything. No, wrong answer.",
        8653.04,
        8657.4
    ],
    [
        " This next section, your men's moral and physical welfare. When men are moral, the moral power which",
        8659.44,
        8667.3
    ],
    [
        " binds them together and fits them for high action is given its main chance for success.",
        8667.3,
        8673.28
    ],
    [
        " Now listen to these. To be temperate in all things. To be continent and refrain from loose",
        8675.08,
        8684.12
    ],
    [
        " living of any sort are acts of the will. They require self-denial and are foregoing of that which",
        8684.12,
        8692.18
    ],
    [
        " may be more attractive in favor of the thing which should be done. Granted, there are few individuals",
        8692.18,
        8699.66
    ],
    [
        " who are so thin-blooded that they never feel tempted to digress morally. Men in the majority",
        8699.66,
        8706.0
    ],
    [
        " are not like that. So there's some guys that just all the straight narrow. They're so thin-blooded",
        8706.0,
        8711.12
    ],
    [
        " that they just get no temptations. Most men, they get temptations. What they were announced in",
        8711.12,
        8717.66
    ],
    [
        " the name of self-discipline at the cost of a considerably and considerable interstress,",
        8717.66,
        8723.5
    ],
    [
        " they endeavor to compensate by gains in their personal character. Making that grade isn't easy,",
        8723.7,
        8730.3
    ],
    [
        " but no one who is anyone has yet said that it isn't worthwhile. In the armed services,",
        8730.5,
        8737.72
    ],
    [
        " they're an old saying that an officer without character is more useless than a ship with no bottom.",
        8737.72,
        8742.76
    ],
    [
        " In summing up the strength of will which enables a man to lead a clean life is no different",
        8743.82,
        8750.8
    ],
    [
        " than the strength of purpose which fits him to follow a hard line of duty.",
        8750.8,
        8756.36
    ],
    [
        " There are exceptions to every rule. Many a lovable rounder has proved himself to be a first-class",
        8757.2,
        8763.06
    ],
    [
        " fighting man. But even though he had an uncomfortable weakness for drinking women, his resolution had",
        8763.06,
        8770.96
    ],
    [
        " to become stealed along some other line or he would have been no good when the payoff came.",
        8770.96,
        8777.1
    ],
    [
        " So this is saying that the strength of will that it takes to stay strong in all these situations,",
        8778.62,
        8785.48
    ],
    [
        " all these temptations, that will is real and that can transfer over. Now I can tell you that",
        8785.48,
        8794.04
    ],
    [
        " this one is, there's all the militaries filled. Like he says, many lovable rounders proved himself",
        8794.04,
        8801.02
    ],
    [
        " to be a first-class fighting man. Of course, guys, they're bad-ass guys throughout the ages that",
        8801.02,
        8807.36
    ],
    [
        " were even Henry V that a wild man reputation. Going back to Shakespeare.",
        8807.36,
        8812.22
    ],
    [
        " So, but he's saying that these staying on the straight narrow enforces your will as what he's",
        8816.32,
        8824.9
    ],
    [
        " saying. Back to the book, putting aside for the moment the question of the vices and regarding",
        8824.9,
        8829.46
    ],
    [
        " only the gain to moral power which comes of bodily exercise and physical condition. So he's",
        8829.46,
        8835.36
    ],
    [
        " talked about vices. Okay, we got it. Stay clean. Stay clean is what he's saying. But now he's saying",
        8835.36,
        8844.98
    ],
    [
        " it should be self-evident that the process which builds the muscle must also train and alert the",
        8847.04,
        8852.48
    ],
    [
        " mind. How could it be otherwise? Every physical act must have as its origin a mental impulse,",
        8852.48,
        8860.6
    ],
    [
        " conscious or unconscious. Thus in training a man to master his muscles, we also help him to master",
        8860.96,
        8868.12
    ],
    [
        " his brain. He comes out of physical training not only better condition to move but better prepared to",
        8868.12,
        8876.12
    ],
    [
        " think about how and why he is moving which is true mobility. So you want to strengthen your will?",
        8876.12,
        8884.46
    ],
    [
        " Yes. Stay clean. Stay on the moral path. And then get your physical conditioning on because",
        8884.76,
        8891.78
    ],
    [
        " that's going to make you mentally tougher. Back to the book in the United States Service,",
        8891.78,
        8897.46
    ],
    [
        " we are tending to forget because of the effect of motorization that the higher value of the",
        8897.46,
        8903.14
    ],
    [
        " discipline of the road march in other days wasn't that it harded the muscles. But that short of",
        8903.14,
        8911.06
    ],
    [
        " combat, it was the best method of separating the men from the boys. This is true today,",
        8911.06,
        8918.2
    ],
    [
        " despite all the new conditions imposed by technological changes. A hard road march is the most",
        8918.56,
        8923.86
    ],
    [
        " satisfactory training test of the moral strength of the individual man. At the same time,",
        8924.28,
        8930.86
    ],
    [
        " the senseless overload men for road marching hurts them in two ways. That caught me to everything.",
        8930.86,
        8937.26
    ],
    [
        " So you can hurt them with the road march. Here's the two ways. It weakens their faith in the sense of",
        8938.1,
        8943.3
    ],
    [
        " the command thereby impairing morale and it breaks down their muscle intending. So you overload them,",
        8943.3,
        8950.1
    ],
    [
        " you're going to crush them, you're going to break them, you're going to ruin their spirit.",
        8950.1,
        8952.26
    ],
    [
        " There is another not infrequent cause of breakdown. The leader who makes the mistake of thinking that",
        8953.12,
        8960.58
    ],
    [
        " every man's limit is the same as his own. So you know, I can, I can, I can do this. I can",
        8960.58,
        8969.72
    ],
    [
        " hump in 20 miles or 20 clicks. Everyone can do it. Wrong answer. When an officer does this kind of",
        8969.72,
        8976.22
    ],
    [
        " thing thoughtlessly, he shows himself to be an incompetent observer of men. When he does it to show",
        8976.7,
        8982.7
    ],
    [
        " off, he deserves to be given 10 days in the electric chair. Hey, there you go. Get in the electric",
        8982.7,
        8989.82
    ],
    [
        " chair 10 days. That's that's like how many times do you die in 10 days in the electric chair? No,",
        8989.82,
        8994.34
    ],
    [
        " a lot. But don't show off. It's the point. Yeah. Otherwise, you're going in the electric chair for",
        8994.5,
        8999.38
    ],
    [
        " 10 days. But isn't that like old classic thing in the movie where it's usually the like combat,",
        8999.38,
        9005.28
    ],
    [
        " like a situation where the guys are complaining, you know, like, oh, this dude, this unrealistic,",
        9005.28,
        9009.28
    ],
    [
        " I don't know, obstacle course. Yeah. And then the drill sergeant or whoever, he does it,",
        9009.58,
        9016.62
    ],
    [
        " you know, he's like the older guy. Well, yeah, he's proving that look, I'm not asking you to do",
        9016.78,
        9020.4
    ],
    [
        " anything that I wouldn't do myself. Yeah. That's all that that is. Right. But in a way,",
        9020.4,
        9024.5
    ],
    [
        " he's like, hey, I can do it. So you should be able to do it. That's true. Guess what? A",
        9024.74,
        9033.6
    ],
    [
        " lot. What's your otherwise not reaching the standards. You got to have standards. Yeah.",
        9034.64,
        9038.32
    ],
    [
        " But if he was saying, hey, you should be able to do this with one on time behind your back,",
        9038.86,
        9043.58
    ],
    [
        " like I can, then it'd be wrong. Yeah. Yeah. You see the difference there? Oh, yeah.",
        9043.58,
        9047.48
    ],
    [
        " Because that makes sure because otherwise you can get me on a technicality. Don't want that to",
        9047.64,
        9051.38
    ],
    [
        " happen over here. Speaking of athletic accomplishments in the nature of things, the officer who's been",
        9051.38,
        9057.84
    ],
    [
        " an athlete can fit himself into this part of the program with little difficulty and with great",
        9057.84,
        9062.98
    ],
    [
        " credit provided he acts with moderation that it here is suggested. By the same token, the officer",
        9062.98,
        9068.7
    ],
    [
        " who is shunned sports in school, either because he didn't have the size or coordination or it's",
        9068.7,
        9073.22
    ],
    [
        " more interested in something else will frequently have an understandable hesitation about trying to",
        9073.22,
        9077.72
    ],
    [
        " play the lead hand in anything which he thinks will make him look bad. Just talking about the",
        9077.72,
        9083.46
    ],
    [
        " benefits of the sports. If he has not kept himself in good physical shape, his nerves will",
        9083.46,
        9092.86
    ],
    [
        " not be able to stand the strain of combat to say nothing of his legs. It can be said again and",
        9092.86,
        9100.02
    ],
    [
        " again, the highest form of physical training that an officer can undergo is the physical conditioning",
        9100.02,
        9105.22
    ],
    [
        " of his own men. Nothing else can give him more faith in his own ability to stay the course",
        9105.22,
        9111.02
    ],
    [
        " and nothing else is likely to give him a firmer feeling of solidarity with his men.",
        9111.02,
        9115.76
    ],
    [
        " Study and an active thirst for wider professional knowledge have their place in an officer's",
        9116.56,
        9121.78
    ],
    [
        " scheme of things, but there is something about the experience of bodily competition, of joining with",
        9121.78,
        9128.48
    ],
    [
        " and leading men in strenuous physical exercise which uniquely invigorates one spirit with the",
        9128.48,
        9134.76
    ],
    [
        " confidence I can do this. I can lead. I can command. The body and mind are connected, everybody.",
        9134.76,
        9144.8
    ],
    [
        " Know it. Back to the book, the really good thing about the gain and moral force",
        9145.72,
        9152.68
    ],
    [
        " deriving from all forms of physical training is that it is an unconscious gain.",
        9152.68,
        9157.92
    ],
    [
        " Willpower, determination, mental poise and muscle control all march hand in hand with the",
        9159.1,
        9165.66
    ],
    [
        " general health and well-being of the man. With results not less decisive under training conditions",
        9165.66,
        9171.52
    ],
    [
        " than on the field of battle. A man who develops correct posture and begins to fill out his body so",
        9171.52,
        9178.44
    ],
    [
        " that he looks the part of a fighter will take greater pride in wearing of the uniform. In doing so,",
        9178.44,
        9184.04
    ],
    [
        " he will take greater care to conduct himself morally that he will not disgrace it. He will gain",
        9184.44,
        9190.96
    ],
    [
        " confidence as he acquires a confident and determined bearing. This same presence and the physical",
        9190.96,
        9198.92
    ],
    [
        " strength which contributes to it will help carry him through the hour of danger.",
        9198.92,
        9203.14
    ],
    [
        " Strength of will is partly of the mind and partly of the body. In combat fatigue will beat down",
        9204.38,
        9212.92
    ],
    [
        " men as quickly as any other condition for fatigue inevitably carries fear with it.",
        9212.92,
        9220.32
    ],
    [
        " Tired men are afraid. There is no quicker way to lose a battle than to lose it on the road for",
        9221.4,
        9228.32
    ],
    [
        " lack of preliminary hardening in troops. Such a condition cannot be redeemed by the resolve of a",
        9228.32,
        9234.76
    ],
    [
        " commander who insists on driving troops an extra mile beyond their general level of physical endurance.",
        9234.76,
        9240.44
    ],
    [
        " So if you got guys that aren't ready, just because you're fired up doesn't mean it's going to work.",
        9241.52,
        9245.64
    ],
    [
        " You can't push them hard now. Here's what happens. Extremes of this sort make men rebellious and",
        9246.06,
        9251.2
    ],
    [
        " hateful of the command and thus strike at tactical efficiency from two directions at once.",
        9251.2,
        9257.04
    ],
    [
        " For when men resent a commander they will not fight as willingly for him and when their bodies are",
        9257.66,
        9263.82
    ],
    [
        " spent their nerves are gone. Physical conditioning. Now on top of that we got the physical conditioning.",
        9263.82,
        9275.8
    ],
    [
        " You also have to keep your people informed. In war, in the absence of information, man's natural",
        9275.8,
        9284.04
    ],
    [
        " promptings alternate between unreasoning fears that the worst is likely to happen and wishful thought",
        9284.04,
        9291.02
    ],
    [
        " that all danger is remote. Either impulse is a barrier to the growth of that condition of alert",
        9291.02,
        9298.86
    ],
    [
        " confidence which comes to men when they have a realization of their own strength and a reasonably",
        9298.86,
        9304.86
    ],
    [
        " clear concept of the general situation. You got to keep your people informed that's what I was",
        9305.16,
        9312.24
    ],
    [
        " talking about earlier being at the end of a platoon. Next section is about counseling your men.",
        9312.24,
        9320.5
    ],
    [
        " Nothing more unfortunate can happen to an officer than to come to be regarded by his subordinates as",
        9321.56,
        9327.3
    ],
    [
        " unapproachable for such a reputation. Itesolates him from the main problems of the command",
        9328.6,
        9334.0
    ],
    [
        " responsibility as well as its chief rewards. How do you become approachable? The two formal manner,",
        9334.0,
        9342.58
    ],
    [
        " the over rigid attitude, the disposition to deal with any human problem by the numbers as if it were",
        9343.26,
        9348.62
    ],
    [
        " one more act in an organizational routine can have a chilling effect upon men. So that idea that",
        9348.62,
        9357.5
    ],
    [
        " you're just going to be by the book on everything that's not going to make you approachable.",
        9357.5,
        9361.16
    ],
    [
        " That being said, back to the book, it is not necessary that an officer wet nurse is",
        9362.28,
        9367.96
    ],
    [
        " men in order to serve well in the role of counsel. His doors should be open but he's not play",
        9367.96,
        9373.76
    ],
    [
        " the part either of father confessor or of a hotel greeter. Neither great solemnly or a",
        9373.76,
        9381.3
    ],
    [
        " fewest are called for but mainly serious attention to the problem and then straightforward advice or",
        9381.3,
        9386.54
    ],
    [
        " decision. According to the nature of the case and provided that from his own knowledge and experience",
        9386.54,
        9392.54
    ],
    [
        " he feels qualified to give it. If not, it is wiser to defer than to offer a half baked opinion.",
        9392.54,
        9401.38
    ],
    [
        " So that's okay if you don't know. Hey look, I don't know. I've never dealt with this before.",
        9402.04,
        9405.42
    ],
    [
        " Maybe you should go talk to Echo. He deals with these computers all the time. Come to me with your",
        9405.88,
        9410.58
    ],
    [
        " computer problems. Back to the book. World War II officers had to abide by this standard dealing with",
        9410.58,
        9419.52
    ],
    [
        " the general malaise which rose out of redeployment. When a man came forward and said that he couldn't",
        9419.52,
        9431.36
    ],
    [
        " individual it became the commander's job to attempt to get the man home.",
        9431.4,
        9435.64
    ],
    [
        " But when a second man came forward with the same story and the record show that he always",
        9437.28,
        9441.58
    ],
    [
        " suret his work the question was whether he should be given the final chance to suret it again.",
        9441.58,
        9447.2
    ],
    [
        " To favor the first man meant furthering discipline. His comrades recognized as a fair deal.",
        9448.46,
        9455.1
    ],
    [
        " To turn back the second man was equally constructive to the same end.",
        9456.02,
        9461.0
    ],
    [
        " So that's just classic. We've seen that in just about every book we read. When some guy",
        9461.34,
        9465.92
    ],
    [
        " World War II we saw a bunch of it. Some guy would just lose it. And we even saw the Korean.",
        9465.92,
        9470.28
    ],
    [
        " Some of the Korean books we've covered. The guy loses it. But they're a good guy. Remember the guy",
        9470.28,
        9474.3
    ],
    [
        " walking around in his sleep bag? Look, we're just going to take care of this guy. He's been a good guy.",
        9474.3,
        9478.4
    ],
    [
        " We'll get him off the front. He's got a few days left. But then when you get a guy that's a",
        9478.48,
        9482.56
    ],
    [
        " week and scared and doesn't man up and do his duty and then he wants to go home. They're not",
        9483.26,
        9487.46
    ],
    [
        " giving that guy slack. Doesn't deserve it. Didn't earn it.",
        9487.46,
        9490.38
    ],
    [
        " Now this is interesting. There are officers who hold every subordinate like Grimdeff",
        9490.8,
        9500.86
    ],
    [
        " seeing no better way to advance their personal fortunes. So this is what we're talking about here",
        9500.86,
        9505.26
    ],
    [
        " is and this happens a lot. The military would happen to every business I work with where",
        9505.26,
        9508.78
    ],
    [
        " you got people that are being moved around. So like, oh, echo works. You got this guy Billy",
        9509.26,
        9513.76
    ],
    [
        " that works for you. Hey, I need Billy to help me with this project. What do you say? No,",
        9513.76,
        9517.44
    ],
    [
        " you can't have him. He's my guy. What do you have working on right now? I got some projects",
        9517.78,
        9521.42
    ],
    [
        " coming up. Well, I need him right now. Those are going to say some people go into that mode",
        9521.42,
        9525.6
    ],
    [
        " where they hold everyone like a grim death. There are officers who hold every able subordinate",
        9525.6,
        9531.26
    ],
    [
        " like Grimdeff seeing no better way to advance their personal fortunes. This is a sign of moral",
        9531.26,
        9537.5
    ],
    [
        " weakness, not of strength and it is inevitable fruit and it's inevitable fruit is discontent within",
        9537.74,
        9545.36
    ],
    [
        " the organization. The sign of superiority in any officer at whatever level is his confidence",
        9545.36,
        9552.16
    ],
    [
        " that he can make another good man to fill any vacancy. The other time I don't like that is when",
        9552.16,
        9560.18
    ],
    [
        " somebody, you know, if you're going to give me Billy and it's actually a promotion for Billy,",
        9560.18,
        9563.48
    ],
    [
        " it's like a step up, but you don't want to give him to me anyways. You're hurting him because you're",
        9563.6,
        9568.48
    ],
    [
        " trying to help yourself. No, give the guy up. Find somebody else new. Find a better person.",
        9568.48,
        9572.72
    ],
    [
        " Find somebody that's going to mold and make better. Yeah, I had that happen to me before.",
        9573.08,
        9576.52
    ],
    [
        " Were you the guy? Were you the guy? The guy that got didn't get promoted. Correct.",
        9577.24,
        9582.42
    ],
    [
        " Somebody held on to you. Yeah, and it was less about if I did or didn't get promoted,",
        9583.0,
        9589.1
    ],
    [
        " he was that he was just holding on where, you know, took kind of negating the chance of that.",
        9589.1,
        9595.16
    ],
    [
        " He was clear. He actually even told me to. Well, that was at least straightforward of him. Yeah.",
        9595.58,
        9600.94
    ],
    [
        " Not good. How that work out for you for your morale.",
        9601.32,
        9604.9
    ],
    [
        " It didn't help. But it didn't.",
        9606.14,
        9609.12
    ],
    [
        " Back to the book. Some of the ableist commanders in our service have abided by this rule.",
        9609.62,
        9616.64
    ],
    [
        " They never denied the man who had a legitimate reason for transfer. And they never shuffled off",
        9617.28,
        9623.22
    ],
    [
        " their lemons and gold bricks under a false label. So that does another thing that happened to",
        9623.22,
        9630.26
    ],
    [
        " businesses. Hey, you got Billy. He billies a bum. And I say, Hey, Echo, I need a guy over here to",
        9630.26,
        9635.72
    ],
    [
        " help me with this. Oh, yeah, you can have Billy. Great guy. Yeah. You give me Billy. He's a",
        9635.72,
        9639.36
    ],
    [
        " disaster. That's a gold brick. It's a lie. Here's a few common sense rules, which when followed",
        9639.36,
        9649.32
    ],
    [
        " will enable any officer to play as part more effectively in the counseling of men. And excess",
        9649.32,
        9654.66
    ],
    [
        " of expression is a failing. So when you give away your facial expression looks all, that's a failing.",
        9654.66,
        9661.4
    ],
    [
        " Hmm. To listen well is the prelude toward pondering carefully and speaking wisely. Listen,",
        9662.68,
        9669.0
    ],
    [
        " got to listen. To refuse with kindness is more winning than to acquiesce ungraciously.",
        9669.64,
        9678.72
    ],
    [
        " That's a good one. Just, Hey, you know what? I don't think it's going to be rather than all right.",
        9679.14,
        9683.8
    ],
    [
        " Yeah. That's like something you got to deal with with your wife. You know, your wife wants to go",
        9684.36,
        9688.48
    ],
    [
        " do something. You'd be better to say, you know what? I think, all right, let's not do that tonight.",
        9688.48,
        9692.74
    ],
    [
        " Let's do. Let's do this other thing instead. Right. As opposed to all right, fine. We'll go to your",
        9692.88,
        9696.9
    ],
    [
        " friend's house. Don't want to do that. Yeah. Then act like a dick when you get there. Yeah.",
        9696.9,
        9703.46
    ],
    [
        " To note another man's mood and become congenial to it is the surest way to engage his components.",
        9704.52,
        9711.42
    ],
    [
        " Decisions which are holy of the heart and not of the mind will ultimately do hurt to both places.",
        9712.68,
        9721.38
    ],
    [
        " Use your logic. Don't get emotional. No man will talk freely if met by silence,",
        9721.96,
        9728.78
    ],
    [
        " but an intelligent question encourages frankness above all else.",
        9729.32,
        9733.98
    ],
    [
        " When a man loses possession of himself, it is the more reason that the other should tighten his",
        9736.38,
        9743.76
    ],
    [
        " reserve legit. This is a good one to express pity for a man does not serve to restore him and put",
        9743.76,
        9754.48
    ],
    [
        " him above pity. When a man is so burdened by a personal problem that it shuts out all else,",
        9754.48,
        9762.92
    ],
    [
        " he must be led to something else. And the last one here,",
        9763.24,
        9768.88
    ],
    [
        " in prudent tactics can undo the wisest strategy. And that happens at every level. It happens in",
        9769.3,
        9775.9
    ],
    [
        " award happens in business. Got a great strategy, but the guys on the ground are really not doing it",
        9775.9,
        9780.82
    ],
    [
        " tactically well. Doesn't matter the strategy you're going to fail.",
        9780.82,
        9785.08
    ],
    [
        " Finally, in counseling like all else in military life has a combat purpose.",
        9786.68,
        9792.14
    ],
    [
        " Other things being equal, the tactical unity of men working together in combat will be in",
        9793.06,
        9799.68
    ],
    [
        " ratio to their knowledge and sympathetic understanding of each other. Whatever the cause,",
        9799.68,
        9806.24
    ],
    [
        " aloofness on the part of the officer can only produce a further withdrawal on that part of the man.",
        9806.56,
        9814.84
    ],
    [
        " Aloofness.",
        9818.2,
        9818.9
    ],
    [
        " Now, the last section of this book was really devastating on my highlighter.",
        9819.54,
        9829.3
    ],
    [
        " It's called Americans in Combat.",
        9829.88,
        9832.6
    ],
    [
        " The command and control of men in combat can be mastered by junior leaders of American forces",
        9833.74,
        9840.56
    ],
    [
        " short of actual experience under enemy fire. It is all together possible for a young officer",
        9840.56,
        9847.16
    ],
    [
        " his first time in battle to be in total possession of his faculties and moving by instinct to do",
        9847.16,
        9853.74
    ],
    [
        " the right thing provided that he has made the most of his training opportunities.",
        9853.74,
        9857.84
    ],
    [
        " Exercise in the maneuvering of men is only an elementary introduction to this educational",
        9858.8,
        9866.1
    ],
    [
        " process. The basic requirement is a continuing study first of the nature of men, second of the",
        9866.1,
        9872.78
    ],
    [
        " techniques which produce unified action and last of the history of past operations which are covered",
        9872.78,
        9880.54
    ],
    [
        " by an abundant literature. That's how you gotta get ready for combat. Those things right there.",
        9880.54,
        9886.72
    ],
    [
        " Now, there are a few simple and fundamental propositions which the armed services",
        9887.34,
        9891.32
    ],
    [
        " subscribe in saying to officer corps what may be expected of the average man of the United States",
        9891.32,
        9898.18
    ],
    [
        " under battle conditions. Generally speaking, they have held true of Americans and times passed",
        9898.18,
        9904.24
    ],
    [
        " from Lexington to Okinawa. The fighting establishment builds its discipline,",
        9904.24,
        9909.46
    ],
    [
        " training, code of conduct, and public policy around these ideas believing that what served yesterday",
        9909.9,
        9916.68
    ],
    [
        " will also be the one best way tomorrow. And for so long as our traditions and our system of",
        9916.68,
        9923.7
    ],
    [
        " freedom survives, these propositions are when led with courage and intelligence and American will",
        9923.7,
        9932.64
    ],
    [
        " fight as willingly and as efficiently as any fighter in world history. I concur with that.",
        9932.64,
        9940.34
    ],
    [
        " His keenness and endurance in war will be in proportion to the zeal and inspiration of his leadership.",
        9941.06,
        9947.4
    ],
    [
        " He is resourceful and imaginative and the best results will always flow from encouraging him to",
        9948.04,
        9957.3
    ],
    [
        " use his brain along with his spirit. Under combat conditions, he will reserve his greatest loyalty",
        9957.3,
        9966.3
    ],
    [
        " for the officer who is most resourceful in the tactical employment of his forces and most",
        9966.4,
        9973.04
    ],
    [
        " careful to avoid unnecessary losses. So the soldiers going to know if you're throwing bodies",
        9973.04,
        9980.84
    ],
    [
        " away, they're going to know it. And same thing in the business world. I've worked with a lot of",
        9980.84,
        9984.72
    ],
    [
        " companies where they do their utmost to let's say there's a downturn in the market and they're",
        9984.72,
        9996.0
    ],
    [
        " ellipse loyalty. That makes them fight harder when the market turns back around. Now sometimes",
        9996.0,
        10000.82
    ],
    [
        " that can be a problem because people try and be so loyal that they'd run their business in the ground.",
        10000.82,
        10005.04
    ],
    [
        " They fail. Back to the book, except on a Hollywood lot, there is no such thing as an American fighter",
        10005.24,
        10015.64
    ],
    [
        " type. Our best men come in all colors, shapes and sizes. They appear from every section of the",
        10015.64,
        10025.06
    ],
    [
        " nation, including the territories. In battle, Americans do not tend to fluctuate between emotional",
        10025.06,
        10034.84
    ],
    [
        " extremes and complete dejection one day and exaltation the next according to the changes in the",
        10034.84,
        10040.56
    ],
    [
        " situation. They continue on the whole on a fairly even keel when going as tough and when things",
        10040.56,
        10047.54
    ],
    [
        " are breaking their way. Even when heavily shocked by battle losses, they tend to bound back quickly.",
        10047.54,
        10054.64
    ],
    [
        " Though their gripping is incessant, their natural outlook is on the optimistic side and they react",
        10055.82,
        10064.14
    ],
    [
        " unfavorably to the officer who looks eternally on the dark side. Next, during battle, American",
        10064.14,
        10074.44
    ],
    [
        " officers are not expected either to drive their men or to be forever in the van as if praying to be",
        10074.44,
        10081.22
    ],
    [
        " shot so the van is like on the front lines, the front of your formation. So long as they are with",
        10081.22,
        10088.38
    ],
    [
        " their men, taking the same chances as their men and showing a firm grasp of the situation",
        10088.38,
        10094.76
    ],
    [
        " and of the line of action which should be followed, the men will go forward.",
        10094.76,
        10099.98
    ],
    [
        " In any situation of extreme pressure or more exhaustion, where men cannot otherwise be rallied",
        10100.68,
        10108.7
    ],
    [
        " and led forward, officers are expected to do the actual physical act of leading, such as performing",
        10108.7,
        10116.68
    ],
    [
        " as first scout or point, even though this means taking over what would normally be an enlisted man's",
        10116.68,
        10124.02
    ],
    [
        " function. The normal next, the normal gregarious American is not at his best when playing alone",
        10124.02,
        10132.12
    ],
    [
        " handed or tactically isolated part in battle. He is not a kamikaze or a one man torpedo.",
        10132.12,
        10138.86
    ],
    [
        " Consequently, the best tactical results obtained from those dispositions and methods which",
        10139.9,
        10145.56
    ],
    [
        " link the power of one man to that of another. Men who feel strange with their unit, having been",
        10145.56,
        10153.66
    ],
    [
        " carelessly received by it and indifferently handled will rarely, if ever, fight strongly and",
        10153.66,
        10160.14
    ],
    [
        " courageously. But if treated with common decency and respect, they will perform like men.",
        10161.26,
        10166.46
    ],
    [
        " So that's just talking about when you check in somewhere. If you're in the military and you",
        10167.44,
        10172.68
    ],
    [
        " get somebody that checks in, take care of them. Welcome. If you're a company and somebody checks",
        10172.68,
        10176.04
    ],
    [
        " in, take care of them. Welcome. Show them around. Assign them a mentor. Get them in the game.",
        10176.04,
        10179.48
    ],
    [
        " Hmm.",
        10182.2,
        10183.0
    ],
    [
        " To lie to American troops to cover up a blunder in combat rarely serves any valid purpose.",
        10183.4,
        10190.0
    ],
    [
        " They have a good sense of combat and an uncanny instinct for ferretting out the truth",
        10190.8,
        10197.28
    ],
    [
        " when anything goes wrong tactically. They will excuse mistakes, but they will not forgive being",
        10197.28,
        10205.52
    ],
    [
        " treated like children. Basic leadership. Good one here. When spit and polish are laid on so",
        10205.52,
        10217.98
    ],
    [
        " heavily that they become onerous and the ranks cannot see any legitimate connection between",
        10217.98,
        10225.08
    ],
    [
        " the requirements and the development of an attitude which will serve a clear fighting purpose,",
        10225.08,
        10230.02
    ],
    [
        " it is to be questioned that the exactions serve any good object whatever. So again, I'm like",
        10230.42,
        10238.42
    ],
    [
        " leaning in the seal teams. I'm probably the extreme level of military bearing and uniformity.",
        10238.42,
        10245.48
    ],
    [
        " But I'm definitely not a believer that you got everything. Every single thing spitting polish all day long.",
        10245.76,
        10251.36
    ],
    [
        " No. And they're saying clearly here that if you go so far in that direction and people don't",
        10251.48,
        10260.0
    ],
    [
        " mean even pictures you know, you know, hack worth was like Mr. Spit and polish. Look at pictures",
        10260.12,
        10264.34
    ],
    [
        " of hack worth and Vietnam. You wouldn't even wear a rank. You know, he looked like a regular soldier.",
        10264.34,
        10268.26
    ],
    [
        " You can look at any exquisite parade. Matter of fact, he makes one of the guys that come into the",
        10268.26,
        10272.46
    ],
    [
        " camp that look like they're in parade ground uniforms. Yeah. I saw a quote. It's like yesterday.",
        10272.46,
        10278.66
    ],
    [
        " Said a spotless house is the sign of a wasted life which when I saw it, I tend to like,",
        10279.2,
        10288.5
    ],
    [
        " I don't know, disagree with a lot because it like it basically takes one kind of perspective and",
        10289.04,
        10294.0
    ],
    [
        " like makes it into this like thing. But of course, I like with this one, I was like, well, or it means",
        10294.0,
        10302.0
    ],
    [
        " you clean your house all the time. That's what you know, or maybe you're discipling. You have, you know,",
        10302.0,
        10306.82
    ],
    [
        " you you clean your stuff, including your house. I don't know. Maybe you take care of your house.",
        10306.94,
        10310.9
    ],
    [
        " Maybe you're a clean person. That's not a wasted life by the way. Yeah, I think I think that's",
        10310.96,
        10315.9
    ],
    [
        " just an extreme statement. But I think the underlying message is, you know, hey, live a little.",
        10315.9,
        10320.9
    ],
    [
        " It's basically, yeah, in a way, it's kind of the message there. It's kind of what you're saying.",
        10321.32,
        10325.38
    ],
    [
        " If you take it literally, yeah, that could you could you could go too far down that road. Yeah.",
        10325.7,
        10329.9
    ],
    [
        " Just take it as a message. I think the message is fairly clear. And I, I somewhat agree with it.",
        10330.02,
        10336.34
    ],
    [
        " Yeah, like you spent your whole life making sure everything in your house is clean. Yeah, you know,",
        10336.58,
        10340.72
    ],
    [
        " they say also look like the highly polished samurai sword that's never been used in battle is a lot",
        10340.72,
        10348.48
    ],
    [
        " less valuable to me than the in the switchblade knife that's rusty from blood. Yeah, yeah,",
        10348.48,
        10355.48
    ],
    [
        " K bar that's rusty from the blood. Yeah. Yeah.",
        10355.48,
        10358.18
    ],
    [
        " Next one. On the other hand, because standards of discipline and courtesy are designed for the",
        10359.32,
        10368.16
    ],
    [
        " express purpose of furthering control under the extraordinary frictions and pressures of the",
        10368.16,
        10373.34
    ],
    [
        " battlefield, their maintenance under combat conditions is as necessary as during training.",
        10373.34,
        10379.64
    ],
    [
        " Smartness and respect are the marks of military alertness, no matter how trying the circumstances.",
        10380.46,
        10386.36
    ],
    [
        " But courtesy starts at the top in the dealing of any officer with his subordinates and in the",
        10387.28,
        10392.84
    ],
    [
        " decent regard for their loyalty, intelligence and manhood. So even though you can't be over",
        10392.84,
        10398.82
    ],
    [
        " disciplined, you still got to have the discipline. Next, though Americans enjoy relatively",
        10398.82,
        10406.7
    ],
    [
        " abountiful and even luxurious standard of living in their home environment, they do not have to be",
        10406.7,
        10413.92
    ],
    [
        " pampered spoon fed or overfilled with every comfort and convenience to keep them steadfast and",
        10413.92,
        10422.64
    ],
    [
        " devoted once war comes. They are by nature rugged men and in the field they will respond most",
        10422.64,
        10429.1
    ],
    [
        " perfectly when called on to play a rugged part. Soft handling will soften even the best men.",
        10429.1,
        10437.48
    ],
    [
        " But even the weak man will develop a new vigor and confidence in the face of necessary hardship",
        10438.74,
        10445.0
    ],
    [
        " if moved by a leadership which is courageously making the best of a bad situation.",
        10445.0,
        10451.26
    ],
    [
        " Awesome. Soft handling will soften even the best men and the weak man will come around for a",
        10453.82,
        10461.64
    ],
    [
        " necessary hardship. You notice they put that word in their nest and not just beating them up for no",
        10461.64,
        10465.42
    ],
    [
        " reason. They got to see why it is. Next, extravagance and wastefulness is somewhat rooted in the",
        10465.42,
        10474.24
    ],
    [
        " American character because of our mode of life. When our men enter the military service,",
        10474.24,
        10478.96
    ],
    [
        " there is a strong holdover from their civilian habits. Even under fighting conditions,",
        10478.96,
        10484.16
    ],
    [
        " they tend to be wasteful of drinking water, food, munition, and other vital supply when such things",
        10484.2,
        10489.0
    ],
    [
        " are made to accessible. They tend to throw them away rather than conserve them in the general",
        10489.0,
        10495.62
    ],
    [
        " interests. This is a distinct weakness during combat. When conservation of all supplies, a touch",
        10495.62,
        10502.04
    ],
    [
        " stone of success, the regulating of all supply and the preventing of waste in any form is the prime",
        10502.04,
        10509.06
    ],
    [
        " obligation of every officer. Be frugal.",
        10509.06,
        10516.0
    ],
    [
        " Next, under the conditions of battle, any extra work, exercise, maneuver, or marching which",
        10517.44,
        10525.74
    ],
    [
        " does not serve a clear and direct operational purpose is unjustifiable.",
        10525.74,
        10529.88
    ],
    [
        " The supreme object is to keep men as physically fresh and mentally alert as possible. Tired men",
        10530.38,
        10537.06
    ],
    [
        " take fright and are half whipped before the battle opens. Warnout officers cannot make clear",
        10537.06,
        10543.04
    ],
    [
        " decisions. The conservation of men's powers, not the exhaustion thereof, is a successful way of operations.",
        10543.04,
        10550.7
    ],
    [
        " Next, when forces are committed to combat, it is vital that not one unnecessary pound be put on",
        10556.2,
        10563.36
    ],
    [
        " any man's back. Lightness of foot is the key to speed of movement and the increase of fire power.",
        10563.36,
        10570.28
    ],
    [
        " In judging of these things, every officer's thought should be on the optimistic side. It is",
        10571.0,
        10576.22
    ],
    [
        " better to take the chance that men will manage to get by on a little less than to overload them",
        10576.22,
        10580.98
    ],
    [
        " through over cautious reckoning of every possible contingency thereby destroying their power to do",
        10580.98,
        10588.2
    ],
    [
        " anything effectively. Every pound counts. They used to, when I was at a team two, they had winter",
        10588.2,
        10596.38
    ],
    [
        " warfare platoons. And so you'd be up burning calories on skis. And those guys were so",
        10596.38,
        10603.32
    ],
    [
        " anal about making their gear as light as possible. It was pretty impressive. So, you know,",
        10603.32,
        10608.62
    ],
    [
        " you got a backpack or something and it's got straps that you can loosen up or tighten up.",
        10608.62,
        10612.58
    ],
    [
        " They would, through the whole backpack, they would cut off any excess strap would be gone.",
        10613.02,
        10619.04
    ],
    [
        " Just to get everything as light as possible.",
        10619.3,
        10621.38
    ],
    [
        " It's kind of a good strategy to follow when you travel. You know, you know,",
        10622.06,
        10631.08
    ],
    [
        " you know, what the funny thing is too is I've got this now. I've got this pretty down.",
        10631.16,
        10635.7
    ],
    [
        " Where I was like, you know, if I buy, if I don't have this, if I don't bring this and I need it,",
        10635.7,
        10639.86
    ],
    [
        " I'm just gonna buy it. But go to wherever and buy it. Yeah. No factor.",
        10639.96,
        10643.38
    ],
    [
        " Because there's kind of those two like, I don't know, schools have taught. I don't know,",
        10643.74,
        10649.3
    ],
    [
        " whatever. Two ways to think about it where the person is like, I might need it. So, I'm gonna bring it.",
        10649.42,
        10652.7
    ],
    [
        " Another person is like, if I can't think of a specific time that I'm gonna need this on the strip,",
        10652.98,
        10658.66
    ],
    [
        " I'm not gonna bring it. And just like, how you say, if I need it, I'll buy it there.",
        10658.82,
        10663.62
    ],
    [
        " Travel light for easy at night.",
        10663.62,
        10665.54
    ],
    [
        " Yes, all right. Yeah, yeah.",
        10665.56,
        10667.82
    ],
    [
        " I've talked about that before.",
        10667.82,
        10668.84
    ],
    [
        " Next, unity of action develops from fullness of information.",
        10670.48,
        10675.32
    ],
    [
        " In combat, all ranks have to know what is being done and why it is being done.",
        10675.78,
        10681.04
    ],
    [
        " If confusion is to be kept to a minimum, this holds true in all types of operations,",
        10681.68,
        10687.06
    ],
    [
        " whatever the service.",
        10687.14,
        10688.56
    ],
    [
        " However, a surplus of information clouds the mind and may sometimes depress the spirit.",
        10689.74,
        10696.38
    ],
    [
        " We can take one example. Commander might be confronted by a complex situation and",
        10696.5,
        10700.32
    ],
    [
        " his solution may be a continuing operation in three distinct phases.",
        10700.32,
        10704.76
    ],
    [
        " It would be advisable that all hands be told the complete detail of phase A.",
        10705.3,
        10709.22
    ],
    [
        " But it might be equally sensible that his subordinates only has subordinates who are closest to him",
        10709.54,
        10714.56
    ],
    [
        " be made fully informed about phase B and phase C.",
        10714.56,
        10717.64
    ],
    [
        " All plans in combat are subject to modification as to circumstances dictate.",
        10718.3,
        10722.62
    ],
    [
        " This being the case, it is not better.",
        10723.16,
        10725.32
    ],
    [
        " It is better not to mull over the men by filling their minds with a seemingly conflict of ideas.",
        10725.54,
        10732.68
    ],
    [
        " A conflict in ideas. More important still, if the grand object seems too vast and formidable,",
        10733.74,
        10739.4
    ],
    [
        " even the first step toward it may appear doubly difficult.",
        10739.88,
        10743.04
    ],
    [
        " Foleness of information does not void the other principle that one thing at a time,",
        10743.76,
        10749.68
    ],
    [
        " carefully organized all down the line, is the surest way.",
        10749.94,
        10753.72
    ],
    [
        " Prioritize and execute.",
        10754.4,
        10755.72
    ],
    [
        " There is no next. There is no excuse for malingering or cowardice during battle.",
        10757.1,
        10763.44
    ],
    [
        " Is the task of leadership to stop it by whatever means would seem to be the surest cure",
        10763.92,
        10770.14
    ],
    [
        " always making certain that in doing so it will not make a matter worse.",
        10770.14,
        10774.7
    ],
    [
        " Next. The armed services recognize that there are occasional individual scoone nervous",
        10775.62,
        10783.0
    ],
    [
        " and spiritual makeup may be such that they erode rapidly and may suffer complete breakdown",
        10783.0,
        10789.08
    ],
    [
        " under combat conditions. They still may be holy loyal and conscientious men capable of doing",
        10789.08,
        10800.12
    ],
    [
        " hum, however willing the spirit, the flesh may be too weak to punish, degrade or in any way humiliate",
        10800.12,
        10807.86
    ],
    [
        " such men as not more cruel than ignorant. When the good faith of any individual has been",
        10807.86,
        10815.18
    ],
    [
        " repeatedly demonstrated in an earlier service, he deserves the benefit of the doubt from his",
        10815.18,
        10819.88
    ],
    [
        " superior pending study of his case by medical authority. But if the man has been a bad actor",
        10819.88,
        10825.56
    ],
    [
        " consistently, his officers warranted in proceeding on the assumption that his combat failure is just",
        10825.68,
        10830.5
    ],
    [
        " one more grave moral dereliction. To fail to take proper action against such a man can he only",
        10830.5,
        10837.38
    ],
    [
        " work unusual hardship on the majority trying to do the duty.",
        10837.38,
        10841.48
    ],
    [
        " Next. The United States abides by the laws of war.",
        10842.52,
        10849.36
    ],
    [
        " It's armed forces in dealing with in their dealings with all other peoples are expected to",
        10850.1,
        10856.56
    ],
    [
        " comply with the laws of war in the spirit and to the letter. In waging war we do not terrorize",
        10856.56,
        10864.5
    ],
    [
        " helpless non combatants if it is within our power to avoid doing so. Want and killing, torture,",
        10864.5,
        10871.42
    ],
    [
        " cruelty or the working of unusual and unnecessary hardship on enemy prisoners or populations is not",
        10872.0,
        10878.44
    ],
    [
        " justified under any circumstance. Likewise, respect for the reign of law as that term is understood by",
        10878.44,
        10887.92
    ],
    [
        " the United States is expected to follow the flag wherever it goes. Pillaging, looting and other",
        10887.92,
        10895.42
    ],
    [
        " excesses are as immoral as un-moral where Americans are operating under military law as they are",
        10895.42,
        10902.06
    ],
    [
        " living together under civil code. Nonetheless, some men in the American services will loot and",
        10902.06,
        10909.42
    ],
    [
        " destroy properly unless they are restrained by fear of punishment. War loses violence and disorder.",
        10909.42,
        10917.08
    ],
    [
        " It inflames passions and makes it relatively easy for the individual to get away with unlawful",
        10917.84,
        10923.48
    ],
    [
        " actions. But it does not lessen the gravity of his offense or make it less necessary that constituted",
        10923.48,
        10930.96
    ],
    [
        " authority put him down. The main safeguard against lawlessness and hooliganism in any armed body",
        10930.96,
        10939.78
    ],
    [
        " is the integrity of its officers. When men know that their commander is absolutely opposed to such",
        10939.78,
        10947.94
    ],
    [
        " excesses and will take forceful action to repress any breach of discipline, they will conform.",
        10947.94,
        10954.96
    ],
    [
        " But when an officer winks at any degradation by his men, it is no different than if he had committed",
        10956.12,
        10964.6
    ],
    [
        " the act. Remember that one, young leaders out there on the battlefield. An officer winks at any",
        10964.6,
        10974.28
    ],
    [
        " degradation of his men. There's no different than if he had committed the act. And if you hold the",
        10974.28,
        10979.64
    ],
    [
        " discipline, if you hold the discipline, they will conform. If they know where you fall,",
        10979.78,
        10985.84
    ],
    [
        " where you stand, I should say, if they know where you stand, they will conform.",
        10985.98,
        10991.04
    ],
    [
        " Next, on the field of sport, Americans always talk it up to keep nerve steady and to generate",
        10992.5,
        10999.98
    ],
    [
        " confidence. The need is even greater on the field of war and the same treatment will have no less",
        10999.98,
        11005.88
    ],
    [
        " effect when men are afraid they go silent. Silence of itself further intensifies the fear.",
        11005.88,
        11014.56
    ],
    [
        " The resumption of speech is the beginning of thoughtful, collected action.",
        11015.84,
        11020.78
    ],
    [
        " Forself evidently, two or more men cannot join strength and work intelligently together",
        11021.74,
        11027.38
    ],
    [
        " until they know one another's thoughts. Consequently, all training is an exercise in getting men to",
        11027.38,
        11033.9
    ],
    [
        " open up and become articulate, articulate even as it is a process in conditioning them physically",
        11033.9,
        11041.22
    ],
    [
        " to move strongly together. Once again, step and even talking is action that starts to dispell fear.",
        11041.22,
        11052.64
    ],
    [
        " Next, inspection is more important in the face of the enemy than during training because a",
        11054.26,
        11059.62
    ],
    [
        " fouled piece of a fouled piece may mean a lost battle, an overlooked sick man may infect a fortress",
        11059.62,
        11065.84
    ],
    [
        " and a misled message can cost a war. In virtue of his position, every junior leader is an inspector",
        11065.84,
        11073.4
    ],
    [
        " and the obligation to make certain that his force at all times is inspection proof is unremitting.",
        11073.4,
        11080.0
    ],
    [
        " In the last one, I will read the book in battle crisis. The majority of Americans present",
        11082.16,
        11091.38
    ],
    [
        " present will respond to any man who has the will and the brains to give them a clear intelligent",
        11091.38,
        11099.38
    ],
    [
        " order. They will follow the lowest ranking man present if he obviously knows what he is doing",
        11099.38,
        11107.1
    ],
    [
        " and is morally the master of the situation. But they will not obey a chuckle head",
        11107.1,
        11116.28
    ],
    [
        " if he has nothing in his favor but his rank.",
        11116.28,
        11121.08
    ],
    [
        " And that's it for this book and I think that closing statement",
        11122.42,
        11131.6
    ],
    [
        " is a way of saying that.",
        11131.6,
        11132.42
    ],
    [
        " Don't be a chuckle head. Don't be a chuckle head and this is talked about earlier that they will",
        11132.42,
        11143.26
    ],
    [
        " follow the lowest man. The lowest making ranking man present if he knows what he is doing and is",
        11143.26,
        11149.42
    ],
    [
        " morally the master of the situation and can give a clear intelligent order.",
        11149.42,
        11155.18
    ],
    [
        " And I think the rest of you know if you are a chuckle head people are going to listen to you",
        11157.54,
        11161.7
    ],
    [
        " just because of your rank and talk about that all the time. You shouldn't use your rank.",
        11161.7,
        11165.92
    ],
    [
        " And I think this book actually gives some pretty obvious ways to avoid being a chuckle head.",
        11166.56,
        11178.14
    ],
    [
        " Be humble, be calm, educate yourself, work out hard, physical, physicality is important.",
        11178.26,
        11188.68
    ],
    [
        " It's all the same stuff that we talk about all the time. And again these are universal.",
        11189.02,
        11195.06
    ],
    [
        " And I know we got a lot of listeners that are overseas. This stuff is that it's applying to",
        11195.36,
        11198.6
    ],
    [
        " Americans with this applies basically worldwide at least Western world.",
        11198.6,
        11203.88
    ],
    [
        " And they've stood the test of time. They work today. So follow them.",
        11205.82,
        11212.64
    ],
    [
        " And hold the line and lead. This lead in everything you do and start by leading yourself with",
        11212.7,
        11223.8
    ],
    [
        " these principles because if you can't there's no way that you can lead others.",
        11223.8,
        11232.62
    ],
    [
        " If you can't lead yourself. And I'll tell you where a little over the three hour mark right now.",
        11234.56,
        11243.32
    ],
    [
        " So it doesn't look like we're going to be doing Q&A this episode. So if anyone is out there",
        11243.32,
        11250.24
    ],
    [
        " still listening at this point and they want to know how to support the podcast. Echo tell them how to do it.",
        11250.24,
        11258.76
    ],
    [
        " Well there's a few ways. Yeah. So let's start with the a lot of times I feel like I'm it's just",
        11261.0,
        11267.52
    ],
    [
        " like kind of repetitive. Well it is repetitive. Yeah. And since we've already had people listening",
        11267.52,
        11272.52
    ],
    [
        " for three plus hours at this point. We can feel free to move quickly I think. Yeah I think so",
        11272.52,
        11278.14
    ],
    [
        " but here's a thing though. Oh there's a but. I did. Yeah I did more thinking where what if this is",
        11278.14,
        11284.28
    ],
    [
        " the first time somebody was listening or maybe the second time won't be as repetitive. Okay but",
        11284.28,
        11290.88
    ],
    [
        " if it's a person that they're going to listen to other ones. They're going to go back. Yep.",
        11290.88,
        11295.86
    ],
    [
        " And they can listen to one of those episodes that's an hour and a half. Yeah. And they're going",
        11296.86,
        11301.56
    ],
    [
        " to be like oh I'm going to listen to a little bit more. But right now if we go long right now. Yeah",
        11301.56,
        11307.02
    ],
    [
        " they may not listen at all. Yeah. Now some people say well it's fun. We like that. No.",
        11307.02,
        11311.32
    ],
    [
        " No. Nothing is fun after three hours. I don't know. I went long. Well there's so much good",
        11312.58,
        11317.24
    ],
    [
        " information in this book though. I went long. I'm sorry. But I'm not really sorry. There's good",
        11317.24,
        11323.16
    ],
    [
        " information in here. Yeah that's the game. It's good. But I think we could proceed quickly. That's",
        11323.16,
        11328.62
    ],
    [
        " what I think. Yeah sure I dig it and I'm saying no banter. You know I know you got things you",
        11328.62,
        11332.56
    ],
    [
        " want to talk about with the stuff but I'm going to avoid the banter. The key here is really the",
        11332.56,
        11337.58
    ],
    [
        " okay look I could okay we'll go we'll go into it on it supplementation. You know sometimes",
        11337.58,
        11344.4
    ],
    [
        " sometimes hey I don't need supplements. I have a great diet or I'm just not into it just in general.",
        11344.4,
        11350.08
    ],
    [
        " I have to successfully convey the importance of supplementation or at the very least the value.",
        11350.36,
        11357.48
    ],
    [
        " Go ahead. So I'm not going to banter with you. I'm just going to go ahead and get after it right",
        11357.62,
        11363.1
    ],
    [
        " here as far as we can because you can anyway all right enough with chocolate real quick on it",
        11363.44,
        11368.74
    ],
    [
        " supplements if you didn't already know. Crill oil or EDC okay our EDC every day consumption of",
        11368.74,
        11375.96
    ],
    [
        " supplements essential. Crill oil for your joints and this is good because the legit one. It's not",
        11375.96,
        11383.2
    ],
    [
        " the one where they kill a bunch of krill grind them up and then sell them to you. It's like the",
        11383.2,
        11388.5
    ],
    [
        " real deal that helps you. I could tell you the story about how it helped me but listen to the other",
        11388.5,
        11395.62
    ],
    [
        " listen to the other 52 podcasts if you want to hear that story. Yeah just understand if you're going",
        11395.62,
        11400.24
    ],
    [
        " for results on it supplements. Crill oil EDC. Crill oil alpha brain, shroom tech, warrior bars even",
        11400.24,
        11409.18
    ],
    [
        " though those aren't really supplements they're like. But you do eat them every day. Yeah every day",
        11409.18,
        11413.52
    ],
    [
        " consumption and I got the the pre workout. How was that good? I'm going to give it a shot.",
        11414.12,
        11419.5
    ],
    [
        " Non stimulant by the way. So it doesn't look like a jittery. Yeah nothing like this and it's",
        11419.82,
        11425.94
    ],
    [
        " it's like there's like earth grown ingredients in there as well. Good actually tastes good.",
        11425.94,
        11430.6
    ],
    [
        " You know also on it calls things earth grown ingredients. I'm just going to know it sounds cool.",
        11430.62,
        11435.46
    ],
    [
        " Where else do they grow in space? And wouldn't it be cooler if they grow in space or subterranean or",
        11435.72,
        11441.24
    ],
    [
        " something? What's up? Why are they trying to make it sound cool? It's cool. It's good stuff. How",
        11441.24,
        11445.52
    ],
    [
        " do they say that? Well the answer to that is lab grown. If you can grow stuff in the lab or just",
        11445.52,
        11451.84
    ],
    [
        " concoct it you know chemically in the lab. So I'm just saying that's the differentiator. You win",
        11451.84,
        11457.6
    ],
    [
        " which is good. You win earth grown is actually cool. It's just as a sound cool. Okay. And if there's",
        11457.6,
        11464.22
    ],
    [
        " any more questions about these types of growth. I was thinking moon based alpha. Yeah and if you",
        11464.22,
        11470.42
    ],
    [
        " can indicate the benefits of anything moon grown. I'm sure that they would provide that on the",
        11470.42,
        11474.38
    ],
    [
        " website or whatever. That's where I get it. They inform me. Anyway alpha brain is proven as well.",
        11474.38,
        11479.22
    ],
    [
        " That's the thing with neutropics. Neutropicic to help your brain. A lot of times people will be like",
        11479.56,
        11485.18
    ],
    [
        " ah that's a placebo thing. They went through the real test to prove that it works proven scientifically",
        11485.18,
        11491.6
    ],
    [
        " fact that it's dope. Anyway on it dot com slash chocolate get 10% off if you want 10% off. If you",
        11491.6,
        11498.9
    ],
    [
        " want 10% off just go on it dot com. Payful price boom. Support everybody. Everything. Whatever",
        11498.9,
        11504.9
    ],
    [
        " whatever. No you're actually not supporting anybody and you're definitely not supporting us. If you",
        11504.9,
        11508.68
    ],
    [
        " don't do that. That's cool. Well technically it is because it's like you're still getting your",
        11508.68,
        11514.32
    ],
    [
        " supplements. You know you're still getting supplementation. We're just not getting the credit. So",
        11514.32,
        11520.86
    ],
    [
        " just like if like you donate to a cause and you put anonymous in the thing and then you donate",
        11520.86,
        11527.0
    ],
    [
        " another 10% same thing. See what I'm saying. Anyway I'm gonna let this one go. That's a good way",
        11527.0,
        11532.58
    ],
    [
        " because I realize I'm guilty for making these things longer because I'm interjecting. I should just",
        11532.58,
        11537.48
    ],
    [
        " be quiet. I'm just be quiet. What's your podcast? You say whatever you like right? It's on our",
        11537.48,
        11543.2
    ],
    [
        " podcast. Come on. So on it is one of the ways to support to wrap it up on it dot com slash",
        11543.2,
        11549.26
    ],
    [
        " jockel get 10% off. Help it. They're good. Just trust me. They're good. Another good way.",
        11549.26,
        11557.24
    ],
    [
        " Christmas is almost here man. It's like what four three four days something like that.",
        11558.02,
        11562.5
    ],
    [
        " Something like that. If you shop in Amazon click through the website. That's a good way to support.",
        11563.06,
        11570.04
    ],
    [
        " Click through the website that's called jockelstore.com or called jockelpodcast.com. Yeah.",
        11570.28,
        11575.88
    ],
    [
        " Because that's the website you got to click through. Correct. Yes. jockelpodcast.com",
        11576.86,
        11580.74
    ],
    [
        " all over on the side there's an Amazon little banner. Click on that one before you do your Amazon",
        11580.74,
        11585.98
    ],
    [
        " shopping for Christmas or whatever or buying any one of these books that that jockel talks about.",
        11585.98,
        11590.76
    ],
    [
        " On the jockel store you got to go on the menu item support and then it'll take you to the page with",
        11590.96,
        11595.02
    ],
    [
        " the banner. Hey speaking of which podcast 100 as we talked about when Tim was on this podcast.",
        11595.02,
        11600.6
    ],
    [
        " Tim Ferris was on this podcast. We're going to do moussashi for podcast 100 because it's a big big",
        11600.6,
        11607.42
    ],
    [
        " big book. We need to get it on the pot. So that will be on the website. So you can buy that book",
        11607.42,
        11613.8
    ],
    [
        " now because it's a thick book and we're going to do it for podcast 100. You can click through.",
        11613.8,
        11618.18
    ],
    [
        " The other thing is that's beneficial about these ways of supporting the podcast. No advertisements",
        11619.06,
        11624.98
    ],
    [
        " on the podcast except for this here which I guess could be considered an advertisement.",
        11624.98,
        11629.24
    ],
    [
        " But I don't want to have the and now for a commercial break. Yeah. Yeah. We would like to present.",
        11631.26,
        11636.92
    ],
    [
        " Yeah. Don't something that doesn't matter. Are you tired of sleeping?",
        11637.24,
        11642.22
    ],
    [
        " Right. You know that kind of stuff. Yeah. So yeah, the Amazon click. That's a good one.",
        11642.98,
        11646.56
    ],
    [
        " That's like because it doesn't cost you nothing. It's like super easy and it's like you're kind of",
        11646.72,
        11651.2
    ],
    [
        " just in the whole game of just you know reinforcement support. Amazon. Click through the website",
        11651.2,
        11657.88
    ],
    [
        " before you do shopping. You can also subscribe to the podcast. I know that seems obvious but",
        11657.88,
        11664.18
    ],
    [
        " sometimes you know back to the you know you talk about this sometimes. Amazon. So",
        11664.18,
        11670.2
    ],
    [
        " you can click through Amazon right. Let's say you're going to buy something that's not expensive",
        11670.2,
        11675.72
    ],
    [
        " like a like a bunch of pens or some duct tape. Sure. You might think, oh man,",
        11675.72,
        11680.64
    ],
    [
        " I'm just going to go directly to Amazon because that's no big deal. We don't need to support the",
        11680.7,
        11684.46
    ],
    [
        " podcast on this purchase. There's two problems with that. Number one, if no one bought their",
        11684.46,
        11690.3
    ],
    [
        " duct tape without clicking through, we wouldn't get any of the benefit of having the site there.",
        11690.3,
        11695.14
    ],
    [
        " The other thing is you got to exercise daily discipline in all things. If you get my point",
        11695.54,
        11702.46
    ],
    [
        " is that if you get in the habit of doing it, then you'll be in the habit. Otherwise,",
        11702.46,
        11705.54
    ],
    [
        " if you only do it sometimes, then the time you go out and buy a lawn mower, then you know,",
        11705.86,
        11712.56
    ],
    [
        " or somebody bought a set of golf clubs. Remember that guy? He's like, I just bought some",
        11712.66,
        11716.12
    ],
    [
        " ball golf club like $1,000 set of golf clubs clubs. He clicked through. So that definitely supports",
        11716.12,
        11721.9
    ],
    [
        " the podcast. But it's because he had the discipline, the reinforced reiteration of doing it all the",
        11721.9,
        11730.34
    ],
    [
        " time. So just do it. Just do it all the time. That's my recommendation. Yeah, it is true, man.",
        11730.34,
        11734.68
    ],
    [
        " That's kind of the key is like to remember to do it. And here's the in everyone's duct tape counts.",
        11734.8,
        11739.52
    ],
    [
        " Yeah. Yeah. And here's the thing like you're under no obligation to do that. I'm just saying",
        11739.84,
        11744.94
    ],
    [
        " most times you'd be like, Hey, I want to support the podcast. It's cool because you know,",
        11744.94,
        11750.14
    ],
    [
        " but at the time of, you know, hey, any my duct tape, I go, I do it. I buy the duct tape and it's like,",
        11750.22,
        11756.58
    ],
    [
        " Oh, I forgot. Yeah. You know, just to kind of avoid that kind of situation. If you have it in",
        11756.6,
        11762.8
    ],
    [
        " your mind, that's really the key is to remember that you're then you're living with the guilt.",
        11762.8,
        11766.26
    ],
    [
        " Oh, man. Barely can go on. Anyway, yeah. So yeah, do that or subscribe to the podcast or",
        11766.74,
        11774.22
    ],
    [
        " and subscribe to the podcast. I should say it seems obvious on iTunes. You subscribe. But I don't",
        11774.22,
        11779.0
    ],
    [
        " know if you haven't already subscribed. That's a good way to support and leave a review, man. If",
        11779.0,
        11783.68
    ],
    [
        " if you're compelled to those reviews are pretty dope. By the way,",
        11783.68,
        11788.22
    ],
    [
        " subscribe on YouTube. We are along with the podcast and video format. We'll do some excerpt stuff",
        11788.22,
        11795.92
    ],
    [
        " you can share with people that they don't they don't have to commit to three hours and you know,",
        11795.92,
        11800.48
    ],
    [
        " however long the case may be to listen to the whole podcast. I can just listen to the, you know,",
        11800.62,
        11805.04
    ],
    [
        " three minute, one minute, five minute even, you know, things about whatever's the case may be.",
        11805.26,
        11810.92
    ],
    [
        " About whatever little excerpts, you know, I think those are beneficial. I think",
        11811.12,
        11815.32
    ],
    [
        " when people share that kind with me, I think you can learn a lot.",
        11815.32,
        11821.52
    ],
    [
        " Projour? I think there's, you know, a lot to be said for it. Or",
        11823.6,
        11827.84
    ],
    [
        " we have a store. Jocco has a store. It's called, now you say I have a store. We have a store. Not my",
        11827.84,
        11834.56
    ],
    [
        " store. Yeah, but if I say Jocco has a store. It's called Jocco store. Okay, this sounds kind of",
        11834.56,
        11841.36
    ],
    [
        " cooler. Okay. So I was trying to do that. But can you interrupt it? But that's cool. There's",
        11841.36,
        11851.18
    ],
    [
        " on the shirts. I'm gonna let you look at the layers on your own. So go to jockelstore.com.",
        11851.18,
        11858.74
    ],
    [
        " See if you can find the layers on the shirts. I'm not saying to buy a shirt or a tank top or a",
        11859.28,
        11866.06
    ],
    [
        " hoodie or a stamp. I'm not saying to buy one. But if you feel compelled to buy one because you",
        11866.06,
        11870.74
    ],
    [
        " think they're cool, the layers hit you. They resonate with you. I don't like the word resonate.",
        11870.74,
        11875.44
    ],
    [
        " Use it anyway. If they resonate with you, get a shirt. That's a good way to support.",
        11875.52,
        11880.46
    ],
    [
        " Some patches too. You know the ones that with the Velcro, the regulations. Those are on there too.",
        11881.5,
        11888.9
    ],
    [
        " Per your and other people's requests. We have a lot of military and law enforcement that wanted",
        11889.22,
        11894.98
    ],
    [
        " regulation size. Yeah. Second, right? In the field. Yeah. As they're crushing evil in the world.",
        11894.98,
        11901.58
    ],
    [
        " Yeah. So yeah, they're on there too. And whatever else, you know, you think it's cool. I'm",
        11901.66,
        11906.1
    ],
    [
        " gonna redo the mugs. They're gonna be like a special like one. Like a super high quality one.",
        11906.1,
        11911.88
    ],
    [
        " The travel mugs. Yeah. The travel mugs. And then, yeah, there you go. And then,",
        11912.16,
        11916.18
    ],
    [
        " psychological warfare. See, that was a done. That turned out good. It did. I was listening to your",
        11916.38,
        11924.74
    ],
    [
        " explanation of what psychological warfare was. You need to listen to it. It is unclear. You told",
        11924.74,
        11930.42
    ],
    [
        " the story, but it was like, you know how we're talking to each other right now. Yeah. And you",
        11930.42,
        11934.58
    ],
    [
        " were telling you kind of telling me the story. Right. But I know a bunch about it. So when I",
        11934.58,
        11938.46
    ],
    [
        " listened to it, I said, you know what? People that aren't that don't know what this is are going to",
        11938.46,
        11942.54
    ],
    [
        " wonder what this is. Echo asked me some questions about what I'm thinking about in certain situations",
        11942.54,
        11949.06
    ],
    [
        " of weakness. Yes. Right? Certain situations of weaknesses. And he asked me a couple of men, and I",
        11949.06,
        11954.08
    ],
    [
        " kind of told them like off the cuff. Oh, I think about this and this. And he's kind of got that",
        11954.08,
        11959.1
    ],
    [
        " look in his face when I know he's thinking of something. So I said, oh, he's thinking of something.",
        11959.1,
        11963.38
    ],
    [
        " And then the next day, you know, hey, we got to do record these. So he, we came up with some more",
        11963.72,
        11969.52
    ],
    [
        " questions that echo was like, oh, this is a good one. This is a good one. Came up with the questions.",
        11969.52,
        11973.64
    ],
    [
        " And then I wrote down the answers and I read them into a microphone. We recorded it because that's",
        11973.64,
        11981.58
    ],
    [
        " what echo does. And then he said, hey, I'm going to make this into because people will ask for ring",
        11981.58,
        11988.14
    ],
    [
        " tones. They want to be able to awake to, I guess they want to be able to wake to me. A long clock",
        11988.28,
        11995.38
    ],
    [
        " stuff. So he said, I'm going to put these on iTunes and put them for sale. And I said, oh, well,",
        11995.38,
        12002.08
    ],
    [
        " if that's what you think. So the album is called, so it's an album of clips. They're like two or",
        12002.08,
        12009.5
    ],
    [
        " three minutes long. They're from there for a, they're for psychological warfare against moments of",
        12009.5,
        12018.12
    ],
    [
        " weakness come when you want to get up in the morning. So there's, there's actually, because I",
        12018.12,
        12022.4
    ],
    [
        " know that's a hard one for people. There's three psychological attacks against the weakness of",
        12022.4,
        12027.54
    ],
    [
        " not getting out of bed in the morning. There's psychological warfare against wanted to eat",
        12027.54,
        12031.96
    ],
    [
        " bad food. There's psychological warfare against procrastination. Just moments of weakness are",
        12031.96,
        12037.32
    ],
    [
        " covered in the psychological warfare album. Very well covered. And it's for sale on iTunes. And you,",
        12037.32,
        12043.2
    ],
    [
        " you got to search for jockewilling or psychological warfare. It's a little bit hard to find because",
        12043.24,
        12049.26
    ],
    [
        " the way iTunes is laid out because it's in spoken word, but that doesn't drop down under music.",
        12049.26,
        12054.1
    ],
    [
        " Anyways, it's kind of hard to find. But it is on there. And it's for sale. And that is in fact",
        12054.1,
        12059.7
    ],
    [
        " another way to support the podcast because it is for sale because people want to support the podcast.",
        12059.7,
        12064.66
    ],
    [
        " And so they say, Hey, you know, how can we support the podcast? And they, you know, we used to say,",
        12064.98,
        12070.66
    ],
    [
        " people say, Oh, do you have this thing where you can donate money? We'll just give you money.",
        12070.66,
        12074.26
    ],
    [
        " Well, I don't want you just to give me money. I want to give you something. If you, you,",
        12074.4,
        12078.16
    ],
    [
        " you just don't give me money. I'm not going to take it. Well, there's been a couple of people",
        12078.16,
        12083.16
    ],
    [
        " that have given money, which is awesome. We appreciate it. But for the general, for my general",
        12083.16,
        12087.82
    ],
    [
        " conscience, right? Reciprocation. Want to give you something back. So here's what we give you.",
        12087.82,
        12094.22
    ],
    [
        " You give us money for the iTunes album. You get something back. And you know what you get back?",
        12094.42,
        12100.26
    ],
    [
        " Discipline in MP3 format. That's what you get. So check it out. They're pretty, they're,",
        12102.22,
        12106.48
    ],
    [
        " they're funny. They're no screaming, but they're, they're getting after it. And the feedback that I've",
        12106.48,
        12109.84
    ],
    [
        " gotten is awesome. Like everyone on Twitter is, yeah, I've been out of bed every time. Yeah,",
        12109.84,
        12114.06
    ],
    [
        " eyes. Yeah, I over you. I didn't procrastinate on this project. And Debbie said, I got,",
        12114.1,
        12118.46
    ],
    [
        " I got this project done a week early because I didn't want procrastinate. Yeah. But two,",
        12118.54,
        12123.36
    ],
    [
        " two side notes to that one. If you're going to do the alarm clock thing, this is the last time.",
        12123.36,
        12128.5
    ],
    [
        " Clear it with your, whoever you're sleeping with your wife or whatever. Just make sure they have",
        12130.82,
        12135.48
    ],
    [
        " the heads up because if they hear it, they're going to flip out. Yeah. And they won't flip out",
        12135.48,
        12138.92
    ],
    [
        " because I'm going crazy. They'll flip out because all of a sudden there's a man in the room talking.",
        12138.92,
        12142.62
    ],
    [
        " Yes. That's enough to freak so. But you got, you know, one, yeah, yeah. So kind of go over it.",
        12143.16,
        12148.98
    ],
    [
        " You know, go over the plan. You don't want to freak people out. Yeah. You have in your,",
        12149.16,
        12152.36
    ],
    [
        " having your significant other reaching for their side arm. Yeah, yeah. You know, putting the laser",
        12152.5,
        12157.16
    ],
    [
        " on around the room, searching. And a second side note, good feedback for sure. But it's been,",
        12157.16,
        12165.32
    ],
    [
        " I look at the stats sometimes. It's been number one in spoken word category on iTunes. Number one,",
        12165.46,
        12172.5
    ],
    [
        " that's for some other good people on that list, but it's not, it's been number one. That's awesome.",
        12172.62,
        12177.16
    ],
    [
        " I think since I put, we put it on there. Thanks. Anyway, well, thank you. Everyone that's,",
        12177.36,
        12181.7
    ],
    [
        " yeah, everyone that's picking that up. Thank you. Appreciate that. It's awesome.",
        12182.28,
        12185.68
    ],
    [
        " But yeah, those are, yeah, solid ways to support. A couple of other ways that you can support.",
        12186.32,
        12191.96
    ],
    [
        " This one is you can get some jocke white tea. It's probably great at white tea. There's",
        12192.34,
        12197.86
    ],
    [
        " some probably graded in there. Can get some of that stuff. If you haven't gotten it and you think,",
        12197.86,
        12202.92
    ],
    [
        " I don't like tea. You're wrong. Because you haven't tried this tea. Because it tastes, it doesn't",
        12202.92,
        12210.92
    ],
    [
        " taste, I'm telling you it doesn't taste, I don't know what it tastes like. You know what it tastes?",
        12210.92,
        12213.6
    ],
    [
        " Like it tastes like what it tastes like. There's nothing else that you compare it to. It just tastes",
        12213.7,
        12217.36
    ],
    [
        " good. Really good. And it's got a little bit of caffeine in it. You can actually drink it before",
        12217.36,
        12222.98
    ],
    [
        " you go to bed if you need to. It won't, it won't keep you up. It's not that kind of caffeine.",
        12222.98,
        12227.36
    ],
    [
        " It's different kinds of other kinds. It's earthgrown caffeine. It's, it's kind of caffeine that",
        12228.36,
        12233.42
    ],
    [
        " there's not a lot in there. It's got, it's got antioxidants in there. And it tastes really good.",
        12233.42,
        12237.7
    ],
    [
        " And you can have it pre-workout, post-workout, pre-meal, post-meal, pre-bed, after bed,",
        12237.7,
        12243.48
    ],
    [
        " during bed. You can get it to have it whenever you want. So that's the jocke white tea. You can get",
        12243.8,
        12247.94
    ],
    [
        " that. And by the way, it's now been in stock. I'm going on like three or four or five days. It's",
        12247.94,
        12254.38
    ],
    [
        " in stock now. We've got a better system. We might have another fade. I got some stuff on the horizon.",
        12254.38,
        12258.82
    ],
    [
        " It might be a little dip in the system, but it's in stock in the, in the, in the tin. The luxurious",
        12258.82,
        12266.32
    ],
    [
        " tin. Or the big box, which has a hundred in it. Reload. Reload. And then you can get a mug. You can",
        12267.66,
        12274.16
    ],
    [
        " get a mug, by the way. The mug, it'll tell you what to do. It'll tell you what to do every single",
        12274.16,
        12280.26
    ],
    [
        " time. And what it'll tell you to do is get after it. To get that mug on their jocke approved.",
        12280.26,
        12284.58
    ],
    [
        " And then extreme ownership. The book, Christmas. Why not get it for every single person you've",
        12285.08,
        12291.3
    ],
    [
        " ever known in your life? You might as well. No. Extreme ownership. If you listen to the podcast,",
        12291.3,
        12296.2
    ],
    [
        " and you kind of like what we talk about here, the book, Extreme ownership. It's about the same",
        12296.2,
        12300.86
    ],
    [
        " thing. It's about combat leadership. Also speaking of extreme ownership. Again, New York City,",
        12300.86,
        12307.96
    ],
    [
        " May 4th and 5th. We're doing the Extreme ownership. Mustard number 002. The last one was 001 in San Diego.",
        12308.16,
        12319.56
    ],
    [
        " This one is 002. May 4th and 5th at the Marriott. We're going deep on combat leadership.",
        12319.58,
        12325.62
    ],
    [
        " Which means we're going deep on all leadership because the principles do not change.",
        12325.88,
        12330.7
    ],
    [
        " The thing that's cool, everybody that's there, everyone's in the game. Everyone's in the game.",
        12331.18,
        12335.66
    ],
    [
        " CEOs, middle-level managers, every industry you can think of. And life's going to be there. Echo's",
        12335.9,
        12342.56
    ],
    [
        " going to be there. JP's going to be there in the game with you. You know, we're not hiding behind",
        12342.56,
        12348.54
    ],
    [
        " the curtain or not backstage. We'll be interacting hanging out doing whatever we got to do. And I'm telling",
        12348.54,
        12353.74
    ],
    [
        " you, it's going to sell out. So register ASAP. I know that Echo is going to make some videos.",
        12353.74,
        12363.36
    ],
    [
        " And the videos that he's going to make are going to show the last muster. And as soon as those",
        12363.9,
        12368.3
    ],
    [
        " videos come out, it's going to sell out because I've already seen the footage. It looks awesome. It",
        12368.3,
        12371.96
    ],
    [
        " is awesome. It was awesome. And the next one is going to be awesome. So, so join now, register now.",
        12371.96,
        12379.22
    ],
    [
        " There's discounted tickets. If you're law enforcement, firefighters or military, we got discounted",
        12379.38,
        12384.5
    ],
    [
        " tickets. If you want to ask questions or get that discount. Also, if you have like 10, 12 people",
        12384.5,
        12389.96
    ],
    [
        " coming from your coming from your company, we can get a discount going there too. You can email",
        12389.96,
        12395.6
    ],
    [
        " musteratashelonfront.com. You can also check out the website extremotorship.com. Real original.",
        12399.12,
        12405.96
    ],
    [
        " We thought of that one. And we look forward to seeing you guys there in the meantime.",
        12406.32,
        12412.08
    ],
    [
        " If you want to kind of kick it with us, we are kicking it ourselves on the interwebs",
        12412.6,
        12420.2
    ],
    [
        " on Twitter, on Instagram as well. And also we're going to be on that one, that Facebooky boha.",
        12420.94,
        12429.06
    ],
    [
        " We're going to be there. Echo is at Echo Charles. And I am at Jaco Willik. And finally,",
        12429.3,
        12440.62
    ],
    [
        " go out there and execute. And we talk a lot about a lot of different subjects on this podcast.",
        12442.58,
        12451.08
    ],
    [
        " And we hear from incredible leaders and the lessons that we learned today, lessons that were",
        12451.36,
        12456.68
    ],
    [
        " learned and lessons that are written in blood. But those lessons are meaningless. They're",
        12456.68,
        12470.6
    ],
    [
        " not. If you listen without doing, you might as well not even waste your time. Just keep being",
        12471.66,
        12478.52
    ],
    [
        " arrogant and wasting your time not being productive and not living up to your potential.",
        12478.52,
        12484.1
    ],
    [
        " Just keep wasting your life if you're not going to execute on what we learned.",
        12484.54,
        12490.98
    ],
    [
        " But if you listen and then you go and you do, then stay on it. And remember also that the rewards",
        12493.54,
        12504.46
    ],
    [
        " don't come easy. Don't count on any glory. Just hold the line and stay on the path so that you know.",
        12504.46,
        12518.84
    ],
    [
        " So that you know that you are in the game 100% and that you know that you are getting after it.",
        12520.98,
        12537.16
    ],
    [
        " So until next time, this is Echo and Jaco. Out.",
        12537.18,
        12546.58
    ]
]