[
    [
        " So you're going to college for the, you know, back to college, you're, you've been the",
        0.0,
        2.8
    ],
    [
        " military.",
        2.8,
        3.24
    ],
    [
        " Okay.",
        3.68,
        4.24
    ],
    [
        " The number one out of the gate, crush it.",
        4.72,
        7.08
    ],
    [
        " That's what you should do in college.",
        7.36,
        8.9
    ],
    [
        " You should crush it.",
        9.1,
        10.0
    ],
    [
        " You should study hard and you should crush it.",
        10.08,
        12.46
    ],
    [
        " Now in order to do that, you got to get a mindset because guess what you're going to think",
        13.12,
        19.58
    ],
    [
        " when you get out of the military.",
        19.58,
        20.36
    ],
    [
        " You'd be like, oh, this is nobody do.",
        20.62,
        21.66
    ],
    [
        " And oh, this doesn't matter.",
        22.04,
        23.5
    ],
    [
        " You'd be like, hey, I wasn't, I wasn't Iraq eight months ago.",
        23.76,
        28.44
    ],
    [
        " Or I was in Afghanistan six months ago.",
        28.44,
        31.58
    ],
    [
        " And now you're sitting here telling me to read a book and write down words on a piece",
        31.74,
        35.86
    ],
    [
        " of paper.",
        35.86,
        36.34
    ],
    [
        " This doesn't matter.",
        36.34,
        37.54
    ],
    [
        " That's an easy, that's an easy path to go down.",
        37.82,
        43.9
    ],
    [
        " It's pretty easy.",
        44.2,
        45.58
    ],
    [
        " You know why?",
        45.68,
        46.3
    ],
    [
        " Because it's actually true.",
        46.78,
        47.72
    ],
    [
        " And what you did in combat has more gravity and more consequence than anything you're",
        48.1,
        54.54
    ],
    [
        " going to do in college.",
        54.54,
        55.7
    ],
    [
        " And if you want to go down that path and be this stuff doesn't matter, this isn't important",
        57.36,
        62.02
    ],
    [
        " compared to what I've done.",
        62.02,
        63.34
    ],
    [
        " So I'm going to blow it off.",
        63.68,
        64.96
    ],
    [
        " That's a path you can go down if you want to.",
        65.4,
        67.66
    ],
    [
        " I don't recommend it.",
        67.84,
        68.76
    ],
    [
        " What I recommend you doing is straight up crushing college.",
        68.86,
        72.62
    ],
    [
        " That's what I recommend you doing.",
        72.88,
        74.24
    ],
    [
        " How do you do that?",
        74.44,
        75.2
    ],
    [
        " Because if you make that decision that you want to crush it, if you want to make the",
        76.28,
        79.8
    ],
    [
        " decision that you're going to prove to people that you know what, yeah, I was overseas.",
        79.8,
        85.06
    ],
    [
        " I was in combat.",
        85.08,
        86.14
    ],
    [
        " Now I'm coming back and you're little games that you're playing.",
        86.14,
        88.48
    ],
    [
        " I'm going to beat you in your own games.",
        88.48,
        90.08
    ],
    [
        " So how do you do that?",
        90.38,
        92.28
    ],
    [
        " Number one, do the reading that you get assigned to do the assignments that you get tasked",
        92.48,
        99.6
    ],
    [
        " with.",
        99.6,
        100.16
    ],
    [
        " Do everything.",
        100.72,
        101.1
    ],
    [
        " Let that be your new job.",
        101.46,
        103.06
    ],
    [
        " These silly little games that they're going to let that be your job.",
        103.86,
        107.92
    ],
    [
        " Just like I was talking about OCS.",
        108.12,
        109.1
    ],
    [
        " When I went to OCS, I made that like a game for me that I was going to win.",
        109.36,
        113.44
    ],
    [
        " So do that with college.",
        114.08,
        116.6
    ],
    [
        " And then on top of that, make it a game.",
        117.28,
        120.18
    ],
    [
        " Yes, but then on top of that, as a deeper commanders intent, make it that you're going to not",
        120.32,
        126.56
    ],
    [
        " just do well there as a game, but you're going to do well so you can get smarter so you",
        126.56,
        131.86
    ],
    [
        " can really actually learn information that's going to make you a better person and give",
        131.86,
        138.36
    ],
    [
        " you better ability to dominate in the world.",
        140.76,
        143.66
    ],
    [
        " That's what you should be doing in college.",
        143.92,
        145.44
    ],
    [
        " Now these kids that you're going to be going to college with, they're not going to have",
        145.64,
        148.68
    ],
    [
        " this attitude.",
        148.68,
        149.2
    ],
    [
        " They're going to be, hey, what do I need to do to get by?",
        149.88,
        152.68
    ],
    [
        " What's Sally doing tonight?",
        153.56,
        155.46
    ],
    [
        " I'm more concerned about that than I am about going out dominating this course so that I",
        155.52,
        159.96
    ],
    [
        " can get an A, so that I have knowledge so I can go and crush some vocation later on",
        159.96,
        166.68
    ],
    [
        " in life.",
        166.68,
        167.02
    ],
    [
        " So don't just do it as a game.",
        167.8,
        169.96
    ],
    [
        " You got to play the game a little bit.",
        170.46,
        171.72
    ],
    [
        " I mean, you got to get for me, I get the game mentality going, but I, the game mentality",
        172.08,
        176.88
    ],
    [
        " is rooted in something deeper and what it's rooted in is gaining knowledge to be smarter",
        176.88,
        181.86
    ],
    [
        " and better as a human.",
        181.86,
        183.54
    ],
    [
        " Now a couple things about college and the actual tactics, techniques and procedures to dominate.",
        184.84,
        190.5
    ],
    [
        " Because when I went to college, I did dominate.",
        191.24,
        193.38
    ],
    [
        " And when I went to high school, I did not dominate.",
        194.98,
        197.54
    ],
    [
        " When I went to high school, I didn't care about high school.",
        197.94,
        199.72
    ],
    [
        " I was like, whatever.",
        200.02,
        200.88
    ],
    [
        " I got away, can I go in the military?",
        201.2,
        202.5
    ],
    [
        " Like, can I go now?",
        203.78,
        205.28
    ],
    [
        " So but when I went to college, I had a new attitude, which was I'm going to dominate.",
        206.14,
        209.88
    ],
    [
        " I'm going to dominate battle against these people here.",
        210.28,
        213.34
    ],
    [
        " I'm going to meet them.",
        213.56,
        214.14
    ],
    [
        " So this is some of the things that are important.",
        214.68,
        216.52
    ],
    [
        " Number one, college is all about time management.",
        216.78,
        218.52
    ],
    [
        " Getting ahead of the curve because it's so easy.",
        219.54,
        222.04
    ],
    [
        " That's what happens with kids in college.",
        222.68,
        224.4
    ],
    [
        " That's why they don't do well because for the first time, there's no one tracking them.",
        224.52,
        228.78
    ],
    [
        " No one's imposing discipline on them.",
        228.94,
        231.02
    ],
    [
        " You have to have, in order to do well in college, you have to have self-discipline.",
        231.16,
        234.64
    ],
    [
        " Because no one's going to tell you to start that paper that's doing six weeks.",
        234.72,
        237.64
    ],
    [
        " No one's going to tell you to start it tomorrow.",
        238.06,
        239.72
    ],
    [
        " You can just blow it off.",
        240.18,
        242.86
    ],
    [
        " You can blow it off for five and a half weeks.",
        243.0,
        245.5
    ],
    [
        " And then you've got to write a 30 page paper in two days.",
        245.74,
        247.98
    ],
    [
        " And it's not going to be quality.",
        248.18,
        249.72
    ],
    [
        " Yep.",
        249.74,
        250.14
    ],
    [
        " No one's going to ask you, have you done your homework before dinner?",
        250.18,
        252.16
    ],
    [
        " That's right.",
        252.46,
        252.9
    ],
    [
        " So you need to get the time management going.",
        253.82,
        255.98
    ],
    [
        " You need to get a discipline time management schedule.",
        256.06,
        258.42
    ],
    [
        " You need to get ahead of the curve as early as possible.",
        258.5,
        262.4
    ],
    [
        " Right?",
        262.64,
        262.76
    ],
    [
        " You know, when you want to, when your papers do a 30 page paper, you need to write it in chunks.",
        263.22,
        267.28
    ],
    [
        " And it makes it so easy.",
        267.84,
        269.12
    ],
    [
        " I mean, it was a joke when I was going to college.",
        269.26,
        271.12
    ],
    [
        " I would have my papers completely done like a week out.",
        271.48,
        276.22
    ],
    [
        " Like a week out.",
        276.4,
        277.84
    ],
    [
        " I would be done with a 30 page paper.",
        277.84,
        279.6
    ],
    [
        " And then I would just be reviewing it and getting it all completely dialed.",
        279.9,
        283.52
    ],
    [
        " And I'd turn it in two days early and then move on to the next one.",
        283.54,
        287.96
    ],
    [
        " Same thing with studying.",
        288.52,
        289.88
    ],
    [
        " You don't want to study.",
        289.98,
        290.66
    ],
    [
        " You do want to study hard right before the day of the test, but you want to have knowledge",
        290.9,
        295.38
    ],
    [
        " already absorbed in there.",
        295.38,
        296.52
    ],
    [
        " So you want to study leading up to that.",
        296.54,
        298.72
    ],
    [
        " When you do reading that I talked about, highlight.",
        299.18,
        301.08
    ],
    [
        " Break out the highlighters.",
        301.68,
        303.38
    ],
    [
        " That's what I do in all these books that we're hammering through right now.",
        303.58,
        306.38
    ],
    [
        " We always send out pictures of them that are all highlighted and marked up.",
        306.38,
        309.72
    ],
    [
        " And that's how I'm getting the good information out of them.",
        309.8,
        312.24
    ],
    [
        " So highlight and then another little trick is to make the flashcards.",
        312.7,
        316.36
    ],
    [
        " I used to highlight and then I would make flashcards about what I highlighted.",
        316.56,
        319.98
    ],
    [
        " Turn everything into a question.",
        320.44,
        321.84
    ],
    [
        " And then you go through the flashcards and you're going to, you're going to memorize stuff.",
        322.26,
        327.44
    ],
    [
        " Oh, here's the big one.",
        328.4,
        330.84
    ],
    [
        " This is really obvious, but guess what people don't ask questions.",
        332.12,
        335.9
    ],
    [
        " Ask questions.",
        336.86,
        337.74
    ],
    [
        " I used to raise my hand.",
        338.04,
        339.08
    ],
    [
        " I would sit in the front row first of all in college.",
        339.4,
        342.0
    ],
    [
        " I sat in the front row.",
        342.24,
        343.04
    ],
    [
        " I was 20, I think I was 27 or 28 years old going to college.",
        343.36,
        347.48
    ],
    [
        " I would sit in the front row in a little desk and I look like Arnold Schwarzenegger and",
        347.84,
        353.12
    ],
    [
        " like a little kids desk.",
        353.12,
        353.96
    ],
    [
        " Then I'd raise my hand all the way up, like all the way up over my head.",
        354.56,
        359.3
    ],
    [
        " And they'd be looking at me, you know, because in college they kind of stop raising their hand,",
        360.0,
        363.76
    ],
    [
        " but I did it anyways just to be, be you just to be, yeah, just to do it.",
        363.76,
        370.38
    ],
    [
        " So I'd raise my, and, but you ask questions because guess what?",
        370.56,
        373.82
    ],
    [
        " The college kids, they don't ask questions and guess what adults don't ask questions.",
        373.9,
        377.1
    ],
    [
        " Why don't they ask questions because they got an ego that I want to look stupid.",
        377.24,
        379.84
    ],
    [
        " I don't care.",
        379.84,
        381.62
    ],
    [
        " I'm here to win.",
        381.94,
        383.8
    ],
    [
        " Exactly.",
        384.16,
        384.82
    ],
    [
        " Oh, you don't think I'm smart.",
        385.54,
        386.82
    ],
    [
        " Let's check out the GPA home boy.",
        386.9,
        388.74
    ],
    [
        " You know what I'm saying?",
        388.74,
        389.44
    ],
    [
        " So ask questions.",
        389.98,
        392.48
    ],
    [
        " If I, and ask questions as soon as that, as soon as the knowledge, as soon as the understanding",
        392.58,
        397.94
    ],
    [
        " train starts to get derailed a little bit, ask the question right then, maybe give it,",
        397.94,
        402.48
    ],
    [
        " maybe give it a minute to see if you can get it back on track by yourself.",
        402.66,
        405.28
    ],
    [
        " But the minute you realize you're not understanding, raise your hand and say, Hey, you know what,",
        405.54,
        409.3
    ],
    [
        " teacher, I don't understand that.",
        409.4,
        411.4
    ],
    [
        " Can you re-explain that?",
        411.46,
        412.18
    ],
    [
        " Because I'm not understanding.",
        412.3,
        413.44
    ],
    [
        " Yeah, you don't want to miss that train.",
        413.68,
        414.74
    ],
    [
        " I don't want to miss the train.",
        414.9,
        415.8
    ],
    [
        " You don't want to go too far off course.",
        415.94,
        417.36
    ],
    [
        " And then you're just lost.",
        417.76,
        418.86
    ],
    [
        " So when you feel it coming off, try and catch up real quick.",
        419.22,
        422.86
    ],
    [
        " You'll take a look and then just raise your hand, put your hand all the way up in the",
        423.0,
        425.64
    ],
    [
        " air, sit in the front row, put your hand all the way up in the air and look at the teacher",
        425.64,
        429.98
    ],
    [
        " with the dead series face.",
        429.98,
        432.0
    ],
    [
        " And they're going to look at you all nervous and be like, Yes, that's the only one I want",
        432.1,
        435.76
    ],
    [
        " to college.",
        435.76,
        436.16
    ],
    [
        " They called me John because because that's what the attendance sheet said because my",
        436.3,
        440.68
    ],
    [
        " real name is John and that's what the attendant sheet said.",
        440.68,
        442.98
    ],
    [
        " And so they'd yeah, I'd be sitting there and they'd say, Yes, John.",
        443.16,
        446.7
    ],
    [
        " And I'd say, Yeah, I don't understand that.",
        446.98,
        449.08
    ],
    [
        " Could you re-explain it, please?",
        449.1,
        450.24
    ],
    [
        " Hey, when they called you, John, did that fuel the fire?",
        450.82,
        454.5
    ],
    [
        " No, not at all.",
        454.62,
        455.3
    ],
    [
        " It doesn't matter to me, but it's the only time because like I didn't know these people",
        455.5,
        460.62
    ],
    [
        " because normally if I'm going to work with someone, when I introduce myself, I'll be like,",
        460.62,
        464.6
    ],
    [
        " Hey, my name is Chalk because that's what everyone always calls me.",
        464.6,
        466.56
    ],
    [
        " But these people would call my name and the attendance and I didn't want to have this,",
        466.7,
        470.22
    ],
    [
        " you know, adversarial release.",
        470.36,
        472.06
    ],
    [
        " Yeah, so yes, John, that's me.",
        472.12,
        473.86
    ],
    [
        " The other thing is, you know, do some psychological warfare, you know, I would line up my pencils.",
        474.22,
        480.2
    ],
    [
        " I do it on the podcast.",
        480.52,
        481.44
    ],
    [
        " You're right here.",
        481.44,
        482.62
    ],
    [
        " I line up pencils.",
        482.62,
        483.58
    ],
    [
        " It's a, it's a, it's also getting into character.",
        483.86,
        486.0
    ],
    [
        " Right.",
        486.26,
        486.74
    ],
    [
        " You're priming yourself.",
        486.98,
        487.68
    ],
    [
        " I'm priming myself.",
        487.7,
        488.42
    ],
    [
        " I'm looking at the teacher like, I am so ready to take notes that if I have a downed",
        488.52,
        492.24
    ],
    [
        " pencil, it will not cost me a single letter.",
        492.24,
        494.8
    ],
    [
        " I'll be back in the game.",
        495.38,
        496.52
    ],
    [
        " Oh, your contingency.",
        496.98,
        500.34
    ],
    [
        " Yeah, contingency passes a stand by.",
        500.34,
        502.32
    ],
    [
        " And then so sitting the front row, line up your pencils, have your notebooks ready.",
        502.52,
        505.6
    ],
    [
        " Personally challenge the teacher.",
        505.78,
        508.12
    ],
    [
        " You want it to, you want your personal challenge to be to pull every piece of knowledge",
        508.38,
        512.88
    ],
    [
        " out of them and then go beyond what they know.",
        512.88,
        516.02
    ],
    [
        " I was, I was competing with the teachers.",
        516.74,
        520.38
    ],
    [
        " I was trying to learn more than they actually knew.",
        520.66,
        523.38
    ],
    [
        " And then they bring their little test rules, amps, you and you just crush them and smash",
        523.56,
        528.06
    ],
    [
        " them.",
        528.06,
        528.34
    ],
    [
        " Now, the thing you got to be careful of here is this can get political.",
        528.54,
        532.92
    ],
    [
        " This can get political.",
        533.54,
        534.78
    ],
    [
        " And if you start being offensive with the way you act, if you start rubbing it in their",
        534.94,
        541.02
    ],
    [
        " face, then guess what, that can affect your grade.",
        541.02,
        543.54
    ],
    [
        " And part of the game here is to get a good grade.",
        544.2,
        546.48
    ],
    [
        " So you actually it's a time for you to start building your relationship, building skills,",
        547.4,
        551.28
    ],
    [
        " time to start building your leadership skills because you're going to start manipulating",
        551.5,
        555.36
    ],
    [
        " the teacher, right?",
        555.36,
        556.96
    ],
    [
        " You want to make them think that you're actually super interested in stupid crap class",
        557.3,
        563.3
    ],
    [
        " that they're teaching.",
        563.3,
        564.18
    ],
    [
        " I want them to think that now, now some classes you're going to love and they're going to",
        564.6,
        567.94
    ],
    [
        " learn a lot from.",
        567.94,
        569.08
    ],
    [
        " Like if you're into English and you get to take advanced grammar and syntax, you're",
        570.0,
        575.84
    ],
    [
        " going to be sitting there like, yes, this is rocks.",
        575.84,
        577.74
    ],
    [
        " But there's going to be some classes you don't want to take.",
        578.26,
        579.88
    ],
    [
        " But you got to get in there and make your teacher think that you're super interested",
        580.38,
        583.78
    ],
    [
        " and super fired up to learn that thing and that you're not just interested in the grade.",
        583.78,
        588.08
    ],
    [
        " But at the same time, they got to know that grade is important to you too.",
        588.58,
        591.24
    ],
    [
        " So you want to get along with them and again, go into college.",
        592.18,
        596.62
    ],
    [
        " And if you're a veteran, you're representing all of us out there.",
        596.84,
        599.66
    ],
    [
        " So you should be going in there and just smashing college.",
        600.08,
        602.84
    ]
]