[
    [
        " What you're trying to do in training is you're trying to get people to think.",
        0.0,
        3.4
    ],
    [
        " You're trying to get people to think on their own.",
        3.74,
        5.6
    ],
    [
        " And that is the most beautiful thing that you want as a leader is you want all your people",
        5.66,
        9.7
    ],
    [
        " thinking and you want them to be able to think with a completely open mind, a mind",
        9.7,
        13.8
    ],
    [
        " that's been completely freed from constraints.",
        13.8,
        16.02
    ],
    [
        " And the way that you do that, one of the ways that you do that, one of the methodologies",
        16.42,
        20.32
    ],
    [
        " you can use to do that is everybody's got their box, right?",
        20.32,
        23.52
    ],
    [
        " That they're stuck in.",
        23.6,
        24.6
    ],
    [
        " So you formulate a problem that the only way that they're going to solve the problem",
        26.66,
        31.76
    ],
    [
        " is to get outside of that box.",
        31.76,
        33.32
    ],
    [
        " And you know, one of the, one of the best ones is you put somebody in a situation where",
        33.9,
        37.28
    ],
    [
        " you put parameters on them and you say, Hey, no matter what, you're not allowed to go",
        37.28,
        40.86
    ],
    [
        " across this line.",
        40.86,
        41.6
    ],
    [
        " And then you put them in a situation where they have to cross that line.",
        42.12,
        45.16
    ],
    [
        " And the only way they're going to win is across that line.",
        45.46,
        47.72
    ],
    [
        " And then they come back and they say, well, you didn't told me not to cross that line.",
        48.16,
        50.98
    ],
    [
        " You know what?",
        51.24,
        51.78
    ],
    [
        " I didn't tell you to get your all your guys killed.",
        51.9,
        53.42
    ],
    [
        " Or I didn't tell you to, to not make that investment, even in this critical situation.",
        53.42,
        58.5
    ],
    [
        " Or I didn't tell you not to do that if we had an ecological disaster that was going on.",
        58.84,
        62.66
    ],
    [
        " Right?",
        62.94,
        63.34
    ],
    [
        " So you need to train people to use common sense.",
        63.78,
        68.1
    ],
    [
        " That's what you want a training to do.",
        68.66,
        70.98
    ],
    [
        " And it's very hard.",
        71.26,
        72.12
    ],
    [
        " You'd be surprised at how, at how constrained people's brains get.",
        72.24,
        78.14
    ],
    [
        " Mind yours, everybody.",
        78.58,
        79.98
    ],
    [
        " We get stuck.",
        79.98,
        81.14
    ],
    [
        " And so it's great to do drilling and training where you are actually opening up the mind and",
        81.82,
        86.6
    ],
    [
        " freeing the mind from any kind of constraint where you can see things from varied perspectives",
        86.6,
        92.38
    ],
    [
        " that are different from your own.",
        92.38,
        94.02
    ],
    [
        " And you can see outlets and solutions that you would never have seen if you trapped yourself",
        94.1,
        99.88
    ],
    [
        " inside your box.",
        99.88,
        100.88
    ],
    [
        " And those are the kind of training scenarios that are outstanding.",
        101.48,
        105.08
    ],
    [
        " And those are the kind of training scenarios that make people better leaders.",
        105.42,
        109.64
    ],
    [
        " And better decision makers because the key thing that they learn how to do is they learn how to",
        109.64,
        115.1
    ],
    [
        " detach even at that moment.",
        115.1,
        117.06
    ],
    [
        " We talk about it all the time.",
        117.12,
        118.34
    ],
    [
        " But if you can't detach from that situation and you can't detach far enough away from the",
        118.6,
        123.38
    ],
    [
        " picture to see that the only way you're going to solve this problem is by going across that line",
        123.38,
        127.22
    ],
    [
        " that you were told not to go across.",
        127.22,
        128.94
    ],
    [
        " If you can't make that detachment, you're never going to cross that line.",
        129.42,
        133.86
    ],
    [
        " You're never going to open your mind.",
        134.04,
        135.38
    ],
    [
        " You're never going to see that solution.",
        135.62,
        137.06
    ],
    [
        " And that is a horrible trap to be stuck in.",
        137.32,
        139.72
    ]
]