[
    [
        " Okay, so for me, first of all, if you have nothing,",
        0.46,
        5.52
    ],
    [
        " if you're building from zero,",
        5.88,
        6.96
    ],
    [
        " the first thing you need is pull up bars,",
        7.9,
        9.6
    ],
    [
        " a pull up bar and a dip bar.",
        9.98,
        12.14
    ],
    [
        " Somewhere to do dips and somewhere to do pull ups.",
        13.52,
        15.48
    ],
    [
        " And that's what you need.",
        16.32,
        17.42
    ],
    [
        " Now, be careful if you're listening",
        17.6,
        19.44
    ],
    [
        " and you're like, okay, I'm gonna go buy a pull up bar",
        19.44,
        21.2
    ],
    [
        " and a dip bar.",
        21.2,
        21.62
    ],
    [
        " Don't get the little flimsy look in things",
        22.04,
        26.12
    ],
    [
        " that cost $129.",
        26.12,
        27.52
    ],
    [
        " You don't want that.",
        28.8,
        29.72
    ],
    [
        " It's almost worthless.",
        30.1,
        31.26
    ],
    [
        " It's better than nothing, but it's almost worthless.",
        31.44,
        34.54
    ],
    [
        " You wanna get a legit dip bar and a legit pull up bar.",
        34.72,
        39.2
    ],
    [
        " Dip bars are a little bit easier.",
        39.38,
        40.6
    ],
    [
        " You can go pretty cheesy on dip bars,",
        40.8,
        42.9
    ],
    [
        " but pull up bars you can't.",
        43.26,
        44.7
    ],
    [
        " Pull up bars you need something legit strong.",
        44.82,
        46.98
    ],
    [
        " You can bolt it to your wall,",
        47.32,
        48.88
    ],
    [
        " but you need a nice pull up bar with a inch and a half",
        48.88,
        53.64
    ],
    [
        " or a two inch metal pipe.",
        53.64,
        55.46
    ],
    [
        " I still have a pull up bar that I bought from Home Depot.",
        55.6,
        59.38
    ],
    [
        " I bought it in 1998.",
        59.38,
        62.26
    ],
    [
        " I've had it ever since.",
        62.26,
        64.32
    ],
    [
        " And it's bolted on to my squat rack,",
        64.98,
        67.98
    ],
    [
        " but that's all of this.",
        68.28,
        69.32
    ],
    [
        " He said, you know, two inch pipe",
        69.42,
        71.34
    ],
    [
        " and that's what you do pull ups on.",
        71.34,
        74.16
    ],
    [
        " So when you say, make sure it's legit,",
        74.52,
        76.28
    ],
    [
        " why is that?",
        76.28,
        76.96
    ],
    [
        " So it doesn't break while you're using it.",
        77.44,
        79.8
    ],
    [
        " Basically?",
        80.18,
        80.74
    ],
    [
        " Yeah, and also it's gotta have some weight too.",
        81.3,
        83.5
    ],
    [
        " It's you can do keeping pull ups.",
        83.5,
        84.92
    ],
    [
        " So you're not, the thing's not shaking all over the place.",
        84.92,
        86.72
    ],
    [
        " You get, you see these,",
        87.18,
        88.06
    ],
    [
        " I mean, this is just going total cheese ball",
        88.28,
        90.1
    ],
    [
        " of things with like the foam handles",
        90.1,
        93.28
    ],
    [
        " that just rotate and fall off.",
        93.28,
        95.68
    ],
    [
        " And they're just, it's just a nightmare.",
        95.68,
        97.04
    ],
    [
        " You want to, what you need is a pipe.",
        97.04,
        99.16
    ],
    [
        " That's what you need.",
        99.48,
        100.52
    ],
    [
        " Is a piece of pipe from Home Depot.",
        100.68,
        102.3
    ],
    [
        " And then you need somewhere to do dips.",
        102.76,
        106.92
    ],
    [
        " Now, one thing that you can do that will cover both these",
        107.12,
        110.92
    ],
    [
        " is you can get rings.",
        110.92,
        111.68
    ],
    [
        " You know, gymnastics rings.",
        112.48,
        113.9
    ],
    [
        " And you can have, you can adjust the height of the rings",
        114.12,
        117.2
    ],
    [
        " and you can do dips and pull ups on rings.",
        117.2,
        119.48
    ],
    [
        " And then you can do muscle ups as well.",
        119.72,
        120.94
    ],
    [
        " So rings are almost like, if there's one thing you could have,",
        121.12,
        125.54
    ],
    [
        " if you could have one piece of equipment for working out,",
        125.6,
        128.02
    ],
    [
        " it probably would be smart to go with just wooden rings.",
        128.56,
        131.7
    ],
    [
        " Because there are that flexible",
        132.82,
        135.54
    ],
    [
        " and you can do that much different stuff.",
        135.54,
        137.02
    ],
    [
        " I mean, you can do dips, you can do muscle ups,",
        137.16,
        138.9
    ],
    [
        " you can do pull ups, you can do push ups,",
        139.0,
        140.88
    ],
    [
        " you can do all kinds of stuff.",
        141.12,
        142.98
    ],
    [
        " You can do levers, you can do front levers, back levers.",
        142.98,
        145.7
    ],
    [
        " There's all kinds of gymnastics moves.",
        145.92,
        147.18
    ],
    [
        " You can do, I mean, you could basically work",
        147.34,
        148.68
    ],
    [
        " for the rest of your life on rings and be good to go.",
        148.68,
        150.5
    ],
    [
        " So rings are a way of handling the whole pull up",
        150.64,
        155.14
    ],
    [
        " and dip bar situation.",
        155.14,
        156.24
    ],
    [
        " But, and that's why it's pretty much the number two thing",
        156.84,
        161.06
    ],
    [
        " for me is pull up bar, dip bar slash rings",
        161.06,
        167.14
    ],
    [
        " because those are all going to kind of get you",
        167.14,
        169.18
    ],
    [
        " those basic body movements to build your strength.",
        169.44,
        172.82
    ],
    [
        " Once you get past that, now it's time for a squat rack.",
        173.98,
        178.02
    ],
    [
        " It's got to have a squat rack.",
        179.36,
        180.52
    ],
    [
        " And as soon as you have a squat rack now,",
        181.32,
        183.02
    ],
    [
        " my squat rack has a pull up bar on it,",
        183.36,
        186.64
    ],
    [
        " which I bolted on myself.",
        187.08,
        188.28
    ],
    [
        " My squat rack is the same year.",
        188.6,
        190.28
    ],
    [
        " When I bought my first house,",
        190.66,
        193.26
    ],
    [
        " immediately had a garage jam, it was 20,",
        193.68,
        196.1
    ],
    [
        " I don't know, 27 years ago or something like that.",
        196.48,
        198.92
    ],
    [
        " Built a garage jam immediately, bought a squat rack,",
        199.58,
        202.74
    ],
    [
        " still have the same squat rack,",
        203.0,
        204.18
    ],
    [
        " bolted a pull up bar onto it, still have that.",
        204.42,
        206.3
    ],
    [
        " I modified it a little bit and made dip bar,",
        206.6,
        209.24
    ],
    [
        " so I had a dip bar on it.",
        209.4,
        210.64
    ],
    [
        " This is before you could buy gymnastics,",
        211.18,
        212.66
    ],
    [
        " or I didn't know how to get a hold of gymnastics rings",
        213.02,
        215.22
    ],
    [
        " back in those days.",
        215.22,
        216.76
    ],
    [
        " And then the next thing you need is you need",
        217.12,
        218.96
    ],
    [
        " an Olympic lifting bar and bumper plates.",
        218.96,
        224.6
    ],
    [
        " And so you can do your squats, your cleans,",
        225.54,
        229.38
    ],
    [
        " your clean and jerks, your dead lifts,",
        229.9,
        231.72
    ],
    [
        " and all your basic strength movements.",
        231.96,
        235.18
    ],
    [
        " After that, for me, I think kettlebells,",
        236.0,
        242.44
    ],
    [
        " so now you have, you can do your swings,",
        242.44,
        245.74
    ],
    [
        " you can do your farmers walks, you can do your snatches,",
        247.28,
        250.68
    ],
    [
        " you can, I mean, there's a ton of exercises,",
        251.06,
        254.06
    ],
    [
        " Turkish get ups, I mean, there's a ton of exercises",
        254.32,
        256.52
    ],
    [
        " that you can do there that kettlebells now add",
        256.52,
        259.0
    ],
    [
        " to the situation.",
        259.0,
        259.94
    ],
    [
        " And you can do some really psychotic conditioning,",
        260.36,
        264.82
    ],
    [
        " metabolic conditioning with the addition of kettlebells as well.",
        265.2,
        268.72
    ],
    [
        " At this point, if you only have one center rings,",
        269.48,
        273.08
    ],
    [
        " I have three sets of rings, and I have one that's high",
        273.16,
        275.84
    ],
    [
        " for muscle ups, I have one that's medium for dips,",
        275.84,
        278.12
    ],
    [
        " and I have one that's low for pushups,",
        278.12,
        280.5
    ],
    [
        " and I just have those all the time,",
        280.9,
        282.58
    ],
    [
        " so you don't have to adjust them,",
        282.58,
        283.94
    ],
    [
        " because I guess I'm too lazy to want to adjust my rings",
        284.0,
        286.24
    ],
    [
        " all the time.",
        286.24,
        286.76
    ],
    [
        " Yeah.",
        287.1,
        287.18
    ],
    [
        " The next piece for me is, I like rollers,",
        288.28,
        294.88
    ],
    [
        " the concept to rollers, I have one,",
        295.4,
        297.0
    ],
    [
        " I've had it for a long time, they're brutal workout.",
        297.3,
        299.78
    ],
    [
        " I think that you can just destroy yourself very easily",
        300.46,
        305.74
    ],
    [
        " and very quickly.",
        305.74,
        306.56
    ],
    [
        " And I think like an air dine or an aerosol type bike,",
        307.32,
        310.58
    ],
    [
        " I don't have one of those,",
        310.76,
        311.54
    ],
    [
        " I'm probably gonna get one very soon,",
        311.54,
        313.0
    ],
    [
        " but I think those are outstanding as well.",
        313.2,
        315.06
    ],
    [
        " I didn't say jump rope earlier, that's another good cardio,",
        315.82,
        320.1
    ],
    [
        " kind of met con, kind of get after it,",
        320.3,
        322.26
    ],
    [
        " and then maybe some medicine balls.",
        322.58,
        325.08
    ],
    [
        " And after that, I mean, I think,",
        326.76,
        329.36
    ],
    [
        " the question was essential equipment to me,",
        329.5,
        332.78
    ],
    [
        " that's sort of my list.",
        332.9,
        334.16
    ],
    [
        " Yeah.",
        334.54,
        334.68
    ],
    [
        " And then from there, it just becomes fun.",
        334.94,
        336.8
    ],
    [
        " It becomes what kind of other implements can I bring",
        337.14,
        340.14
    ],
    [
        " into the situation that are gonna eliminate boredom,",
        340.14,
        343.8
    ],
    [
        " increase creativity, increase dynamic",
        344.16,
        347.94
    ],
    [
        " and functional movement.",
        347.94,
        349.14
    ],
    [
        " And I think these are pretty good.",
        349.76,
        352.76
    ]
]