[
    [
        " This is Jockel Podcast number 52 with Echo Charles and me Jockel Willink",
        0.0,
        6.88
    ],
    [
        " Good evening, I go good evening",
        6.88,
        9.76
    ],
    [
        " So",
        9.76,
        11.82
    ],
    [
        " Today is the 50 second",
        11.82,
        16.34
    ],
    [
        " episode of",
        16.34,
        19.64
    ],
    [
        " the Jockel Podcast",
        19.64,
        20.74
    ],
    [
        " Which means that it's been one year since we put out one every week and",
        20.74,
        27.06
    ],
    [
        " People been asking me you know hey",
        27.06,
        29.08
    ],
    [
        " You're gonna do anything special for the one year anniversary a special guest or a special book is",
        30.0,
        38.72
    ],
    [
        " You know, what are you gonna do special on this day?",
        38.72,
        40.9
    ],
    [
        " And my answer is yes",
        41.3,
        43.44
    ],
    [
        " We we are gonna do something special because today is special",
        43.44,
        50.06
    ],
    [
        " But today isn't special because it's the 50 second podcast",
        50.06,
        57.9
    ],
    [
        " It's just just like I don't go overboard with",
        58.88,
        62.46
    ],
    [
        " special holidays like birthdays or Christmas or Valentine's Day or Veterans Day or even Memorial Day",
        62.46,
        69.62
    ],
    [
        " Today isn't special because it's the 50 second podcast today is special",
        69.62,
        79.12
    ],
    [
        " Because it's today",
        79.12,
        81.88
    ],
    [
        " Today is special",
        84.36,
        85.68
    ],
    [
        " Because we are alive",
        85.68,
        88.08
    ],
    [
        " Because we're breathing",
        88.08,
        90.32
    ],
    [
        " And",
        90.32,
        93.28
    ],
    [
        " When you're here and you're alive and you recognize that",
        93.28,
        98.54
    ],
    [
        " Recognize that that you're alive today",
        98.54,
        103.12
    ],
    [
        " That makes every day special makes every day a miracle",
        103.12,
        109.34
    ],
    [
        " Makes every day a gift and that might seem like a",
        111.88,
        115.84
    ],
    [
        " Detroit platitude",
        115.84,
        119.2
    ],
    [
        " But it isn't",
        119.2,
        124.46
    ],
    [
        " And if you've seen brave young men who give their lives on the battlefield for their brothers",
        124.46,
        131.32
    ],
    [
        " Or you've seen",
        131.32,
        135.44
    ],
    [
        " Stoic young children",
        135.44,
        139.36
    ],
    [
        " facing some kind of terminal disease or you would have had death",
        140.34,
        145.98
    ],
    [
        " Attack your life with its",
        145.98,
        149.38
    ],
    [
        " multitude of heartless weapons",
        149.38,
        152.62
    ],
    [
        " Cancer and disease and suicide and accidents and addiction and murder and war",
        152.62,
        159.02
    ],
    [
        " And if you've seen those things then you know it isn't a platitude and it isn't cliche",
        159.02,
        168.76
    ],
    [
        " You know it's true",
        168.76,
        169.9
    ],
    [
        " Every day",
        169.9,
        173.98
    ],
    [
        " Is a special day every day is a gift every day is awesome",
        173.98,
        180.18
    ],
    [
        " And so what are we going to do special for this podcast right here the same thing that we always do",
        180.18,
        188.34
    ],
    [
        " Gonna give it everything we've got we're gonna leave it all in the mat",
        188.34,
        192.14
    ],
    [
        " We prepared we invested we studied we thought and we're gonna get after it",
        192.14,
        198.58
    ],
    [
        " Why not",
        201.92,
        202.68
    ],
    [
        " Because this is number 52 not because it's been one year not because we made it this far",
        202.68,
        207.98
    ],
    [
        " But because this is the one",
        207.98,
        212.94
    ],
    [
        " It's the one",
        212.94,
        215.76
    ],
    [
        " The one life we have this is the one shot we get at today",
        215.76,
        221.38
    ],
    [
        " This day now",
        221.38,
        223.72
    ],
    [
        " And",
        228.74,
        229.3
    ],
    [
        " So",
        229.3,
        228.36
    ],
    [
        " We're going to get after it like we always do and we're gonna make it count",
        228.36,
        234.46
    ],
    [
        " So",
        234.46,
        238.42
    ],
    [
        " That go let's do this now",
        238.42,
        243.72
    ],
    [
        " I did go a little bit long with the last last podcast, you know we were introducing the Korean War the coldest war on that last episode",
        243.72,
        252.96
    ],
    [
        " So I went a little I went a little crazy on that one",
        253.42,
        257.2
    ],
    [
        " We all need to hear about that we're gonna hear some more but today",
        257.2,
        261.32
    ],
    [
        " We're going straight to Q&A",
        261.32,
        264.08
    ],
    [
        " From",
        264.08,
        265.58
    ],
    [
        " The interwebs",
        265.58,
        268.16
    ],
    [
        " So echo Charles",
        268.16,
        271.96
    ],
    [
        " What he got question number one go",
        271.96,
        276.46
    ],
    [
        " All right",
        276.46,
        278.52
    ],
    [
        " Okay first question",
        279.88,
        281.22
    ],
    [
        " Jocco",
        281.22,
        282.6
    ],
    [
        " How did you have time to train in martial arts while deployed?",
        282.6,
        288.28
    ],
    [
        " I figured that you were too busy with combat even think about training while deployed",
        288.74,
        293.44
    ],
    [
        " Thank you for the information okay, so um a couple things",
        293.44,
        300.2
    ],
    [
        " I always brought mats with me when we deployed and it was really good, you know",
        300.2,
        305.88
    ],
    [
        " Because once I was in a leadership position I could kind of make that happen pretty easily",
        305.88,
        308.84
    ],
    [
        " How does that how does that happen do you just say hey?",
        308.84,
        312.06
    ],
    [
        " I'm glad do tell some bad mats know I had mats and I actually got mats from the team",
        312.7,
        316.48
    ],
    [
        " And then we would just put them on a big palette when you deploy you you go on you put all your gear on these big palettes",
        316.48,
        322.52
    ],
    [
        " So some of those palettes would have mats on mats on well, okay? And then",
        322.52,
        325.96
    ],
    [
        " When we would go into plumbing now pre-war",
        325.96,
        328.84
    ],
    [
        " It was you know we we go into plumbing we just bring mats and train wherever we could train",
        328.84,
        333.86
    ],
    [
        " And then once the war started",
        334.28,
        336.64
    ],
    [
        " And I still brought mats",
        336.64,
        338.72
    ],
    [
        " I was like hey war there's not like we're they're gonna have us working 24 hours a day",
        338.72,
        343.1
    ],
    [
        " So and if they did we just wouldn't be able to train but I was prepared for training and what what I did both for my deployments to Iraq is I had a",
        343.1,
        349.94
    ],
    [
        " What's called a GP medium tent? Which is basically a really really big tent",
        349.94,
        354.56
    ],
    [
        " And they have air conditioning and they have dual walls so it stays kind of cool",
        354.56,
        359.22
    ],
    [
        " And I just made that into a little mini fight room put mats out",
        359.22,
        362.82
    ],
    [
        " And then I would just train when there was downtime and there is downtime when you're on deployment",
        363.3,
        367.82
    ],
    [
        " I mean there is definitely downtime when you're on deployment",
        367.82,
        369.8
    ],
    [
        " And like what are you gonna do with your downtime?",
        369.8,
        372.34
    ],
    [
        " Is the question now some guys with their downtime they decide to do something that's maybe not super productive",
        372.34,
        379.46
    ],
    [
        " Give you an example that",
        379.46,
        381.4
    ],
    [
        " There was some guys on my first deployment to Iraq",
        381.4,
        384.64
    ],
    [
        " And they played halo it's a video game have you heard of it? Yes, okay",
        384.64,
        390.54
    ],
    [
        " It's a first person shooter video game and so my guys",
        390.54,
        394.48
    ],
    [
        " Or so they just played anytime we weren't working",
        394.48,
        397.92
    ],
    [
        " Which you know our missions at that point we're doing a little direct action missions",
        397.92,
        400.84
    ],
    [
        " They don't take a few hours you know the planning and you know every two or three days",
        400.84,
        404.72
    ],
    [
        " So you you had time right and so all the time and they had the they had wires set up so they could play different",
        404.72,
        412.42
    ],
    [
        " Each other in different tents. Yeah, it was really ridiculous",
        412.42,
        417.38
    ],
    [
        " And meanwhile the guys that were a little more hardcore we were training the jizz but but these guys and actually these guys were good mugs too",
        418.54,
        424.36
    ],
    [
        " But what's funny is so I kind of thought like what is wrong with these guys?",
        424.36,
        427.54
    ],
    [
        " Where are they doing us but you know whatever",
        427.7,
        429.34
    ],
    [
        " And then all of a sudden they had a the the group above us the group that was in charge of the seals that were there",
        429.34,
        437.94
    ],
    [
        " It's called the siege of soda for the combined joint special operations task force that group",
        437.94,
        444.02
    ],
    [
        " They hosted a halo tournament",
        445.68,
        448.26
    ],
    [
        " Like in all the different special operations groups went and did this halo tournament",
        448.26,
        455.42
    ],
    [
        " And I don't know if I'm proud of this or not proud of this",
        455.42,
        460.1
    ],
    [
        " But two of my guys that entered the tournament",
        460.1,
        463.66
    ],
    [
        " They they complete they won",
        463.66,
        466.22
    ],
    [
        " But not only did they want win. I guess the way you play halo you get you can die multiple times",
        466.22,
        472.14
    ],
    [
        " And so after a certain number of times like you play to a certain number of deaths",
        472.14,
        475.62
    ],
    [
        " I guess but anyways the in the finals",
        475.62,
        478.4
    ],
    [
        " These two guys beat the other guys that were from some army group or something they beat them 50 deaths to two",
        478.4,
        487.46
    ],
    [
        " So I was just saying to myself really",
        487.46,
        491.76
    ],
    [
        " So anyways the next deployment guys were playing some other I never I don't play video games",
        491.76,
        497.86
    ],
    [
        " But the other guys played in when we were in Ramadi guys were playing",
        497.86,
        501.14
    ],
    [
        " I want to say John madden football. That's a good house. Yeah, see. I don't know because I don't play video games",
        501.14,
        506.78
    ],
    [
        " Echo Charles",
        506.78,
        507.8
    ],
    [
        " But uh, but what I was doing during those times during those down times is yes bring",
        507.8,
        512.42
    ],
    [
        " bring",
        512.42,
        513.68
    ],
    [
        " Maths and train to jitsu and there's always guys even though there be plenty of guys playing video games and we we train to jitsu for sure",
        513.68,
        520.3
    ],
    [
        " And you should make time for it because you know what",
        520.3,
        522.3
    ],
    [
        " You you think about um",
        522.3,
        524.92
    ],
    [
        " Being under stressful situation. Well, what's gonna help you with the stressful situation?",
        524.92,
        528.54
    ],
    [
        " A physical outlet a little mental break",
        529.08,
        531.18
    ],
    [
        " And guess what guess what gives you physical outlet and gives you mental break and doing some jiu jitsu",
        531.18,
        535.44
    ],
    [
        " So you know of course there's times where we'd go and we'd go in the field or we'd have multiple back to back to back to back",
        535.44,
        541.48
    ],
    [
        " The back operations and we want to build a train. No, we deal of course the job takes the total priority over it",
        541.48,
        545.74
    ],
    [
        " but um",
        545.74,
        547.38
    ],
    [
        " Yeah, so I would always train and and I'll tell you one more thing",
        547.38,
        551.24
    ],
    [
        " When I would go on deployment like let's say you're a guy that trains and you go on deployment",
        551.24,
        556.96
    ],
    [
        " Well, there's gonna be somebody that will train with you even if they're never trained before somebody's gonna go",
        557.0,
        561.64
    ],
    [
        " Yeah, I'll train with you and those guys",
        561.64,
        564.76
    ],
    [
        " That's that happened to me, you know where I went on deployment with a bunch of guys",
        564.76,
        568.48
    ],
    [
        " They didn't know anything and I just was teaching them and when I came back from a six-month deployment",
        568.48,
        573.06
    ],
    [
        " This is before the war",
        573.06,
        574.28
    ],
    [
        " I was definitely way better than I was before I left",
        574.28,
        577.8
    ],
    [
        " So even though I was only training with guys that were not even close to as good as me",
        577.8,
        581.58
    ],
    [
        " Just training all the time and just going with guys, you know strong tough",
        581.58,
        585.76
    ],
    [
        " Team guys made me better and when I got back I had",
        586.06,
        589.46
    ],
    [
        " Improved a lot in comparison with the guys that I was training with before I left that we're training all the time",
        589.46,
        594.66
    ],
    [
        " All's gone so you can make improvement",
        594.66,
        596.72
    ],
    [
        " Even if you're just have bodies to move around and you can focus on your offense",
        596.72,
        602.3
    ],
    [
        " You can put yourself in bad positions",
        602.3,
        603.38
    ],
    [
        " This is a bunch of ways to get better while you're doing it. So yeah, man",
        603.38,
        606.06
    ],
    [
        " You can train you can train on deployment for sure. We just had a couple guys",
        606.06,
        609.8
    ],
    [
        " Come back from deployment from the Marine Corps and you know they they were out on a shipboard deployment",
        609.8,
        614.92
    ],
    [
        " They trained all the time, you know just came back to victory in the man. They've been training the whole time",
        614.92,
        619.36
    ],
    [
        " They got good too. They improved their game a lot. Yeah, I seen guys train. I think it was army guys",
        619.36,
        623.94
    ],
    [
        " They're training they trained with the jacket on and these the jacket as a geisha. I mean different but kind of the same",
        623.94,
        629.14
    ],
    [
        " Oh, yes the same we you know and I've done that too",
        629.14,
        631.28
    ],
    [
        " In fact the early days of jiu-jitsu from me. I spent that's why when no ghee started getting popular",
        631.28,
        636.64
    ],
    [
        " I kind of knew no ghee because we used to train in",
        636.64,
        640.36
    ],
    [
        " Bdu pants so like camouflage pants and a t-shirt",
        640.84,
        643.66
    ],
    [
        " That sort of that sort of seemed like a good compromise",
        643.66,
        646.22
    ],
    [
        " And then then plus dean and I trained no ghee a lot even though dean was dean was training no ghee because he wrestled and then",
        646.22,
        652.86
    ],
    [
        " Wasn't he doing MMA and stuff too?",
        652.86,
        654.34
    ],
    [
        " What he did he did no ghee way before he did",
        654.42,
        657.04
    ],
    [
        " Before he did MMA. I mean we were trying to no ghee. I don't even know what I've asked dean where the idea came",
        657.04,
        664.76
    ],
    [
        " Because even in sambogh you wear a jacket right man. Yeah, I'm the top and he was a sambog guy too",
        664.76,
        669.2
    ],
    [
        " Just do you guys go like all when you train like hey, I'm a you know",
        669.98,
        673.74
    ],
    [
        " I'm just one of the team guys. I don't train jiu-jitsu and you're like hey, let's go train",
        673.74,
        677.24
    ],
    [
        " What did you do full on training like for six?",
        677.24,
        680.16
    ],
    [
        " You know eight minute rounds or yeah",
        680.66,
        682.62
    ],
    [
        " It's the same thing I mean I've talked about before like I would get guys that were training",
        682.62,
        686.86
    ],
    [
        " Even if they're a lower level and I'm just trained with all of them and just line them up and go",
        686.86,
        690.82
    ],
    [
        " And then they'd be training with each other too, you know, and I would teach a little classes and say hey",
        690.82,
        694.28
    ],
    [
        " This is how you do this and you know, you know me. I kind of like to roll",
        694.28,
        697.92
    ],
    [
        " More but so I would always end up rolling a lot",
        698.96,
        700.84
    ],
    [
        " But you know you get good tough team guys that wrestled or the high school",
        700.84,
        705.68
    ],
    [
        " Yes, they did judo so those guys and they they always bring it. It's always good training. Yeah, they're moving",
        705.68,
        710.7
    ],
    [
        " Yeah, you know, they're not like and they got great cardio and strong",
        710.7,
        714.04
    ],
    [
        " And then you know anytime there was Marines around or soldiers around there's some Rangers down the street for me",
        714.04,
        719.24
    ],
    [
        " I train with a few those guys a couple times",
        719.24,
        721.18
    ],
    [
        " So yeah, man getting after it you can definitely you got to find a way to do it and then you make time to do it",
        721.18,
        726.76
    ],
    [
        " Next question",
        728.44,
        729.32
    ],
    [
        " My boss",
        729.32,
        731.4
    ],
    [
        " instituted mandatory",
        731.4,
        733.6
    ],
    [
        " Uncompensated monthly meetings with the added warning that if we miss on",
        733.6,
        739.28
    ],
    [
        " There'd be repercussions",
        739.28,
        741.04
    ],
    [
        " Well, this is in an unjust move on his part. I'm choosing to remain silent and not complain",
        741.04,
        747.2
    ],
    [
        " I decided that this is not enough of a of a pressing issue for me to speak out against",
        747.2,
        752.06
    ],
    [
        " That way the next time I decide to actually raise an issue over something",
        752.06,
        756.0
    ],
    [
        " It'll have more of an impact",
        756.7,
        758.0
    ],
    [
        " This was influenced by your decision to only ask for or ask your leadership for help only when absolutely necessary",
        758.0,
        765.32
    ],
    [
        " Because of this when you did ask for something your request was taken much more seriously",
        765.32,
        769.86
    ],
    [
        " Do you think this was the right way to lead up the chain of command in this scenario?",
        769.86,
        775.4
    ],
    [
        " Yeah, I think that's a very good way to lead up the chain of command in that scenario and you got to choose your battles",
        775.76,
        781.72
    ],
    [
        " Because it is possible in any job to to cry wolf right it's possible say oh",
        783.24,
        788.46
    ],
    [
        " We this is this is way we can't do this and it's it's possible if you complain about everything eventually",
        788.46,
        792.72
    ],
    [
        " You're not getting listened to anymore. So what I would do here definitely attend the meetings right to show up for the meetings",
        792.72,
        798.62
    ],
    [
        " You tend the meetings you see what they're about see what the deal is",
        798.62,
        800.98
    ],
    [
        " What is he trying to accomplish maybe he has some really good thing that he's trying to accomplish got to put out word or we don't know yet",
        800.98,
        807.28
    ],
    [
        " Maybe his vision is that this only he's going to only hold these mandatory meetings until he gets a flow and he gets",
        807.36,
        812.0
    ],
    [
        " Everybody on board and then he can go cool. We don't have to do this anymore. You guys got it",
        812.0,
        814.98
    ],
    [
        " I don't know what his vision is you know what's he trying to make happen",
        814.98,
        817.72
    ],
    [
        " Let's give him that credit as the leader to say hey",
        817.72,
        820.82
    ],
    [
        " You know you're calling this meeting we're gonna show up there. We're gonna do our best to",
        820.82,
        824.74
    ],
    [
        " Participate and and get the most out of the meeting",
        824.74,
        827.92
    ],
    [
        " Find out what it's all about so go to the meetings then now you got your guys. So you might be a little bit worried",
        827.92,
        834.22
    ],
    [
        " About your guys right saying hey, why are you making us attend this meeting that the boss said we got to go to",
        834.66,
        839.2
    ],
    [
        " and on that one",
        839.2,
        841.3
    ],
    [
        " What I would likely do is make everyone attend a few and I would do it",
        841.3,
        846.14
    ],
    [
        " So hey guys the boss's having a meeting no, we're not gonna get paid",
        846.14,
        848.26
    ],
    [
        " But look we're gonna get word when find out what's going on. So I want everyone's everyone's got to be there right?",
        848.26,
        852.56
    ],
    [
        " So you don't pass the buck",
        852.74,
        854.12
    ],
    [
        " You you you maintain the the responsibility of what's happening you own it and then maybe maybe after a little while though",
        854.12,
        863.04
    ],
    [
        " You look at the boss and you say hey boss, you know what these meetings are good to go I'm getting a lot out of them",
        863.38,
        868.1
    ],
    [
        " But I'm not gonna make my I don't want to make my guys go",
        868.1,
        870.5
    ],
    [
        " I want to pass the word to them. So is that all right? If I have them skip the meetings",
        870.5,
        874.2
    ],
    [
        " But I'll be there and then I'll put out the information and you know most likely you'll get a hey that sounds good",
        874.2,
        879.78
    ],
    [
        " Especially if you've been attending the meetings and you've been participating you've been raising your hand and saying taking notes and saying",
        879.78,
        886.4
    ],
    [
        " Yeah, we got that boss. We can make that happen if you've been",
        886.4,
        888.92
    ],
    [
        " We is that kissing ass? No, no, no, it's building a relationship right now. There is a",
        889.76,
        894.96
    ],
    [
        " Distinction right between kissing ass and building a relationship and don't kiss ass",
        894.96,
        900.82
    ],
    [
        " Because you're not building a relationship when you kiss ass as a matter of fact people are turned off by it",
        900.82,
        905.4
    ],
    [
        " So you don't want to be that guy. Hey boss. What a wonderful meeting. I got so much out of it. No, no, no",
        905.4,
        910.78
    ],
    [
        " Participate and getting the game. That's all I'm saying. I'm not saying kiss ass because kiss ass isn't gonna get you",
        910.78,
        915.28
    ],
    [
        " It's gonna it's gonna look bad. I mean are there some bosses that that feed off that? Yes, there are and well",
        915.6,
        921.92
    ],
    [
        " You got to be might have to play that game a little bit. You might have to play that game a little not gonna feel good",
        921.92,
        925.86
    ],
    [
        " That's why we have to put our ego in check",
        925.86,
        927.38
    ],
    [
        " and then",
        927.38,
        929.4
    ],
    [
        " Yeah, that's what I would do. So I think you made the right call",
        929.4,
        933.34
    ],
    [
        " Let's get in go to go to a bunch of these meetings see what they're all about and maybe you know eventually",
        933.34,
        938.4
    ],
    [
        " You're saying hey boss. You know these are uncompensated. We could probably utilize these hours better if we did some this or we did that",
        938.4,
        945.08
    ],
    [
        " So this is good good straightforward method. I think you made the right call and let us know how it goes",
        945.96,
        952.14
    ],
    [
        " Yeah, yeah, the kissing ass thing",
        952.14,
        953.66
    ],
    [
        " Everyone knows you're kissing ass and everyone knows even if the boss",
        953.66,
        957.2
    ],
    [
        " I mean really what you're doing is you're trading",
        957.2,
        959.02
    ],
    [
        " Your long-term respect you're trading that in for that short term popularity. Yeah, you know with with just the boss",
        959.02,
        965.98
    ],
    [
        " By the way like all your thought people because your popularity is going down",
        965.98,
        969.62
    ],
    [
        " Everyone's looking at you like look at that guy",
        969.62,
        971.94
    ],
    [
        " Kissing ass look at him even the boss even if he likes it",
        972.36,
        975.08
    ],
    [
        " There's a big part of his brain. It's like all right",
        975.08,
        977.78
    ],
    [
        " So that's what I'm saying that you don't have to kiss ass right you don't have to kiss ass, but you know what you",
        977.78,
        982.82
    ],
    [
        " What does the boss want someone that's kissing their ass and saying well? What a wonderful idea or someone that's actively",
        982.82,
        987.48
    ],
    [
        " Participating like a professional. Yeah, that's what they want. Yeah, that's what they want",
        987.48,
        990.92
    ],
    [
        " Yeah, so do that gotta be down for the cause",
        990.92,
        993.36
    ],
    [
        " You're like dang. I'm down for the cause",
        993.36,
        995.14
    ],
    [
        " I'll tell you whenever I'm with something I'll tell you why you know that kind of thing",
        995.14,
        998.88
    ],
    [
        " But ultimately if you're down for the cause your bosses cause with the whole cause or whatever",
        998.98,
        1002.86
    ],
    [
        " That's in so much of it changes with your attitude. Yeah, if you attitude is like oh, man",
        1002.86,
        1010.04
    ],
    [
        " This is we are going to see what I can't pay but if you're out she's like hey",
        1010.04,
        1013.58
    ],
    [
        " This is really cool with the lead that the boss is stepping up. He's trying to get us engaged in this",
        1013.58,
        1017.06
    ],
    [
        " I'm gonna go in there and get after it that that just totally changed your attitude right there",
        1017.06,
        1020.52
    ],
    [
        " I've done that a million times played that little game in my head said all right my boss an idiot. You know what?",
        1020.52,
        1025.0
    ],
    [
        " I'm an idiot. Let's go. Let's make this happen",
        1025.26,
        1027.08
    ],
    [
        " I'm gonna get after it. What is what stupid thing is he gonna tell me you don't want to do with that stupid thing",
        1027.18,
        1031.22
    ],
    [
        " He tells me to do I'm gonna crush. I did that when I was going to offshore candidate school",
        1031.22,
        1035.52
    ],
    [
        " And",
        1035.52,
        1037.0
    ],
    [
        " There's this thing at offshore candidate school where you have to yell everything that you say they call it being ballistic",
        1037.0,
        1043.16
    ],
    [
        " They say you got to be ballistic at all times and it's pretty cool why they do it actually",
        1043.16,
        1046.94
    ],
    [
        " They do it because you get some people that are coming in the military because when you go to OCS",
        1046.94,
        1051.06
    ],
    [
        " Most of the people that are going through OCS with have never been in the military before they're coming from college",
        1051.06,
        1055.66
    ],
    [
        " And they graduate college and now they're going OCS. So they got 13 weeks to get turned into an officer",
        1055.66,
        1059.06
    ],
    [
        " so",
        1059.06,
        1059.94
    ],
    [
        " What they do is they make you yell everything. Why do they do that?",
        1059.94,
        1064.5
    ],
    [
        " The reason they make you yell everything is because there's some people that aren't confident when they speak",
        1064.54,
        1069.16
    ],
    [
        " And so everything that they're gonna say they're gonna be shy about saying it well at OCS",
        1069.16,
        1073.14
    ],
    [
        " You've actually got a yell and everything that you say because you can't go on the bridge of a ship and say",
        1073.14,
        1079.02
    ],
    [
        " Can we turn the ship you know 90 degrees to the port? No, no, no, you have to speak up",
        1079.02,
        1083.98
    ],
    [
        " You have to say hey, we're turning 90 degrees port. I don't actually know what the command is",
        1083.98,
        1087.54
    ],
    [
        " Because I wasn't a service warfare officer, but you know you say hey, we're gonna turn 90 degrees port",
        1087.54,
        1092.02
    ],
    [
        " You can't say it in a timid way",
        1092.02,
        1093.72
    ],
    [
        " And so the way they beat that out of you is by making you yell every single thing that you do when you're in an officer candidate school",
        1093.72,
        1099.42
    ],
    [
        " so",
        1099.42,
        1099.98
    ],
    [
        " What what we did was the upper classmen that control you when you're going through there's like a class that's getting ready to graduate",
        1099.98,
        1107.7
    ],
    [
        " And they kind of control you when the drill instructors aren't there",
        1107.7,
        1110.48
    ],
    [
        " And so they also make little money for their fund",
        1110.92,
        1113.84
    ],
    [
        " And the way they make money for the fund is selling soda and candy in this little this little closet, right?",
        1113.84,
        1119.64
    ],
    [
        " I mean, it's it's it's authorized",
        1119.94,
        1121.36
    ],
    [
        " so my class",
        1121.36,
        1124.0
    ],
    [
        " I said hey guys",
        1124.0,
        1125.84
    ],
    [
        " When you go into I was the class president",
        1125.84,
        1128.26
    ],
    [
        " I said when you go",
        1128.26,
        1129.24
    ],
    [
        " I said when you go into the office to buy candy or soda which I don't recommend but if you do",
        1129.24,
        1138.44
    ],
    [
        " If you do do it go in there and be ballistic",
        1138.86,
        1142.04
    ],
    [
        " And they're like why do I go do it because those are the rules",
        1142.04,
        1145.56
    ],
    [
        " And so everyone lined up and they went in this little closet. They're yelling at the",
        1145.56,
        1149.96
    ],
    [
        " I would like one Coca Cola and one sticker spa",
        1149.96,
        1152.96
    ],
    [
        " sir and after",
        1152.96,
        1155.14
    ],
    [
        " 10 people the the person that's in there the upper classman comes out and goes you guys",
        1155.14,
        1160.32
    ],
    [
        " Garneau longer allowed to be ballistic and that was the way that we want",
        1160.32,
        1164.3
    ],
    [
        " But just get and I actually did that in buds to where I do",
        1165.42,
        1168.22
    ],
    [
        " Stuff to the to the extreme, you know like you got to get wet and sandy in buds",
        1168.22,
        1173.84
    ],
    [
        " And which means you got to get jump in the ocean and roll around in the sand",
        1173.84,
        1177.78
    ],
    [
        " well",
        1177.78,
        1178.5
    ],
    [
        " I would jump in the ocean I would roll around the sand",
        1178.5,
        1181.96
    ],
    [
        " And then when you get back to the instructor that told you to go get wet and sandy",
        1181.96,
        1185.1
    ],
    [
        " You'd have to go back to them and say who y'all instructor Charles to make sure that they knew that you got wet and sandy",
        1185.1,
        1190.68
    ],
    [
        " So what I would do is I'd go I didn't do it immediately",
        1190.84,
        1193.38
    ],
    [
        " But I don't want to figure it out that I could do this. I did it",
        1193.38,
        1195.6
    ],
    [
        " I would go I would get wet",
        1195.6,
        1197.54
    ],
    [
        " I would get sandy I would completely I would completely cover my every square inch my body with sand",
        1197.54,
        1203.9
    ],
    [
        " And then I would put sand into my mouth. I would fill my",
        1203.9,
        1208.54
    ],
    [
        " My mouth is sand and when I'd run up to say who y'all to the instructor when I'd say who y'all dry sand would come out of my mouth",
        1208.54,
        1216.84
    ],
    [
        " It was uh, it was pretty fun",
        1216.84,
        1219.02
    ],
    [
        " So I like to have that attitude like oh you want to make me do something great",
        1219.02,
        1222.3
    ],
    [
        " I'll do it and I'm gonna do it with with vigor and enthusiasm",
        1222.3,
        1227.12
    ],
    [
        " And and then we literally in my in my buds class when at a certain point",
        1227.12,
        1233.36
    ],
    [
        " They told us we weren't allowed to get wet and sand anymore",
        1233.36,
        1237.14
    ],
    [
        " They literally told us that and uh, they said no you guys you weren't allowed to get wet anymore",
        1237.14,
        1242.36
    ],
    [
        " And and we were saying what's wrong?",
        1242.36,
        1244.56
    ],
    [
        " No, it's you not and that so it actually yeah, okay well",
        1244.56,
        1248.88
    ],
    [
        " Yeah, it's kind of like they're they're like kind of pushing you down this hill with this",
        1248.88,
        1254.48
    ],
    [
        " Expectation that you're gonna be putting on the brakes or something to the fire. Yeah, so like the more they push it on the hill",
        1254.48,
        1260.94
    ],
    [
        " The more your natural tendency hopefully is gonna be to put on the brakes",
        1260.94,
        1264.96
    ],
    [
        " That's why all that works, you know like oh go get wet and sand that's all that sucks",
        1264.96,
        1268.36
    ],
    [
        " But if you're like when's anytime just do this kind of thing then it's like oh and then",
        1268.36,
        1272.34
    ],
    [
        " You know way you can put on the brakes when they say stop okay",
        1272.76,
        1275.6
    ],
    [
        " We do this too one of my",
        1275.6,
        1277.78
    ],
    [
        " buddies we",
        1277.78,
        1279.5
    ],
    [
        " So there's something called flights where you run up this hill and you carry",
        1279.5,
        1283.68
    ],
    [
        " Palettes, you know what a pallet is right there. I don't know. They're made a wood or steel",
        1283.68,
        1288.26
    ],
    [
        " We had both there they call them flights and they actually have a little flight tower",
        1288.26,
        1291.8
    ],
    [
        " Just a little detail a little flight. It's called flights",
        1291.8,
        1295.54
    ],
    [
        " Yeah, I put this thing on your back",
        1295.54,
        1296.92
    ],
    [
        " So you look like an airplane and you run up this hill and come back right right and you do it as a squad",
        1296.92,
        1300.96
    ],
    [
        " And when you get back to the bottom they'd say okay who came in last place",
        1301.24,
        1304.72
    ],
    [
        " Wait, how many people one guy one pallet yeah one guy per pallet and maybe like who okay who came in last place",
        1304.72,
        1310.14
    ],
    [
        " And I say I came in last",
        1310.14,
        1312.04
    ],
    [
        " Then you got to do it again, but the funniest was when you came back down",
        1312.04,
        1316.9
    ],
    [
        " If you were slower than just want to hammer you more than to hey you're on fire",
        1316.9,
        1321.38
    ],
    [
        " Go go put it out in which means you got to run then your pallet down to the ocean",
        1321.38,
        1325.8
    ],
    [
        " Oh god and so so one time I came back down and",
        1325.8,
        1330.74
    ],
    [
        " Well one time I came back down and I said they said you have to request permission to land and one time I came back down and said",
        1330.96,
        1336.5
    ],
    [
        " I can't land them on fire and they go okay",
        1336.5,
        1340.86
    ],
    [
        " To serve but was even better than that was a couple days later I came back down",
        1340.86,
        1346.04
    ],
    [
        " I said request permission to touch and go which in which in pilots is you know you you land and then you take right back off",
        1346.04,
        1352.06
    ],
    [
        " So I just they go",
        1352.06,
        1352.98
    ],
    [
        " Permission granted turn right around with back up that is pretty funny",
        1352.98,
        1357.32
    ],
    [
        " Isn't it doesn't that like just because basically that starts with just embracing the attitude",
        1357.48,
        1362.54
    ],
    [
        " Yeah, that's what it starts with have a good time",
        1362.54,
        1364.86
    ],
    [
        " Yeah, doesn't it result in all this this crap with face it man that's that go get wet and sandy",
        1364.86,
        1369.2
    ],
    [
        " I mean from a normal standpoint. Yeah, it's like it's allegedly not fun. Yeah, neither is the flights bro",
        1369.2,
        1375.28
    ],
    [
        " You explained that the flights is not cool",
        1375.28,
        1376.94
    ],
    [
        " But doing it that way it's just as hard kind of physically but the experience",
        1376.94,
        1383.02
    ],
    [
        " But the experience is way better though",
        1387.32,
        1389.24
    ],
    [
        " You know and then yeah, we but we always had a good time when we were doing like we used to go on we're on a ship",
        1389.24,
        1394.92
    ],
    [
        " Then you go and the ship do something called an unrep where you they load gear they load food and supplies and fuel from another ship",
        1394.92,
        1402.98
    ],
    [
        " And we would go help but we would turn it into like a sport",
        1402.98,
        1407.32
    ],
    [
        " We're trying to move as much boxes as we can and guys we're all sweating and just getting after it",
        1407.32,
        1412.64
    ],
    [
        " And instead of being instead of being because it's it's whatever it sucks right you gotta go up there and move a bunch of boxes like a moving party basically",
        1412.64,
        1420.42
    ],
    [
        " But we actually turn it into a moving party. Yeah, and for this on party we would go out to have fun be laughing thrown stuff and",
        1420.42,
        1426.78
    ],
    [
        " And just basically getting after it. Yeah, it was just labor",
        1426.78,
        1431.24
    ],
    [
        " But why not have a good time? Oh, that's a good idea. You got a you got to really man up with it for sure",
        1431.24,
        1438.16
    ],
    [
        " But once you if you can kind of flip that switch",
        1438.16,
        1440.72
    ],
    [
        " But that's good. Yeah, it changes everything. Remember you when you get that good attitude going. Yeah, make it fun",
        1441.1,
        1447.48
    ],
    [
        " Good then those pallets",
        1447.48,
        1449.54
    ],
    [
        " Yeah, flights we used to or we do on Kauai Polly Holly huge beach huge sand",
        1449.54,
        1456.28
    ],
    [
        " You know to get to the beach",
        1456.28,
        1458.02
    ],
    [
        " Seven mile beach but nice make bonfires with those pallets. Oh, yeah, yeah, you didn't carry them up your back",
        1458.02,
        1465.24
    ],
    [
        " Oh, no, no, no, no, use the truck for sure",
        1465.24,
        1468.06
    ],
    [
        " Next question. Let's do it",
        1469.46,
        1471.4
    ],
    [
        " Do you have any recommendations for careers that are similar to the military and or careers that are based on leadership",
        1471.4,
        1478.18
    ],
    [
        " context? She's a context",
        1478.18,
        1480.18
    ],
    [
        " I applied to the Canadian Armed Forces to be a signals officer and I failed my medical signals officer",
        1480.18,
        1487.64
    ],
    [
        " Yeah, it's basically a communications officer",
        1487.64,
        1490.52
    ],
    [
        " Right, right, okay, so yeah currently looking for alternative",
        1490.52,
        1493.92
    ],
    [
        " Well, I'm not sure what the physical shortfall is. I'm gonna assume that the physical shortfall was something that was",
        1496.46,
        1502.78
    ],
    [
        " disqualified you from any type of",
        1502.78,
        1506.92
    ],
    [
        " Millage so maybe you have really bad vision. Maybe you have really bad hearing in a year",
        1506.92,
        1511.0
    ],
    [
        " Maybe have some irregular heart thing",
        1511.0,
        1512.78
    ],
    [
        " Maybe there's just some",
        1512.78,
        1514.66
    ],
    [
        " Blood type to do something there's a bunch of things that can do that to people and so I'm gonna assume that it was bad enough that you can't join the mill",
        1514.66,
        1523.9
    ],
    [
        " Military at all. Okay, the next thing is can you get into some kind of police or law enforcement that that's the next question because",
        1523.92,
        1530.34
    ],
    [
        " Maybe there's something that disqualifies you from the from the military",
        1530.34,
        1533.62
    ],
    [
        " But you could still get into police and law enforcement",
        1533.62,
        1536.38
    ],
    [
        " And by the way, you know, if you can't get into that what kind of",
        1536.38,
        1541.42
    ],
    [
        " maybe some kind of an anti-terror agency",
        1541.42,
        1544.64
    ],
    [
        " That you could possibly go into and I would say the next step from there is",
        1544.64,
        1551.4
    ],
    [
        " You know, what kind of intelligence agency could go work for you know, what kind of a person, you know",
        1551.88,
        1556.16
    ],
    [
        " It could you be a person that learns a language that learns you know some technical skills that allows you to pursue people through the interwebs",
        1556.16,
        1565.5
    ],
    [
        " You know, there's a lot of terror happening on the interwebs and it needs to be stopped. So who's doing that?",
        1565.5,
        1571.4
    ],
    [
        " Cyber war cyber war is real. I mean, it's it's real",
        1571.74,
        1574.34
    ],
    [
        " So is there something that you could pursue in there? And guess what you're doing it",
        1574.34,
        1578.2
    ],
    [
        " You're doing it virtually, right? But you're still hunting down terrorists and and",
        1578.82,
        1583.38
    ],
    [
        " Catching bad guys and preventing terror attacks. So even though it's not you know",
        1583.38,
        1588.64
    ],
    [
        " Shoot in a machine gun. It still is a huge impact and I'll tell you what in future in the future",
        1588.64,
        1594.46
    ],
    [
        " It might even have a bigger impact than the guys that are shooters",
        1594.46,
        1597.34
    ],
    [
        " So there's that there's that avenue to look at and same thing in in in law enforcement",
        1597.34,
        1604.6
    ],
    [
        " There's certain professions that you can get where you're not actually a police officer, but you're a",
        1604.74,
        1608.96
    ],
    [
        " a",
        1608.96,
        1610.2
    ],
    [
        " You know a forensic",
        1610.2,
        1611.8
    ],
    [
        " A forensic scientist that goes and looks at crime scenes and tries to figure out what happens. So there's definitely some some",
        1611.8,
        1618.26
    ],
    [
        " Roads to go down there then there's firefighting of course",
        1618.26,
        1622.1
    ],
    [
        " There's being a paramedic. That's another good one. Those are all all service-based and so that's like a whole group, right?",
        1622.1,
        1629.96
    ],
    [
        " That's a whole thing",
        1630.16,
        1631.32
    ],
    [
        " And then let's say you can't do any of those things",
        1631.8,
        1636.06
    ],
    [
        " Well, then what?",
        1636.06,
        1637.54
    ],
    [
        " Well for me, it's really easy",
        1637.98,
        1640.76
    ],
    [
        " construction",
        1640.76,
        1642.62
    ],
    [
        " Software engineering being a salesperson going into technology being a plumber being an electrician going into automotive",
        1642.62,
        1651.94
    ],
    [
        " Prayer automotive repair what like what all those jobs if you are getting after those jobs",
        1651.94,
        1659.58
    ],
    [
        " If they're all you can you can excel you can own your own company you can get after you can lead",
        1659.58,
        1664.58
    ],
    [
        " You can make a ton of money any one of those jobs you can make a ton of money any of them",
        1664.58,
        1669.48
    ],
    [
        " If you are a professional and you take pride in your work and you make that's all something the other day",
        1669.48,
        1675.48
    ],
    [
        " I wish I could find it. I try and post again",
        1675.48,
        1677.6
    ],
    [
        " It was just a plumber had obviously done this massive",
        1677.6,
        1681.62
    ],
    [
        " job",
        1681.62,
        1682.96
    ],
    [
        " Where all these pipes we're all coming and going into one thing and and there was",
        1682.96,
        1688.78
    ],
    [
        " You know probably 20 or 30 little pieces of pipe",
        1689.12,
        1693.1
    ],
    [
        " But they were all perfectly aligned perfectly exact and it was in some you know storage, you know",
        1693.1,
        1700.32
    ],
    [
        " mechanical room",
        1700.32,
        1701.72
    ],
    [
        " But it just looked like so professional and that's the kind of thing that you know no matter what your job is",
        1701.72,
        1708.9
    ],
    [
        " What are you gonna do? Are you all you need to do is step up and get after it and all those jobs any job",
        1708.9,
        1716.44
    ],
    [
        " That you're doing that your work that you're enjoying you know do something that you enjoy and what makes you enjoy things",
        1716.54,
        1722.24
    ],
    [
        " To me what makes you enjoy enjoy things is doing them well and practicing and getting good at them and having pride in your work",
        1722.24,
        1729.38
    ],
    [
        " That's awesome. So I would say",
        1729.38,
        1731.98
    ],
    [
        " You know you got to go you got to find something that you like doing and",
        1731.98,
        1736.6
    ],
    [
        " Get after it",
        1736.6,
        1739.82
    ],
    [
        " a lot of times",
        1739.82,
        1742.16
    ],
    [
        " Just in general source finding what you want to do",
        1743.12,
        1746.24
    ],
    [
        " You know sometimes people like hey, I like to I don't know",
        1746.24,
        1751.34
    ],
    [
        " Surf so I'm gonna go be a surf instructor or something like that",
        1751.34,
        1755.0
    ],
    [
        " Usually how to find what you",
        1755.0,
        1757.96
    ],
    [
        " Want to do doesn't have to do directly. It's like what are the things that that",
        1757.96,
        1764.28
    ],
    [
        " Stimulate you or motivate you or whatever that that make you like surfing or make you like whatever",
        1764.28,
        1770.8
    ],
    [
        " It's like so a lot of it is real like basics like I like problems solving this way or something like that",
        1770.8,
        1776.54
    ],
    [
        " so",
        1776.54,
        1777.28
    ],
    [
        " Tip there is look at what you like to do or like what you like to watch on",
        1777.28,
        1783.02
    ],
    [
        " For instance, I like to work with my hands. Okay, good. Then you need to be a carpenter",
        1783.02,
        1787.52
    ],
    [
        " You need to be a plumber. You need to be an electrician. Oh, I like to work with my brain",
        1787.52,
        1791.34
    ],
    [
        " Okay, you like to solve problems. Okay, become a software engineer where you're trying to figure out how to map all those things together or a",
        1791.34,
        1798.1
    ],
    [
        " Statistic I like numbers. I'm gonna be a stat. So yes, absolutely. What are you interested in and then what job requires that",
        1798.1,
        1805.1
    ],
    [
        " Type of mindset and skill",
        1805.1,
        1806.82
    ],
    [
        " It's it's always fun because I work with so many different companies",
        1806.82,
        1809.74
    ],
    [
        " In every different industry and whenever I meet",
        1809.74,
        1813.88
    ],
    [
        " You know, there's always a group of people that are just into their job right?",
        1813.88,
        1819.6
    ],
    [
        " They're into it and they want to be the best and it and it doesn't matter what it is and I've I've had you know",
        1819.74,
        1826.78
    ],
    [
        " Work with companies every different industry and sometimes I think to myself",
        1826.78,
        1830.72
    ],
    [
        " Well, this is a weird industry and I kind of I kind of you know, just think you know",
        1830.72,
        1835.54
    ],
    [
        " It's weird that I'm going to work with this particular company because this is a weird industry",
        1835.54,
        1838.94
    ],
    [
        " And then I meet the person that's bringing me in and they're talking to me about their business like they're going into combat",
        1838.94,
        1845.62
    ],
    [
        " And I mean that in the most positive way. They're like hey, this is what we want to do this our vision right here",
        1845.62,
        1850.5
    ],
    [
        " This and they're talking about you know selling shampoo",
        1850.5,
        1854.0
    ],
    [
        " I mean, you know what I mean like just something",
        1854.12,
        1856.38
    ],
    [
        " That",
        1856.38,
        1857.78
    ],
    [
        " That they're into and they just want to do the best that they can at it and that becomes a passion and a fuel",
        1857.78,
        1864.1
    ],
    [
        " So it's it's it's fun to watch it's fun to watch and it doesn't and it translates",
        1864.1,
        1870.04
    ],
    [
        " You know the attitude that they bring to it and the leadership that they bring to it translates into their whole life",
        1870.04,
        1875.0
    ],
    [
        " That's how well that's what makes people successful in business and life is when they're they bring that attitude",
        1875.0,
        1880.44
    ],
    [
        " If I'm gonna I'm gonna do this the best of my ability and I'm gonna grow and I'm gonna get better",
        1880.44,
        1885.3
    ],
    [
        " And I'm gonna find my weaknesses and I'm gonna work on those and the next thing you know these people are owning their own businesses",
        1885.3,
        1890.26
    ],
    [
        " And it's awesome",
        1890.26,
        1891.16
    ],
    [
        " Next question let's do that",
        1891.16,
        1897.34
    ],
    [
        " Why do you never or rarely swear or use profanity?",
        1897.34,
        1905.02
    ],
    [
        " Yeah, bro, why didn't you never swear?",
        1905.02,
        1906.54
    ],
    [
        " Anyway, that's part part a in the question. Why do you never swear or use profanity?",
        1906.98,
        1910.28
    ],
    [
        " B part B in the question is",
        1910.78,
        1912.12
    ],
    [
        " What do you do to combat burnout?",
        1912.12,
        1916.3
    ],
    [
        " This my schedule isn't helping. I'm a prosecutor constantly overrun with violence and despair up up at 5 a.m.",
        1917.04,
        1924.24
    ],
    [
        " To play music or read",
        1924.36,
        1926.02
    ],
    [
        " A jujitsu purple belt",
        1926.02,
        1928.12
    ],
    [
        " Trying to keep up with the monster young monsters on the mat",
        1928.12,
        1931.64
    ],
    [
        " But never seemed to have enough time because life is always making huge demands",
        1932.2,
        1936.86
    ],
    [
        " And trying to get better at gymnastics strength",
        1936.86,
        1939.78
    ],
    [
        " Training without neglecting my wife and my dog",
        1939.78,
        1943.16
    ],
    [
        " Thanks for encouraging us regular thoughts. They dig a little deeper and try a little harder",
        1943.16,
        1947.36
    ],
    [
        " Well",
        1947.36,
        1949.14
    ],
    [
        " The swearing question we actually talked about that already on one of the earlier podcasts",
        1949.14,
        1954.48
    ],
    [
        " I don't know which number yeah",
        1954.48,
        1956.32
    ],
    [
        " But it's covered in great detail. I think it's an 18-minute conversation",
        1956.32,
        1960.66
    ],
    [
        " Let's not rehash that one and just to clarify that it",
        1960.86,
        1964.28
    ],
    [
        " More appropriate. We'll just say a question would be to modify this. Why do you never or rarely swear on",
        1964.28,
        1970.88
    ],
    [
        " Wow, you're recording that is true because you get your swear on from time to time",
        1970.88,
        1975.84
    ],
    [
        " I well, not I have used I give myself six",
        1975.84,
        1979.48
    ],
    [
        " foul language usages per month",
        1979.48,
        1982.74
    ],
    [
        " Thing outside, you know outside recording. Yeah, I'm just kidding. Yes. I do swear. I think it it",
        1982.74,
        1989.8
    ],
    [
        " It's you think that's cool. I don't know if it's cool or not, but I do do it",
        1990.88,
        1996.44
    ],
    [
        " But I don't swear here and I don't swear when I'm presenting and I don't swear in front of my wife and kids and I really",
        1996.44,
        2003.58
    ],
    [
        " Not in front of your wife",
        2003.58,
        2004.44
    ],
    [
        " Not really not say that's bad enough, but that's interesting. Not really sure. Yeah, I mean",
        2004.44,
        2009.3
    ],
    [
        " I try and get give her some respect and treat you know speak",
        2009.3,
        2014.56
    ],
    [
        " In fact, when I do swear in front of her I do it knowingly that I'm trying to make some kind of a",
        2014.66,
        2019.9
    ],
    [
        " Estatement about something. Yeah, like I'm gonna say. Yeah, really emphasize something. Okay, so cool man",
        2019.9,
        2025.78
    ],
    [
        " Hey, okay, now let's get to the combating burnout. First of all, it sounds like",
        2025.78,
        2030.84
    ],
    [
        " This guy right here has a lot going on, which is awesome good for you. That's killer welcome to life, right?",
        2030.84,
        2038.94
    ],
    [
        " Now a couple things right",
        2039.52,
        2041.26
    ],
    [
        " And I guess this might be a little theme tonight, but you gotta make it fun right instead of viewing these things like an",
        2042.58,
        2048.02
    ],
    [
        " oppressive grind I mean just the way that",
        2048.02,
        2051.26
    ],
    [
        " You know the mats like on the mats. I don't have time and life is making huge demands and I'm trying just make trying to do just",
        2051.26,
        2058.94
    ],
    [
        " Gymnastic strength training, but without neglecting my wife and it's like everything is a grind. No, it's not",
        2058.94,
        2063.86
    ],
    [
        " You have the opportunity to do gym now. You got a wife and you got a dog",
        2063.86,
        2067.04
    ],
    [
        " That's that's that's awesome as echo would say that's dope right there",
        2067.54,
        2071.58
    ],
    [
        " so what",
        2071.58,
        2073.5
    ],
    [
        " You know, instead of looking at him like that. Let's look at him at",
        2073.5,
        2077.92
    ],
    [
        " What we can do to get more done. Okay, first of all what kind of time constraints can you put on things right force yourself to do some things faster",
        2077.92,
        2086.0
    ],
    [
        " Okay, um",
        2086.0,
        2088.86
    ],
    [
        " For instance reading first thing in the morning. I don't know. I don't agree with that like why would you get up in the morning and read",
        2088.86,
        2094.58
    ],
    [
        " Reading no end of the day. Okay playing music first thing in the morning",
        2096.0,
        2099.5
    ],
    [
        " Playing music should should be fun and enjoyable as should be so getting up and going. Okay. I'm gonna go play music",
        2099.5,
        2107.12
    ],
    [
        " You're turning it into a labor",
        2107.12,
        2108.26
    ],
    [
        " Right you're turning it into a labor. It should be something that's down",
        2108.26,
        2112.78
    ],
    [
        " winding you down at the end of the night",
        2112.78,
        2114.78
    ],
    [
        " So when you wake up in the morning do something that requires some discipline and and has you get after it a little bit and wakes you up a little bit more",
        2114.78,
        2123.64
    ],
    [
        " Right",
        2124.92,
        2125.36
    ],
    [
        " You know another thing is you know jiu jitsu",
        2125.36,
        2127.56
    ],
    [
        " How this is a weird question how fast can you train jiu jitsu because I",
        2127.56,
        2133.4
    ],
    [
        " Can tell you for many many years",
        2133.4,
        2135.0
    ],
    [
        " And also what part of jiu jitsu is important to you and what part are you getting the most out of because for many many years",
        2135.0,
        2140.48
    ],
    [
        " Especially once the war started when I would show up to train",
        2140.48,
        2144.44
    ],
    [
        " Basically at the at the end of class and I still do this sometimes",
        2144.44,
        2149.54
    ],
    [
        " I show up when dean is done teaching when Jeff is done teaching",
        2149.54,
        2152.76
    ],
    [
        " Believe me if I had unlimited hours",
        2153.04,
        2155.32
    ],
    [
        " I would sit there and absorb everything that they have to say I learned something from dean the other day",
        2155.32,
        2159.38
    ],
    [
        " I couldn't believe it. I couldn't believe what I learned from dean the other day",
        2159.38,
        2164.04
    ],
    [
        " I couldn't believe that I didn't know it. I couldn't believe that I didn't know it",
        2164.04,
        2168.16
    ],
    [
        " I couldn't believe how well it worked and I couldn't believe that that bastard never taught it to me",
        2168.16,
        2173.04
    ],
    [
        " Which made me really angry",
        2173.04,
        2174.5
    ],
    [
        " But that's the way it is. I've been training for 20 years and he taught me a basic",
        2174.5,
        2179.18
    ],
    [
        " Fundamental thing that I did not know so if I could I of course I'd be in there all time you know learning absorbing",
        2180.32,
        2185.84
    ],
    [
        " Glovers the same way glove or teaches you little things and he goes oh you should do this right here",
        2185.84,
        2189.52
    ],
    [
        " Oh, man, how did I not know that so I would learn all I could but I don't know what's time the time for that",
        2189.52,
        2194.38
    ],
    [
        " So what do I do show up when that's up so we're and I go and I train",
        2194.38,
        2197.28
    ],
    [
        " get it on and",
        2197.28,
        2198.74
    ],
    [
        " How fast is it so I'm saying is how fast can you",
        2198.74,
        2204.5
    ],
    [
        " What what gets you the most impact in the shortest amount of time?",
        2204.52,
        2208.58
    ],
    [
        " So for me it's I always feel if I don't have time to take an hour and a half class",
        2208.84,
        2214.52
    ],
    [
        " That's you know a 10 minute warm-up a 30 minutes or 40 minutes of instruction 10 minutes 20 minutes of drilling",
        2214.52,
        2221.94
    ],
    [
        " And then half an hour of rolling and however long that all put together is but but",
        2221.94,
        2227.26
    ],
    [
        " I'm gonna show up for me the most important part at this juncture in my jiu jitsu career is the rolling",
        2227.26,
        2232.96
    ],
    [
        " So I'm gonna show up for that last you know 40 minutes 45 minutes I'm gonna get my rounds in",
        2233.26,
        2237.58
    ],
    [
        " Maybe that's what you need to do because you can't you don't have time to take an hour and a half class with all that other stuff",
        2237.58,
        2243.2
    ],
    [
        " so",
        2243.2,
        2244.0
    ],
    [
        " See if you can do that the other thing you might have to do is prioritize and execute the uh",
        2244.0,
        2249.32
    ],
    [
        " The extra extracurricular activities, right? What you got gymnastical on you got bjj going on you got reading you got music going on how do you",
        2249.32,
        2258.58
    ],
    [
        " How do you bring those things?",
        2258.58,
        2262.04
    ],
    [
        " Together or how do you prioritize them so that you're",
        2262.96,
        2265.72
    ],
    [
        " You focus on",
        2265.72,
        2267.28
    ],
    [
        " Which one's gonna be the most important that's the bottom line right because you might not have time to do everything",
        2267.28,
        2272.44
    ],
    [
        " And so you might be just dabbling in all of them and not making any progress in any of them. Oh, yeah, so that's not good",
        2272.44,
        2278.52
    ],
    [
        " Another thing",
        2278.52,
        2280.16
    ],
    [
        " How can you manipulate your work schedule right what can you do at your work schedule that you could squeeze something in for instance",
        2280.16,
        2289.94
    ],
    [
        " Do people take a lunch break?",
        2291.24,
        2292.52
    ],
    [
        " Do people take a lunch break? I haven't taken lunch in the in the sealed teams. I didn't take lunch",
        2293.02,
        2299.08
    ],
    [
        " You know in why would you take lunch like oh, I'm gonna go for an hour",
        2299.08,
        2303.86
    ],
    [
        " Of time and go to a place and sit down and eat no, I'm gonna eat in my desk while I'm working",
        2303.86,
        2309.44
    ],
    [
        " So I'm never gonna take lunch. So maybe during your work people are you know people hey, we're gonna go down to have some lunch cool",
        2309.44,
        2315.52
    ],
    [
        " That's when I'm gonna go do you know",
        2315.52,
        2317.16
    ],
    [
        " 500 burpees or whatever to go run to the gym real quick and get a workout and I'm gonna do my sprints or whatever",
        2318.22,
        2321.8
    ],
    [
        " So see what what can you do there maybe",
        2321.8,
        2324.72
    ],
    [
        " Maybe you could get more work done in this time when you're waking up early because you want to get after it",
        2324.72,
        2329.86
    ],
    [
        " Maybe that's the time when you should go to the job because no one's gonna bother you can get a bunch of work done and then you can take a break from",
        2329.86,
        2336.7
    ],
    [
        " From seven until nine when the rest of everyone's coming in with their coffee and want to talk to you",
        2336.7,
        2342.08
    ],
    [
        " No, that's when you're working out or that's when you're doing something else. So how can you",
        2342.08,
        2345.54
    ],
    [
        " Maximize I used to do this when we stuff to write evaluations for all of our guys and it's a big pain in the Navy and",
        2346.4,
        2353.8
    ],
    [
        " They have to be perfect and they're getting recording guys records",
        2353.8,
        2356.94
    ],
    [
        " So you want to be perfect you want to take the effort because this is how the guys get evaluated so they can get advanced",
        2356.94,
        2360.94
    ],
    [
        " So you want to take your time with it",
        2360.94,
        2362.52
    ],
    [
        " but during",
        2362.52,
        2363.88
    ],
    [
        " During we'd get you know, I was in charge try to get these big stacks of emails that I have to go through and it's corrected",
        2363.88,
        2369.6
    ],
    [
        " Subbasically doing corrections of papers over and over and over again till they're perfect",
        2369.6,
        2373.14
    ],
    [
        " And it's",
        2374.0,
        2374.62
    ],
    [
        " meticulous",
        2374.62,
        2375.84
    ],
    [
        " Work and so what I would do is during that time period",
        2375.84,
        2379.52
    ],
    [
        " It would take like a month to get it done. I wouldn't work out first thing in the morning",
        2379.52,
        2383.9
    ],
    [
        " I would go to work immediately in the morning and while everyone else was either not there",
        2383.9,
        2388.02
    ],
    [
        " Or I would work. I would work and then when everyone showed up, you know at",
        2388.02,
        2392.92
    ],
    [
        " 11 I'd go workout during lunch",
        2392.92,
        2395.18
    ],
    [
        " And just you know if you want to come talk to me because everyone always wants to talk to you, right?",
        2395.18,
        2398.4
    ],
    [
        " Everyone's got something to say to you",
        2398.58,
        2399.72
    ],
    [
        " You can't just leave me alone because I'm trying to work",
        2399.72,
        2402.28
    ],
    [
        " But maybe you so how can you manipulate your work to",
        2403.58,
        2407.2
    ],
    [
        " To maximize what you're getting out of it",
        2407.2,
        2409.68
    ],
    [
        " Another thing is maybe take a little break from some of the activities maybe take a break from music",
        2409.68,
        2416.3
    ],
    [
        " Maybe take a break from or maybe you say oh, you know what?",
        2416.3,
        2419.1
    ],
    [
        " I've been doing an hour of music a day. You don't want to change that. I'm gonna do for the next month",
        2419.6,
        2423.58
    ],
    [
        " I'm only gonna do 15 minutes just to keep my keep my",
        2423.58,
        2427.2
    ],
    [
        " Skills maintained, but I'm not gonna progress and progress and I understand that",
        2427.2,
        2431.78
    ],
    [
        " And or maybe you take a break from the mats for two weeks",
        2432.46,
        2435.5
    ],
    [
        " I can tell you if you're training every day a two-week break from the mat in many cases myself definitely",
        2435.5,
        2441.34
    ],
    [
        " I take a jump up I get better if I take a break",
        2441.34,
        2444.3
    ],
    [
        " That's why I travel for me. I don't like it when it goes on all the time",
        2444.3,
        2447.86
    ],
    [
        " But I go away for six days and don't train I come back and I feel a little bit better. I have some stuff gels in the brain. So",
        2447.86,
        2454.94
    ],
    [
        " Yeah, I have no problem. That used to make Dean",
        2454.94,
        2459.18
    ],
    [
        " Once I came home one one one time I came home from deployment and Dean and I were training and I was just so fired up",
        2459.66,
        2466.36
    ],
    [
        " You know coming and I was kind of smashing him and I'm yelling at him",
        2466.36,
        2469.84
    ],
    [
        " You know I've been on deployment. I've been overseas. What do you been doing back here? How come I'm crushing you?",
        2469.84,
        2474.14
    ],
    [
        " Bob, I'm just crushing him that day",
        2474.24,
        2476.24
    ],
    [
        " And so he went home that night and he made us this is when you had to burn this is when you had to burn CDs",
        2476.24,
        2481.64
    ],
    [
        " He made it he made a CD that was called kill jocke",
        2481.64,
        2485.12
    ],
    [
        " That was all of his favorite whatever",
        2485.12,
        2487.06
    ],
    [
        " Metal songs and he came back and the next day he came back and destroyed me so yeah, he did kill jocke with that next day, but",
        2488.28,
        2493.44
    ],
    [
        " Yeah, so taking a break sometime just to",
        2493.44,
        2497.36
    ],
    [
        " Just to focus on some of the other stuff the other thing. Okay, you got your wife and your dog",
        2497.36,
        2501.98
    ],
    [
        " Spend time with them while you're doing these activities, right? Your dog can go running with you, right?",
        2501.98,
        2509.36
    ],
    [
        " That's awesome your dog can come to park watch you do pull-ups, right? Your dog can",
        2509.46,
        2514.52
    ],
    [
        " Chase the kettlebell that you're that you're throwing or whatever the the the shop put or the medicine ball",
        2514.88,
        2520.2
    ],
    [
        " You can you can have be careful if you're throwing your kettle. Yeah, that might have been bad bad advice",
        2520.2,
        2524.72
    ],
    [
        " You know you throw kettlebells. I was with my buddy. We were in New Jersey one time and we went through kettlebells",
        2524.72,
        2531.02
    ],
    [
        " It was winter time and we were throwing kettlebells and the kettlebells would get it was part of the workout",
        2531.02,
        2537.18
    ],
    [
        " Was you had to dig the kettlebell back up out of the mud? Oh, it was pretty funny",
        2537.18,
        2541.36
    ],
    [
        " Anyways, so what at my point would say that if you threw your kettlebell and hit a dog it would not be good",
        2541.76,
        2546.7
    ],
    [
        " So don't do that one",
        2546.7,
        2547.72
    ],
    [
        " But take your dog with you to park go have fun hang out and",
        2547.72,
        2551.64
    ],
    [
        " Same thing with your wife. You know what your wife doesn't want to do some jujitsu my wife did jujitsu before she was pregnant",
        2551.64,
        2557.94
    ],
    [
        " So much she was coming to the gym with me all the time",
        2557.94,
        2559.5
    ],
    [
        " She was training and then you're just let's bring it into the family a little bit get her in she",
        2559.5,
        2564.24
    ],
    [
        " Genastics get your Tim Ferriss acro yoga on",
        2564.24,
        2568.22
    ],
    [
        " With with your girl right? That's the same thing get her in the game",
        2568.52,
        2573.04
    ],
    [
        " Have her lay down some vocal tracks right got me a little backing vocals",
        2573.04,
        2578.48
    ],
    [
        " From mama. Let's hear what that sounds like",
        2578.48,
        2581.44
    ],
    [
        " And that way you're doing the stuff that you want to do which you're bringing your family into the game a little bit",
        2581.44,
        2587.76
    ],
    [
        " and like I said man have fun",
        2587.76,
        2590.68
    ],
    [
        " because",
        2590.68,
        2591.68
    ],
    [
        " All these things that you're talking about even being a prosecutor which I'm sure like you said in bed you and just",
        2591.68,
        2597.62
    ],
    [
        " Violence and disturbing things all the time and it's a challenging job, but",
        2597.86,
        2602.18
    ],
    [
        " But enjoy that challenge and how can you do it better and how can you win? You know, I'm gonna have fun with it",
        2602.18,
        2610.4
    ],
    [
        " And I had fun all time had fun overseas. I had fun in Iraq. I had fun on the",
        2610.4,
        2614.64
    ],
    [
        " In the bowels of a ship where I was deployed on for six months",
        2614.64,
        2619.02
    ],
    [
        " I'm gonna have fun and and laugh hysterically at things and it's the same thing with",
        2619.02,
        2624.02
    ],
    [
        " Music and with working out and jujitsu in you got to",
        2624.54,
        2627.36
    ],
    [
        " You got to enjoy them all and just like when you're on the mat you're competing against these young monsters",
        2627.36,
        2633.74
    ],
    [
        " Just trying compete with everybody. Just try and get better",
        2633.74,
        2637.4
    ],
    [
        " Because that is winning and and that's what's gonna make you better in the long run",
        2637.4,
        2642.92
    ],
    [
        " Because I don't make you stick with things",
        2642.92,
        2646.6
    ],
    [
        " Make you stick with them",
        2646.6,
        2649.12
    ],
    [
        " Because if you don't enjoy jujitsu, why would you do it for 25 years if you don't enjoy",
        2649.12,
        2653.14
    ],
    [
        " Music why would you keep practicing it? So my final thought on this man",
        2653.9,
        2658.04
    ],
    [
        " My brother have some fun with this stuff",
        2658.04,
        2660.54
    ],
    [
        " Yeah, the dangin being a prosecutor. That's the kind of job where even when you go home",
        2660.54,
        2667.74
    ],
    [
        " Probably still in your mind, you know",
        2667.74,
        2669.74
    ],
    [
        " so",
        2669.74,
        2670.76
    ],
    [
        " As far as the whole experience, it's like dang this is my job is taking up so much time. It's true. So",
        2670.76,
        2678.1
    ],
    [
        " Yeah, I would imagine that would make it",
        2678.1,
        2681.02
    ],
    [
        " More of an like a difficult",
        2681.52,
        2683.58
    ],
    [
        " Yeah, you got to figure out that way to leave your job but leave your job at work",
        2683.58,
        2688.34
    ],
    [
        " Yeah, right. We want to excel at it. I just had this conversation with a guy today just because",
        2688.34,
        2693.08
    ],
    [
        " If you're looking at your you can't",
        2693.08,
        2696.5
    ],
    [
        " The way you're gonna do your bot job better as a prosecutor is not by just being 100% focused on that 100% of the time",
        2696.5,
        2704.26
    ],
    [
        " Yeah, you will not do a better job",
        2704.26,
        2705.52
    ],
    [
        " If you do a good job if you focus on that a lot and you still do jitsu and you still train and you still get after it you still",
        2705.86,
        2712.74
    ],
    [
        " You that how many good ideas I have so many good ideas that come to me when I'm working out when um",
        2712.74,
        2718.36
    ],
    [
        " Doing yard work because you got to get you got to give your brain a little space to think right",
        2718.36,
        2723.18
    ],
    [
        " It's just like planning a seal operation",
        2723.18,
        2725.58
    ],
    [
        " If you're sitting there looking at the map from two inches away the whole day trying to get this plan perfect",
        2725.58,
        2730.38
    ],
    [
        " You're not gonna see everything and it's the same thing with any job that you have if you get yourself totally wrapped around",
        2730.38,
        2735.42
    ],
    [
        " That job you're not gonna have the the proper detachment from the job to see the bigger picture",
        2735.42,
        2741.66
    ],
    [
        " So you must get some space between you and your job so you can think properly",
        2741.66,
        2746.3
    ],
    [
        " Yeah, and just like and that other element like everything you do",
        2746.3,
        2750.94
    ],
    [
        " Studying working out is like this where you you you work hard you get your reps and then you get your rest",
        2750.94,
        2757.88
    ],
    [
        " You can't be doing push-ups all day every single day, you know you won't get stronger actually",
        2757.88,
        2762.02
    ],
    [
        " Yeah, so when you know just like studying where they say like I guess when you study or memorize and or both whatever",
        2762.02,
        2767.78
    ],
    [
        " And then you go to sleep that's when they get your neural",
        2767.78,
        2770.92
    ],
    [
        " Connections",
        2770.92,
        2772.78
    ],
    [
        " Get solidified gets yeah when you sleep that's not when you're studying so if you're craving for a test for two days straight",
        2772.78,
        2779.24
    ],
    [
        " No sleeping, you know that won't help you as much as",
        2779.24,
        2781.78
    ],
    [
        " Setting for four hours properly getting some good sleep. Yeah, so that's the same thing with the job",
        2781.78,
        2787.28
    ],
    [
        " You know get grind on the jobs",
        2787.28,
        2788.94
    ],
    [
        " Yep, and then forget about it for a little bit when you come back it'll make it better the same that's it's weird",
        2788.94,
        2793.52
    ],
    [
        " Coincidentally, that's what I just said happens at Jits here. Yeah, exactly right just say that you know",
        2793.52,
        2798.44
    ],
    [
        " Exactly right and a little tip in I don't know if this would it",
        2798.44,
        2801.78
    ],
    [
        " I know this because I know how that feels when you're like dang I've worked so much and I don't have time to go work out or",
        2801.78,
        2808.56
    ],
    [
        " Whatever or I'm always pressed for time or whatever you can kind of overlap the two so",
        2808.56,
        2812.68
    ],
    [
        " What I did, okay, I'd go to work and then right after work",
        2813.36,
        2816.2
    ],
    [
        " I'd go home I'd change and then I'd go to the gym and then I'd be like man",
        2816.2,
        2820.42
    ],
    [
        " I don't have time for anything if I expect to work out as much as I need to in my mind or as much as I want",
        2820.42,
        2825.54
    ],
    [
        " I kind of have time for anything else. I just think",
        2825.54,
        2827.3
    ],
    [
        " You kind of do have time when you start to overlap",
        2827.3,
        2829.74
    ],
    [
        " So and this is sound real obvious and simple, but sometimes you kind of you miss these little things so",
        2829.74,
        2835.2
    ],
    [
        " What I end up doing which a lot of people do is they'll just you just bring your workout clothes",
        2835.2,
        2839.34
    ],
    [
        " Your pre workout to the to work to work and then go straight to the gym",
        2839.34,
        2843.96
    ],
    [
        " You saved yourself all kinds of time. Yeah, you actually got your workout",
        2843.96,
        2848.42
    ],
    [
        " You saved 40 minutes just by doing that that was your workout",
        2848.42,
        2851.64
    ],
    [
        " And that's not to mention you when you go home a lot of time you have this",
        2851.64,
        2855.3
    ],
    [
        " A lot of time it's subconscious to it so you start to just mill out",
        2855.3,
        2859.22
    ],
    [
        " Home home my melo so the chance of you skipping workout become sorry. That's a that's a different thing for sure",
        2859.22,
        2864.2
    ],
    [
        " But um that seems like an obvious thing, you know like I'd bring your if you're gonna work out after work",
        2864.2,
        2868.76
    ],
    [
        " Seems obvious I know but",
        2868.9,
        2870.3
    ],
    [
        " There's other things just like that in like life or let me just overlap them",
        2870.3,
        2876.0
    ],
    [
        " You know just just like eating lunch at your desk. Yeah, just straight up. It's just straight up efficiency",
        2876.0,
        2881.0
    ],
    [
        " Yeah, yeah, yeah, so if you're keeping your eyes open for okay, how can I overlap here or up there and you'll be like oh dang",
        2881.0,
        2889.12
    ],
    [
        " I got two hours at the end of the day right now",
        2889.12,
        2892.06
    ],
    [
        " Or just more time to do more stuff, you know",
        2892.06,
        2895.02
    ],
    [
        " Yeah, so just keep your eyes open man and the judicity thing too back to judicity real quick the um",
        2895.28,
        2900.64
    ],
    [
        " You said try to just focus on like the parts that that help you the most like come in you know",
        2900.64,
        2906.66
    ],
    [
        " don't quote unquote",
        2906.66,
        2908.6
    ],
    [
        " For lack of editor waste your time on like the warm up and you know if that's not where you get the most learning",
        2908.6,
        2913.46
    ],
    [
        " Before you do that clear it with the instructor. Oh, yeah, it's right. I don't dig it when you just skip the warm up",
        2913.46,
        2919.96
    ],
    [
        " Rolling when it's time to roll. Yeah, yeah, it's like a thing. So you gotta you gotta say like a lot like",
        2919.96,
        2924.66
    ],
    [
        " I'll do that too. You're instructor and say hey, I'm working a bunch right now",
        2924.88,
        2928.9
    ],
    [
        " I got this case going on and I got to get through it",
        2928.9,
        2931.14
    ],
    [
        " And so I'm only gonna come three times a week and all I have time for just to come in and roll",
        2931.14,
        2935.72
    ],
    [
        " Yeah, that cool with you. Yeah, what are they gonna say no? Yeah, or just add this time",
        2935.72,
        2940.26
    ],
    [
        " Who's if you say I can only have time to roll. They're like oh you want to skip my lesson them",
        2940.26,
        2944.54
    ],
    [
        " That's the part you chose to skip so you say I can only come in at this time",
        2944.54,
        2948.72
    ],
    [
        " Well, I've been in that situation",
        2948.72,
        2950.14
    ],
    [
        " Where you know, I've been working on this thing and also other schedules. I had my new baby and all this stuff",
        2951.38,
        2955.9
    ],
    [
        " So it's like dang the only time I can come in",
        2955.9,
        2957.72
    ],
    [
        " Realistically",
        2957.72,
        2960.0
    ],
    [
        " Was that to get there at like 12 35 just to get your roll in yeah",
        2960.0,
        2966.68
    ],
    [
        " When you know the one the lay you know the instruction starts at noon and then I I know Jeff was like",
        2966.68,
        2973.74
    ],
    [
        " Yeah, these you know higher belt things he can just roll",
        2973.74,
        2976.76
    ],
    [
        " I don't know if he thought this or not is probably me being",
        2976.76,
        2978.9
    ],
    [
        " Yeah, I felt it but it could have been me being paranoid Greg encourages that by the way great chain",
        2979.16,
        2984.28
    ],
    [
        " He encourages if you get more out of just rolling then you do the lesson like when you get to a certain belt and you're you know",
        2984.28,
        2990.5
    ],
    [
        " You're learning starts to take shape like what you learn better. He encourages it",
        2990.5,
        2994.36
    ],
    [
        " But the only thing is that like I just just saying when I just learned from Dean the other day and",
        2994.36,
        2999.7
    ],
    [
        " How what other things have I missed? Yeah, but that's an opportunity cost situation, you know",
        2999.7,
        3005.24
    ],
    [
        " Yeah, but dang has important stuff. Yeah, but",
        3005.28,
        3008.88
    ],
    [
        " But no idea is I always",
        3008.88,
        3011.68
    ],
    [
        " Like even if I'm if I get there a little late, I'll be like I'll look and see what moves they showed",
        3011.68,
        3016.36
    ],
    [
        " And and I'll and I'll figure out if there's anything I didn't know",
        3016.36,
        3020.58
    ],
    [
        " Yeah, but how can you figure out if there's something you didn't know? No, cuz I say hey, what did you do today?",
        3020.58,
        3024.7
    ],
    [
        " Or I'll watch guys if what you guys learn what you guys go over today and that's all that's not like hey Jeff",
        3024.7,
        3028.22
    ],
    [
        " How does that work or I'll say hey Dean? What's this thing here? So I'll just ask him you know",
        3028.22,
        3032.26
    ],
    [
        " Basically, you teach the whole class. No, not reach because he because like you just said my learning is developed",
        3033.0,
        3037.96
    ],
    [
        " So all they need to say is hey, we went over this escape right here",
        3037.96,
        3040.62
    ],
    [
        " We went over this finish and here's how you do it or this transition right",
        3040.62,
        3043.84
    ],
    [
        " So without any I you got to kind of communicate",
        3043.84,
        3047.32
    ],
    [
        " Your",
        3047.32,
        3048.32
    ],
    [
        " respect has backed your instructor. Yeah, totally got",
        3048.32,
        3053.22
    ],
    [
        " Next question",
        3053.22,
        3055.54
    ],
    [
        " I've encountered an issue in the workplace",
        3055.54,
        3058.84
    ],
    [
        " I've never dealt with before I'm a former Air Force STO",
        3060.08,
        3064.06
    ],
    [
        " STO yep, it's like a combat controller. They call in they call in",
        3064.06,
        3069.2
    ],
    [
        " Aircraft they set up they call for fire they set up",
        3069.2,
        3073.16
    ],
    [
        " They set up air strips in the field",
        3073.16,
        3075.32
    ],
    [
        " Really cool job. Okay. Okay, as it says here or as you may affectionately know us as combat control",
        3075.32,
        3081.08
    ],
    [
        " Okay, I'm not civilian mechanical engineer dang big up",
        3081.08,
        3088.36
    ],
    [
        " Attrition the people I work closely with have learned a little about",
        3088.5,
        3092.46
    ],
    [
        " What it is I used to do",
        3092.46,
        3094.48
    ],
    [
        " I'm treated noticeably different as a result for example some refer to me as mr",
        3094.48,
        3100.3
    ],
    [
        " SF now",
        3100.3,
        3101.26
    ],
    [
        " My current approach is just to laugh it off and ignore it",
        3101.26,
        3105.32
    ],
    [
        " But how can I respectfully indicate that when I'm in the office",
        3105.32,
        3109.16
    ],
    [
        " I'm not that anymore and no different than anywhere else",
        3109.16,
        3113.68
    ],
    [
        " Well, I think you're taking the right approach and that is to ignore it um",
        3115.42,
        3118.84
    ],
    [
        " I think there's probably",
        3118.84,
        3122.18
    ],
    [
        " Something about your history right that people get a little bit either intimidated or come with in some way because they think all the sudden",
        3122.18,
        3130.58
    ],
    [
        " You know, you're you're this different type of thing, but I think it is definitely something where",
        3130.58,
        3136.5
    ],
    [
        " well",
        3136.5,
        3137.4
    ],
    [
        " In the seal teams the minute you say hey don't call me that",
        3137.4,
        3141.56
    ],
    [
        " Like people that we got your nickname for life if you say that so",
        3142.96,
        3147.38
    ],
    [
        " You know, I think",
        3147.38,
        3150.12
    ],
    [
        " We know for one thing it sounds like you're not referring back to your time in the service on a lot",
        3150.12,
        3155.28
    ],
    [
        " But another thing is don't a subtle thing is don't answer to",
        3155.28,
        3159.24
    ],
    [
        " You know mr",
        3159.24,
        3161.26
    ],
    [
        " SF just don't answer to no not saying you have to be a jerk about it",
        3161.26,
        3164.82
    ],
    [
        " But if someone says mr mr",
        3164.82,
        3167.44
    ],
    [
        " SF hey mr",
        3167.44,
        3168.68
    ],
    [
        " Just like keep doing what you're doing",
        3168.86,
        3170.54
    ],
    [
        " until and so don't reinforce that that's what they should call you right. This is like a basic",
        3170.54,
        3176.3
    ],
    [
        " A basic thing, but I think you're doing the right thing and I mean if you ever wanted to say something about it",
        3176.3,
        3183.12
    ],
    [
        " Again the many you say something about it now all of a sudden it turns into a big deal",
        3183.12,
        3186.04
    ],
    [
        " And now people are whispering like he doesn't like to talk about it right right",
        3186.04,
        3188.8
    ],
    [
        " So now we're in that situation",
        3188.8,
        3190.16
    ],
    [
        " So man just ignore it keep working and",
        3190.16,
        3195.56
    ],
    [
        " I mean carry on with your with your mission with these with these guys in the gas",
        3196.72,
        3200.8
    ],
    [
        " So there's a bunch of veterans in the gasoline industry. I don't know why they're",
        3200.8,
        3203.94
    ],
    [
        " You know",
        3203.94,
        3204.18
    ],
    [
        " When we work with gas. So it was you know a bunch of that's maybe that's more on the front line troopers",
        3204.18,
        3209.16
    ],
    [
        " But man, I met a bunch of no a bunch of veterans",
        3209.16,
        3211.3
    ],
    [
        " um",
        3211.3,
        3212.52
    ],
    [
        " So I don't know maybe maybe they",
        3212.52,
        3215.3
    ],
    [
        " Maybe they saw a little a little reaction they got from you. Yeah, so let's make sure we're not doing that just",
        3215.3,
        3221.58
    ],
    [
        " Ignore it and carry on the best thing you can do right in knowing the seal teams if somebody does something that annoys you do not",
        3222.2,
        3228.76
    ],
    [
        " Show it same thing like my family with my kids",
        3228.76,
        3232.54
    ],
    [
        " Man when my kids figure out that something annoys one of my other kids they just",
        3232.54,
        3236.46
    ],
    [
        " Relentless annihilation with that whatever that thing is",
        3236.46,
        3241.18
    ],
    [
        " And I did that when I was a kid. I was you know my sisters and I we were so mean to each other on whatever and that's sort of",
        3241.18,
        3248.44
    ],
    [
        " I don't know. I guess that's sort of a tradition in my family is you know",
        3248.66,
        3251.84
    ],
    [
        " It's sort of a tradition is of no emotional mercy, right? If you find something you're just gonna grind on it",
        3251.84,
        3258.32
    ],
    [
        " And that's the way that's the way it works and also no credit no credit will be given",
        3258.32,
        3263.54
    ],
    [
        " There's no credit will be given you know, it's like oh, yeah, whatever. Yeah, so",
        3263.54,
        3269.9
    ],
    [
        " But yeah, man ignore it. They'll get over it kind of like online heart remember to line heart when he's like",
        3269.9,
        3276.64
    ],
    [
        " He goes the van Dam movie man anyway. He goes into the final thing against that big guy",
        3276.64,
        3281.22
    ],
    [
        " Do another podcast without me when you talk about cheesy movies",
        3281.22,
        3284.7
    ],
    [
        " Bro, I'm telling you it's the same doesn't matter the movie cheese or not. It's exact same concept. You can't show it",
        3284.7,
        3289.46
    ],
    [
        " So he goes in broken rib",
        3289.46,
        3290.68
    ],
    [
        " Mm-hmm all the money's on you know the table whatever",
        3290.68,
        3293.96
    ],
    [
        " Broken rib he's like he gets hit in the rib. Oh no, he doesn't get hit in the rib",
        3293.96,
        3298.58
    ],
    [
        " He like he goes to hit him in the rib and he flinches like all quick and the guy the big guy's fighting goes",
        3298.58,
        3304.18
    ],
    [
        " He boom he flinches all quick and he goes",
        3305.08,
        3306.8
    ],
    [
        " Soon saying. Can't show that. No good",
        3306.8,
        3311.9
    ],
    [
        " Is it ever okay? This is next question, but yeah next question. Yeah, sure. Oh, right. This isn't just my question",
        3311.9,
        3319.2
    ],
    [
        " I'm busing out in the middle of it last one. Okay. Yeah",
        3319.2,
        3321.46
    ],
    [
        " Is it ever okay to violate core values to achieve a goal?",
        3321.46,
        3326.6
    ],
    [
        " Okay, so first of all",
        3327.46,
        3330.9
    ],
    [
        " Really obvious your values and your goals should be aligned",
        3331.74,
        3335.76
    ],
    [
        " They should not be adversarial. They shouldn't be counter to each other and",
        3335.76,
        3340.8
    ],
    [
        " If you think about what your goals are your goals should be set up in a way that they support your values",
        3340.8,
        3346.26
    ],
    [
        " And vice versa. That's just the way it is. I'm not sure where this is gonna be an issue if you're setting up",
        3346.26,
        3352.46
    ],
    [
        " Goals that are contrary to your values. You got some issues now. I guess",
        3352.46,
        3356.36
    ],
    [
        " If you had the goal of winning the blue belt Jiu Jitsu championships",
        3357.46,
        3362.72
    ],
    [
        " In an order to win you you cheated like you claim someone was reaping your leg and you said oh you tap and you get the guy to qualify",
        3362.72,
        3370.88
    ],
    [
        " And you win that's could be an example right now. Do I support that? No, you know, that's wrong",
        3370.88,
        3375.86
    ],
    [
        " You you go win against the values of actually the values of martial arts to do that",
        3375.86,
        3380.52
    ],
    [
        " So you didn't win anything and you didn't achieve your goal because you weren't actually the best",
        3380.52,
        3383.76
    ],
    [
        " So I say no on that one uh another one",
        3384.6,
        3387.68
    ],
    [
        " Let's say you wanted to make a certain level of profit at your company",
        3387.68,
        3393.0
    ],
    [
        " So you cheated a little bit on the quality of the manufacturing and your soul items that weren't quite reliable",
        3393.0,
        3400.44
    ],
    [
        " Do I support that? No right for animal and why let me tell you why because your goal",
        3400.44,
        3407.5
    ],
    [
        " Your goal is not even aligned with your goal itself because when you start making",
        3407.5,
        3412.48
    ],
    [
        " substandard",
        3414.96,
        3415.38
    ],
    [
        " Manufactured items what's gonna happen in the long run people gonna say we don't like these. Yeah, we're not gonna buy them anymore",
        3415.38,
        3420.08
    ],
    [
        " So",
        3420.08,
        3420.82
    ],
    [
        " You didn't win you might have won in the short term, but you didn't win and and again you're going against your value",
        3420.82,
        3426.32
    ],
    [
        " You should have values that you don't want to",
        3426.32,
        3428.5
    ],
    [
        " You know take profit over making good product and again in the long run",
        3428.5,
        3435.26
    ],
    [
        " That value is gonna cost you right people aren't gonna want to buy your product anymore",
        3435.26,
        3439.68
    ],
    [
        " Okay",
        3442.18,
        3442.66
    ],
    [
        " Another one I could think of like let's say your goal was to lose weight or to gain weight or whatever",
        3442.66,
        3447.38
    ],
    [
        " some kind of positive",
        3447.38,
        3448.94
    ],
    [
        " physical change",
        3448.94,
        3450.76
    ],
    [
        " And so you're working hard but then you decide you're gonna jump on steroids right you're gonna jump on steroids",
        3450.76,
        3456.02
    ],
    [
        " And and you get that goal right because steroids are a huge advantage",
        3456.02,
        3460.52
    ],
    [
        " But again, I say no because if you think about what's your goal is like why are you trying to gain weight or lose weight",
        3460.52,
        3467.42
    ],
    [
        " Your goal is to is to be healthy right that's your value is you value your health",
        3467.42,
        3472.28
    ],
    [
        " And so when the minute you start doing something that's counter to your health",
        3472.28,
        3476.04
    ],
    [
        " Well, that's not that's not helping your long term",
        3476.04,
        3479.34
    ],
    [
        " It's your value is not aligned with your goal your goal is not aligned with your value. So get them lined up",
        3479.34,
        3484.52
    ],
    [
        " So now",
        3484.52,
        3488.94
    ],
    [
        " You might we at some point compromise our values",
        3488.94,
        3494.26
    ],
    [
        " Compromise our values to reach a goal. I think that changes the answer a little bit right we might compromise",
        3495.28,
        3500.38
    ],
    [
        " You remember that question that we had about the people that are snakes and how do you work with them?",
        3500.38,
        3504.86
    ],
    [
        " Yeah, you know, should you work with someone that's dishonest or backstabbing but they're a cog in the machine of your team",
        3505.28,
        3511.64
    ],
    [
        " and",
        3511.64,
        3512.94
    ],
    [
        " Your values",
        3512.94,
        3514.8
    ],
    [
        " Right, they might be to call a person out",
        3514.8,
        3517.3
    ],
    [
        " They'd say hey, you're a you're a backstabber and I don't want to work with you",
        3517.3,
        3521.58
    ],
    [
        " That that might be what your values tell you to do but your goal",
        3522.4,
        3526.16
    ],
    [
        " And if you do that you first of all you don't progress you don't your team doesn't work better together they work worse together and so",
        3526.16,
        3533.46
    ],
    [
        " In the long run you don't win",
        3533.46,
        3537.08
    ],
    [
        " Because you stuck hardcore with your values",
        3537.08,
        3540.36
    ],
    [
        " And by the way if you stick with your if you if you bend your values and compromise your values a little bit to get through this transitional period",
        3540.36,
        3548.16
    ],
    [
        " Now you get promoted now you get a situation where you can fire that person. That's a backstabber",
        3548.22,
        3551.94
    ],
    [
        " so",
        3551.94,
        3552.98
    ],
    [
        " You you have to compromise your values as a person a little bit",
        3552.98,
        3558.2
    ],
    [
        " and",
        3558.2,
        3561.06
    ],
    [
        " You know there's the enemy of my enemy is my friend right the enemy of my enemy is my friend",
        3561.06,
        3567.18
    ],
    [
        " So you might compromise your value short term working somebody that you're not totally aligned with value wise and again if you're gonna get the long term",
        3567.18,
        3576.8
    ],
    [
        " strategic",
        3578.8,
        3579.24
    ],
    [
        " Goal well then",
        3579.24,
        3579.96
    ],
    [
        " Maybe it's worth it because it's gonna put you in a position where you can then",
        3579.96,
        3583.48
    ],
    [
        " Hold your values better if from a from a senior position or from a more powerful position",
        3583.48,
        3589.7
    ],
    [
        " So you might compromise them a little bit again these are",
        3589.7,
        3593.4
    ],
    [
        " Small compromises and you should have things of course. We got things that values that you're you're never gonna compromise on",
        3593.4,
        3600.28
    ],
    [
        " right",
        3600.28,
        3601.22
    ],
    [
        " Um",
        3602.12,
        3602.56
    ],
    [
        " Hitting a girl. Yeah, right",
        3602.56,
        3604.48
    ],
    [
        " You should you should never hit a girl right never hit a woman",
        3604.48,
        3608.84
    ],
    [
        " Now with that being said",
        3608.84,
        3612.32
    ],
    [
        " If there's a woman that's about to do something truly evil",
        3612.32,
        3617.52
    ],
    [
        " You know",
        3617.52,
        3618.6
    ],
    [
        " Kill a child or some kind of a terrorist act and the only thing you have that you can",
        3618.6,
        3623.46
    ],
    [
        " Stop it is to hit her. Well, guess what she's getting hit. You know what I mean? So even then",
        3623.46,
        3628.86
    ],
    [
        " Your value of never hitting a girl can be compromised momentarily while you stop a child from being murdered or whatever. Yeah",
        3629.12,
        3637.32
    ],
    [
        " um",
        3637.32,
        3638.22
    ],
    [
        " You know we as we we hold a value if we always want to tell the truth",
        3638.22,
        3643.8
    ],
    [
        " But if you had a for an extreme example if you had some kind of a state secret and",
        3643.8,
        3651.4
    ],
    [
        " and",
        3651.4,
        3652.58
    ],
    [
        " You got captured well, of course you might lie about that and there's little",
        3652.58,
        3657.72
    ],
    [
        " I mean we could get into a whole like white lie discussion on stuff",
        3657.72,
        3662.32
    ],
    [
        " Like when your wife asks you how is the chicken and you want to tell her it's the most dry and",
        3662.32,
        3668.12
    ],
    [
        " charcoal tasting",
        3668.12,
        3671.5
    ],
    [
        " Item that you've ever put in your mouth. That's not gonna help you long term. No, so I might I might compromise my values of being truthful and tell her",
        3671.5,
        3680.86
    ],
    [
        " It's pretty good. Can I have some more ketchup over here?",
        3680.86,
        3684.7
    ],
    [
        " Can I get some more barbecue sauce on this?",
        3685.18,
        3688.02
    ],
    [
        " And I'm gonna go grab some more water would you like so I might compromise my values a little bit there",
        3688.24,
        3694.78
    ],
    [
        " uh",
        3694.78,
        3695.98
    ],
    [
        " So",
        3695.98,
        3697.58
    ],
    [
        " I guess what I'm saying is and people this is the thing people probably",
        3697.58,
        3703.36
    ],
    [
        " What they think of my persona",
        3703.36,
        3706.38
    ],
    [
        " Because people think oh, I'm just gonna be this uncompromising never settle. Oh, I don't know slack",
        3706.38,
        3712.98
    ],
    [
        " Kind of person right that's what people want it want",
        3713.76,
        3716.76
    ],
    [
        " You know want I guess want to see me as but the reality is",
        3716.76,
        3721.92
    ],
    [
        " reason",
        3721.92,
        3723.6
    ],
    [
        " Right reason and thought",
        3723.6,
        3727.22
    ],
    [
        " Can can override values for the right reasons and",
        3727.22,
        3733.92
    ],
    [
        " That's why we can think",
        3733.92,
        3735.42
    ],
    [
        " There's that's why we can think and there's there's actually times",
        3735.42,
        3739.28
    ],
    [
        " There's actually times when holding your values",
        3739.9,
        3742.56
    ],
    [
        " Goes against your values",
        3742.56,
        3744.82
    ],
    [
        " So if you always back up your friends right you always back up your friends",
        3744.82,
        3749.04
    ],
    [
        " But then your friend does something that's totally immoral",
        3749.04,
        3751.6
    ],
    [
        " And is against your values",
        3751.6,
        3753.66
    ],
    [
        " Well, then you can't back up you can't hold the value of backing up your friends because guess what they did something",
        3753.66,
        3757.92
    ],
    [
        " Amoral they did something that was wrong",
        3757.92,
        3759.48
    ],
    [
        " And so if you held your values you'd be not holding your values. That's the",
        3759.48,
        3764.5
    ],
    [
        " dichotomy there right that's the dichotomy that and the additional dichotomy is",
        3765.38,
        3769.44
    ],
    [
        " You hold your values right you hold to those basic principles that you believe in",
        3769.44,
        3774.88
    ],
    [
        " But at the same time you've got to apply logic and reason to them to make sure that they are supporting your long-term goal and your long-term values",
        3774.88,
        3783.18
    ],
    [
        " Because you don't want to you don't want to make a hard stand on something that costs you",
        3783.18,
        3789.5
    ],
    [
        " Everything where now in the future you can no longer manipulate any more situations",
        3789.5,
        3793.86
    ],
    [
        " So",
        3797.12,
        3797.68
    ],
    [
        " That's one of the things that makes leadership and and life hard",
        3797.68,
        3801.46
    ],
    [
        " Is that it isn't black and white?",
        3801.46,
        3803.56
    ],
    [
        " It isn't black and white. It's gray",
        3803.8,
        3805.84
    ],
    [
        " And so",
        3805.84,
        3807.6
    ],
    [
        " Our decisions on these very things these are the challenges of leadership",
        3807.6,
        3812.56
    ],
    [
        " And there's",
        3812.56,
        3815.12
    ],
    [
        " There's no way right or wrong answer of of saying if it's right or wrong to violate your your values to achieve a goal that initial",
        3815.12,
        3823.5
    ],
    [
        " Questions there's too many variables in that there's too many variables",
        3823.5,
        3826.96
    ],
    [
        " But start with this part that I started the whole answer with align your values with your goal",
        3826.96,
        3832.34
    ],
    [
        " That's where you start and then you use reason",
        3832.34,
        3836.86
    ],
    [
        " And logic and thought to determine your actions based on the situation",
        3836.86,
        3843.56
    ],
    [
        " Way to against your values you have to",
        3843.56,
        3846.14
    ],
    [
        " Think",
        3846.14,
        3847.76
    ],
    [
        " Yeah",
        3847.76,
        3849.52
    ],
    [
        " So",
        3849.52,
        3850.52
    ],
    [
        " Give me what you're saying yes",
        3851.04,
        3853.06
    ],
    [
        " So it's less like",
        3853.06,
        3855.56
    ],
    [
        " Values like you have a dinner plate with here's my values kind of thing",
        3855.56,
        3860.92
    ],
    [
        " It's more of a hierarchy of values. So you will violate your values if it's on you know level two for a level four",
        3860.92,
        3870.16
    ],
    [
        " Like I'll hit all knock a girl right out if it's in the way of my",
        3870.16,
        3875.38
    ],
    [
        " Higher value, which is protect your family protecting my family kids, you know all this stuff",
        3875.38,
        3880.44
    ],
    [
        " Same thing with girls don't mess ladies out there don't mess with that goes family. Yeah, come on at you",
        3880.92,
        3886.06
    ],
    [
        " You know obviously same thing with the you know",
        3886.06,
        3888.32
    ],
    [
        " Riding on your or backing up your friend. Yeah, my values back into my friend. That's level two",
        3888.32,
        3894.86
    ],
    [
        " You know the whole",
        3894.86,
        3895.98
    ],
    [
        " Irmoral thing assaulting a girl. I don't know whatever the you know, yeah, that's level four. So sorry number two",
        3895.98,
        3902.94
    ],
    [
        " You know I'm going for number four kind of so it's like a hierarchy. Yeah, you got a little hierarchy values",
        3902.94,
        3906.58
    ],
    [
        " You know obviously there's some that",
        3906.94,
        3908.52
    ],
    [
        " I can't you know you could give any of one of your highest values that you could come up with and you could sit here and and",
        3908.52,
        3916.64
    ],
    [
        " theoretically come up with a situation where you would sacrifice that value. Yeah, and that's the way it is",
        3916.64,
        3922.56
    ],
    [
        " So that's why we're humans we have the ability to think we have the ability to reason and",
        3922.56,
        3928.84
    ],
    [
        " sometimes you might have to compromise your values a little bit to",
        3928.84,
        3931.98
    ],
    [
        " Survive right yeah to survive and get",
        3931.98,
        3936.46
    ],
    [
        " So that you can long term",
        3936.58,
        3939.02
    ],
    [
        " Carry out your values to a higher degree. Yeah",
        3939.02,
        3943.6
    ],
    [
        " Yeah, like the um and then back to the people want to lose weight, you know",
        3943.6,
        3950.22
    ],
    [
        " If usually people who",
        3950.22,
        3954.48
    ],
    [
        " I don't know I guess I would imagine that usually people who take steroids their value isn't the health",
        3954.48,
        3960.88
    ],
    [
        " It's like because people typically unless it's a medical thing, you know",
        3960.88,
        3964.32
    ],
    [
        " You know the steroids ain't for all it's for to win or to be cool. Yeah, which is kind of strange",
        3964.68,
        3970.16
    ],
    [
        " But you know, it's usually the win a competition or something like this, but um, but nonetheless",
        3970.16,
        3975.3
    ],
    [
        " I think that holds true give you a way to sit and I think it's kind of kind of coming together there",
        3975.3,
        3980.06
    ],
    [
        " I think that it is like a hierarchy of values. Yeah. Yeah, and if someone's gonna use steroids to cheat",
        3980.06,
        3986.6
    ],
    [
        " That's I mean even that we could do it's a whole nother discussion. Yeah, but what are they really proving?",
        3986.6,
        3993.22
    ],
    [
        " What are they really winning? Right. Yeah, and that goes back to remember",
        3993.22,
        3996.3
    ],
    [
        " Well, I forget what we were talking about like some people like they want to they want to they want to appear to win",
        3996.3,
        4001.84
    ],
    [
        " You know, especially now you can see it on like online you don't spend that much time at like the",
        4001.84,
        4006.02
    ],
    [
        " Discruising Facebook, but you see",
        4006.02,
        4008.04
    ],
    [
        " You can see someone that you know",
        4008.04,
        4010.5
    ],
    [
        " I don't know there. They're they're they're about to",
        4010.5,
        4013.34
    ],
    [
        " Murder each other husband and wife they hate each other. They don't usually been the same room",
        4013.34,
        4017.78
    ],
    [
        " But they went on vacation with their kids or whatever and they're like oh so in love in front of the Ferris wheel",
        4017.78,
        4022.64
    ],
    [
        " The water fall or whatever and you're like, bro",
        4022.64,
        4024.8
    ],
    [
        " You just want people to think you win. You just want to appear that you won, you know",
        4024.8,
        4030.34
    ],
    [
        " But it's not real. That's why people cheat. Yeah, that's why I like the guy that you did two thing when they're like",
        4030.34,
        4035.66
    ],
    [
        " Okay, I'm gonna I'm gonna say this guy read my leg. I'm gonna tell oh he's deacune you can't do that",
        4035.66,
        4039.96
    ],
    [
        " But you know you cheated kind of thing",
        4039.96,
        4041.4
    ],
    [
        " His goal wasn't to win it was just to get the medal. So the it's you know",
        4041.4,
        4046.68
    ],
    [
        " Well his goal is to appear, but he's just he doesn't have the proper values actually or be the winner",
        4046.68,
        4052.04
    ],
    [
        " He needs to check his values",
        4052.04,
        4053.76
    ],
    [
        " He needs to check his hierarchy of values",
        4053.76,
        4056.1
    ],
    [
        " What do you do? Yeah, so he didn't want to actually win he wanted the medal to appear",
        4056.1,
        4060.78
    ],
    [
        " That he wanted",
        4060.78,
        4062.22
    ],
    [
        " kind of thing",
        4062.22,
        4063.66
    ],
    [
        " Next question",
        4063.66,
        4066.16
    ],
    [
        " Is there any way to recalibrate the flight or fight response?",
        4066.16,
        4071.64
    ],
    [
        " I get that ex I get that excess in adrenaline. Oh, I get that excess in adrenaline that gives me the wobbly legs",
        4071.64,
        4081.02
    ],
    [
        " and the flight response",
        4081.02,
        4082.72
    ],
    [
        " How do I go about remapping my reaction?",
        4082.72,
        4087.02
    ],
    [
        " Well",
        4087.98,
        4088.38
    ],
    [
        " Absolutely",
        4088.38,
        4089.68
    ],
    [
        " And I'm not 100% sure what situations you're talking about but",
        4089.68,
        4095.0
    ],
    [
        " any type of",
        4095.0,
        4097.48
    ],
    [
        " Danger right gives you this flight or fight",
        4097.48,
        4100.68
    ],
    [
        " Response so train starts with training. Jiu-jitsu boxing moitai wrestling",
        4100.68,
        4106.52
    ],
    [
        " Shooting",
        4108.18,
        4108.82
    ],
    [
        " competing competing right you get used to those butterflies when you compete you get those butterflies and you get used to them and",
        4108.82,
        4116.26
    ],
    [
        " so train",
        4116.26,
        4117.84
    ],
    [
        " And get used to seeing how that reaction what that adrenaline feels like and and also get used to understanding what the superior action is right",
        4117.84,
        4127.66
    ],
    [
        " Fight or flight because sometimes flight is the correct response sometimes fight is the correct response",
        4127.66,
        4133.2
    ],
    [
        " But what you want to do is you want to be able to assess and dictate which response you're going to give and not just do whatever your instincts tells you because sometimes your instinct might be wrong",
        4133.74,
        4142.82
    ],
    [
        " And so again, I don't know what you're actually the situation where you're going into but whatever it is because people get the fight or flight",
        4142.82,
        4152.7
    ],
    [
        " Response to to everyday things to like public speaking right? Yeah rock climbing",
        4152.7,
        4158.86
    ],
    [
        " um and that's why I say like do you know do these things",
        4158.86,
        4162.94
    ],
    [
        " Train in them. So public speaking rock climbing, you know if you want to get it rock",
        4164.92,
        4168.76
    ],
    [
        " Want you want to get over that fight or flight response when you get a go go rock climbing you'll get used to it",
        4168.76,
        4172.96
    ],
    [
        " You scared of heights go start parachuting, you know, you'll get used to it",
        4172.96,
        4177.38
    ],
    [
        " You're scared of the water get worked up and go through swimming and then give come scoop a certified just",
        4177.38,
        4184.06
    ],
    [
        " Well the things that you're not comfortable with get comfortable with being uncomfortable",
        4184.06,
        4188.4
    ],
    [
        " and",
        4192.32,
        4192.78
    ],
    [
        " While you're doing to while you're doing them pay attention",
        4192.78,
        4196.38
    ],
    [
        " You got to detach a little bit when these things are when you're training to touch a little bit and",
        4196.38,
        4202.34
    ],
    [
        " See what is going on your mindset see what",
        4202.34,
        4206.42
    ],
    [
        " Red flags that you can see what things will make you aware of the fact that your nerves are you're a adrenaline and you're",
        4206.42,
        4213.64
    ],
    [
        " Feeling yourself clenching your fist you know okay, so I've cut to my fist be aware of it so that you can change it",
        4213.66,
        4218.34
    ],
    [
        " so you can adjust it",
        4218.34,
        4219.38
    ],
    [
        " And put your again put yourself into these scenarios and escalate them so they get harder and harder and harder and worse and worse and worse until you're",
        4219.38,
        4228.0
    ],
    [
        " Until you start to get control of these things",
        4228.0,
        4230.76
    ],
    [
        " Okay, here's something weird. It's not weird. You're not gonna think too weird, but um",
        4230.76,
        4236.74
    ],
    [
        " What I used to get super nervous about",
        4236.74,
        4240.26
    ],
    [
        " Fighter flight response",
        4240.78,
        4242.08
    ],
    [
        " Yeah, but that's not worse than that. That's not the story. No, not worse necessarily, but just a different thing is like confrontation",
        4242.08,
        4249.8
    ],
    [
        " You know like like hey, you know whether someone's confronting me",
        4249.8,
        4254.72
    ],
    [
        " Or someone or I got a confront someone you know, it's like this",
        4254.72,
        4259.26
    ],
    [
        " Barrier, you know, you know some people they'll just step back and forth that barrier",
        4259.26,
        4263.34
    ],
    [
        " They'll confront you and then go back to just being like all right. I'm gonna go back to work kind of thing or school whatever",
        4263.34,
        4268.06
    ],
    [
        " But man, I've always seen it when I was younger whatever",
        4268.74,
        4271.7
    ],
    [
        " As this barrier then it's like you don't cross until it's 100% go time",
        4271.7,
        4276.4
    ],
    [
        " So anytime I'm close to the barriers like you get super nervous because like dang is it go time?",
        4276.4,
        4281.48
    ],
    [
        " Is this confrontation mean physical fighting or just in general?",
        4281.5,
        4284.38
    ],
    [
        " Physical in general anything like if",
        4284.74,
        4287.38
    ],
    [
        " Something happened with somebody who were working with and they",
        4287.38,
        4291.84
    ],
    [
        " Lost something and you had to go confront them on it you that would make you get a fight or flight",
        4291.84,
        4296.94
    ],
    [
        " Anything you know we're just cruising you know fully",
        4296.94,
        4299.86
    ],
    [
        " And",
        4299.86,
        4302.08
    ],
    [
        " Let's say me near cruzian and say I'm joking and I'm teasing you about something",
        4302.08,
        4307.82
    ],
    [
        " And then you like didn't like something and then it got it went from like this to like",
        4307.82,
        4312.68
    ],
    [
        " You know, I mean like you didn't like what I said or something like yeah, I didn't like that and it became this thing like okay",
        4312.68,
        4319.1
    ],
    [
        " Yeah, yeah for whatever he's in",
        4319.1,
        4321.5
    ],
    [
        " It's that it's the it can be cruising I can be",
        4321.5,
        4325.32
    ],
    [
        " On good terms with someone once it goes bad. It's like to me. I just looked at it as this just this huge barrier",
        4325.88,
        4334.12
    ],
    [
        " so I I actually",
        4334.12,
        4337.0
    ],
    [
        " I actually get",
        4337.0,
        4339.5
    ],
    [
        " Something like that and for me what it is",
        4339.5,
        4343.36
    ],
    [
        " Same thing, but when as soon as I feel it you know what I do I could I go",
        4343.36,
        4349.4
    ],
    [
        " Like I go if I have a fault and I just default because and",
        4349.4,
        4354.56
    ],
    [
        " It sometimes what bothers me sometimes you know you don't always have the opportunity like let's say I get an email",
        4354.86,
        4359.2
    ],
    [
        " Someone says hey, I really like the way this happened and blah blah blah. It'll bother me",
        4359.2,
        4364.06
    ],
    [
        " And especially little bother me if someone say hey when for instance",
        4364.06,
        4367.46
    ],
    [
        " This is the kind of thing that would bother me is someone says hey you did this",
        4367.46,
        4371.82
    ],
    [
        " It seemed like you know you were putting me down in front of all these people",
        4371.82,
        4376.46
    ],
    [
        " I would feel bad about it right and I'd be like it would dry and so the only way for me to get over it is",
        4376.46,
        4381.9
    ],
    [
        " I want to talk to him and say hey, man. This is what I did. I'm gonna send out an email to everyone to make sure that they know that that was",
        4381.9,
        4386.28
    ],
    [
        " You know my it wasn't mine doing you know say that you did a great job or whatever just try and make it right",
        4386.28,
        4392.16
    ],
    [
        " But the only otherwise it just turns it burns me up and I have to confront it",
        4392.16,
        4396.66
    ],
    [
        " I the the thing that bothers me and I used to like I recognize this now when I was younger",
        4396.66,
        4401.36
    ],
    [
        " I might not recognize it. I would just sit there and I wouldn't know what to do",
        4401.36,
        4404.42
    ],
    [
        " But now I know the solution the solution is when sometimes bothering you you go and you address the problem",
        4404.42,
        4409.54
    ],
    [
        " You know like my kids will do something and I'll I'll be all angry about it",
        4409.68,
        4413.82
    ],
    [
        " I just go oh what you know what I need to do is go and talk to him about it. Hey, what did you what are you doing?",
        4413.82,
        4417.96
    ],
    [
        " Why did you do this? Here's the impacted has on the family. Here's the impacted has on your life",
        4418.56,
        4422.94
    ],
    [
        " Here's some other opportunities that you might miss out now",
        4422.94,
        4425.84
    ],
    [
        " Here's some things that you could do better. But you know, here's some corrective actions. We could take whatever the worst thing",
        4425.84,
        4430.68
    ],
    [
        " I can do is just sit there and hold it inside. Yeah, not a good thing to do. Yeah, and and I knew that fully",
        4430.68,
        4436.36
    ],
    [
        " I mean that that is not a good thing to do",
        4436.36,
        4438.18
    ],
    [
        " But it was just one of those things that that really induced that fight or flight like response and",
        4438.7,
        4444.18
    ],
    [
        " The straying thing in what helped a lot even just in regular confrontation any it it's a specific type of confrontation",
        4444.18,
        4450.38
    ],
    [
        " It's not the kind where",
        4450.38,
        4451.64
    ],
    [
        " You know how like you you say something then you leave and then you think back and wait did I um insult him?",
        4451.64,
        4458.04
    ],
    [
        " Yeah, yeah, that's it that bothers me",
        4458.08,
        4459.74
    ],
    [
        " But that to me I'll call you right now like hey, I said that's no problem",
        4459.74,
        4464.98
    ],
    [
        " The kind of it's only the only kind of stuff the or the only stuff that did it was stuff that",
        4465.0,
        4470.24
    ],
    [
        " To cross this line puts us on bad terms temporarily or permanently it puts us on like not good terms",
        4470.24,
        4477.12
    ],
    [
        " Anyway, it was that kind of thing but",
        4477.12,
        4478.7
    ],
    [
        " Unless you know what totally helped was jiu jitsu",
        4478.7,
        4482.14
    ],
    [
        " Totally out there where I still don't want to but if I think that the confrontation has to go down for whatever reason",
        4482.14,
        4491.78
    ],
    [
        " It's just way easier to do yeah just slap bump roll. Let's do it. Yeah kind of a thing",
        4492.46,
        4498.62
    ],
    [
        " You know, but I mean you got to do a crack you don't you don't lose your temper or going I'm gonna go in mad",
        4498.62,
        4502.8
    ],
    [
        " You just you can address the problem, but the the key isn't about like",
        4502.8,
        4507.62
    ],
    [
        " Okay, I'm good at you know",
        4507.62,
        4510.06
    ],
    [
        " bringing up and and going through barriers in regards to confrontation. It's not that it's",
        4510.06,
        4515.6
    ],
    [
        " That barrier no longer produces that response",
        4515.6,
        4518.32
    ],
    [
        " So I can dance up to the barrier if it gets cross it gets crossed, you know, and it's like whatever it's about it",
        4518.5,
        4524.08
    ],
    [
        " Not nervous about it. It makes more comfortable crossing the barrier if need be whatever I",
        4524.08,
        4527.84
    ],
    [
        " Dealing you to help you get there. Yes, ideally. I'm not gonna try to cross the barriers for as being good terms bad terms",
        4527.84,
        4532.48
    ],
    [
        " I'm not gonna try go to bad terms anytime you know be impolite or some I don't think it's not but I mean that that's more depends on",
        4532.48,
        4537.9
    ],
    [
        " What kind of person you're I think I think",
        4537.9,
        4539.54
    ],
    [
        " but",
        4539.54,
        4540.5
    ],
    [
        " Like I said the key for me or the the element the critical element there was that barrier how I felt about being near it",
        4540.5,
        4548.16
    ],
    [
        " For crossing it or not crossing whatever",
        4548.16,
        4549.64
    ],
    [
        " Didn't cure it, but it helps so much. Oh, okay. I won't make the story long, but that we we are all hoping",
        4549.64,
        4556.78
    ],
    [
        " Actually, this is actually after I started it's but",
        4556.78,
        4559.74
    ],
    [
        " Just an example",
        4559.74,
        4561.72
    ],
    [
        " So I was doing video work for yes for this guy",
        4561.72,
        4565.34
    ],
    [
        " And I'm gonna say who it doesn't matter",
        4565.34,
        4569.04
    ],
    [
        " And",
        4569.04,
        4570.64
    ],
    [
        " He had found out that I was doing other video work. I don't know maybe at a sense of like owner",
        4570.64,
        4576.34
    ],
    [
        " I don't know he he knew that or he found out or knew that I was doing video for it",
        4576.34,
        4580.12
    ],
    [
        " Not a competitive thing or nothing like that, but",
        4580.12,
        4581.86
    ],
    [
        " This other video where kind of like hey wait, you're not spending all your time on my stuff kind of thing",
        4581.86,
        4587.14
    ],
    [
        " That's what I got the sense of but nonetheless and I had to do a travel",
        4587.14,
        4591.06
    ],
    [
        " You know, so I was traveling here and I'm like hey, I gotta go because I have to travel now to this other place",
        4591.06,
        4595.04
    ],
    [
        " And it's kind of like that's where I felt it",
        4595.04,
        4596.82
    ],
    [
        " nonetheless",
        4596.82,
        4597.96
    ],
    [
        " so",
        4597.96,
        4599.12
    ],
    [
        " The video wasn't due to like this certain date and then um I was like yeah my prediction",
        4599.12,
        4605.66
    ],
    [
        " I should have it by this date which was way ahead of the date by the way and then that day I didn't have it",
        4605.66,
        4611.12
    ],
    [
        " And I was like oh, you know, I didn't think it was gonna be a big deal because",
        4611.12,
        4614.62
    ],
    [
        " It just didn't seem like a big deal. You're predicted date didn't get there. It wasn't the due date right right not even make okay",
        4614.62,
        4620.96
    ],
    [
        " And then um, so I was like oh, I don't have it, you know, you know, I've been working on it",
        4620.96,
        4626.42
    ],
    [
        " But you know, I don't have it maybe tomorrow like something like that like I'm like maybe like one hour",
        4626.42,
        4631.64
    ],
    [
        " I'll have it free. It wasn't an hour, but it was like I'll have it to you soon",
        4631.64,
        4634.7
    ],
    [
        " And and he was like I thought",
        4635.64,
        4637.94
    ],
    [
        " Given kind of our history whatever I thought he was be like okay. Well cool tomorrow",
        4637.94,
        4642.04
    ],
    [
        " Let's we'll see tomorrow. I'm excited to see a kind of a thing. That's what I was expecting",
        4642.04,
        4645.16
    ],
    [
        " Um, but he was like he was like okay tomorrow, uh, you know, I'm really disappointed",
        4645.16,
        4651.22
    ],
    [
        " That you don't have it for me right now and I was really expecting to have that to see something and I'm really disappointed that you don't have anything for me right now",
        4651.22,
        4660.8
    ],
    [
        " I was like",
        4660.8,
        4661.62
    ],
    [
        " Boom heart just being this on the phone too by the way",
        4663.32,
        4665.48
    ],
    [
        " There's not like oh, I was you know confronted and you know anything",
        4665.48,
        4668.5
    ],
    [
        " It was just that and brought to the point where I didn't even know what to say so what did you say?",
        4668.5,
        4673.44
    ],
    [
        " I was like, uh, I don't even know what I said. I think it was just kind of like I didn't say anything and it was like",
        4673.8,
        4678.72
    ],
    [
        " So is that maybe one of the one of the things that's caused you to really hold back on making a bunch of videos for John",
        4678.72,
        4685.78
    ],
    [
        " Because there's a bunch of us that want to make that phone call to you. Well if that were disappointed",
        4689.16,
        4693.5
    ],
    [
        " Just so you know, we that listened to this podcast were disappointed if that were the case wouldn't I be make it would",
        4693.5,
        4699.5
    ],
    [
        " Would not be making videos every single day if that were the case",
        4699.5,
        4702.06
    ],
    [
        " Well, I wish well, what can we do differently over here on our end anyway those and ex that's an example just like how because really when I think about it back",
        4702.06,
        4711.18
    ],
    [
        " Like that's not a big confrontation",
        4711.18,
        4712.64
    ],
    [
        " Mm-hmm",
        4713.56,
        4713.84
    ],
    [
        " Probably had a lot to do with X-ray too. Anyway, but yeah, you for some reason though generally speaking",
        4713.84,
        4719.56
    ],
    [
        " That you get to help",
        4719.56,
        4721.4
    ],
    [
        " As long as you have is you have genuine intentions, I think",
        4721.4,
        4725.84
    ],
    [
        " Hey that conversation's gonna come",
        4725.84,
        4728.46
    ],
    [
        " Cool",
        4728.46,
        4729.6
    ],
    [
        " Next question",
        4729.6,
        4731.86
    ],
    [
        " The serious question is about",
        4731.86,
        4736.26
    ],
    [
        " indirect approach",
        4736.26,
        4738.88
    ],
    [
        " I have a history of starting things and then giving up on them when I get bored",
        4740.1,
        4744.98
    ],
    [
        " I'm the same way by the way or anyway",
        4744.98,
        4747.82
    ],
    [
        " A friend of mine is the same I'm working on it by sticking with one thing",
        4747.82,
        4756.36
    ],
    [
        " Making a website which will be done in two weeks",
        4756.36,
        4759.54
    ],
    [
        " I call my friend once a month and he always tells me about some new hair brained idea that he never acts on",
        4759.54,
        4765.6
    ],
    [
        " I've tried suggesting that he pick one thing and stick with it, but he immediately shuts down",
        4766.04,
        4771.66
    ],
    [
        " How can I take the indirect approach and get him to actually follow through on things",
        4771.66,
        4776.78
    ],
    [
        " Okay, so you're trying to help your friend prioritize next cute",
        4776.78,
        4780.16
    ],
    [
        " Which is really good to go your friend sounds like he needs to prioritize next cute and get some follow through going on with that as well",
        4780.16,
        4786.88
    ],
    [
        " I would say this you want to do a little indirect there",
        4786.88,
        4789.3
    ],
    [
        " What I might do with him is get involved in a project with him",
        4789.3,
        4792.58
    ],
    [
        " Like pick one of those when he calls up for the little needs hair brained ideas and you think it's a decent one say",
        4792.58,
        4796.36
    ],
    [
        " Okay, cool. Let's rock and roll with that. I want to get in the game",
        4796.36,
        4799.24
    ],
    [
        " And then",
        4799.24,
        4801.42
    ],
    [
        " Lay out some deadlines like hey, this is what we need to get done by here. This is what we need to be done by this point",
        4801.42,
        4806.7
    ],
    [
        " I'll do these four items you do these four items and that's what we'll get going here's the due date that we'll get him done by",
        4806.7,
        4813.14
    ],
    [
        " So we can make this launch",
        4813.14,
        4814.56
    ],
    [
        " boom right",
        4814.56,
        4816.32
    ],
    [
        " And then you deliver your end",
        4816.32,
        4819.62
    ],
    [
        " You deliver your end and then when he doesn't now you can have a better discussion. That's not so",
        4820.12,
        4826.08
    ],
    [
        " Aggressive you have a reason for it, you know, and then",
        4826.08,
        4830.38
    ],
    [
        " You know, maybe even subtly tell him that you're hey, can I I'm gonna go ahead and go proceed further with your idea",
        4830.38,
        4836.92
    ],
    [
        " Like I'm you're not gonna do it",
        4836.92,
        4838.74
    ],
    [
        " I'm gonna do it. You just became my idea right and then because you're not gonna execute because he needs to understand",
        4838.74,
        4844.78
    ],
    [
        " that",
        4844.78,
        4846.4
    ],
    [
        " The idea people",
        4846.96,
        4848.28
    ],
    [
        " That's great. I'm glad you have a lot of great ideas, but it doesn't help doesn't get anything done and ideas without executions",
        4848.28,
        4854.46
    ],
    [
        " Ideas without execution the ideas themselves literally do not exist your idea is worthless. It's totally worthless",
        4854.46,
        4863.32
    ],
    [
        " if you don't execute on it",
        4863.32,
        4865.86
    ],
    [
        " so",
        4865.86,
        4867.2
    ],
    [
        " You have to execute in the the execution of ideas",
        4867.2,
        4873.08
    ],
    [
        " Into life",
        4873.5,
        4874.72
    ],
    [
        " Right?",
        4874.72,
        4875.8
    ],
    [
        " That's what it is when you when you execute an idea it's creation",
        4876.4,
        4881.22
    ],
    [
        " It's not dreaming. It's not thinking it's doing you are creating something and that's awesome like just creation is",
        4881.22,
        4891.06
    ],
    [
        " Is an awesome thing to be a part of and it's an awesome thing to lead and to take an idea and turn it into something",
        4891.06,
        4898.5
    ],
    [
        " That's real and create and deliver it that's",
        4898.5,
        4902.0
    ],
    [
        " That's just a hugely rewarding thing in life and he obviously probably hasn't experienced that many times",
        4903.2,
        4909.94
    ],
    [
        " And so how can you",
        4909.94,
        4911.86
    ],
    [
        " Let him know that let him know that you know ideas mean nothing without execution and our goal is to create something",
        4911.86,
        4919.64
    ],
    [
        " And again, I think the best way to do this to join forces with him and drag him along so he can get that feeling of the",
        4919.64,
        4926.42
    ],
    [
        " Satisfaction of how good it feels to make something happen",
        4926.42,
        4928.54
    ],
    [
        " now",
        4928.54,
        4931.9
    ],
    [
        " The bad news is",
        4933.08,
        4934.5
    ],
    [
        " If he doesn't like like if he doesn't do his things he doesn't do his part you can coach him you can prod him along and you can do what you can to help him",
        4934.5,
        4944.52
    ],
    [
        " but",
        4944.52,
        4945.84
    ],
    [
        " Eventually you got to go out and make things happen on your own",
        4945.84,
        4949.12
    ],
    [
        " I mean, that's just what you got to do and you can't it's very hard",
        4949.12,
        4952.52
    ],
    [
        " I can't seem like I say you can't but it's very very difficult to help people",
        4952.52,
        4956.16
    ],
    [
        " That don't want to be helped that don't recognize their errors that I've their your egos to because a lot of people that are idea people",
        4956.16,
        4962.76
    ],
    [
        " They'll literally tell you that you know a woman idea guy",
        4963.16,
        4966.18
    ],
    [
        " I'm an idea guys",
        4966.18,
        4968.12
    ],
    [
        " And and you know you say okay cool. I'm gonna go over here and actually make things happen. So bye-bye",
        4968.12,
        4973.74
    ],
    [
        " Yeah, your ideas",
        4973.74,
        4974.64
    ],
    [
        " So if it's someone that's arrogant like that because that's that's a level of arrogance right?",
        4974.64,
        4979.3
    ],
    [
        " Hey look, I don't do this little labor stuff. I'm not a guy about execution. What I do is I have ideas",
        4979.44,
        4984.78
    ],
    [
        " Abriance that's what I do over here. That's those people are not gonna help you",
        4984.78,
        4990.3
    ],
    [
        " So",
        4991.98,
        4992.34
    ],
    [
        " Eventually you do what you can to help him out you try and get him involved in some of your projects help",
        4992.34,
        4996.62
    ],
    [
        " Hopefully you can get him all the way through a project where he can see the and feel the gratification of success and execution and creation",
        4996.62,
        5004.54
    ],
    [
        " But if he never tastes that blood",
        5004.54,
        5006.86
    ],
    [
        " He's he's gonna be a vegetarian",
        5006.86,
        5009.72
    ],
    [
        " That's the way it's gonna go down. He's gonna be a salad eater and",
        5009.72,
        5014.02
    ],
    [
        " And that's not good",
        5014.02,
        5016.04
    ],
    [
        " Nothing will be in salads by the way. No, I eat salads",
        5016.04,
        5018.7
    ],
    [
        " With steak on them",
        5019.2,
        5020.46
    ],
    [
        " Brought that so true. So",
        5020.46,
        5023.72
    ],
    [
        " My brother we know jade he does apps like",
        5023.72,
        5028.86
    ],
    [
        " Obviously, you know his company they do apps. So",
        5028.86,
        5032.3
    ],
    [
        " Apps let's say that I'm just saying in general now apps websites",
        5032.3,
        5036.62
    ],
    [
        " Video in my case. So these are things is other than the other industries and skills whatever",
        5036.62,
        5042.6
    ],
    [
        " But these are the things that attract to the idea of people. Hey, I got idea for video. I got idea for an app",
        5042.6,
        5048.46
    ],
    [
        " I got an idea for a website. I got ideas. So we",
        5048.7,
        5051.62
    ],
    [
        " Me my brother were we attract these people right so",
        5051.62,
        5055.62
    ],
    [
        " It's like when you encounter that it's kind of like me saying I have an idea for the cure for cancer",
        5055.62,
        5062.68
    ],
    [
        " So what it does is it goes in and it targets just the cancer cells and it leaves all the other cells alone",
        5062.68,
        5068.98
    ],
    [
        " All of them just leaves them alone just just kills the cancer cells",
        5068.98,
        5072.16
    ],
    [
        " So let's say and like I don't know 100 years that happens, right? I'm like that was my yeah, bruh. No, it wasn't",
        5072.16,
        5078.16
    ],
    [
        " It wasn't your idea the ideas mean not just like I said it so it gets and",
        5078.7,
        5082.76
    ],
    [
        " To say it gets annoying. I mean, that's kind of maybe not the most accurate way it",
        5082.76,
        5086.98
    ],
    [
        " For lack of better terms real interesting that it's not that clear to people, you know",
        5086.98,
        5092.98
    ],
    [
        " When if you're because execution is everything idea that I think",
        5092.98,
        5096.76
    ],
    [
        " Might have been Tim Ferriss some some of us saying ideas worth like super like the super small amount all even go further",
        5096.76,
        5103.08
    ],
    [
        " And say it's literally worth not just like you just like I said",
        5103.08,
        5106.3
    ],
    [
        " I guess there's some granularity of",
        5106.3,
        5108.72
    ],
    [
        " of",
        5108.72,
        5109.72
    ],
    [
        " It's you know, what's weird?",
        5109.72,
        5112.0
    ],
    [
        " It's it's a dichotomy because the idea is the worthless and at the same time",
        5112.58,
        5117.36
    ],
    [
        " It's the most valuable thing, but it only gets value if it gets executed on otherwise it has zero value",
        5117.36,
        5123.58
    ],
    [
        " Yeah, and to the execution part execution and because here's what you get to and I actually in a way was kind of one of these people",
        5123.58,
        5130.26
    ],
    [
        " Where I'd be like why have all these cool ideas",
        5130.26,
        5132.16
    ],
    [
        " So the first thing I'm gonna do when I get this idea. I'm gonna go by the domain name",
        5132.44,
        5136.7
    ],
    [
        " Right, I'm gonna you know sell this you know, whatever and by the domain name because I'm doing I'm executing boom step one",
        5136.7,
        5144.24
    ],
    [
        " So that's what this guy's doing. Yeah, you know, this guy who has these ideas and some sort of you know or some form of this domain",
        5144.24,
        5150.86
    ],
    [
        " He's habitual domain name",
        5150.86,
        5153.28
    ],
    [
        " By the domain name",
        5153.28,
        5154.62
    ],
    [
        " He might you know, he might see if the trademark or the whatever is you know taken and all this stuff",
        5154.62,
        5160.58
    ],
    [
        " Build register and you know one once the once the work starts you like oh, well, I'm kind of bored",
        5160.58,
        5165.12
    ],
    [
        " Right, that was the thing board of that and",
        5165.12,
        5167.92
    ],
    [
        " Meanwhile like that's usually the fun part, you know, they excitement. Oh, I see all the potential",
        5167.92,
        5173.98
    ],
    [
        " You know all this stuff, but when the reality starts hitting and you know the hills get steeper and stuff like that",
        5173.98,
        5178.82
    ],
    [
        " Oh the hard work. Yeah, yeah, that's the actual part of any idea of the materialized",
        5178.82,
        5183.3
    ],
    [
        " Yeah, when that comes to view or comes into you know into play that's when they quote unquote get bored",
        5183.3,
        5189.3
    ],
    [
        " yeah, and",
        5189.3,
        5190.62
    ],
    [
        " When you take one maybe two steps back in this it's really clear because",
        5190.62,
        5195.86
    ],
    [
        " You you consider the the percentage of people doesn't like for a successful in like their dream thing",
        5195.86,
        5204.26
    ],
    [
        " I'm a computer programmer and now I own a computer programming business. I don't know. That's my example",
        5204.26,
        5209.9
    ],
    [
        " The amount of people who have that actually happening are really few and furthermore",
        5209.9,
        5216.68
    ],
    [
        " You ask any one of those people",
        5217.92,
        5219.82
    ],
    [
        " It was never like I had the idea about the domain name three weeks later. It we were moving. It's never that",
        5219.82,
        5226.54
    ],
    [
        " It's like oh my gosh flop on my face fail years decades a lot of the time, you know, it's a grind",
        5226.54,
        5232.98
    ],
    [
        " Grat yeah, and that and that's all that execution right there",
        5232.98,
        5237.22
    ],
    [
        " Executing is hard one time I still contact lenses, you know the colored contact lenses. So it's totally illegal. I shouldn't done it",
        5237.22,
        5245.58
    ],
    [
        " I imported them from",
        5247.5,
        5248.52
    ],
    [
        " I don't know nine import them, but I bought them from a website",
        5248.52,
        5252.08
    ],
    [
        " We're going back to the values conversation",
        5252.08,
        5253.64
    ],
    [
        " Putting people's eyesight at risk so you can make a dollar. Well, they weren't prescription. They're all good",
        5253.64,
        5259.14
    ],
    [
        " You can buy them is just like but nonetheless I bought them and they'd they'd only take like five days to get here",
        5259.14,
        5264.58
    ],
    [
        " So I I knew how to make websites. I knew how to do all that stuff",
        5264.58,
        5267.94
    ],
    [
        " So I just made a website got my contact lenses, you know, and I knew about SEO and stuff like so I just made the website",
        5267.94,
        5272.62
    ],
    [
        " You know eight bucks a month or something or a year for the domain website was free because jade had the platform",
        5273.14,
        5278.86
    ],
    [
        " Where you can make websites?",
        5278.86,
        5280.04
    ],
    [
        " So I sold a bunch of contacts um Halloween time comes around perfect SEO. Call it contact send Diego",
        5280.5,
        5286.6
    ],
    [
        " Buy them from me people would buy them and be like oh you buy one and then buy it just buy it from the website comes in",
        5286.6,
        5291.6
    ],
    [
        " I just send them to",
        5291.6,
        5292.38
    ],
    [
        " Execution oh, so you're proud of this",
        5292.38,
        5296.56
    ],
    [
        " It I'm not proud of you only contact. I'm proud of the execution part good job",
        5296.56,
        5301.42
    ],
    [
        " And then it's started got bored a bored with it so",
        5301.54,
        5304.2
    ],
    [
        " All right next question. Yeah, let's go to the next question",
        5304.2,
        5310.9
    ],
    [
        " Boy or this one",
        5310.9,
        5312.2
    ],
    [
        " Jockel I was wondering what your opinion was on when to start a child in jiu-jitsu my daughter was in the game",
        5312.2,
        5322.38
    ],
    [
        " At age seven and I'm on the mats as well",
        5322.38,
        5325.42
    ],
    [
        " My son is three and a half",
        5325.42,
        5327.62
    ],
    [
        " And it has expressed that he's very ready to start as well my concern is starting him too young",
        5328.22,
        5334.0
    ],
    [
        " Him getting crushed and falling out of love with jiu-jitsu before he has a chance to fall in love with it",
        5334.0,
        5340.18
    ],
    [
        " This is the romance",
        5340.18,
        5341.94
    ],
    [
        " Yeah, okay, so",
        5341.94,
        5345.58
    ],
    [
        " Completely dependent on the maturity to kid yeah, and",
        5345.58,
        5349.62
    ],
    [
        " I'm sick. How old was your daughter when she started training",
        5349.62,
        5353.36
    ],
    [
        " two two I'll tell you about the circumstances no two two straight up to she's less than two and a half she's really mature",
        5355.2,
        5362.88
    ],
    [
        " really smart",
        5362.88,
        5365.44
    ],
    [
        " And athletic and durable so",
        5365.44,
        5368.42
    ],
    [
        " That's that's like as young as you're gonna get yeah um and and what",
        5368.42,
        5374.0
    ],
    [
        " What how many times a week would you go to and",
        5374.0,
        5378.42
    ],
    [
        " Was there other small children in the class? Yes, you had some kind of an array you knew somebody",
        5378.42,
        5383.22
    ],
    [
        " That was also bringing their kid or something like that. I had a good playmate in there. Well, it needs to make",
        5383.36,
        5387.56
    ],
    [
        " It's kind of along all I'll I'll tell you about it for sure",
        5387.56,
        5391.38
    ],
    [
        " Basically, it's",
        5391.38,
        5394.22
    ],
    [
        " You don't mat backer and then it's a it's gracey sort of by training center up in",
        5394.22,
        5399.82
    ],
    [
        " It's a smaller gym, but so",
        5399.82,
        5402.92
    ],
    [
        " You know they have programs for younger kids or whatever and",
        5402.92,
        5406.5
    ],
    [
        " It's essentially like you",
        5406.5,
        5409.24
    ],
    [
        " Modify the young kids for which is like for for making it plain. It's playing. That's what it is",
        5410.68,
        5415.1
    ],
    [
        " But here's the thing you learned you did some moves for sure and in there you'll say you'll teach them that this is jujitsu",
        5415.1,
        5421.08
    ],
    [
        " They don't know that you're they're they're gonna tap some out. They're gonna hold the person down",
        5421.08,
        5425.02
    ],
    [
        " They don't know that it's a mount. It's a game. They're thinking they're gonna try to get out of the mount",
        5425.02,
        5428.04
    ],
    [
        " Yeah, they just think they're just trying to get off the bottom. Yeah, and they they have games where you balance on stuff",
        5428.04,
        5432.3
    ],
    [
        " And it works on their balance on yeah, these you know the myths that you hit yeah, they line them up and you get to",
        5432.3,
        5438.12
    ],
    [
        " It's like walking on the putt",
        5438.12,
        5439.58
    ],
    [
        " So they play all these games, but it's crazy how like it's just it's like karate kid men",
        5439.58,
        5444.54
    ],
    [
        " You know, I'm a krati kid. I was like fan wax on wax off in there",
        5444.54,
        5447.26
    ],
    [
        " And they get good at the wax on wax off because it's kind of fun. Well wax on wax off not fun",
        5447.26,
        5451.2
    ],
    [
        " But the stuff you do in there is fun and then when they're like okay, who and it's really you you gotta find the right person man",
        5451.2,
        5457.52
    ],
    [
        " The right teacher because man madman he was like he's so gentle kids are because there's other",
        5457.52,
        5462.9
    ],
    [
        " Young kids and they're they're running around you know, they're not he knows",
        5462.9,
        5467.5
    ],
    [
        " He knows not everyone's gonna be paying attention. Yeah, you know, you got to and so they got to know how to deal with kids",
        5467.5,
        5474.34
    ],
    [
        " But yeah, man she took it and he was good",
        5474.34,
        5477.14
    ],
    [
        " Yeah, and and there's some kids that are 11 and 12 years old that aren't ready for you to do. Yeah, they're just not there yet",
        5477.14,
        5482.68
    ],
    [
        " and",
        5482.68,
        5483.66
    ],
    [
        " I would also say",
        5483.66,
        5485.72
    ],
    [
        " Less is more for a young kid, you know, you don't want to just burn them out don't smoke them on that every day",
        5485.72,
        5491.54
    ],
    [
        " Make them look forward pull them off the mat. They want to say a little on hey, we got to go",
        5491.54,
        5495.26
    ],
    [
        " I mean you let them have some fun, but um, I burned my kids out. Yeah",
        5495.26,
        5500.06
    ],
    [
        " And I backed off in time for my son because he was younger and I didn't you know because my my daughters",
        5500.06,
        5507.48
    ],
    [
        " I was like compete train compete train compete. Oh, I'm gonna put you in the heavier weight class the older kids bracket",
        5507.48,
        5514.52
    ],
    [
        " I mean I just did it wrong right just did it wrong and",
        5514.52,
        5518.28
    ],
    [
        " And I didn't back off in time and so now they trained you know, I mean",
        5518.28,
        5523.08
    ],
    [
        " Not as much as they should right my son trains all the time",
        5523.9,
        5527.0
    ],
    [
        " Um",
        5527.0,
        5528.0
    ],
    [
        " But I did a bad job of making digits you fun right cuz that's and that's what you know",
        5528.0,
        5533.0
    ],
    [
        " That's why I like you the fact that this question he's saying am I starting with you young where he's gonna get crushed",
        5533.0,
        5537.44
    ],
    [
        " Hey, you shouldn't you know gym that you take your three and a half year old child to should be allowing him to get crushed",
        5537.44,
        5544.84
    ],
    [
        " Yeah, that shouldn't be happening. So if you have a good gym where you got the right instructor",
        5544.84,
        5549.94
    ],
    [
        " um",
        5549.94,
        5551.12
    ],
    [
        " That then go and let him have fun and make sure it just stays fun and if they don't love it",
        5553.0,
        5557.72
    ],
    [
        " You you can't make them love it. It's not gonna happen now. This is a good story one of my son's friends",
        5557.72,
        5562.9
    ],
    [
        " Who I always want all everyone to train to get through obviously",
        5562.9,
        5566.96
    ],
    [
        " But this guy's a friend of mine known for a long time and his has a son that's my son's agent",
        5566.96,
        5571.68
    ],
    [
        " So they kind of grown up together and you know my son's always training jiu jitsu and I would say hey, you know when they were",
        5571.68,
        5576.94
    ],
    [
        " Six years old. Hey, have your son come in and try it came in and try to one day hated it",
        5577.04,
        5582.04
    ],
    [
        " Year later now, you know a year something like that 13 months 18 months or something",
        5582.04,
        5587.18
    ],
    [
        " Comes in a year later tries to get he's like now seven years old",
        5587.18,
        5591.28
    ],
    [
        " hates it. This just doesn't like it can't stand it",
        5591.28,
        5594.52
    ],
    [
        " Then comes in at you know nine years old comes in",
        5594.52,
        5600.54
    ],
    [
        " loves it",
        5600.54,
        5602.34
    ],
    [
        " Trains every day now, you know me trans all time and and you know now he's my and and I'll tell you what this is what's cool is",
        5602.36,
        5610.06
    ],
    [
        " that",
        5610.06,
        5610.36
    ],
    [
        " he's",
        5610.36,
        5612.24
    ],
    [
        " It's not like he's a million years. It's not so my son trained three years more or maybe even four years more than",
        5612.24,
        5621.52
    ],
    [
        " Then this other kid my son",
        5621.52,
        5623.7
    ],
    [
        " Is that kid caught up right? I mean, he's my son still a little bit better a little bit better",
        5623.7,
        5629.92
    ],
    [
        " But they're in the same game right there. It's not like it's not like",
        5630.42,
        5633.86
    ],
    [
        " Did that my son has this massive lead? No the kid loves it and you can learn",
        5633.86,
        5638.96
    ],
    [
        " You can learn and get better",
        5638.96,
        5641.6
    ],
    [
        " You know at any age, but my point in saying that is forcing him to be in it for those three years",
        5641.6,
        5648.9
    ],
    [
        " Would not have helped he would have he would have quit jiu jitsu completely",
        5648.9,
        5653.0
    ],
    [
        " But just have it and show it to him and saying hey, this is what you do and you know he didn't like it and choked",
        5653.0,
        5657.68
    ],
    [
        " Right that's and and maybe that's me. It's my buddy's son. So hey, let's let's get after it a little bit",
        5658.2,
        5663.76
    ],
    [
        " We won't let him get chokes, but he just didn't like the claustrophobia of it right and there is claustrophobia",
        5663.76,
        5669.16
    ],
    [
        " You're gonna feel that even in even in a gentle situation with a six year old if you get held down you don't like it",
        5669.16,
        5674.62
    ],
    [
        " Yeah, he didn't like it. Yeah now he's holding people down himself. So",
        5674.62,
        5678.82
    ],
    [
        " You you",
        5678.82,
        5681.16
    ],
    [
        " I basically what I'm saying is forcing someone a kid to do something for two years",
        5681.16,
        5686.74
    ],
    [
        " You think you're getting this value two years worth of value. You're not getting two years worth of value",
        5687.12,
        5691.18
    ],
    [
        " You're actually going the other direction",
        5691.18,
        5693.02
    ],
    [
        " So you might as well just let him try it occasionally and I say that sometimes kids",
        5693.02,
        5697.22
    ],
    [
        " Well at my gym now, hey, you know my son just doesn't want to do it right now and I go no problem",
        5697.22,
        5702.52
    ],
    [
        " Hey, you know, I say they say I don't want to make him come. I go don't make him come",
        5702.52,
        5706.26
    ],
    [
        " I go don't make him come let him come when he wants to you know",
        5706.26,
        5710.08
    ],
    [
        " You know you're gonna stop your membership. That's cool if you want to come in on Saturdays bring him in",
        5710.08,
        5713.96
    ],
    [
        " You know he wants to come in once you know once a month to just keep him familiar",
        5713.96,
        5718.78
    ],
    [
        " Do that just do that you don't grind their brains out when they're",
        5718.78,
        5724.22
    ],
    [
        " Whatever little kids even big kids. I think I",
        5724.22,
        5729.2
    ],
    [
        " You know how you say like you did you should be fun so the",
        5729.2,
        5735.14
    ],
    [
        " If okay, so like okay, you're watching a Bronx tale you're watching that okay",
        5735.14,
        5741.92
    ],
    [
        " So there's a part on that where we're you know these biker guys they're in the bar",
        5741.92,
        5746.2
    ],
    [
        " You know causing trouble exactly right. So that's what it is and this is what this guy got to be okay",
        5746.2,
        5751.36
    ],
    [
        " So those have never seen Bronx tale these biker guys are in the bar and they're like causing trouble and all this stuff",
        5751.36,
        5756.98
    ],
    [
        " And then the people there hate you guys please the mobsters the mobsters say hey guys please leave you need to get out of here",
        5756.98,
        5763.2
    ],
    [
        " Yeah, like I would do it every want he's like no no, they're like hey, okay, we'll leave",
        5763.2,
        5767.06
    ],
    [
        " Let me get one beer in the guy one more beer they grab the beer and they shake the beer all over the",
        5767.5,
        5772.06
    ],
    [
        " Now this stuff so anyway, they locked the doors",
        5772.06,
        5774.14
    ],
    [
        " I say we ask you to leave now you can't leave right bad situation for the biker guys so",
        5774.14,
        5778.62
    ],
    [
        " This is what in my opinion this guy has to avoid like if his son three and a half is like dang",
        5778.62,
        5784.46
    ],
    [
        " I'm showing interest. I want to get kind of get on the mats on a jump in here. I see what's going on",
        5784.46,
        5788.38
    ],
    [
        " It looks like fun. I'm a jump in don't be like hey",
        5788.38,
        5790.6
    ],
    [
        " You want to get in now you can't leave don't do that kind of stuff. Don't you leave the door open?",
        5790.6,
        5796.32
    ],
    [
        " Right to yes exactly so as you know presses three and a half now where",
        5796.32,
        5800.96
    ],
    [
        " She went to Matt back for a while and learned it and it was cool and",
        5800.96,
        5805.12
    ],
    [
        " Now I just bring her with me just once a week when I go on Fridays or whatever",
        5805.12,
        5810.08
    ],
    [
        " He I'd bring her with me. I don't tell her jumping the class and just calm be familiar with the mats",
        5810.08,
        5815.58
    ],
    [
        " You see dad rolling you see jaco rolling you see Andy, you know, she has fun. Everyone talks. You know, she's pretty outgoing",
        5815.58,
        5820.84
    ],
    [
        " She has fun now. Now. She just likes them the mess is fun. You know, I was talking to her",
        5820.84,
        5825.02
    ],
    [
        " She she she hangs with um, she coaches you crystal sun is there. Yeah, she she cheers for me. Yeah",
        5825.02,
        5830.82
    ],
    [
        " But you know crystal sun is there. Is my her favorite did you do guy though? I think it was Andy. Yeah, sorry",
        5830.82,
        5836.68
    ],
    [
        " So you know, so she likes it. She's familiar familiar. I'm not gonna say hey, we're here",
        5836.68,
        5842.24
    ],
    [
        " So we got to get our reps today. You know, it's not that when she wants to come like mount and she will",
        5842.24,
        5848.18
    ],
    [
        " Should be like hey, oh, let me show this guy. There's um, I forget his name",
        5848.18,
        5852.32
    ],
    [
        " But it's like hey, let me show him mount and there's this whole series that she learned from my you know like fighting the arms",
        5852.32,
        5856.98
    ],
    [
        " And keeping the balance all this stuff and she likes to do it, you know, so now she always wants to go",
        5856.98,
        5862.56
    ],
    [
        " There you go and when and at at home or whatever when you know my mom comes and visit she's like, hey, let me show grandma mount",
        5862.56,
        5867.98
    ],
    [
        " And she wants to do it, you know beautiful",
        5867.98,
        5869.78
    ],
    [
        " And yeah, so that'll keep her in the game and when she starts getting a lot more ability, you know age like three and a half",
        5869.78,
        5882.3
    ],
    [
        " This stuff now, you know because all these little things that I learned just by playing around really",
        5882.3,
        5886.4
    ],
    [
        " And that's kind of what you want with that",
        5886.4,
        5888.82
    ],
    [
        " But if it's if they look at it this thing that my dad forced me to do it so hard and claustrophobic",
        5888.82,
        5893.52
    ],
    [
        " Yeah, guys sweating on me and I'm losing the whole time because they just started and I'm rolling with Thor the whole time",
        5893.52,
        5898.98
    ],
    [
        " And he's you know",
        5898.98,
        5900.44
    ],
    [
        " Killing me or whatever and that's my experience my whole regard for the jiz is gonna be like yeah, you don't want that",
        5900.44,
        5907.24
    ],
    [
        " There's also a little bit of rebellion in all in most children in like my one of my daughters",
        5907.64,
        5913.14
    ],
    [
        " She doesn't want to change your jiz but she wrestles in high school",
        5913.14,
        5917.44
    ],
    [
        " So that's awesome, I think that's the example, but she almost does that just to be you know, I wrestle",
        5917.44,
        5924.6
    ],
    [
        " Little does she know she got flanked",
        5924.6,
        5928.6
    ],
    [
        " She got flanked",
        5928.6,
        5931.66
    ],
    [
        " So",
        5934.22,
        5934.7
    ],
    [
        " But yeah, man, I think so I mean back to the question I think that um",
        5934.7,
        5939.54
    ],
    [
        " They're given a certain type of teacher",
        5939.54,
        5944.56
    ],
    [
        " Which I mean the demands on a teacher for a you know a young",
        5944.56,
        5948.5
    ],
    [
        " Geek and career yeah, it's so hard. So you got a it's rare to find a teacher especially if you have a teacher who doesn't like",
        5948.5,
        5955.34
    ],
    [
        " Do that, you know if it's like okay, I'm gonna make an exception for this because I've seen guys",
        5955.34,
        5959.78
    ],
    [
        " They're comfortable their friends of the gym kind of thing and they're like yeah my kids too, but hey, we all like each other right",
        5959.96,
        5964.7
    ],
    [
        " Hey jump in the kids class. He's too. He's running around. He's interrupting the class like yeah, it's not it's not good",
        5964.7,
        5970.52
    ],
    [
        " If the kid's not ready and the teacher that that's not a compatible",
        5970.52,
        5973.46
    ],
    [
        " We should up if kids not ready will say hey your kids not ready. Yeah, you can't you can't be in here. Yeah come back in six months",
        5973.46,
        5979.92
    ],
    [
        " You want to bring him in to watch on Saturdays?",
        5979.92,
        5981.98
    ],
    [
        " Cool",
        5982.4,
        5982.46
    ],
    [
        " You bring him into watch it's a time we're going you know",
        5982.46,
        5987.38
    ],
    [
        " Hopefully he's not disruptive hopefully well, they can't be disruptive where they can't stay right right",
        5988.24,
        5992.96
    ],
    [
        " Hey, you can't do that. Yeah, go. Yeah. Oh, yeah, so in that case, you know, it's not gonna work, but",
        5992.96,
        5997.68
    ],
    [
        " Yeah, that's it just like how you said just put in the door. I'm cruising in here. It looks to see the doors open",
        5997.68,
        6004.48
    ],
    [
        " I'm cruising here. I'm doing one stuff. Come on in",
        6004.48,
        6006.88
    ],
    [
        " I'm not gonna close the door. I'm not gonna go bronx tail on you, you know",
        6006.88,
        6011.16
    ],
    [
        " That's how you do it my opinion",
        6011.16,
        6013.04
    ],
    [
        " Check all right",
        6014.3,
        6017.76
    ],
    [
        " Okay",
        6017.76,
        6017.84
    ],
    [
        " Have you most okay?",
        6017.84,
        6023.48
    ],
    [
        " I have mostly lived a life dominated by doubt and fear",
        6023.76,
        6029.28
    ],
    [
        " What are your thoughts on how I can step into bravery?",
        6029.28,
        6033.44
    ],
    [
        " You know, I actually",
        6034.36,
        6036.28
    ],
    [
        " Took this question from Twitter and I answered the question in one word",
        6036.28,
        6042.38
    ],
    [
        " You've lived a life dominated by doubt and fear how do you step into bravery?",
        6044.92,
        6051.44
    ],
    [
        " Step",
        6054.04,
        6056.6
    ],
    [
        " That's that's how you step into bravery step take the step",
        6056.6,
        6064.36
    ],
    [
        " Step aggressively",
        6064.36,
        6067.8
    ],
    [
        " towards your fear",
        6068.5,
        6069.86
    ],
    [
        " and that",
        6069.86,
        6071.82
    ],
    [
        " Step towards your fear is the step into bravery",
        6071.82,
        6077.22
    ],
    [
        " Because we're",
        6077.22,
        6081.28
    ],
    [
        " We're scared of what we don't know",
        6081.28,
        6083.96
    ],
    [
        " and",
        6083.96,
        6086.26
    ],
    [
        " There is only one way",
        6086.26,
        6090.1
    ],
    [
        " To learn and to know and that is to confront that fear you have to step",
        6090.1,
        6097.4
    ],
    [
        " You have to go and this simple action",
        6097.4,
        6100.66
    ],
    [
        " This simple attitude",
        6100.66,
        6103.42
    ],
    [
        " It answers so many questions",
        6103.42,
        6108.74
    ],
    [
        " So many questions how",
        6108.74,
        6112.4
    ],
    [
        " How do you get to the gym every day?",
        6112.4,
        6117.54
    ],
    [
        " You step you go how do you how do you change your diet?",
        6118.42,
        6123.32
    ],
    [
        " You step",
        6123.76,
        6125.18
    ],
    [
        " You go",
        6125.66,
        6126.72
    ],
    [
        " How do you overcome fear of failure or fear of success or or fear of fear itself?",
        6126.72,
        6133.96
    ],
    [
        " You step",
        6134.44,
        6137.32
    ],
    [
        " And how do you face the fear of the unknown you step don't wait anymore",
        6137.32,
        6145.16
    ],
    [
        " Don't think anymore. Don't plan anymore. Don't contemplate anymore",
        6145.16,
        6149.18
    ],
    [
        " Don't make anymore excuses or justifications",
        6149.18,
        6153.88
    ],
    [
        " Don't rationalize anything else. No",
        6155.18,
        6158.7
    ],
    [
        " No and no",
        6158.7,
        6161.38
    ],
    [
        " Instead",
        6161.38,
        6165.18
    ],
    [
        " Be aggressive take action now and what is the first action that you need to take?",
        6165.18,
        6173.76
    ],
    [
        " What's the first step you need to take?",
        6174.42,
        6178.08
    ],
    [
        " The first step you need to take is just that",
        6180.68,
        6185.74
    ],
    [
        " Step",
        6185.74,
        6189.2
    ],
    [
        " And I think that's all I've got for tonight",
        6189.2,
        6199.86
    ],
    [
        " so",
        6199.86,
        6201.64
    ],
    [
        " Speaking of stepping",
        6201.64,
        6204.64
    ],
    [
        " Echo Charles",
        6206.88,
        6207.98
    ],
    [
        " If somebody wanted to step up and support this podcast",
        6207.98,
        6214.32
    ],
    [
        " What would be a good step in making that happen?",
        6214.32,
        6219.6
    ],
    [
        " Okay before we go into that",
        6219.86,
        6221.48
    ],
    [
        " Good day today",
        6221.48,
        6223.02
    ],
    [
        " Where your bars came in?",
        6223.02,
        6226.2
    ],
    [
        " I mentioned I tried the jalapeno on anyway",
        6226.66,
        6230.32
    ],
    [
        " Came in today",
        6230.32,
        6231.72
    ],
    [
        " Outstanding",
        6231.72,
        6233.24
    ],
    [
        " I've been",
        6234.08,
        6234.58
    ],
    [
        " You know this I've been kind of kind of off had the stomach flew",
        6234.58,
        6239.3
    ],
    [
        " To MRIs on my knee to see what up to knees, you know, so I kind of been out of the game two weeks out of the game",
        6239.3,
        6246.06
    ],
    [
        " Today was my first day back in the game",
        6246.06,
        6248.26
    ],
    [
        " First day back in the game",
        6248.26,
        6250.34
    ],
    [
        " Did a mat con lift did some weights didn't do the shoes yet, but",
        6250.34,
        6255.56
    ],
    [
        " Yeah fully functional all good",
        6255.56,
        6259.2
    ],
    [
        " Life that's meaning again then the warrior bars come here good day for echo Charles great day",
        6260.42,
        6266.38
    ],
    [
        " Warrior bars on it warrior bars",
        6266.38,
        6269.24
    ],
    [
        " When we talk about this before so",
        6269.24,
        6271.16
    ],
    [
        " All right back to supporting the podcast thing",
        6271.16,
        6273.88
    ],
    [
        " I know you're like what does that have to do with supporting the podcast so on it warrior bars on it is",
        6273.88,
        6278.92
    ],
    [
        " Supplements I remember back in the day",
        6278.92,
        6281.5
    ],
    [
        " Prokondritory",
        6281.5,
        6289.18
    ],
    [
        " Right Joe weater super weight gain 2000 exactly",
        6289.74,
        6292.94
    ],
    [
        " Weight gain 2000 you know all the beta gen phosphogen",
        6292.94,
        6296.82
    ],
    [
        " Creatine you know you know apparently creatine is good anyway",
        6296.82,
        6301.66
    ],
    [
        " For real I found that like supplements no supplements no factor doesn't even make a difference like when I was on supplements",
        6301.66,
        6309.18
    ],
    [
        " Like weight gainer any gain a bunch of weight no more than I would without the supplements anyway",
        6309.18,
        6314.16
    ],
    [
        " The point there is supplements are wack",
        6314.16,
        6317.2
    ],
    [
        " in my opinion",
        6317.82,
        6318.76
    ],
    [
        " And what I found out that you focus on the wrong thing on as far supplementation goes",
        6318.76,
        6325.14
    ],
    [
        " It's gonna be wax. So on",
        6325.14,
        6328.0
    ],
    [
        " On it.com",
        6328.0,
        6329.66
    ],
    [
        " slash jaco slash jaco that's for the 10% off, but I'm gonna get to that",
        6329.66,
        6334.48
    ],
    [
        " Don't worry this has to do with supporting the podcast so so on it",
        6334.48,
        6339.82
    ],
    [
        " They have the correct supplements and not only the correct supplements the good quality supplements don't have to be anything",
        6339.82,
        6346.22
    ],
    [
        " They don't have to be you have chalk pills",
        6346.22,
        6348.26
    ],
    [
        " Maybe they're either increase your mood. I don't know whatever increase some your weight gain whatever",
        6348.26,
        6352.78
    ],
    [
        " But these are like legit in one of the few anyway, and okay, so if you want to supplement something don't get like weight gainers",
        6352.78,
        6360.74
    ],
    [
        " You know",
        6360.74,
        6361.58
    ],
    [
        " If you want to gain weight you can do that in the correct way without supplements",
        6361.58,
        6366.34
    ],
    [
        " This is what you supplement what you know as you wear interior joints your joints don't get much blood flow like compared to muscles",
        6366.34,
        6372.72
    ],
    [
        " So they tend to get more wear and tear with less like as far as speedy recovery goes",
        6372.78,
        6377.64
    ],
    [
        " Your muscle recover quicker than your joints. That's what I'm saying",
        6377.64,
        6379.7
    ],
    [
        " You supplement something supplement that that needs supplementation if you're getting after it krill oil",
        6379.7,
        6384.58
    ],
    [
        " That was a big lead in",
        6384.58,
        6387.18
    ],
    [
        " Look I could say",
        6387.18,
        6389.96
    ],
    [
        " Take krill oil it'll help your joints",
        6389.96,
        6392.38
    ],
    [
        " You're like okay, you know because every commercial or every what I will be taking this little help this",
        6392.38,
        6398.22
    ],
    [
        " You need like some contact context and",
        6398.22,
        6401.54
    ],
    [
        " Like the information that kind of backs it up, you know got to be real and this is real",
        6403.0,
        6409.66
    ],
    [
        " Nonetheless krill oil is one of the supplements",
        6409.66,
        6413.42
    ],
    [
        " That I recommend for your joints I tell the story about how when I get out of bed",
        6413.42,
        6418.52
    ],
    [
        " I'd be like oh jacked up because my tongue would jump on my back right out of bed",
        6418.52,
        6422.16
    ],
    [
        " You like but you got to warm up for that kind of stuff typically, but not not anymore because I've been on the krill oil",
        6422.16,
        6427.24
    ],
    [
        " Strong bone by the way for your joints as well. It's not strong bone",
        6427.24,
        6432.0
    ],
    [
        " That's strong",
        6433.08,
        6433.0
    ],
    [
        " Bone yeah, I don't know the uh, I don't know the reason",
        6433.0,
        6436.8
    ],
    [
        " It's just dope like that. If you're looking for it. No G this strong. That's for joints and stuff",
        6436.8,
        6443.02
    ],
    [
        " What else do you take? Oh alpha brain of course",
        6443.02,
        6445.54
    ],
    [
        " So the point behind all this schrum tech schrum tech",
        6445.54,
        6449.68
    ],
    [
        " Here's what schrum tech does I think everybody knows what it does here's the thing. I don't think so",
        6449.68,
        6455.96
    ],
    [
        " I hate it makes you get after it for longer whatever listen to podcasts",
        6455.96,
        6460.46
    ],
    [
        " Every time we say which from tech does I'm gonna clarify. I'm gonna clarify. Okay. I've you know what go for it",
        6460.8,
        6467.32
    ],
    [
        " You know what I'll sit back okay?",
        6467.32,
        6468.76
    ],
    [
        " Clarify I'm gonna clarify it to you and just just agree or disagree if this is correct",
        6469.04,
        6474.46
    ],
    [
        " Okay, so I don't even have to use scientific terms. I'm just put it into perspective. So",
        6474.46,
        6479.38
    ],
    [
        " If I'm gonna",
        6479.38,
        6480.78
    ],
    [
        " I'm not I'm not an I don't want you to you. You haven't had enough alpha brain to use scientific terms right now",
        6480.78,
        6487.3
    ],
    [
        " So just use whatever terms okay, I'm gonna do I'm gonna do a met car that use them quickly",
        6487.44,
        6493.04
    ],
    [
        " I'm gonna do a met car. I'm gonna do like 10 rounds of you get to five rounds just to whatever",
        6493.04,
        6497.18
    ],
    [
        " If I'm not on schrum tech sport by this schrum tech immune as well, but she takes work so",
        6497.18,
        6505.04
    ],
    [
        " It it helps you like utilize oxygen. So what that means is when you hit the you know when you when you like in a car",
        6505.04,
        6511.98
    ],
    [
        " Where it goes to the when you're red lining that needles hitting the red",
        6511.98,
        6515.46
    ],
    [
        " Bro, you can't you can't pull ahead when you're in the red",
        6516.28,
        6518.9
    ],
    [
        " Can't pull ahead when you're in the red know that so if you're not in the schrum tech and you hit the red and",
        6518.9,
        6525.58
    ],
    [
        " Don't be halfway through your workout when you're the needle is hitting the red you're red lining right",
        6525.58,
        6530.2
    ],
    [
        " You can't go past you can't push through",
        6530.2,
        6531.88
    ],
    [
        " What the schrum tech does if you have that in you",
        6531.88,
        6535.76
    ],
    [
        " That needle won't go towards the red it'll go up there. It'll go the green maybe even in the yellow and it'll hang in the yellow",
        6535.76,
        6544.24
    ],
    [
        " And you'd be pushing hard halfway three quarters",
        6544.24,
        6546.92
    ],
    [
        " Last you know minute two minutes of the round you won't even be by the radio still being the yellow. That's what the schrum tech does",
        6546.92,
        6553.56
    ],
    [
        " agree agree",
        6553.56,
        6556.48
    ],
    [
        " Boom there you go. Let's take the schrum tech schrum tech sport by the way. Okay, so now the slash jaco what that that signifies is you get 10% off",
        6556.48,
        6565.44
    ],
    [
        " Good deal. I would say retail price is for suckers. I would say that but it's not true. You pay real retail if you want",
        6565.44,
        6573.6
    ],
    [
        " Or save tips just go to on it.com and just get it. Don't get the 10% off. Be 100%",
        6574.64,
        6580.66
    ],
    [
        " Up to you nonetheless. You got the schrum tech. You got the warrior bars. It's like this dope thing as well",
        6580.66,
        6587.0
    ],
    [
        " Look into that",
        6587.0,
        6587.8
    ],
    [
        " Cruel oil for your joints. Get all that stuff. It might be neat. It helps. That's why it's not like the",
        6587.8,
        6593.72
    ],
    [
        " Beta gin power game 5000 where it doesn't help. This is the for real kind of helps",
        6593.72,
        6598.66
    ],
    [
        " Understood there you go",
        6598.66,
        6601.8
    ],
    [
        " We're good with you. I'm telling everybody else you're like already know this. I know you already know this",
        6602.22,
        6608.48
    ],
    [
        " But you know you got to put into perspective sometimes",
        6608.48,
        6610.68
    ],
    [
        " You just certainly did",
        6610.68,
        6612.86
    ],
    [
        " On it.com slash jaco this other things on there and it's you can just kind of know you know when you",
        6612.86,
        6620.64
    ],
    [
        " When you get there you're going crazy for on it right now. No, I like on it. I'm going crazy",
        6620.64,
        6627.8
    ],
    [
        " You like it a lot more apparently tonight. Yeah",
        6627.8,
        6629.82
    ],
    [
        " Because I do feel like if I wouldn't know this like what I'm saying now",
        6631.5,
        6636.26
    ],
    [
        " Like before because I'm slowly getting new stuff of course. I got the warrior bar",
        6636.26,
        6641.26
    ],
    [
        " And I took schrum tech before I know that but I'm like looking they got a new like recovery",
        6641.26,
        6645.18
    ],
    [
        " Pre-workout and recovery drink. It's all in one and I'm like pro if I wouldn't know all this",
        6645.18,
        6650.28
    ],
    [
        " I would have gotten and been in the game with this stuff long time ago. So you're you're providing a public",
        6650.28,
        6655.08
    ],
    [
        " So I'm taking a stand right now. I'm letting it be known",
        6655.08,
        6657.1
    ],
    [
        " We're good. Anyway, I'm just gonna sit over here",
        6657.76,
        6660.84
    ],
    [
        " I'll tell you another one that I got off the right one. I guess it's on the record",
        6660.84,
        6664.86
    ],
    [
        " But it's like it's not peanut butter. You know they have almond butter. Yeah, but it's like a almond cash",
        6664.86,
        6670.6
    ],
    [
        " She was like a mix nut butter",
        6670.6,
        6672.86
    ],
    [
        " It's pretty dope from on it on it. You know I might have to try that. Yeah, no",
        6672.86,
        6678.26
    ],
    [
        " One of the major keys is that it's like legit quality",
        6678.26,
        6683.24
    ],
    [
        " Get 10% off if you go on it.com slash jaco or just go on it.com and get 0% off whatever you like",
        6683.88,
        6690.8
    ],
    [
        " Anyway, another way to support",
        6690.8,
        6692.38
    ],
    [
        " Is the amazon click through",
        6692.38,
        6696.6
    ],
    [
        " That's like what is if you don't know",
        6696.6,
        6700.2
    ],
    [
        " You go to our websites jacopodcast.com",
        6700.2,
        6704.64
    ],
    [
        " Over on the side to the right. You'll see just basic amazon banner",
        6704.64,
        6709.3
    ],
    [
        " You click through there before you do shopping your Christmas shopping",
        6709.3,
        6712.46
    ],
    [
        " Or your everyday shopping",
        6713.24,
        6714.26
    ],
    [
        " And um that kind of supports the podcast it makes amazon or amazon gives us like a little kickback",
        6714.26,
        6720.6
    ],
    [
        " That's a good way to support",
        6720.6,
        6722.94
    ],
    [
        " I made the comparison",
        6722.94,
        6725.74
    ],
    [
        " To a little piece of sodium. It's like seems like this teeny tiny thing because just clicking through amazon and shopping",
        6725.74,
        6732.28
    ],
    [
        " What that's the teeny tiny three-second effort",
        6732.28,
        6735.0
    ],
    [
        " But it does a big deal, you know as far as supporting",
        6735.0,
        6738.92
    ],
    [
        " It means we don't have to run advertisements on the podcast",
        6741.16,
        6744.32
    ],
    [
        " Yeah, which I hit which I don't believe it",
        6744.32,
        6747.1
    ],
    [
        " I'm not gonna do it not gonna do it aside from on it with technically that's",
        6747.1,
        6750.64
    ],
    [
        " Well, yeah, let's earn you know, but I was taking on it before this I'm telling you",
        6750.64,
        6754.9
    ],
    [
        " Um anyway, but",
        6754.9,
        6756.3
    ],
    [
        " You know what hold on a second while we go to a commercial break. Yeah, you know",
        6756.3,
        6761.18
    ],
    [
        " Don't want to do that. Yeah, this isn't even a commercial break. This is a",
        6761.18,
        6765.1
    ],
    [
        " Part of the deal. We're doing it",
        6765.1,
        6768.42
    ],
    [
        " I'm gonna if I remember to do this",
        6768.66,
        6770.52
    ],
    [
        " I'm gonna do like fake commercials during the next podcast or like in a podcast in the future",
        6770.52,
        6776.66
    ],
    [
        " I'm gonna do fake commercials and I'll let make everyone just suffer through fake commercials just to see how much it it's horrible",
        6776.66,
        6783.24
    ],
    [
        " And then say if you never want to hear that again",
        6783.24,
        6787.3
    ],
    [
        " Click through amazon",
        6787.3,
        6788.34
    ],
    [
        " Yeah",
        6788.34,
        6789.9
    ],
    [
        " Yeah, yeah, that's that's a good way though speaking of fake commercials. So I did these two fake commercials made them videos",
        6789.9,
        6796.88
    ],
    [
        " I've seen them",
        6797.06,
        6797.86
    ],
    [
        " Beer and then those parties prime which is like 40 ounce",
        6797.86,
        6802.82
    ],
    [
        " It's a lot of secretional stereotypes. No, but nonetheless",
        6802.82,
        6806.16
    ],
    [
        " Um back to the amazon click through thing. That's a good way to support. So be the be the sodium",
        6806.16,
        6812.62
    ],
    [
        " If you if you understand um, and of course subscribe to the podcast on iTunes. That's a that's a big deal",
        6812.62,
        6820.38
    ],
    [
        " Um and leave a review man if you're in the mood",
        6820.38,
        6823.72
    ],
    [
        " Do you read the reviews? I do read the reviews and what I noticed I was looking at some other reviews today",
        6824.92,
        6832.28
    ],
    [
        " Cuz I was reading I read our reviews today",
        6832.28,
        6834.56
    ],
    [
        " To see if there's any good input there was good stuff. I look at other what what this kind of got me",
        6834.56,
        6840.92
    ],
    [
        " Motivated to see is that the people that write our reviews they're getting in the game",
        6840.92,
        6846.46
    ],
    [
        " They're writing full paragraphs with detailed",
        6846.46,
        6849.36
    ],
    [
        " Likes and pros and cons and all that you go to some other people's that that have feedback on theirs",
        6849.9,
        6855.64
    ],
    [
        " There's just two words good podcast or I love it. Yeah, I love it five stars",
        6855.64,
        6861.12
    ],
    [
        " That's I love it five stars is a lot different than someone saying what I really like about the jockel podcast is that they go into detail on these",
        6861.12,
        6869.48
    ],
    [
        " Leadership elements that have helped me in the following ways, but I need to go through the whole thing",
        6869.48,
        6873.28
    ],
    [
        " Yeah",
        6873.28,
        6873.78
    ],
    [
        " That's really good support the podcast",
        6873.78,
        6876.72
    ],
    [
        " I'll tell you this about that because really when you think about it if if you're just like and some of them are funny by the way",
        6876.74,
        6882.6
    ],
    [
        " And the ones for",
        6882.6,
        6884.96
    ],
    [
        " For jocke with teeth in our name is on",
        6884.96,
        6887.14
    ],
    [
        " I'm gonna have to figure out a way to publish those or do something with them because some of them are awesome",
        6887.14,
        6892.44
    ],
    [
        " Erick's erick's was insane, but there's been a few of them. Yeah. Yeah. Yeah. Those are good",
        6892.44,
        6898.08
    ],
    [
        " I retweeted a bunch of them. Yeah, so everybody it's a little hard to retweet them",
        6898.08,
        6903.62
    ],
    [
        " So I had to I have to figure out a way to retweet them better the capture screenshot or something, but they're so good",
        6903.62,
        6908.52
    ],
    [
        " They're so funny. I know some of them are pretty wordsmith",
        6908.52,
        6911.72
    ],
    [
        " Oh some of them are long some of them it takes me you know six minutes to read it",
        6911.72,
        6916.58
    ],
    [
        " And I want to actually highlight stuff and take notes",
        6916.58,
        6919.0
    ],
    [
        " But yeah, yeah, that's that's a good and they're well when you think about it",
        6919.0,
        6925.58
    ],
    [
        " Even if if someone's in the mood to write a review and they're just like",
        6925.58,
        6930.78
    ],
    [
        " Dad, yeah, great podcast five stars. I say do that",
        6930.78,
        6933.64
    ],
    [
        " That's true too doesn't have to be lonely, but you what that is when people are like this is what I like about it whatever",
        6933.64,
        6938.88
    ],
    [
        " That's just all that is is the result of someone",
        6938.88,
        6943.34
    ],
    [
        " Being in the mood to write a review and genuinely writing it",
        6943.34,
        6947.96
    ],
    [
        " Freakin awesome beyond writing it. I'd say that qualifies is getting after getting out through it",
        6947.96,
        6954.0
    ],
    [
        " Yeah, so you know how you say unmedicated discipline and all things or",
        6954.0,
        6957.44
    ],
    [
        " Is it getting after it in all the day daily you're missing or daily daily? Yes. Oh, yeah",
        6957.74,
        6962.88
    ],
    [
        " Yeah, just",
        6962.88,
        6964.08
    ],
    [
        " Unmedicated daily discipline and all things me up and getting after them all things",
        6964.08,
        6968.68
    ],
    [
        " I know that's news that still we're going with it. So again, I'm in writer review subscribe to YouTube",
        6968.68,
        6974.66
    ],
    [
        " We're doing some more videos on top of the",
        6974.66,
        6978.56
    ],
    [
        " podcast videos",
        6978.56,
        6980.18
    ],
    [
        " excerpts",
        6980.18,
        6981.48
    ],
    [
        " Some excerpts tell echo on Twitter what excerpts you want so he doesn't have to",
        6981.48,
        6986.56
    ],
    [
        " Figure out what you want just tell him what you want give him the the podcast and the times time hack",
        6987.04,
        6992.04
    ],
    [
        " He'll pull it out. He'll put it on there. Yeah. I will. Yeah, that's that's I think the",
        6992.04,
        6996.82
    ],
    [
        " Challenge I think is going back and finding them",
        6996.82,
        6999.5
    ],
    [
        " Yes, but you know what that's not a challenge. This is not a challenge",
        6999.5,
        7002.38
    ],
    [
        " Well, it is it is a little bit because you might not and something might not have struck you the way it's struck someone else",
        7002.38,
        7007.78
    ],
    [
        " Yeah, yeah, that's true. That's true",
        7007.78,
        7009.2
    ],
    [
        " And so if it's striking one person out there. It's probably striking at least to four or five more people that want to hear that excerpt",
        7009.2,
        7015.8
    ],
    [
        " So let's give it to him. So tell echo podcast number time stamp",
        7015.8,
        7020.7
    ],
    [
        " That would be easy for you, right? Yes, though. Because we don't want to stress you out",
        7020.7,
        7024.68
    ],
    [
        " No, don't stress the delicate",
        7024.68,
        7026.96
    ],
    [
        " We know that you're sensitive to that. We don't want to be disappointed in you except if you're",
        7026.96,
        7033.76
    ],
    [
        " Brady Lisa",
        7033.76,
        7035.24
    ],
    [
        " Debbie and the anyone that we thought don't be like hey, I like this time stamp because like we said your name on the podcast make excerpt",
        7035.24,
        7043.16
    ],
    [
        " So those people kind of can't do that. Why not? All right, I guess they should be they're listening",
        7043.5,
        7048.56
    ],
    [
        " Yeah, they probably have good input and these ones can be like 20 seconds song. Hey that part where you spend good 20 seconds is fine",
        7048.56,
        7055.92
    ],
    [
        " Is what you need to understand echo people want to watch stuff that's 20 seconds long. Uh-huh",
        7055.92,
        7059.84
    ],
    [
        " They don't want to watch 29 minutes",
        7059.84,
        7061.68
    ],
    [
        " That's why it's called an excerpt jockele we got a store. We do have a store called jockele store",
        7061.68,
        7067.52
    ],
    [
        " Well, yeah, I know we already knew this but well no real new developments there really",
        7067.52,
        7072.88
    ],
    [
        " But if you didn't know",
        7073.16,
        7074.22
    ],
    [
        " That is a good way to support and you get some stuff in return. So boom by shirt if you're down if you like them",
        7074.22,
        7081.0
    ],
    [
        " This one is jockele's face on it says good",
        7081.0,
        7083.5
    ],
    [
        " backwards",
        7083.5,
        7084.76
    ],
    [
        " backwards, so if you look in the mirror",
        7084.76,
        7087.18
    ],
    [
        " It's it's for you that message is for you",
        7087.18,
        7090.02
    ],
    [
        " layers",
        7090.02,
        7092.92
    ],
    [
        " Anyway, yeah, good look at there's rash guards there rash guards are good for you know the jujits for any physical activity where you need range of motion",
        7092.92,
        7101.92
    ],
    [
        " Rash guards good they look good to according to people",
        7101.92,
        7104.78
    ],
    [
        " Here's a tip for the rash guards and I think for the shirts as well",
        7104.78,
        7109.54
    ],
    [
        " If you're one of those in-betweeners like that means you're sight like hey, I you I wear a large",
        7109.54,
        7113.8
    ],
    [
        " But if it fits slim, I need to actually large like that kind of people",
        7113.8,
        7117.48
    ],
    [
        " It fits like this much sliver know that so if you're in between everything rash guard and the shirt go big",
        7117.48,
        7125.14
    ],
    [
        " Go to the bigger size if you're in between. Yeah, for sure. That's just a tip good advice",
        7125.14,
        7130.06
    ],
    [
        " Because and that's good news for you though, you know what out of the past",
        7130.1,
        7133.48
    ],
    [
        " 39 minutes you've been talking about this the way to support the podcast that was the most important thing that you've said",
        7133.48,
        7139.4
    ],
    [
        " That was the valuable piece of information arguably",
        7139.4,
        7143.32
    ],
    [
        " Yeah, just saying over here. I respect your opinion on the matter",
        7143.32,
        7147.18
    ],
    [
        " There's some women stuff too don't neglect the ladies um",
        7147.18,
        7150.82
    ],
    [
        " This is in my opinion",
        7150.82,
        7156.04
    ],
    [
        " Something that I overlooked",
        7156.04,
        7158.6
    ],
    [
        " If you want to support the podcast you know, you know, I was like oh my girls birthdays coming up in this case Christmas coming up",
        7159.7,
        7165.28
    ],
    [
        " I only bought my wife one thing and it was it wasn't that good because I don't have that creative thing if you're thinking that",
        7165.28,
        7171.38
    ],
    [
        " Get them a discipline equals freedom",
        7171.38,
        7173.58
    ],
    [
        " Women's t-shirt v-neck pink",
        7173.58,
        7177.18
    ],
    [
        " Or black or whatever the color you like, but there is pink if you want to get them one of that against my",
        7177.18,
        7184.66
    ],
    [
        " That's it that'll have a two-pronged effect",
        7185.22,
        7187.18
    ],
    [
        " Boom you get a solid shirt that you didn't you know get it to swap me",
        7187.18,
        7191.22
    ],
    [
        " They're quality stuff. They're good shirts. You know, we made it a point to get the good ones",
        7191.22,
        7195.92
    ],
    [
        " Got a good quality shirt and she became instantly in the game two-pronged effect",
        7195.92,
        7201.8
    ],
    [
        " So get that for your wife. If you want that's a suggestion and three-pronged effects support the podcast boom",
        7201.8,
        7207.16
    ],
    [
        " There it is some hoodies in there as well for the cold weather",
        7207.16,
        7209.96
    ],
    [
        " And yeah, some patches the official like two by three 10 FD flat dark earth color",
        7210.9,
        7218.32
    ],
    [
        " official wear with your uniform",
        7218.32,
        7220.24
    ],
    [
        " Available now as they say anyway jockelstore.com",
        7220.24,
        7225.0
    ],
    [
        " um also",
        7225.0,
        7227.84
    ],
    [
        " We got jockele white tea now",
        7227.84,
        7231.0
    ],
    [
        " Jockele white tea is in apparently extremely high demand why because it tastes awesome and it also",
        7231.0,
        7238.84
    ],
    [
        " Makes you feel good and it's got antioxidants at which it makes you healthier",
        7239.2,
        7243.58
    ],
    [
        " Yes",
        7243.58,
        7244.6
    ],
    [
        " And I'm not gonna use any scientific terms. I'm just gonna tell you",
        7244.6,
        7248.66
    ],
    [
        " So it's been it's been in high demand. We have",
        7248.66,
        7252.1
    ],
    [
        " Logistical issues right straight up. So it's showing up at Amazon. It's getting going through their system",
        7252.1,
        7258.0
    ],
    [
        " Just keep checking and we've got and I told I told everyone",
        7258.0,
        7263.22
    ],
    [
        " That we would never run out of white tea",
        7263.22,
        7265.9
    ],
    [
        " This was a mistake. Yeah, yeah, promptly. I did not understand the logistic challenges that we would be facing now I have",
        7267.24,
        7276.3
    ],
    [
        " Not even doubled down not even tripled down. I have quadrupled down to make the future",
        7276.3,
        7284.52
    ],
    [
        " Bright we will get to a point",
        7284.52,
        7287.54
    ],
    [
        " In the future where we will literally never run out of jockele white tea",
        7287.54,
        7293.38
    ],
    [
        " But for now",
        7294.14,
        7294.92
    ],
    [
        " We but for now",
        7294.92,
        7297.24
    ],
    [
        " Keep checking back on Amazon sign up for the little notification thing because when we when they clear it through their little system",
        7297.24,
        7304.74
    ],
    [
        " It shows up and everyone that has the notification is buying it immediately",
        7304.74,
        7308.6
    ],
    [
        " So it's running out the other day it was up for",
        7308.6,
        7310.52
    ],
    [
        " 18 minutes or something it was gone wait what notification all the Amazon. Yeah, okay",
        7310.52,
        7315.66
    ],
    [
        " You can sign up for notify me when this is back in stock. Yeah, so",
        7315.66,
        7319.7
    ],
    [
        " When that happens boom you can order it immediately the mugs the mugs that say get after it on them and that have a little",
        7320.66,
        7328.22
    ],
    [
        " approved symbol with someone's head that looks a lot like me on it",
        7328.22,
        7332.76
    ],
    [
        " You can get those on Amazon as well and they're big they're bigger than normal",
        7332.76,
        7337.76
    ],
    [
        " because bigger",
        7337.76,
        7339.38
    ],
    [
        " That way you can fit more white tea in it and be more",
        7339.38,
        7343.94
    ],
    [
        " Better",
        7343.94,
        7345.72
    ],
    [
        " And you can get those those are also same thing on Amazon again. I apologize",
        7347.0,
        7352.48
    ],
    [
        " But the way the system works they're coming in they show up and then they and then they take a certain amount of them put them into the system",
        7352.48,
        7360.56
    ],
    [
        " But then they don't realize yet at Amazon Amazon doesn't they're not the game yet to be quite honest with you",
        7360.56,
        7365.62
    ],
    [
        " They're not in the game. They don't understand what's happening",
        7365.62,
        7367.56
    ],
    [
        " We're trying to explain it to them that people want mugs. They want when they want",
        7367.56,
        7372.3
    ],
    [
        " Mugs they also want tea to put into the mugs",
        7372.3,
        7375.0
    ],
    [
        " We're getting there same thing logistically. We'll get to a point where we will",
        7375.4,
        7379.98
    ],
    [
        " Not run out of mugs now. I don't know if the mugs will keep",
        7379.98,
        7382.92
    ],
    [
        " Making forever. I don't know because once everyone has one then they'll say okay. I got mine",
        7382.92,
        7388.08
    ],
    [
        " So then we'll stop making him",
        7388.08,
        7389.12
    ],
    [
        " but",
        7389.12,
        7390.2
    ],
    [
        " You can get him on Amazon you can get the tea on Amazon you can get the reload which is a hundred bags you can get the",
        7390.2,
        7396.56
    ],
    [
        " 10 which is quality",
        7396.56,
        7399.0
    ],
    [
        " Container that you can then reload with the reload",
        7399.76,
        7402.56
    ],
    [
        " So do that. That's on Amazon.com",
        7402.56,
        7405.38
    ],
    [
        " also",
        7405.38,
        7407.68
    ],
    [
        " Extreme ownership muster number two in where New York City it's going to be May 4th and May 5th",
        7407.68,
        7418.18
    ],
    [
        " www.extremeownership.com go get registered do it fast the price does go up the closer we get to the date",
        7418.18,
        7426.68
    ],
    [
        " So a I don't want you to pay more b it's gonna sell out",
        7428.3,
        7432.22
    ],
    [
        " So the faster you do it the the better chance you have of going and of paying a lower price",
        7432.22,
        7437.66
    ],
    [
        " When we get there",
        7437.66,
        7440.82
    ],
    [
        " If you're thinking that",
        7440.82,
        7443.74
    ],
    [
        " I'm not gonna sit there and talk to you and I'm not gonna sign your book and lace not gonna sit there and talk to you and lace not gonna sign your book",
        7443.74,
        7450.38
    ],
    [
        " You're wrong. Well, you're gonna sit there. We're gonna sign your book. We're gonna talk to you",
        7450.38,
        7454.62
    ],
    [
        " We're gonna address your problems. We're gonna hang out",
        7454.62,
        7456.7
    ],
    [
        " We didn't go behind the curtain",
        7456.7,
        7459.72
    ],
    [
        " at all",
        7459.72,
        7462.0
    ],
    [
        " Zero times actually we did want when the thing was over we walked back off stage off off the off the stage and behind the curtain for about three minutes",
        7462.0,
        7471.08
    ],
    [
        " Because we were a little bit fired up at that point. We just walked back there and decompressed",
        7471.08,
        7476.12
    ],
    [
        " Then came out and started signing books. That was one time, but the rest of the time. Oh, we'd say okay everyone take a 10 minute break",
        7476.12,
        7482.14
    ],
    [
        " We'd go to the front and sign books right boom or talk to people or address something or whatever",
        7482.34,
        7488.26
    ],
    [
        " So this isn't a thing where you go and we're gonna be you know behind the curtain and come out like I'm a rock star and I'm not a rock star",
        7488.26,
        7496.26
    ],
    [
        " I'm not I'm not nothing",
        7496.26,
        7498.28
    ],
    [
        " And though my purpose of being here is to hang out. So that's why we're going to the monster",
        7498.28,
        7504.08
    ],
    [
        " That's why we're having the muster so come to the muster New York City come and hang out",
        7504.08,
        7509.06
    ],
    [
        " You're gonna learn something. I'm gonna learn something. Oh, yeah, we're all gonna learn something",
        7509.9,
        7513.38
    ],
    [
        " And you're gonna meet a bunch of people that are I hate using this term bunch of people that are like minded right because really can do minds be alike",
        7513.38,
        7522.24
    ],
    [
        " No, they can't be but can two people three people three hundred four hundred and fifty people",
        7522.24,
        7527.52
    ],
    [
        " They're gonna be in New York City that all want to get after it. Can they be there? Yes, they can and they will enforce",
        7527.52,
        7532.84
    ],
    [
        " Oh",
        7534.92,
        7535.52
    ],
    [
        " Until we get to the muster in the meantime if you want to talk to us",
        7535.52,
        7539.42
    ],
    [
        " That just so happens that",
        7539.42,
        7542.22
    ],
    [
        " We're all up in the into webs",
        7542.22,
        7545.24
    ],
    [
        " on Twitter on Instagram and as you might have said so we all so on that Facebooky boha",
        7545.24,
        7555.28
    ],
    [
        " Echo",
        7555.28,
        7557.2
    ],
    [
        " Hick echo is at echo Charles and I am at jaco willink",
        7559.2,
        7563.88
    ],
    [
        " And to wrap this up",
        7563.88,
        7566.14
    ],
    [
        " Thank you for listening",
        7566.14,
        7568.32
    ],
    [
        " Thank you for listening for the past year",
        7568.32,
        7572.9
    ],
    [
        " 52 straight weeks no breaks",
        7572.9,
        7577.88
    ],
    [
        " But I want to say this I want to tell you something else and I want to make this clear",
        7577.88,
        7584.78
    ],
    [
        " Don't just listen",
        7587.2,
        7589.14
    ],
    [
        " Don't just listen do",
        7589.14,
        7592.86
    ],
    [
        " I'm I'm not just talking so you know, I'm not just talking",
        7592.86,
        7600.86
    ],
    [
        " I'm doing",
        7600.86,
        7602.74
    ],
    [
        " And I don't want you to just listen put this information to work",
        7602.74,
        7610.66
    ],
    [
        " Make today",
        7610.66,
        7615.04
    ],
    [
        " Count",
        7616.04,
        7617.08
    ],
    [
        " every day",
        7617.08,
        7618.12
    ],
    [
        " Go forward",
        7618.12,
        7621.12
    ],
    [
        " Get aggressive and attack whether it's on the battlefield or on the beat",
        7621.12,
        7628.72
    ],
    [
        " Or in the factory or on the farm or on the construction site or on the website",
        7628.72,
        7637.36
    ],
    [
        " In the garage or in the firehouse",
        7637.36,
        7642.26
    ],
    [
        " Don't hesitate",
        7642.26,
        7643.9
    ],
    [
        " You",
        7645.1,
        7647.38
    ],
    [
        " Step",
        7647.38,
        7646.68
    ],
    [
        " Step forward",
        7646.68,
        7650.8
    ],
    [
        " And get after it",
        7650.8,
        7655.64
    ],
    [
        " So until next time",
        7655.64,
        7658.96
    ],
    [
        " This is echo and jaco",
        7658.96,
        7662.18
    ],
    [
        " Out",
        7662.18,
        7663.9
    ]
]