[
    [
        " This is Jockel Podcast number 51 with Echo Charles and me, Jockel Willink. Good",
        0.0,
        8.52
    ],
    [
        " evening Echo. Good evening.",
        8.52,
        9.78
    ],
    [
        " Forgotten. The Korean War is often referred to as the Forgotten War and it's",
        10.5,
        25.38
    ],
    [
        " sandwiched between the massive World War II and then on the other side the",
        25.56,
        33.24
    ],
    [
        " highly controversial and also highly televised and therefore highly",
        33.24,
        37.98
    ],
    [
        " remembered Vietnam War. So I guess in that middle of that the Korean War",
        37.98,
        45.98
    ],
    [
        " somehow gets lost and I guess somehow gets forgotten. No obviously",
        45.98,
        54.56
    ],
    [
        " we should never forget. The war in Korea was brutal and in many ways when you",
        54.86,
        65.36
    ],
    [
        " look at the Korean War you see the worst parts of these other wars. You had",
        65.36,
        71.26
    ],
    [
        " the trenches of World War I. You had the bitter cold of the Eastern front in",
        71.26,
        78.42
    ],
    [
        " World War II. You have the land mines of the Vietnam War and for the nearly",
        78.42,
        87.28
    ],
    [
        " two million that served in Korea and the more than 100,000 that were wounded we",
        87.28,
        97.74
    ],
    [
        " should never forget and we must never forget and for the 36,516 Americans",
        97.74,
        105.66
    ],
    [
        " that were killed we must always remember. Always and remember that for those that",
        105.66,
        119.68
    ],
    [
        " died there is nothing else. There's nothing else they gave everything. Everything",
        119.68,
        129.36
    ],
    [
        " they gave for a few meters in between trenches or for a hill or for their",
        129.36,
        135.94
    ],
    [
        " brothers and arms. That's what war does. It gives everything to some and it takes",
        135.94,
        146.52
    ],
    [
        " everything from others. So tonight we begin to take a look at the Korean War",
        146.52,
        156.02
    ],
    [
        " through the eyes of James Brady United States Marine Corps in his book The",
        156.44,
        165.54
    ],
    [
        " Coldest War.",
        165.54,
        166.76
    ],
    [
        " What job are you looking for? I knew the expected answer and snapped it back.",
        167.36,
        180.9
    ],
    [
        " Rightful platoon leader sir the major said that I was a hard charger that they",
        180.94,
        186.58
    ],
    [
        " needed hard chargers in the basic school in Virginia where they train Marine",
        186.58,
        191.44
    ],
    [
        " lieutenants they ask you every few hours that same question then they push a",
        191.44,
        196.12
    ],
    [
        " form at you to write down your first three choices of duty. There are several",
        196.12,
        201.34
    ],
    [
        " schools of thought about this. One hell you should tell the truth. Those who",
        201.34,
        210.88
    ],
    [
        " are training anything that might delay assignment to a replacement draft and the",
        210.88,
        214.92
    ],
    [
        " war. Another advised diplomacy a first choice of rifle platoon leader to show",
        214.92,
        220.52
    ],
    [
        " your spirit than what you really hoped for. Logistics or motor transport. A third",
        220.52,
        228.22
    ],
    [
        " school felt you should lie brazenly indicating ferocious demand for a rifle",
        228.22,
        234.3
    ],
    [
        " platoon on grounds that this might impress people and get you made a general's",
        234.3,
        238.42
    ],
    [
        " aid. Mac Allen achieved something of a name at basic school by stipulating quite",
        238.42,
        245.2
    ],
    [
        " honestly each time rifle platoon leader rifle platoon leader rifle platoon leader. I",
        245.2,
        252.34
    ],
    [
        " didn't worry about it much not out of fatalism but simply because I believe",
        252.34,
        256.76
    ],
    [
        " the Marine Corps discarded all such forms without reading and it didn't matter",
        256.76,
        260.4
    ],
    [
        " much what you wrote. This close to the line I was tuned bearist to give any answer",
        260.4,
        268.04
    ],
    [
        " but the one the major obviously wanted to hear. Splendid said the major we have",
        268.04,
        273.3
    ],
    [
        " an opening for a hard charger second battalion Colonel Gregory's battalion they",
        273.3,
        278.52
    ],
    [
        " want hard chargers up there they need them. That's where you're going second",
        278.52,
        283.98
    ],
    [
        " battalion short of company grade officers then sensing curiosity that's what I'm",
        283.98,
        290.06
    ],
    [
        " sending both of you you and Allen hard chargers. So we're gonna hear a little",
        290.06,
        297.92
    ],
    [
        " bit about Mac Allen who gives just the the most fired up response you can give",
        297.92,
        304.68
    ],
    [
        " you get asked what job you want in the Marine Corps when you're going through the",
        304.68,
        307.5
    ],
    [
        " basic school and that is rifle platoon leader rifle platoon leader or rifle",
        307.5,
        311.18
    ],
    [
        " platoon leader. Now prior to that prior to prior to that evolution they were",
        311.18,
        318.36
    ],
    [
        " actually James Brady's actually graduating and from his school in 1950 and I'll",
        318.36,
        327.9
    ],
    [
        " hand it along with my BA a commission in the United States Marine Corps reserve",
        327.9,
        331.38
    ],
    [
        " a second lieutenant. That was clever I remember thinking how nimbly I'd",
        331.38,
        337.3
    ],
    [
        " avoided two years of military drudgery. A week or so later the North Koreans",
        337.3,
        344.18
    ],
    [
        " crossed the 38th parallel and the war was on. Within a few months my class was",
        344.18,
        349.82
    ],
    [
        " mobilized. I joined up to dodge the draft and ended up being sent to war. People",
        349.82,
        357.46
    ],
    [
        " said the worst job you could have was Marine rifle platoon leader. Life",
        357.46,
        364.16
    ],
    [
        " expectancy was supposed to be very short. So he thinks he's you know just",
        364.16,
        369.96
    ],
    [
        " avoiding the draft World War II and ended there's nothing going on but I don't",
        369.96,
        373.98
    ],
    [
        " really feel like you know doing two years of service. I'm just gonna join the",
        373.98,
        377.82
    ],
    [
        " reserve the Marine Corps reserves and didn't work out that way for him. Now we get",
        377.82,
        386.72
    ],
    [
        " to Korea I'm just gonna skip some of the other leading up to Korea but they",
        386.72,
        390.56
    ],
    [
        " show up a Korean one of the reasons that you know I got a bunch of books on",
        390.56,
        393.24
    ],
    [
        " Korea that I've read over the years and one of the reasons that that this book",
        393.24,
        397.88
    ],
    [
        " kind of bubbled to the surface because there's a guy named Captain Chaffee who is",
        397.88,
        403.16
    ],
    [
        " you're gonna see just exquisite leadership throughout the little things he does",
        403.16,
        408.5
    ],
    [
        " it just is worth studying worth us taking a look at. And so they show up in",
        408.5,
        416.66
    ],
    [
        " Korea and this guy Captain Chaffee kind of greets him. So back to the book",
        416.66,
        424.84
    ],
    [
        " Captain Chaffee the dog company commander came a few hundred yards down the",
        424.84,
        428.32
    ],
    [
        " trail to meet the Gook train shaking hands with Alan and me. Now the Gook train",
        428.32,
        433.44
    ],
    [
        " Gook is a terminal again to a little bit later it's a it's a it's a term that",
        433.44,
        437.1
    ],
    [
        " they use for these Koreans that work for them that did all the marching up and",
        437.1,
        442.44
    ],
    [
        " down carrying water and fuel up and down they call it the Gook train and they",
        442.44,
        448.44
    ],
    [
        " also when it's when it's time for new people to get brought up to the front",
        448.44,
        453.44
    ],
    [
        " lines they follow up the Gook train. So Captain Chaffee comes down to meet him",
        453.44,
        458.28
    ],
    [
        " back to the book I'm very pleased to have you both here I simply wanted to say",
        458.28,
        462.78
    ],
    [
        " welcome and get you off to a proper start. Chaffee was a road islander one of",
        462.78,
        467.5
    ],
    [
        " those old Yankee blue bloods with a high color of large nose and a splendid",
        467.5,
        471.84
    ],
    [
        " mustache he was very lean very dark a handsome man he didn't seem to have any",
        472.46,
        478.16
    ],
    [
        " weapon of any sort only a kind of alpine stave that he used as he loapt his",
        478.16,
        483.84
    ],
    [
        " long legs covering the uneven ground and great strides going uphill he was",
        483.84,
        488.58
    ],
    [
        " fast and coming down he nearly ran later I would learn he was skull and bones",
        488.58,
        493.44
    ],
    [
        " at Yale and had a law practice and political ambitions he now took us on a",
        493.44,
        498.74
    ],
    [
        " guided tour of the company front so not your typical sort of what you what",
        498.74,
        504.18
    ],
    [
        " you'd expect a marine corps company commander to be you know guys at Yale he's",
        504.18,
        510.56
    ],
    [
        " a lawyer and sounds like he comes from some money so kind of different than",
        510.56,
        516.42
    ],
    [
        " what you imagine back to the book we're a trifle under strength at the moment",
        516.42,
        521.62
    ],
    [
        " Chaffee told us he didn't sound apologetic or dismayed by this just stating a",
        521.62,
        526.24
    ],
    [
        " fact he took off as he talked swinging along the top lip of a shallow",
        527.24,
        531.0
    ],
    [
        " trench line that followed the ridge linking large and small bunkers 20 to 50 yards",
        531.0,
        535.92
    ],
    [
        " apart as we moved along the length of the company line chaffee stopped to",
        535.92,
        541.04
    ],
    [
        " talk with each marine at each bunker he called each man by name not Christian",
        541.04,
        546.06
    ],
    [
        " names or nicknames as they do in war movies but the man's proper name he didn't",
        546.06,
        551.6
    ],
    [
        " make introductions but was business like in a cheerful way at the bunkers",
        551.6,
        556.2
    ],
    [
        " Marines were shifting sandbags cleaning rifles cooking rations over small",
        556.2,
        560.78
    ],
    [
        " primus stone stoves one marine cutting another's hair no one seemed fused by",
        560.78,
        566.78
    ],
    [
        " the captain's presence none of the of sequiessness or make work you saw at",
        566.78,
        573.74
    ],
    [
        " Quantico intended to impress chaffee's questions dealt with enemy activity to",
        573.74,
        579.52
    ],
    [
        " the front the conduct of an ambush sent out the night before the possibility of",
        579.52,
        583.78
    ],
    [
        " getting some mortar fire laid in on a suspicious looking piece of ground off to",
        583.78,
        587.88
    ],
    [
        " the right and so on no chat about rations or leave or letters from their girls",
        587.88,
        594.02
    ],
    [
        " they were all eating the same rations there was no leave a man's mail was",
        594.02,
        600.34
    ],
    [
        " private here and there I noticed there were blackened places in the snow",
        600.34,
        605.74
    ],
    [
        " where incoming shells had hit no one mentioned them the company frontage was",
        605.74,
        612.4
    ],
    [
        " astounding once again the school solution was in discard dog company under",
        612.4,
        618.96
    ],
    [
        " strength was covering about a thousand yards of front more than half mile of",
        618.96,
        624.58
    ],
    [
        " rough ground",
        624.58,
        625.34
    ],
    [
        " now the company commander jumped into the trench a dirt quarter waist deep with",
        635.74,
        640.2
    ],
    [
        " dirty snow piled on either lip got to stay in the trench from here on chaffee",
        640.2,
        644.66
    ],
    [
        " said show you why in a minute they proceed along the trench and eventually meet",
        644.66,
        648.92
    ],
    [
        " up with one of the other platoon commanders this is lieutenant Flynn chaffee",
        648.92,
        652.6
    ],
    [
        " said you're in his area now he introduced us and we shook hands Flynn to had a",
        652.6,
        659.22
    ],
    [
        " mustache but it was scruffy lacking chaffee's elegance he wore no insignia of",
        659.22,
        663.98
    ],
    [
        " rank not even a collar bar and looked like any other marine he had a good smile",
        663.98,
        669.3
    ],
    [
        " now the reason I brought that piece up is because you can hear chaffee says",
        669.3,
        673.74
    ],
    [
        " you're in his area now so he's given that ownership to Flynn he wants to make",
        673.74,
        680.48
    ],
    [
        " sure that everybody knows this Flynn's deal down here and that continues we got",
        680.48,
        685.92
    ],
    [
        " back in the trench chaffee let Flynn lead the way it was his neighborhood now",
        685.92,
        693.1
    ],
    [
        " the trench was head high and even deeper with ammunition boxes said in here and",
        693.1,
        697.6
    ],
    [
        " there as firing steps we passed two bunkers each with a heavy machine gun in",
        697.6,
        701.58
    ],
    [
        " placed here there was no hair cutting and the men were all underground so now",
        701.58,
        706.42
    ],
    [
        " we're back in no trenches world war one style in each bunker one read had his",
        706.42,
        711.2
    ],
    [
        " back to us his face toward the firing port open boxes of grenade stood",
        711.2,
        716.98
    ],
    [
        " inside the bunkers at the third bunker Flynn tapped on the shoulder of the man",
        716.98,
        721.5
    ],
    [
        " on watch he backed away and chaffee squeezed into peer through the port he",
        721.5,
        726.12
    ],
    [
        " knelt there for what seemed a very long time then he squirm back out and waved",
        726.12,
        729.66
    ],
    [
        " me into place for the first time I was looking at ground that matched my",
        729.66,
        735.24
    ],
    [
        " notion of what it would be like there were three untidy fences of barbed wire a",
        735.24,
        739.72
    ],
    [
        " few yards to the front and some rusty constantina wire looped farther out",
        739.72,
        743.78
    ],
    [
        " beyond that were a field of snow pocked by shell holes a few scrubbed pines",
        743.78,
        751.12
    ],
    [
        " badly chewed and about a football field away a long dirty mound of snow I turned",
        752.62,
        758.12
    ],
    [
        " back and found Flynn's face very close to mine those are the neighbors the",
        758.12,
        762.84
    ],
    [
        " platoon leader said now they continue on a little while longer and then chaffee",
        762.84,
        772.86
    ],
    [
        " tells them we'll skip the right flank tonight you know Simone's it all already",
        772.86,
        777.3
    ],
    [
        " Simone's is one of the other platoon commanders besides we only have a little",
        777.4,
        781.48
    ],
    [
        " daylight and I want you to get settled in by dark you know the division order",
        781.48,
        785.94
    ],
    [
        " replacements don't go forward of the MLR for their first five days it's a good",
        785.94,
        791.28
    ],
    [
        " order let's you get the lay of the land last summer we lost some new people just",
        791.28,
        796.2
    ],
    [
        " because they got mixed up and made a wrong turn they just plain got lost not",
        796.2,
        802.46
    ],
    [
        " their fault of course but they're gone nonetheless Mac look downcast at being",
        802.46,
        808.16
    ],
    [
        " shackled don't worry Jeff he said five days go pretty fast and we'll count this",
        808.16,
        813.36
    ],
    [
        " as one day so you only have four to go so Mac Mac Allen who's all fired up",
        813.36,
        818.5
    ],
    [
        " about getting after it he hears this rule about you can't go forward until he",
        818.5,
        823.2
    ],
    [
        " been here for five days he looks all down trodden because of that back to the",
        823.2,
        830.24
    ],
    [
        " book they they get to a position where they're about to go to sleep they're",
        831.12,
        835.22
    ],
    [
        " back in a bunker now and he's sort of back in the route not in the rear but",
        835.22,
        838.38
    ],
    [
        " he's a little bit of the rear he's with a mortar position so the mortar",
        838.38,
        841.64
    ],
    [
        " positions obviously aren't right on the front so he's back with them and it's",
        841.64,
        845.82
    ],
    [
        " time to time to time to lay down back to the book I said that that was fine and",
        845.82,
        850.42
    ],
    [
        " lay down my mind churning with events the day hopes and fears both but I was",
        850.42,
        855.98
    ],
    [
        " very tired then the air was full of sound I sat up Porterfield and Dodge",
        855.98,
        861.46
    ],
    [
        " were gone those the two guys living in this bunker with him I pulled on boots",
        861.46,
        865.52
    ],
    [
        " and snatched my helmet you slept fully dressed with your web belt on so I had",
        865.52,
        869.58
    ],
    [
        " my Smith so I had the Smith and Wesson outside it was black and then just below",
        869.58,
        874.6
    ],
    [
        " me a blinding glare as one of the mortars fired it was followed by another off to",
        874.6,
        879.72
    ],
    [
        " the side and then by a third somewhere over the ridge there was the rip of",
        879.72,
        884.16
    ],
    [
        " machine gun fire and an unfamiliar fire from another weapon I started down the",
        884.16,
        889.5
    ],
    [
        " hill to the mortar emplacements half sliding on the hard pack snow Porterfield",
        889.5,
        894.04
    ],
    [
        " grabbed my arm lieutenant you don't have to stir yourself you need your sleep",
        894.04,
        898.38
    ],
    [
        " didn't I tell you we'd be probably have a fire mission what is it? Gooks are",
        898.38,
        903.58
    ],
    [
        " pestering Mr. Flinigan is all listen you hear it that burp that's a burp gun",
        903.58,
        908.48
    ],
    [
        " once you hear it you'll never mistake it for anything else I like how the",
        908.94,
        914.54
    ],
    [
        " guys are out there doing this mortar mission and they're just telling the",
        914.54,
        917.46
    ],
    [
        " lieutenant hey you can just stay in bed we got this don't worry about it he's",
        917.46,
        921.98
    ],
    [
        " all fired up right and down there they're like hey we got this we don't you",
        921.98,
        925.46
    ],
    [
        " need your beauty sleep there sir just a easy and a burp gun this is a very common",
        925.46,
        930.62
    ],
    [
        " weapon it's the most common weapon here and in the Korean War for the for the",
        930.62,
        935.18
    ],
    [
        " North Koreans the North Koreans made it was called a type 49 the Chinese",
        935.18,
        939.46
    ],
    [
        " made a version of it called the type 50 it's all based on a Russian version",
        939.46,
        943.04
    ],
    [
        " that was called a PPSH41 and this is a 7 6 2 by 25 millimeter weapons so not",
        943.04,
        955.0
    ],
    [
        " not the same as an AK-47 a little bit smaller of a round but a very very",
        955.0,
        961.66
    ],
    [
        " reliable weapon where they call it a burp gun because it's a small nurse",
        962.72,
        966.22
    ],
    [
        " because the way because the noise it makes",
        966.22,
        968.5
    ],
    [
        " that's why they call it that yeah it seems like a burp would be like a small",
        968.5,
        975.5
    ],
    [
        " burst of like quick rounds like machine gun I actually I don't think I've heard",
        975.5,
        980.36
    ],
    [
        " one but you know you can even say he says you listen you hear it that burp",
        980.36,
        986.2
    ],
    [
        " that's a burp gun so it must have had a really distinctive sound when it fired",
        986.2,
        989.8
    ],
    [
        " yeah back to the book the morning offered no evidence of the night",
        991.78,
        996.6
    ],
    [
        " Portafield made coffee and said there were no casualties anyone knew of though",
        996.6,
        1001.96
    ],
    [
        " mortars might have gotten some people on the other side where they could not be",
        1001.96,
        1005.88
    ],
    [
        " seen the other side they called them that or gooks or people they also called",
        1005.88,
        1013.26
    ],
    [
        " our Koreans gooks the Chinese were chinks but we weren't facing them right",
        1013.26,
        1019.36
    ],
    [
        " now it was all very matter of fact how we spoke of the enemy now obviously those",
        1019.36,
        1023.56
    ],
    [
        " are not the politically correct terms to use but obviously I'm also going to",
        1023.56,
        1029.24
    ],
    [
        " also going to stick with the book because these are the terms that the guys use",
        1029.24,
        1031.46
    ],
    [
        " back then the the term gook from what I understand I read about a little bit it",
        1031.46,
        1037.92
    ],
    [
        " came from there's a there's a term there's a Korean to say America in or",
        1037.92,
        1044.02
    ],
    [
        " American in Korean the term was me gook and and so I guess you picture guys",
        1044.02,
        1050.64
    ],
    [
        " meeting you know some Korean soldiers and and they're trying to see if they're",
        1050.64,
        1055.34
    ],
    [
        " Americans and they go me gook and they go oh you're a gook okay cool and that's",
        1055.34,
        1060.98
    ],
    [
        " that kind of stuck kind of like me juckle yeah yeah you juckle yeah that kind of",
        1060.98,
        1066.08
    ],
    [
        " thing that kind of thing all right back to the book the next four days would",
        1066.08,
        1071.0
    ],
    [
        " pass slowly I felt self conscious about the simplest things should I walk in the",
        1071.0,
        1075.1
    ],
    [
        " trench or a top it if I stayed in it people might think I was afraid if I stayed",
        1075.1,
        1079.48
    ],
    [
        " out someone might accuse me of drawing fire and being a damn fool they didn't",
        1079.48,
        1084.02
    ],
    [
        " teach you the finer things at Quantico I compromised by walking atop the",
        1084.02,
        1088.88
    ],
    [
        " trench line but walking slumped so a couple things number one that's the kind of",
        1088.88,
        1095.26
    ],
    [
        " thing this young leaders thinking about like what do I appear like to the",
        1095.26,
        1098.74
    ],
    [
        " men if I walk hiding in the trench then I'm a I'm a I'm a wimp and if I stand up",
        1098.92,
        1104.64
    ],
    [
        " to tall on the top of the trench then I'm an idiot so which one do I want to be",
        1104.64,
        1108.48
    ],
    [
        " so he compromised he takes the the little thing I talked about with when JP was",
        1108.48,
        1112.58
    ],
    [
        " on about how guys kind of slump down a little bit they they crouch there they",
        1112.58,
        1117.14
    ],
    [
        " bow their heads when they're walking around just to make themselves a little bit",
        1117.14,
        1119.76
    ],
    [
        " of a smaller target that's what he's talking about and that's what he did that's",
        1119.76,
        1122.64
    ],
    [
        " how we solve that problem now he as he as he starts spending more time there",
        1122.64,
        1128.52
    ],
    [
        " he starts meeting the guys and he's very surprised that they are not exactly as",
        1128.96,
        1136.84
    ],
    [
        " quote unquote squared away as he might anticipate because these guys are",
        1136.84,
        1142.4
    ],
    [
        " Marines and he's coming from Quantico where everything is spitting polish right back",
        1142.4,
        1148.0
    ],
    [
        " to the book fresh from Quantico I knew I should not I should be righteous about",
        1148.0,
        1151.94
    ],
    [
        " it but it was Chaffee's company not mine some men wore knee length",
        1151.94,
        1156.68
    ],
    [
        " Parkus others pile vests or field jackets one of forest green overcoat to his",
        1157.04,
        1162.84
    ],
    [
        " ankles there were stolen army jackets turtle neck sweaters a plaid sweater made",
        1162.84,
        1169.78
    ],
    [
        " respectable by an issue green scarf tossed jointly over one shoulder there were",
        1169.78,
        1175.78
    ],
    [
        " fur hats and hats with earmuffs ordinary fatigue caps and a baseball cap wall",
        1175.78,
        1181.34
    ],
    [
        " stocking caps overseas caps helmets some with green some with tan some without",
        1181.34,
        1187.16
    ],
    [
        " any camouflage cover there were thermal boots and ordinary boondockers and jump",
        1187.16,
        1193.98
    ],
    [
        " boots liberated from the army men wore no insignia or black stripes painted on",
        1193.98,
        1199.0
    ],
    [
        " the sleeve or metal badges of rank I didn't recognize that they'd got from",
        1199.0,
        1204.58
    ],
    [
        " every breast pocket gleamed a brass spoon hammered from an old shell casing a",
        1204.58,
        1209.16
    ],
    [
        " gook spoon I did not know what they were and finally asked one marine war is",
        1209.16,
        1215.3
    ],
    [
        " purple heart another a 1948 dewey for president button so this is not what he's",
        1215.3,
        1220.96
    ],
    [
        " used to he's used to see it guys totally squared away and these guys have",
        1220.96,
        1224.78
    ],
    [
        " have obviously done whatever they can to try and stay warm",
        1224.78,
        1227.92
    ],
    [
        " back to the book Philips took us out to the right flank to see Simone's he",
        1227.92,
        1236.1
    ],
    [
        " seemed glad we were there but he looked very weary tired though physically in",
        1236.1,
        1240.5
    ],
    [
        " good shape so some onus they they had heard this story that some onus had done a",
        1240.5,
        1243.86
    ],
    [
        " pretty awesome operation where they went across the valley deep into some",
        1243.86,
        1248.96
    ],
    [
        " enemy control territory and killed a bunch of North Koreans and then made it",
        1248.96,
        1253.96
    ],
    [
        " back with no casualties so it's kind of a everyone is super impressed with this",
        1253.96,
        1257.18
    ],
    [
        " operation and back to the book max said something about his patrol the one young",
        1257.18,
        1263.08
    ],
    [
        " doll was bragging about that was the mission that went across the valley we were quiet",
        1263.08,
        1268.14
    ],
    [
        " and we were lucky Simone said it was obvious he didn't want to talk about it he",
        1268.14,
        1273.92
    ],
    [
        " excused himself saying he was inspecting weapons this morning",
        1273.92,
        1276.62
    ],
    [
        " then as they're walking along all the sudden fill-ups moving faster than the plump man should",
        1276.62,
        1283.12
    ],
    [
        " drop them to the trench down he shouted Mack and I jumped in after him there was an explosion",
        1283.12,
        1288.12
    ],
    [
        " in backs in black smoke rising somewhere behind us and then another whiz with a bang on the end of it",
        1288.12,
        1292.88
    ],
    [
        " 76th is Philip said squatting in the bottom of the trench flat trajectory weapon not as fast as",
        1293.5,
        1298.78
    ],
    [
        " it sounds if you hear the whiz you can usually beat the bang I looked past him at Alan",
        1298.78,
        1306.16
    ],
    [
        " Mack was beaming were they shooting at us I asked Philips likely they only wasted two",
        1306.16,
        1313.72
    ],
    [
        " so they couldn't have been serious about it just trying to instill a little discipline into three",
        1313.72,
        1317.9
    ],
    [
        " damn full Marines he didn't seem angry at being shot at but we stayed in the trench for a hundred",
        1317.9,
        1324.06
    ],
    [
        " yards until it dropped away below the skyline it was all very casual max pleasure at being",
        1324.06,
        1330.16
    ],
    [
        " sheld puzzled me one thing to be gun hoe about going to war another to be delighted someone was",
        1330.16,
        1336.42
    ],
    [
        " shooting at you max fired up this is pretty cool talking about the he's getting some education",
        1336.42,
        1346.0
    ],
    [
        " now from one of the one of the enlisted Marines named Dodge and Dodge says most of the",
        1346.0,
        1351.52
    ],
    [
        " most of the enemy weapons are Russian and the Russians are pretty smart about weapons their",
        1351.52,
        1358.24
    ],
    [
        " mortars are one millimeter larger in diameter than ours we got 60s and 81s they got 61s and 82s",
        1358.24,
        1367.94
    ],
    [
        " so they can use captured American mortar shells they slide in easy and just a little fraction",
        1367.94,
        1373.84
    ],
    [
        " loose but we can't use their shells they're just a tad too big for our tubes so soviet unions pretty",
        1374.58,
        1382.28
    ],
    [
        " smart when they came up with that idea with that plan back to the book around three o'clock",
        1382.28,
        1388.42
    ],
    [
        " off the left there was a sudden mash of incoming mortar fire than a distant shouting chaffee just",
        1388.42,
        1393.28
    ],
    [
        " back from the scouting with scouting mission with Lisbon took off along the ridge towards Flynn's",
        1393.28,
        1397.96
    ],
    [
        " position I started to go but red Phillips barked at me stay put till we know what happened",
        1397.96,
        1402.48
    ],
    [
        " then Phillips phone rang it was Flynn four of his men sending themselves on top of a bunker had",
        1402.86,
        1408.84
    ],
    [
        " taken a direct hit from an 82 millimeter mortar the gooks had thrown up without notice just one",
        1408.84,
        1414.3
    ],
    [
        " shell but two of the Marines were dead another had lost both legs and the fourth was badly hold",
        1414.3,
        1420.58
    ],
    [
        " they brought them down past the CP the dead shrouded in ponchos the wounded conscious and in pain",
        1420.58,
        1428.58
    ],
    [
        " I stood watching feeling a stranger one of the dead was cousin to the man whose legs were gone",
        1429.0,
        1436.02
    ],
    [
        " they came from a town in Massachusetts the Marine without legs didn't seem to realize about his legs",
        1436.02,
        1442.04
    ],
    [
        " but he was talking about his cousin poor Eddie he said what's Eddie's mother gonna say",
        1442.04,
        1447.82
    ],
    [
        " chaffee was with them at the corner at one corner of the four men carrying Eddie in the poncho",
        1447.82,
        1454.28
    ],
    [
        " he turned it over to someone else and went into the CP Phillips and I following",
        1455.06,
        1459.28
    ],
    [
        " get some onus chaffee said tell him to send three men up to Flynn for tonight to fill in the line",
        1459.28,
        1464.72
    ],
    [
        " tell him to thin out his own people where he can I'll try getting him some more men in the morning",
        1464.72,
        1468.96
    ],
    [
        " he can have my runners if he can't if I can't get anybody else they'll have that bunker okay",
        1468.96,
        1474.4
    ],
    [
        " before dark it wasn't banged up too badly the men took most of it while Phillips made the call",
        1474.4,
        1480.74
    ],
    [
        " chaffee turned to me well that happens no one to blame blame the sunshine if you have to lay blame",
        1481.06,
        1487.54
    ],
    [
        " Truman himself couldn't keep Marines from getting some sun good men too you hate to lose them",
        1487.54,
        1493.24
    ],
    [
        " anyway but losing them like this is stupid it hurts even more we learn though you won't see",
        1493.24,
        1500.72
    ],
    [
        " anyone doping off on top of a bunker for a while he picked up the battalion phone to call in the",
        1500.72,
        1506.14
    ],
    [
        " casualties so you can see chaffee's got like a a certain level of detachment right he's he's got",
        1507.18,
        1515.36
    ],
    [
        " a I would say it's actually a very good level of detachment where he's even in his own sentence he's",
        1515.36,
        1521.82
    ],
    [
        " saying it's horrible lose these guys no one to blame we need to move forward it's like the right level",
        1521.82,
        1527.42
    ],
    [
        " of he it hurts he says it hurts even more but he's not going crazy he's not beating himself up he's",
        1527.42,
        1534.22
    ],
    [
        " got job to do so there's a good level of detachment that he's got going on and you're going to hear more",
        1534.22,
        1539.76
    ],
    [
        " about that as well now this was interesting you know on on social media people are always asking",
        1539.76,
        1547.92
    ],
    [
        " about EDC which is everyday carry they say talk what's your EDC what do you carry every day that's",
        1547.92,
        1554.88
    ],
    [
        " what that's what people want to know and when I read this this paragraph here I was thinking this",
        1554.88,
        1559.14
    ],
    [
        " is that EDC the everyday carry for the Korean War so when they ask you your EDC is it a gun or",
        1559.14,
        1567.72
    ],
    [
        " just everything like right you're carrying knife what do you care for knife you're wallet you know",
        1567.72,
        1572.78
    ],
    [
        " you're you're various things that you carry yeah you're EDC yeah yeah yeah all right back to the",
        1572.78,
        1581.34
    ],
    [
        " book talking EDC we forgot a lot of what they taught us at Quantico but I remember I remember Joe",
        1581.34,
        1587.04
    ],
    [
        " Will's lecture will was a captain who'd been in the hard fighting around the poos around Pusan the",
        1587.04,
        1592.7
    ],
    [
        " first summer of the war there were pictures of Will and his men in life magazine Will had really",
        1592.7,
        1598.76
    ],
    [
        " been to Korea and it fought and so we listened and took notes Will didn't talk about war aims or",
        1598.76,
        1604.92
    ],
    [
        " strategy or even small unit tactics he told you what to take to Korea in your pockets",
        1604.92,
        1611.94
    ],
    [
        " nail clippers if your nails grew too long they caught on things and became jagged or maybe even ripped off",
        1613.52,
        1618.88
    ],
    [
        " one a day vitamins you were gonna miss meals and there was no fresh fruit or milk and you need",
        1618.88,
        1623.32
    ],
    [
        " your vitamins to keep you going a knife not to kill people with but just a boy scout knife with",
        1623.32,
        1628.34
    ],
    [
        " a couple of blades and a screwdriver and an all toilet paper there was a package in every ration box",
        1628.34,
        1634.18
    ],
    [
        " but there was never enough a flashlight sheathed in black rubber for insulation and against hard",
        1634.18,
        1639.96
    ],
    [
        " knocks a pen and a small spiral notebook you wanted to keep track of your men and to be able to",
        1640.72,
        1646.88
    ],
    [
        " write lists to leave notes for people a good watch with a luminous dial you could read at night",
        1646.88,
        1653.0
    ],
    [
        " a couple of good-sized bandanas you could use as hanker chiefs",
        1653.0,
        1657.94
    ],
    [
        " though you were always wet and we're gonna catch a cold and your nose would run",
        1657.94,
        1661.78
    ],
    [
        " a toothbrush and toothpaste a small bar of soap a razor of course the soap will also work",
        1661.78,
        1669.2
    ],
    [
        " to shaving cream some raw hide leather thongs in case your shoelaces broke or you had to make jerry",
        1669.2,
        1675.18
    ],
    [
        " rig repairs to something a plastic bag to keep your wallet in when you got wet an extra pair of",
        1675.18,
        1681.82
    ],
    [
        " wool socks a zippo lighter for smoking and lighting fires you didn't need any stamps or money",
        1681.82,
        1688.7
    ],
    [
        " there was nothing to buy and no place to send it the dog tags went around your neck you hung them",
        1688.7,
        1695.88
    ],
    [
        " from a leather from leather thong at different lengths so they didn't cling together and make noise",
        1695.88,
        1701.0
    ],
    [
        " you wore two dog tags so that if you were killed they would cut one off and turn it into the graves",
        1701.0,
        1706.24
    ],
    [
        " registration or some other authority and leave one on the body to ensure accurate identification",
        1706.24,
        1711.2
    ],
    [
        " the Marine Corps had a system for just about everything people at Quantico said Joe will did some",
        1711.2,
        1717.34
    ],
    [
        " drinking nights at the officers club but he gave a good lecture and most of us remembered what he",
        1717.34,
        1723.1
    ],
    [
        " told us as I was as I was pretty sure I was going to remember what I was learning now from chaffee",
        1723.1,
        1729.7
    ],
    [
        " phillips and text less Lisman and sergeant Dodge so there's your EDC for Korea",
        1729.7,
        1738.14
    ],
    [
        " it's it's amazing how some of that small stuff gets like in the seal teams that's kind of thing",
        1738.14,
        1750.54
    ],
    [
        " that you get turned over from somebody that was in an area where you were and you'd be all happy to",
        1750.54,
        1755.24
    ],
    [
        " get these good turnovers so someone say hey you really need this up here you need that and it'd be",
        1755.24,
        1759.78
    ],
    [
        " always good and it'd be bad when you'd forget or someone wouldn't give you a good turnover and you'd",
        1759.78,
        1765.48
    ],
    [
        " say wait a second I should have had this why why didn't anybody tell us that stuff man and it was",
        1765.48,
        1770.64
    ],
    [
        " interesting too because when we first got over to one of my first appointment to Iraq man we were",
        1770.64,
        1774.94
    ],
    [
        " learning so many lessons about what was going on one of the biggest was how we were operating in",
        1774.94,
        1780.2
    ],
    [
        " humvees all the time because we didn't really do that much before the war started solvus and we",
        1780.26,
        1785.44
    ],
    [
        " were just learning a lesson a day in how to operate with the humvees and we just logged it all down",
        1785.44,
        1790.36
    ],
    [
        " and passed it on so the next guys knew what was so what was coming capture those lessons learned",
        1790.36,
        1795.46
    ],
    [
        " and pass them on and by the way when you're coming into theater and you haven't done the job",
        1795.46,
        1801.42
    ],
    [
        " whatever jumpsome that you're taking over from somebody listen to whatever they're telling you",
        1801.42,
        1804.86
    ],
    [
        " don't go in with your preconceived notions you might have your own ideas that's fine I'm not saying",
        1804.86,
        1809.36
    ],
    [
        " don't have your own ideas but listen to what people are telling you because they're going to know",
        1809.36,
        1813.4
    ],
    [
        " some things that you don't know and that's all there is to it all right now there's a point where it",
        1813.4,
        1823.0
    ],
    [
        " looks like chaffee's going to decide which one of these two guys Brady or Mac Allen is going to get",
        1823.0,
        1830.36
    ],
    [
        " to take over his platoon commander and they're actually going to do a coin flip to decide",
        1830.36,
        1837.66
    ],
    [
        " so that's just who it is and it turns out that Brady wins the coin toss well it's your platoon",
        1837.66,
        1843.66
    ],
    [
        " now Brady chaffee says chaffee says I won't worry about how you'll do both of you are ready to take",
        1843.66,
        1849.58
    ],
    [
        " platoons you'll get yours soon Allen when Flynn goes home the thing to remember is we were all",
        1849.58,
        1855.34
    ],
    [
        " platoon leaders once a good job the finest command a man can have nowhere I don't care how long you",
        1855.34,
        1863.0
    ],
    [
        " live or what you do will you ever have direct responsibility for so many men you can command more",
        1863.0,
        1869.92
    ],
    [
        " men you can be a general with a division but it's no longer direct kernels and generals are",
        1869.92,
        1876.26
    ],
    [
        " knotted into the system the whole military bureaucracy you make your own system here you run it",
        1876.26,
        1883.38
    ],
    [
        " it's your platoon and I have to agree with the fact of being a platoon commander is awesome and you",
        1883.68,
        1894.34
    ],
    [
        " have total control and I will say this though I always looked at every job like that like every",
        1894.34,
        1900.26
    ],
    [
        " job I got my own million anytime I get put in charge of something whether I got put in charge of",
        1900.26,
        1904.86
    ],
    [
        " radios when I was a new guy and I just had to be in charge of I wasn't in charge of any people I was",
        1904.86,
        1909.4
    ],
    [
        " in charge of radios I was like oh yeah yeah I'm gonna do I'm gonna set these radios up like this I'm",
        1909.4,
        1913.96
    ],
    [
        " gonna I'm gonna make make that my world yeah right and then when I was got promoted and I was a squad",
        1913.96,
        1920.48
    ],
    [
        " leader and all of a sudden yeah I'm like this my squad and we're gonna do things we and so I",
        1920.48,
        1925.88
    ],
    [
        " always had that that feeling of what what what is basically a feeling of ownership right I will",
        1925.88,
        1931.06
    ],
    [
        " take ownership and I always did that but he's right in the fact that once you go above the",
        1931.06,
        1935.38
    ],
    [
        " platoon commander now there's gonna be other there's gonna be someone else that's gonna",
        1935.38,
        1940.28
    ],
    [
        " actually own those guys yeah and it's not you so you got to give those platoon commander some space",
        1940.28,
        1945.32
    ],
    [
        " so they can do their thing but it's a good job when you get that opportunity for a platoon",
        1945.32,
        1951.62
    ],
    [
        " sergeant a platoon chief or a platoon commander it's it's about as good it's gonna get in my personal opinion",
        1951.62,
        1959.36
    ],
    [
        " all right here's here's a again I talked about how how chaffee's sort of the reason why I wanted to",
        1962.4,
        1968.32
    ],
    [
        " do this book and this is a classic example good leadership lesson learned for anybody here",
        1968.32,
        1973.98
    ],
    [
        " back to the book another order came up which sounded dumb so dumb I thought chaffee was jolying us",
        1973.98,
        1982.98
    ],
    [
        " the order was to pick up all the brass expended along the line and send it back for salvage",
        1982.98,
        1988.62
    ],
    [
        " brass is the military term for empty shell casings ejected from weapons when bullets are fired in",
        1989.36,
        1995.32
    ],
    [
        " the states on the firing range you're supposed to pick up the brass to police the area to keep it neat",
        1995.32,
        2000.24
    ],
    [
        " but here the following morning chaffee as usual was up and down the company front with his wolf",
        2000.24,
        2006.66
    ],
    [
        " slope moving fast without seeming to seeing everything knowing everyone he called me into the CP",
        2006.66,
        2013.56
    ],
    [
        " when he got back your machine gunners aren't picking up the brass it's piled up around the guns",
        2013.56,
        2019.24
    ],
    [
        " and down the slope didn't you give them the order I said I hadn't considered it a serious order",
        2019.26,
        2026.56
    ],
    [
        " all orders are serious chaffee said and turned away I was ashamed and angry it was a ridiculous",
        2026.56,
        2034.82
    ],
    [
        " order but chaffee was right I should have carried it out now he caught me doping off",
        2034.82,
        2039.46
    ],
    [
        " this was a chaffee this was a chaffee I hadn't seen before a man with whom you didn't play games",
        2039.46,
        2046.6
    ],
    [
        " I would not again I didn't want to look I didn't want that cold look coming down on me again",
        2047.26,
        2052.94
    ],
    [
        " he didn't shout or curse when he chewed you out but he didn't have to you understood",
        2052.94,
        2059.98
    ],
    [
        " so that's any of these anybody that thinks they're yelling and screaming and that's having this",
        2059.98,
        2065.84
    ],
    [
        " huge impact you're probably wrong you're probably wrong you should seldom have to do that",
        2065.84,
        2070.58
    ],
    [
        " fear and leadership position back to the book I hustled down the line to give the",
        2070.58,
        2075.8
    ],
    [
        " necessary orders to the gunners who looked at me as if I were mad I said they were chaffee's orders",
        2076.0,
        2081.06
    ],
    [
        " and to be obeyed shrugging and sulky they started picking up the brass so what does he do what is",
        2081.06,
        2087.82
    ],
    [
        " Brady do he gets down there says hey guys pick up the brass and when they start looking at him like",
        2087.82,
        2090.98
    ],
    [
        " oh this is ridiculous he goes hey look it's chaffee chaffee told us to do it so do it which is",
        2090.98,
        2095.16
    ],
    [
        " not good leadership that's not good leadership right he's passing the buck on up the chain of",
        2095.16,
        2100.5
    ],
    [
        " command this is bosses this is the bosses plan I don't agree with it but we have to do it anyways",
        2100.5,
        2106.08
    ],
    [
        " wrong and he finds out just how wrong it is here back to the book it was not until later I learned",
        2106.08,
        2113.08
    ],
    [
        " that the order was from young doll and that chaffee too thought it was inane but in dog company",
        2113.08,
        2120.56
    ],
    [
        " he issued orders as if they were his own idea without passing the buck or permitting any",
        2120.56,
        2128.2
    ],
    [
        " reflection on higher authority it would take time before I learned to do the same so when you pass",
        2128.4,
        2135.2
    ],
    [
        " that word you can argue all day long up the chain of command but once the decision's been made",
        2135.2,
        2140.32
    ],
    [
        " and now you're talking to the boys that's your order now that's your plan that's your idea you own it",
        2140.32,
        2148.1
    ],
    [
        " all right now they spend a little bit more time up on the line and then they go back to the",
        2148.1,
        2156.48
    ],
    [
        " reserves into the rear for a little while and when they go back to the rear it's",
        2157.32,
        2162.5
    ],
    [
        " they're their marine so they're continuing to stay disciplined they call them night problems",
        2162.5,
        2167.72
    ],
    [
        " what that means exercises when when I say problems sometimes I'm going to forget to say this but when",
        2167.72,
        2171.52
    ],
    [
        " they say problems they're talking about exercises back to the book the night problems went on",
        2171.52,
        2176.94
    ],
    [
        " and the inspections and drills and all the chicken shit of reserve area chicken shit is a term",
        2176.94,
        2181.3
    ],
    [
        " that they use in the military is just stupid stuff that they make you do for no reason right",
        2181.3,
        2184.82
    ],
    [
        " that's just a common term saying all this is chicken shit like hey we're gonna paint these",
        2185.06,
        2189.62
    ],
    [
        " paint these rocks white that's a big thing you know we're gonna clean this sidewalk again",
        2189.62,
        2194.34
    ],
    [
        " hey we're gonna sweep up the parade ground again we swapped it yesterday we're gonna sweep it",
        2194.34,
        2198.9
    ],
    [
        " again let's just chicken shit stuff the weather got colder and worse but I began to feel wonderful",
        2198.9,
        2205.98
    ],
    [
        " suddenly I stopped thinking about minds and about losing my legs the hell with it",
        2205.98,
        2211.92
    ],
    [
        " worrying it and being afraid wasn't going to help after that I felt fine one afternoon coming back",
        2211.96,
        2218.0
    ],
    [
        " from a live fire problem Mac Allen and I were in such high spirits we fell behind the party just",
        2218.0,
        2222.7
    ],
    [
        " to wrestle in the snow out appeared a light I was easy for Mac but we had a fine time and rolled",
        2222.7,
        2228.1
    ],
    [
        " halfway down the bank and nearly into a stream Mac scrub my face with snow before we quit and",
        2228.1,
        2234.08
    ],
    [
        " stuff to handful down my shirt it was boyish it was silly and we knew it but with another",
        2234.08,
        2240.04
    ],
    [
        " tour on the line coming up you took pleasure where you could so he's he's having a little attitude",
        2240.04,
        2245.36
    ],
    [
        " change number one he's over this idea of being afraid of minds and being afraid he's like hey I",
        2245.36,
        2250.34
    ],
    [
        " can't control it do everything I can't mitigate but it is what it is and then of course sometimes",
        2250.34,
        2255.54
    ],
    [
        " you got to get a little rolling a little bit of a roll and now they get back back on the line",
        2255.54,
        2265.36
    ],
    [
        " and again I'm obviously skipping sections of this because I'm not going to read the whole book",
        2266.7,
        2271.08
    ],
    [
        " you should read the whole book but they're back on the line and now Brady is in charge of",
        2271.08,
        2278.72
    ],
    [
        " opportunities a platoon commander and Chaffee comes around to to check out his kind of his",
        2278.72,
        2286.52
    ],
    [
        " section of the line back to the book my bunker was toward the base of the nose where it joined",
        2286.52,
        2293.76
    ],
    [
        " to the main ridge so the nose a little little terrain feature that stuck out and that's where his",
        2293.76,
        2299.14
    ],
    [
        " bunker is I showed Chaffee over the ground not going all the way to either flank it was too late",
        2299.14,
        2304.56
    ],
    [
        " for that and dark was coming but I gave him the gist of it keep 50% of men on watch until I tell",
        2304.56,
        2310.62
    ],
    [
        " you different all right I I sir this looks like a good line Brady better than the last yes it does",
        2310.62,
        2317.04
    ],
    [
        " sir we've got work to do though get some more wire in plot the mines and don't get too relaxed",
        2318.54,
        2324.62
    ],
    [
        " just because it's high any hill marines can climb down the gooks can climb up get relaxed and",
        2324.62,
        2330.54
    ],
    [
        " you'll find trouble I said I wasn't too relaxed Chaffee greeted that with a grin I don't",
        2330.54,
        2336.26
    ],
    [
        " imagine you are first night on the line with a new platoon I laughed it was getting late the sun",
        2336.26,
        2342.46
    ],
    [
        " gone now but Chaffee walked away but Chaffee walked with me for away the two of us alone not much",
        2342.46,
        2348.7
    ],
    [
        " I want to say Brady you'll do a fine job for me I'm not worried about that but one thing they don't",
        2348.7,
        2354.88
    ],
    [
        " tell you at Quantico and maybe they should get to know your people as marines as professionals learn",
        2354.88,
        2361.5
    ],
    [
        " their capacities their strengths their weaknesses but don't get to know them as men none of this",
        2361.5,
        2367.96
    ],
    [
        " first name stuff don't ask about their families or their hometown whether they're married if",
        2367.96,
        2373.44
    ],
    [
        " they've got kids do that and before you know it you'll lose your judgment you'll be sending a man",
        2373.44,
        2379.88
    ],
    [
        " out on point because he's single and not because he's the best point man there's something else",
        2379.88,
        2386.1
    ],
    [
        " get to know your men too well too personally and when you lose one you'll be losing a piece of",
        2386.1,
        2391.9
    ],
    [
        " yourself a platoon leader can't afford that it's bad enough losing men without losing pieces of",
        2392.68,
        2398.9
    ],
    [
        " you too remember that Brady it's hard learned and it's right I said I would remember",
        2398.9,
        2407.56
    ],
    [
        " Chaffee went off bouncing along the icy path and down the hacked out steps the reverse slope",
        2407.56,
        2412.98
    ],
    [
        " in the gloom a lean tireless figure who did not look back who told you what to do and left you to do",
        2412.98,
        2421.12
    ],
    [
        " it now that that section obviously in in the SEAL teams in special operations in general there's",
        2424.38,
        2431.16
    ],
    [
        " definitely a much closer relationship between the officers and the senior enlisted guys and the",
        2431.16,
        2437.88
    ],
    [
        " troopers that just the way it is I mean you're doing everything together you're going through",
        2437.88,
        2441.68
    ],
    [
        " training together you're you're doing everything together so you that that that wall between the ranks",
        2441.68,
        2448.26
    ],
    [
        " definitely gets degraded somewhat and this is something that I talk about all the time and this",
        2449.58,
        2456.32
    ],
    [
        " is part of the dichotomy of leadership right this is part of the dichotomy of leadership and what",
        2456.32,
        2460.0
    ],
    [
        " you do is you know you're going to have your relationships with your guys but you've got to make",
        2460.0,
        2464.48
    ],
    [
        " sure that you're not you got to make sure you keep those under control and and like for me",
        2464.48,
        2470.0
    ],
    [
        " I I was it was fairly easy for me to have really good relationships with guys",
        2470.0,
        2476.02
    ],
    [
        " to have to have guys that were my best freaking friends and be like okay and you're the best guy",
        2476.68,
        2481.72
    ],
    [
        " for this job so you're gonna go do that and I didn't I I never let the personal things",
        2481.72,
        2486.86
    ],
    [
        " crossover into my business my my tactical reasoning ever it just didn't happen and that's why",
        2486.86,
        2495.04
    ],
    [
        " I definitely had better relationships closer relationships than what chaffee's talking about here",
        2495.04,
        2499.98
    ],
    [
        " no doubt about it um you know and I think that's beneficial in a lot of ways because yeah you know",
        2499.98,
        2507.24
    ],
    [
        " you know what's making guys tick and obviously the downfall to that is that when you do lose guys",
        2507.24,
        2515.28
    ],
    [
        " you are gonna lose a piece of you and that's that's the reality of it",
        2515.28,
        2522.52
    ],
    [
        " now going back to the book um he gets another visit from the kernel the kernel comes up on the",
        2526.82,
        2536.42
    ],
    [
        " line so the guy above above chaffee in the chain of command comes up same thing just looking at his",
        2536.42,
        2541.76
    ],
    [
        " trench scene what he's got going on back to the book the kernel said where your machine guns",
        2541.76,
        2547.54
    ],
    [
        " the answer was I didn't know exactly what I said was they're down with the squads the first",
        2548.36,
        2554.14
    ],
    [
        " squad has one and the second and the lieutenant what punkers or your machine goes in guns in",
        2554.14,
        2560.3
    ],
    [
        " do you know their fields of fire how are they laid do you have aiming stakes in no sir",
        2560.3,
        2565.68
    ],
    [
        " you should know shouldn't you yes sir then find out ii sir the words floated in the crisp cold of",
        2565.68,
        2574.28
    ],
    [
        " the hill as the kernel hopped jauntly into his chopper and left I got on the phone to call chaffee",
        2574.28,
        2579.36
    ],
    [
        " I told him I thought I'd better since the kernel surely would chaffee didn't say much over the phone",
        2579.36,
        2585.94
    ],
    [
        " well he said I guess you better go out and chart your guns heading you now this is something if you're",
        2585.94,
        2592.84
    ],
    [
        " in a leadership position and you get inspected up the chain of command you and you said yourself oh",
        2592.84,
        2600.8
    ],
    [
        " should I tell my immediate boss that something's going to come back yes you should is the answer",
        2600.8,
        2605.14
    ],
    [
        " yes you should don't let your bosses get you don't ever want your bosses to get blindsided",
        2605.14,
        2610.92
    ],
    [
        " with something same thing you know in the military we'd have guys getting trouble out in town yeah",
        2610.92,
        2615.32
    ],
    [
        " and like get arrested kind of get arrested get in a fight whatever now this is this is what I",
        2615.32,
        2623.16
    ],
    [
        " how I would handle those situations if I could contain them right if I could contain them myself",
        2623.16,
        2629.06
    ],
    [
        " and I could punish the guy myself on handle it at my level I would do it but if it was something",
        2629.28,
        2634.46
    ],
    [
        " that was going to get out of control and it we weren't going to be able to stop it if it was",
        2634.46,
        2638.3
    ],
    [
        " going to be in a newspaper or something like that well then I'd tell my boss like this is what",
        2638.3,
        2641.44
    ],
    [
        " happened I had one of my idiot guys went out got drunk on a fight went out call some problems this",
        2641.44,
        2646.8
    ],
    [
        " is what happened so that way he's not getting blindsided by it he can prepare for it he can",
        2646.8,
        2650.68
    ],
    [
        " have an answer he can say that this is the punish that's being dealt out or whatever get the thing",
        2650.68,
        2654.62
    ],
    [
        " handled yeah so when something like this happens tell your boss what's going on just it's going to be",
        2654.92,
        2660.5
    ],
    [
        " uncomfortable for those 12 seconds that it takes for you to get those words out of your mouth once",
        2660.5,
        2665.52
    ],
    [
        " those words out of your mouth I promise you'll feel better you will definitely feel better",
        2665.52,
        2669.3
    ],
    [
        " back to the book chaff he didn't say anything more he didn't need to but I knew there was plenty he",
        2669.3,
        2675.7
    ],
    [
        " would have said there was plenty the kernel of the regiment would say to the kernel of battalion who",
        2675.7,
        2680.2
    ],
    [
        " in his turn and in the hallowed traditions of the core would have a few words for chaffee I felt",
        2680.2,
        2686.32
    ],
    [
        " pretty bad it seemed unfair a fine officer like chaffee a good man should suffer because a green",
        2686.32,
        2691.64
    ],
    [
        " junior officer doped off but it was the way things were and the way it had to be later in the day",
        2691.64,
        2700.36
    ],
    [
        " chaffee met with philips and the three platoon leaders he stressed as a might a teacher in kindergarten",
        2700.36,
        2707.28
    ],
    [
        " the importance of basic things the precise location of machine guns being only one of these fundamentals",
        2708.0,
        2714.58
    ],
    [
        " he made no reference to the kernel none to me he simply reminded us of the things he wanted done",
        2714.58,
        2722.26
    ],
    [
        " and said he expected them to be done then he and philips loped off to look at something and the",
        2722.26,
        2727.46
    ],
    [
        " rest of us drifted back to our platoons I wanted to tell the rest of them it was my fault we'd been",
        2727.46,
        2732.46
    ],
    [
        " lectured I wanted to hug chaffee for not saying so these were mistakes that came with still being",
        2732.86,
        2739.82
    ],
    [
        " an amateur in a professional's war so there's another just great example of leadership he couldn't",
        2739.82,
        2745.26
    ],
    [
        " he could hammer Brady and say look Brady did this and he doesn't know what his guys are doing and",
        2745.26,
        2750.0
    ],
    [
        " he didn't know where his machine guns are made us all look bad he didn't do that no no and said he",
        2750.0,
        2755.44
    ],
    [
        " doesn't mention Brady's name he tells everybody they got to get stuff done now just Brady want to",
        2755.44,
        2759.98
    ],
    [
        " do better for him yes he absolutely does yeah he's building that building up that leadership capital",
        2759.98,
        2766.26
    ],
    [
        " with his troops by not dropping dime on somebody making out an example out of now is there times",
        2766.26,
        2771.12
    ],
    [
        " where you have to do that of course there is yeah but this one was nothing major right a little",
        2771.12,
        2775.12
    ],
    [
        " stern talking to you from the kernel hey I can absorb that not gonna not gonna make Brady look bad but",
        2775.12,
        2781.72
    ],
    [
        " I'm gonna build up that loyalty yeah",
        2781.72,
        2785.28
    ],
    [
        " now they go out on an operation and the guy named fits gets wounded and it almost he's he and",
        2789.54,
        2797.68
    ],
    [
        " Brady's actually also very close to the mine that goes off but he's okay and at night",
        2797.68,
        2803.52
    ],
    [
        " they he gets back gets back to his bunker and there's a guy named Princeton who's taken over his",
        2803.52,
        2808.54
    ],
    [
        " senior enlisted guy kind of his sergeant that's working for him and here we go back to the book",
        2808.54,
        2814.22
    ],
    [
        " that night I worked hard at tidying my half of the bunker eight very little but enjoyed what I",
        2814.22,
        2818.94
    ],
    [
        " had and tried unsuccessfully to get Princeton to talk about the day's events I gave that up and",
        2818.94,
        2825.0
    ],
    [
        " wrote a number of letters separate ones to my mother and father telling them what happened and",
        2825.0,
        2829.52
    ],
    [
        " that I was okay and that I love them and another to a girl the girl was tall and lean and very",
        2829.52,
        2835.7
    ],
    [
        " pretty and quite exciting but we had never really meant anything to each other now I wrote her",
        2835.7,
        2841.82
    ],
    [
        " quite dramatically that I'd nearly been killed that my eyes had been opened and as soon as I got",
        2842.56,
        2847.08
    ],
    [
        " back we should begin to consider the future we've wasted an awful lot of time you and I the letter",
        2847.08,
        2853.5
    ],
    [
        " concluded it was a college boys letter and in the morning I tore up all three letters",
        2853.5,
        2860.16
    ],
    [
        " shining myself for being calo and sent a three paragraph letter home in which I discussed the",
        2860.16,
        2864.96
    ],
    [
        " weather in some detail Princeton who wrote to his wife once a month shook his head over all this",
        2865.12,
        2872.6
    ],
    [
        " correspondence I just love that he's he's just growing up he's growing up fast on the line in",
        2872.6,
        2879.16
    ],
    [
        " Korea first he's right good girl I almost got killed and this is what's going on I can't wait we",
        2879.16,
        2884.04
    ],
    [
        " need to consider our future together he just rips that up in the morning and then writes his parents",
        2884.04,
        2889.06
    ],
    [
        " about the weather yeah that's that's classic and I totally agree with Princeton who's right and what",
        2889.06,
        2895.04
    ],
    [
        " you don't if you're on deployment don't get in this mode where you're spending all your time trying",
        2895.04,
        2899.36
    ],
    [
        " to thinking about what's going on back home concentrate on what you're doing overseas the most",
        2899.36,
        2903.6
    ],
    [
        " but the best thing you can do for your family is concentrate on what you're doing overseas so you can",
        2903.6,
        2907.74
    ],
    [
        " live and you can win that's what you want to focus on you let your family you know contact them once",
        2907.74,
        2914.26
    ],
    [
        " a week hey what's going on everything I'm doing great that's another thing is you know you don't",
        2914.26,
        2918.76
    ],
    [
        " need to tell your family back home all the stuff that's going on yeah you just say look we're doing",
        2918.76,
        2923.68
    ],
    [
        " great I'm having the best time it's a lot of fun to miss you and I'll be home in whatever yeah I",
        2923.68,
        2929.16
    ],
    [
        " hope every house Johnny's you know grades and kindergarten let's talk about that how's it how's",
        2929.16,
        2935.34
    ],
    [
        " he liking his jiu jitsu class is he working on his arm walk how's his Camaro look let's stick to",
        2935.34,
        2940.38
    ],
    [
        " those subjects if not get all crazy all right now this is a you starts going into a description of",
        2940.38,
        2949.52
    ],
    [
        " what some of the guys were like as now he's spending some time with him and he's getting to know them",
        2949.52,
        2953.1
    ],
    [
        " back to the book I started to get to know my men like most people my age I'd been brought up on Hollywood's",
        2953.1,
        2959.96
    ],
    [
        " idea of a marine platoon a demographically ethnically balanced blend of wasps and the rest of us you",
        2959.96,
        2968.46
    ],
    [
        " know a Brooklyn Jew street wise but sensitive a big city Italian talking baseball and making",
        2968.46,
        2974.32
    ],
    [
        " of seam arm gestures behind your back a dumb hazy farm boy with a girl back home a heroic black man",
        2974.32,
        2982.22
    ],
    [
        " a Puerto Rican or Mexican with a rosary muttering Spanish wisdom a feisty little Jimmy Cagney Irishman",
        2982.22,
        2988.7
    ],
    [
        " with a chip on his shoulder a gulash of stereotypes the reality and career was somewhat different",
        2988.7,
        2995.8
    ],
    [
        " my platoon had no Jews one black no Hispanics one Indian surly and sullen",
        2995.8,
        3002.78
    ],
    [
        " there were Protestants and Catholics and few who were nothing and that was it some Irish some polls",
        3002.78,
        3010.18
    ],
    [
        " some Italians a few French and the Irish were sober and it was the Midwest Rooms who got emotional",
        3010.18,
        3017.52
    ],
    [
        " while the Italians were being methodical and flagmatic nor were the battalion officers what the",
        3017.52,
        3024.54
    ],
    [
        " Marine Corps had traditionally been southern gentleman now we were Easterners Ivy Leaguers",
        3024.54,
        3030.62
    ],
    [
        " college kids California's Californians men from Detroit and Chicago and Seattle it's a little",
        3030.62,
        3038.9
    ],
    [
        " different from what you might imagine not quite as diverse as they've made it out to be in in Hollywood",
        3038.9,
        3046.42
    ],
    [
        " now going to a little more detail about a rifle platoon in the Marine Corps in Korea back to the",
        3047.68,
        3055.2
    ],
    [
        " book a Marine rifle platoon in Korea was a superbly balanced tactical unit with enormous firepower",
        3055.2,
        3060.54
    ],
    [
        " and an eminently sensible fundamental premise eminently sensible fundamental premise in combat no",
        3060.54,
        3069.48
    ],
    [
        " one man can reasonably be expected to control directly and effectively more than three other men",
        3069.48,
        3076.36
    ],
    [
        " in a firefight you can't keep tabs on more than three Marines and still be aware of the enemy",
        3076.36,
        3082.68
    ],
    [
        " a Marine rifle platoon has three squads whose squad leaders are trained to maintain contact",
        3082.68,
        3088.44
    ],
    [
        " with a platoon leader when he issues orders he issues them not to 40 men but only to these three",
        3088.44,
        3095.14
    ],
    [
        " sergeants in their turn each control three fire teams each of which is commanded by a corporal",
        3095.78,
        3102.58
    ],
    [
        " fire team leader they look to the squad leader for their orders he to them for action in the fire",
        3102.58,
        3111.42
    ],
    [
        " team the corporal has three men whom he controls and who look always to him during a firefight so this",
        3111.42,
        3118.66
    ],
    [
        " is just a very clear explanation of decentralized command and when you're out on the battlefield",
        3118.66,
        3125.54
    ],
    [
        " you can't control 30 guys or 60 guys or 20 guys or even 10 and actually he makes a very good point",
        3125.54,
        3134.46
    ],
    [
        " he says in a firefight you can't keep tabs on more than three Marines and still be aware of the",
        3134.46,
        3142.5
    ],
    [
        " enemy so maybe if you weren't didn't have to worry about the enemy and what they were doing maybe",
        3142.5,
        3145.48
    ],
    [
        " then you could handle six or 12 but you got to worry about what the enemy's doing do you're going",
        3145.48,
        3150.58
    ],
    [
        " to a lot of other stuff to worry about so you can handle three guys and you see this this happens",
        3150.58,
        3155.36
    ],
    [
        " in the business world as well where people start to build little worlds where they have where they",
        3155.36,
        3161.04
    ],
    [
        " have direct reports they have 18 direct reports that's not going to work you should not have 18 and",
        3161.04,
        3167.78
    ],
    [
        " administrative situation I think you can handle seven eights maybe you can get to 10 maybe",
        3168.62,
        3177.32
    ],
    [
        " I don't recommend it the fewer direct reports you have and the more you empower them the better off",
        3177.32,
        3182.76
    ],
    [
        " you're going to be the more you're going to be able to look around the more you're going to see",
        3182.76,
        3186.06
    ],
    [
        " what your competitors are doing you're more time you have to spend on strategy when you have 12",
        3186.06,
        3190.86
    ],
    [
        " or 16 direct reports you don't even have time to think because you're in their worlds all day long",
        3190.86,
        3196.3
    ],
    [
        " you're not in your world you're in 18 different brains that just doesn't work yeah",
        3196.3,
        3200.44
    ],
    [
        " so set yourself up with decentralized command",
        3200.44,
        3204.5
    ],
    [
        " now we go into back into where they're just on the line and we're about to have a little bit of",
        3204.5,
        3217.94
    ],
    [
        " action back to the book we were waiting awake Princeton cleaning is m1 rifle like most Marines",
        3217.94,
        3223.98
    ],
    [
        " then the first grenade exploded followed by a second and a third the phone sounded at my ear",
        3225.64,
        3231.7
    ],
    [
        " it was chaffee the man never slept what if you got up there Brady is that your area where we're",
        3231.7,
        3238.6
    ],
    [
        " getting grenades yes sir over by the heavy machine gun section I gave him the closest mortar",
        3238.6,
        3244.1
    ],
    [
        " concentration as I was trained to do then I tried to cool down the affair but there's nothing else",
        3244.1,
        3250.26
    ],
    [
        " maybe someone's a little shook over there throwing at shadows no firing anywhere whether or not",
        3250.4,
        3255.14
    ],
    [
        " supposed to throw grenades at shadows chaffee tell them to hold their fire until they see something",
        3255.14,
        3259.5
    ],
    [
        " want me to come up there no sir chaffee has to be kept informed so chaffee's just saying hey look",
        3259.5,
        3267.08
    ],
    [
        " get this handled you want me to come up there because by the way I can come up there if you need",
        3267.08,
        3270.68
    ],
    [
        " bit snow I got it and then the snow comes and when the snow comes it's brutal back to the book",
        3270.74,
        3288.72
    ],
    [
        " even chaffee was grounded by the snow he held his daily company meeting by telephone transmitting",
        3288.72,
        3294.12
    ],
    [
        " the password giving a brief account of the fighting elsewhere checking on the conditions of the men",
        3294.12,
        3299.06
    ],
    [
        " and irregularities and supply there were no patrols but chaffee urged us over and over not to be",
        3300.22,
        3306.98
    ],
    [
        " lulled not to relax to be alert when everyone else might nod to scout out the ground each day whatever",
        3306.98,
        3313.68
    ],
    [
        " the weather to see to it the weapons were clean and lightly oiled oil froze in this cold you couldn't",
        3313.68,
        3321.48
    ],
    [
        " use much Princeton night alternated visiting the flank of each platoon once a day in this snow it was",
        3321.48,
        3328.48
    ],
    [
        " easier to duck into the bunkers to talk to inspect weapons to question the men at the firing ports",
        3328.48,
        3334.66
    ],
    [
        " they brewed cocoa or coffee and I took it so this is something that we see consistently from chaffee",
        3334.66,
        3344.88
    ],
    [
        " is that he's constantly on his guys to maintain their discipline right and even when things",
        3344.88,
        3351.24
    ],
    [
        " are going okay he always says hey yeah that's good job on that guess what let's not get lacks and",
        3351.24,
        3357.0
    ],
    [
        " that's exactly what he's doing right here urges over and over not to be lulled not to relax",
        3357.0,
        3362.18
    ],
    [
        " somebody's got to be driving that back to the book a new lieutenant had just joined Fox",
        3362.18,
        3370.32
    ],
    [
        " company an enapolis graduate a trade school man a matter of understandable pride already in the",
        3370.32,
        3376.82
    ],
    [
        " battalion are very own academy graduate he had four years of enapolis behind him all those parades",
        3376.82,
        3383.24
    ],
    [
        " all that tradition all those army navy games and another four months at the basic school at",
        3383.24,
        3389.02
    ],
    [
        " quantico fox company was very excited having him it made everything so official so grand",
        3389.02,
        3394.8
    ],
    [
        " but beyond that he seemed a good man a cool and professional young officer who would do his job",
        3394.8,
        3401.44
    ],
    [
        " his name was Folger and his nickname was lucky and he was 22 or 23 years old",
        3401.44,
        3408.38
    ],
    [
        " when the bar man squeezed off the burst marines came out of every bunker along the fox company",
        3410.06,
        3415.54
    ],
    [
        " line and on my flank a dozen men with rifles and bars started down the hill after the raiders hoping",
        3415.54,
        3422.26
    ],
    [
        " they could move faster than the gooks with their prisoners hoping to catch them before they crossed",
        3422.26,
        3426.58
    ],
    [
        " the river and disappeared into their own lines Folger would not yet been out in front of the line",
        3426.58,
        3433.0
    ],
    [
        " because the five day rule was one of the first men to reach the grove of trees as he and others",
        3433.0,
        3438.42
    ],
    [
        " ran through the low pines hurtling over the spring the deep thunk of mortars drifted up to us",
        3438.42,
        3446.64
    ],
    [
        " from across the valley all around Folger marines through themselves flat in the snow pulling helmets",
        3446.64,
        3454.62
    ],
    [
        " down tied over their ears legs pulled in close cupping their bodies against what they knew was",
        3454.62,
        3459.56
    ],
    [
        " coming Folger had never heard an incoming mortar before one of the first shells hit lucky",
        3460.48,
        3466.34
    ],
    [
        " Folger a marine who is nearby said Folger made no sound could not have known he was hit",
        3466.34,
        3472.42
    ],
    [
        " no one else was hit only Folger",
        3472.42,
        3476.02
    ],
    [
        " scary thing you know I talked about that before on here and been being in situations where you",
        3476.02,
        3489.54
    ],
    [
        " obviously you learn what that sounds like and Folger hadn't learned yet it didn't know what it was",
        3489.54,
        3494.68
    ],
    [
        " like and you know probably knowing even probably no one even thought that you know because I was",
        3494.68,
        3499.34
    ],
    [
        " thinking about how this happened no one tells me to get down I'll tell you how that happens",
        3499.34,
        3502.64
    ],
    [
        " everyone else it's so instinctive at this point they hear it and they get down they're not looking",
        3502.64,
        3506.72
    ],
    [
        " around they just think everyone knows like oh yeah obviously we got mortars coming no one yells out",
        3506.72,
        3510.54
    ],
    [
        " incoming they just everyone gets down and he just doesn't know it yet and that lack of knowledge",
        3510.54,
        3516.44
    ],
    [
        " cost him his life and that's why another thing when you're doing turnover with guys overseas",
        3519.54,
        3524.84
    ],
    [
        " like go into detail on stuff and stuff that you take for granted don't take it for granted",
        3524.84,
        3530.08
    ],
    [
        " and if you if you think if you're worried about appearing condescending to someone just go ahead",
        3530.08,
        3536.7
    ],
    [
        " and appear condescending just go ahead and go over the details say look man I don't mean to",
        3536.7,
        3540.12
    ],
    [
        " I know you're not stupid but I'm just gonna go over this just in case you didn't know here's the deal",
        3540.12,
        3544.52
    ],
    [
        " when you hear this noise funk that means mortars are coming so get down",
        3544.52,
        3550.16
    ],
    [
        " now we get Brady start to do some patrolling back to the book I took out the first patrol",
        3550.16,
        3558.58
    ],
    [
        " for dog company Nelson Squad it wasn't required that the platoon lieutenant go out but it was",
        3558.58,
        3564.38
    ],
    [
        " sensible showing he wouldn't send a patrol where you wouldn't go yourself so common thing you know",
        3564.38,
        3570.04
    ],
    [
        " if if you're sending your guys out make sure they know that you're going to go out too you're not",
        3570.54,
        3575.0
    ],
    [
        " just sitting back in the bunker we saw that in platoon leader remember the book in Vietnam where the",
        3575.0,
        3580.32
    ],
    [
        " warm platoon leader every day his platoons are going out or his squads are going out but he's just",
        3580.32,
        3584.3
    ],
    [
        " staying back there all hiding yeah don't be that guy",
        3584.3,
        3588.56
    ],
    [
        " moving forward a little bit back to the book I lost two more men one of them danker had a fire team",
        3588.56,
        3598.52
    ],
    [
        " in the third squad danker was one of the men wounded in September on 749 that's a hill they",
        3598.58,
        3604.52
    ],
    [
        " fought a big battle seven hill 749 you're gonna hear about that Brady wasn't on it but some of",
        3604.52,
        3608.64
    ],
    [
        " a lot of his veterans were his wounds were cured but he was only a month away from rotation",
        3608.64,
        3615.5
    ],
    [
        " and he was shook that's what they called combat fatigue danker danker did everything he was told",
        3615.5,
        3621.18
    ],
    [
        " to do but he was afraid he begged prince and to do something then want to chaff his runners broke",
        3621.18,
        3626.5
    ],
    [
        " a leg on the ice steps and I sent danker to the CP as a runner he came to thank me lieutenant I",
        3626.5,
        3633.06
    ],
    [
        " haven't shurt you but if I have to go out on another ambush I'm scared I'll do something bad and get",
        3633.06,
        3638.12
    ],
    [
        " people hurt I don't know I just can't know more control the way I am the way I feel I used to be a",
        3638.12,
        3645.2
    ],
    [
        " good man he began to cry and I turned away and told prince to get him saddled up that the captain",
        3645.2,
        3650.96
    ],
    [
        " was waiting so we're starting to see some some psychological impact on the guys and I think I think",
        3650.96,
        3659.46
    ],
    [
        " that Brady handles this perfectly very similar to the way dick winners would handle it oh we got a",
        3659.46,
        3663.62
    ],
    [
        " guy that's starting to lose lose a little bit get him off the line give him a break give him a rest",
        3663.62,
        3667.8
    ],
    [
        " and the big thing that winners points out dick winners I'm talking band of brothers first the 506",
        3667.8,
        3672.78
    ],
    [
        " one of the things that he points out is if you get the guy off the line they they can come back",
        3672.78,
        3678.7
    ],
    [
        " they'll be okay if you don't and you grind them out it's like having an engine that's low on oil",
        3678.7,
        3685.32
    ],
    [
        " if you get it to the service station they'll just put more oil in there come back it's gonna it's",
        3685.32,
        3690.3
    ],
    [
        " gonna be fine if you keep driving that thing dry on oil it's gonna be destroyed and that's the same",
        3690.3,
        3695.62
    ],
    [
        " thing that can happen with with people with people's minds you're gonna see some more minds get",
        3695.62,
        3702.84
    ],
    [
        " start to become affected by this back to the book kelso the machine gunner lost a man it was",
        3702.84,
        3708.68
    ],
    [
        " the gooks that did it but the wind we'd been on the line three weeks and the wind never stopped",
        3708.68,
        3714.66
    ],
    [
        " one night kelsos corporal went berserk firing off a heavy machine gun inside the bunker trying to kill",
        3714.66,
        3721.28
    ],
    [
        " rats that no one else saw they carried him off in the morning cursing the wind and the rats drooling",
        3721.28,
        3727.94
    ],
    [
        " and trying to tear off his clothes prince and looked at him thoughtfully I was shaken by the sounds",
        3727.94,
        3734.18
    ],
    [
        " coming from a good marine a solid nco so again both these guys danker and this this guy right here",
        3734.18,
        3742.56
    ],
    [
        " they're good Marines that just couldn't couldn't they just got this had enough and they need to get off",
        3742.56,
        3749.2
    ],
    [
        " the line they need to break back to the book we lost other men only Fitzgerald squad did not lose",
        3749.2,
        3760.62
    ],
    [
        " anyone Fitz would not permit himself to be evacuated the morning I trip the mine and he would not",
        3761.24,
        3767.0
    ],
    [
        " permit his men to quit he was tough but he was more than that he was the best we had and his men",
        3767.0,
        3775.26
    ],
    [
        " knew it and they refused to weaken even when weakness closed in on them Fitzgerald drove them and",
        3775.26,
        3783.32
    ],
    [
        " they drove themselves that's such a great indicator of what leadership is all these other people",
        3783.32,
        3790.36
    ],
    [
        " are losing people people going crazy they're they're they're they're combat fatigue they're being",
        3790.36,
        3794.52
    ],
    [
        " overcome Fitzgerald is a leader and he holds the line and that makes his guys hold the line",
        3794.52,
        3803.0
    ],
    [
        " and it says you know it's he was tough but he was more than that it's not just about being tough",
        3803.0,
        3810.9
    ],
    [
        " being tough only gets you a part of the way there yeah",
        3810.9,
        3813.7
    ],
    [
        " this is uh this next loss of men is just awful back to the book Mac Allen lost men",
        3813.7,
        3824.44
    ],
    [
        " his platoon sergeant took out a typical patrol terrible cold but no fighting",
        3824.44,
        3829.92
    ],
    [
        " they came back in about 2 a.m. using a fixed rope that to help them scramble up",
        3829.92,
        3835.14
    ],
    [
        " nearly sheer ice below the wire came in half frozen and tired",
        3835.14,
        3840.12
    ],
    [
        " Mac was there to meet them to check in each man as he questioned the platoon sergeant about the patrol",
        3840.9,
        3846.16
    ],
    [
        " the sergeant remembered damn me mr. Allen we left the rope out there hanging down from just below the wire",
        3846.16,
        3853.9
    ],
    [
        " the sergeant yelled for another marine to give him a hand and disappeared over the lip of the ridge",
        3853.9,
        3860.36
    ],
    [
        " with a husky blonde marine in tow Mac was back in the bunker taking off his boots",
        3860.36,
        3866.18
    ],
    [
        " when a burst of machine gun fire then another ripped through the mountain stillness",
        3867.46,
        3872.14
    ],
    [
        " outside marines were running Mac pulled on the boots and crawled out grabbing a man running by",
        3872.14,
        3878.2
    ],
    [
        " where's the platoon sergeant where's the sergeant and windgate in the confusion it took a few",
        3878.2,
        3884.32
    ],
    [
        " minutes to find them they both lay dead on the forward slope big windgate draped over the wire",
        3884.32,
        3891.06
    ],
    [
        " the sergeant curled up looking like a man taking a nap on a reddened patch of snow",
        3891.06,
        3896.36
    ],
    [
        " one of Allen's machine gunners knew the patrol was in but no one had thought to tell him about the two",
        3896.36,
        3903.18
    ],
    [
        " men going back out to retrieve the rope as they came back he took them for gooks trailing the",
        3903.18,
        3909.78
    ],
    [
        " patrol home trying for a straggler and he fired off two short effective bursts",
        3909.78,
        3916.2
    ],
    [
        " he was a very good gunner and he caught both men in the face the rope was coiled neatly over",
        3917.44,
        3924.3
    ],
    [
        " the sergeant's shoulder windgate was in my machine gun platoon on 749 before being transferred",
        3924.3,
        3931.34
    ],
    [
        " to max platoon not a terribly good marine a brooder most men disliked him one of the few friends he had",
        3931.34,
        3938.9
    ],
    [
        " was the gunner who killed him knowing what losing sergeant and windgate would mean to Mac",
        3938.9,
        3945.68
    ],
    [
        " i called him on the company phone to talk about it he wondered if he should have just left the",
        3945.78,
        3951.4
    ],
    [
        " dam rope out there dangling no matter that the sergeant should have passed word that they were",
        3951.4,
        3955.58
    ],
    [
        " going back out this was max platoon and these his men and their deaths his deaths",
        3955.58,
        3962.84
    ],
    [
        " they carried the bodies to the supply tent just below the company cp and laid them out",
        3962.84,
        3969.6
    ],
    [
        " the cold would take care of them through the night and in the morning the goop train would come",
        3969.6,
        3974.38
    ],
    [
        " through but when the gooks got there and eight stretcher bears fell out to approach the supply",
        3975.2,
        3980.34
    ],
    [
        " plant tent to pick up the dead and carry them down the hill a marine stopped them the gunner who'd",
        3980.34,
        3986.72
    ],
    [
        " killed windgate and the sergeant he had sat crying all night in the tent sitting over the bodies",
        3986.72,
        3992.48
    ],
    [
        " and now he stood just outside the tent flap dry eyed but holding a 45 automatic you're not taking",
        3992.48,
        4000.68
    ],
    [
        " them he said the gooks dropped the two stretchers and scattered along the path in both directions",
        4000.68,
        4006.06
    ],
    [
        " crazy marines the stretcher lay on the ice chaffee walked up to the gunner",
        4006.06,
        4013.4
    ],
    [
        " give it here corporal he said you know windgate wouldn't want you doing that stay back skipper",
        4013.4,
        4019.16
    ],
    [
        " the corporal said he waved the gun crying again now and shaking his head i was down there by now",
        4019.16,
        4025.5
    ],
    [
        " with all the excitement and to me it was pretty clear a fast man standing this close could jump",
        4025.5,
        4031.38
    ],
    [
        " him and a new chaffee was very fast but the captain just stood there easily hands on his hips",
        4031.38,
        4038.04
    ],
    [
        " fill he said fill you know johnny wouldn't want anyone hurt over him the corporal didn't move for",
        4038.04,
        4047.44
    ],
    [
        " an instant and then he shook his head and his right arm flexed then fell the pistol hanging",
        4047.44,
        4054.02
    ],
    [
        " loose in his hand chaffee reached out to take it then he did something i would not have done",
        4054.02,
        4059.62
    ],
    [
        " he slipped the 45 back into the corporal's holster patting him on the shoulder and waved the gooks",
        4059.62,
        4065.44
    ],
    [
        " to come to the tent then chaffee and phillips and eye with the corporal's help lay the two bodies",
        4065.44,
        4072.56
    ],
    [
        " very gently on the stretchers they were frozen solid and handled like cordwood the corporal sat in",
        4072.56,
        4080.0
    ],
    [
        " the snow crying until red phillips got him to drink some coffee and go back to his bunker",
        4080.0,
        4084.76
    ],
    [
        " i realized it was the first time i'd heard chaffee call a marine by his christian name",
        4084.76,
        4091.32
    ],
    [
        " so this blue on blue and i seem to hit this in every book that we we talk about it for some reason",
        4091.32,
        4100.54
    ],
    [
        " it's something that doesn't get taught very often it didn't get taught to me in great detail",
        4100.54,
        4106.62
    ],
    [
        " the detail i wish it got taught in something that happens happens as simple as this i we forgot",
        4106.62,
        4113.24
    ],
    [
        " the rope we're gonna go back out and grab it and then you got two dead marines killed by another",
        4113.24,
        4117.24
    ],
    [
        " marine i mean it's just an awful situation so don't ever take any part of an operation lightly ever",
        4117.24,
        4123.88
    ],
    [
        " then make sure you keep people informed of where you're gonna be on the battlefield and",
        4123.88,
        4128.92
    ],
    [
        " there's nothing harder when you're when you're leaving the lines you gotta let people know",
        4128.92,
        4133.32
    ],
    [
        " don't take it for granted that people understand what's going on so these are kind of things that",
        4134.14,
        4138.74
    ],
    [
        " are happening back to the book so the gooks were not the only danger we were killing ourselves and",
        4138.74,
        4144.74
    ],
    [
        " breaking our legs and falling sick and cracking up and being carried away it was how it was in a",
        4144.74,
        4152.48
    ],
    [
        " mountain war and deep winter but the gooks were to have their chances both mac allen and i had lost",
        4152.48,
        4160.06
    ],
    [
        " men and now it came simonis's turn so simonis is the guy that uh it said i had done a big operation",
        4160.06,
        4173.3
    ],
    [
        " that was pretty successful hadn't taken a casualties and killed a bunch of enemy and now we're about to",
        4173.3,
        4179.76
    ],
    [
        " do any counter with him some things are going sideways form back to the book i heard the firing",
        4179.76,
        4186.14
    ],
    [
        " before i was really awake part reality part nightmare i sat up suddenly in the bag prince and was",
        4186.14,
        4193.04
    ],
    [
        " up and dressed and he handed me a canteen cup hot with coffee very strong and black the way he made it",
        4193.04,
        4198.72
    ],
    [
        " prince went on fussing with domestic chores keeping a tidy bunker mr. simonis is catching it he said",
        4198.72,
        4204.34
    ],
    [
        " simonis had taken a patrol down the mountain the night before an ambitious affair affair all the way",
        4204.34,
        4210.52
    ],
    [
        " into the valley he should have been back and into the line by this time it was almost six i tried to",
        4210.52,
        4216.58
    ],
    [
        " call the cp but nobody answered they must all be out trying to do something about simonis then i",
        4216.58,
        4222.56
    ],
    [
        " remembered that chaffee wasn't there he torn his hand helping men lay barbed wire it had become",
        4222.56,
        4229.34
    ],
    [
        " infected and he was down at the battalion getting it repaired chaffee had no business out there",
        4229.34,
        4234.82
    ],
    [
        " muscling wire but try telling chaffee not to do things so there's chaffee's not around the square",
        4234.82,
        4242.18
    ],
    [
        " to weigh company commander's not around so it's actually fill ups that's running the company right now",
        4242.18,
        4247.24
    ],
    [
        " and you got simonis supposed to be back in the wire but he's not he stuck out in the field",
        4247.24,
        4252.4
    ],
    [
        " and simonis had had radio contact and he'd been caught out there at first light as they went across",
        4252.4,
        4259.12
    ],
    [
        " little stream and they got murdered they got hit and so uh finally brady goes and and gets to fill ups",
        4259.78,
        4268.34
    ],
    [
        " and talks to him fill ups with the back to the book fellows was standing in front of the cp looking",
        4268.34,
        4274.64
    ],
    [
        " saw him look red i'll take some people down there if you want with stretchers and help simonis get",
        4274.64,
        4279.52
    ],
    [
        " out of there fill ups looked at me for the first time and in what seemed to be focus yeah yeah he",
        4279.52,
        4285.08
    ],
    [
        " said that's a good idea i sent a fire team down already with a corpsman in some blood but they're",
        4285.08,
        4290.06
    ],
    [
        " gonna need more than that good idea get a squad of people together i appreciate this get them back",
        4290.06,
        4297.08
    ],
    [
        " i appreciate it it came to me he was afraid maybe they wouldn't be back",
        4297.08,
        4302.96
    ],
    [
        " and so uh brady gathers up his troops and they take off he's he says he's feeling afraid but he's",
        4302.96,
        4313.3
    ],
    [
        " going anyways and they take off down the hill and it's it's it's a long distance but they get",
        4313.3,
        4320.36
    ],
    [
        " make it up very quickly because they're traveling light and they're heading downhill which is pretty",
        4320.36,
        4323.98
    ],
    [
        " easy no it's obviously easier than going uphill back to the book i was at the bottom before i",
        4323.98,
        4328.04
    ],
    [
        " expected a dozen or more marines lay around in the snow some underpines under some pines at the",
        4328.04,
        4334.56
    ],
    [
        " edge of flat ground there were two dead simonis told me and seven wounded out of twelve only one of",
        4334.56,
        4342.62
    ],
    [
        " the wounded was really bad and he might not make it the others were walking wounded it was the",
        4342.62,
        4348.1
    ],
    [
        " mortars that caught them in the open ground at first light they must have had the concentration",
        4348.1,
        4353.68
    ],
    [
        " registered he said because there were no ranging shots just silence one moment and shale's",
        4353.68,
        4359.54
    ],
    [
        " worrying the next there was no firing at all from either side so one thing that one thing about",
        4359.54,
        4367.34
    ],
    [
        " mortars is is first of all they're hard to shoot accurately and we talk about ranging what you do",
        4367.34,
        4372.52
    ],
    [
        " is you shoot one you if you're trying to hit a target you shoot the first one long and then you",
        4372.52,
        4377.2
    ],
    [
        " shoot the second one short and then you take the two the compromise into the middle and then",
        4377.2,
        4381.18
    ],
    [
        " you're going to hit your target so that's that's how mortars work so what they have in this situation",
        4381.18,
        4385.62
    ],
    [
        " when he said that they must have the mortars registered that means they already have and they know",
        4385.62,
        4389.48
    ],
    [
        " that spot and they don't have to range them all they can just drop them and the other thing that",
        4389.48,
        4393.08
    ],
    [
        " so mortars they can just you don't always hear that sound of them being launched especially if it's",
        4393.08,
        4398.36
    ],
    [
        " further away you're not going to hear that or different atmosphere occurred noise conditions",
        4398.36,
        4404.4
    ],
    [
        " you know if you've got heavy cloud cover that reflects the noises but if you don't maybe you don't",
        4404.4,
        4408.5
    ],
    [
        " hear it maybe different terrain doesn't let you hear noises just like noise is reflecting around in",
        4408.5,
        4413.22
    ],
    [
        " a city and the other thing about mortars that is is hard to understand mortars coming all different",
        4413.22,
        4418.72
    ],
    [
        " shapes and sizes and small mortars are tiny they're tiny little 60 millimeter mortars they're tiny",
        4418.72,
        4424.44
    ],
    [
        " and I mean the six centimeters right that's how big it is they're tiny little things and then it",
        4425.0,
        4429.22
    ],
    [
        " goes all the way up to 120 millimeter now they go bigger than that but common is you know as big as",
        4429.22,
        4435.84
    ],
    [
        " 120 millimeters and that's the diameter range yeah yeah it's big yeah and so what you end up with",
        4435.84,
        4444.28
    ],
    [
        " the main point of this is that these things when mortars hit the shards the the the shrapnel",
        4444.28,
        4451.48
    ],
    [
        " that comes off them people think of shrapnel as being little tiny things and I've talked about this",
        4451.52,
        4456.12
    ],
    [
        " before shrapnel is big shrapnel is giant shrapnel can be eight to ten inches long I mean just giant",
        4456.12,
        4463.2
    ],
    [
        " and they're thick shrapnel is a half inch piece of steel just a big chunk a half inch piece of steel",
        4463.2,
        4469.24
    ],
    [
        " it's brutal and so when it hits in these guys you know totally unexpected there's walking and boom",
        4469.24,
        4476.82
    ],
    [
        " it's it's devastating but the shooting it stopped back to the book they had stretchers out and rolled",
        4477.0,
        4485.98
    ],
    [
        " the bodies aboard strapping them on with their own belts and then four men lifted coffee old and",
        4485.98,
        4491.92
    ],
    [
        " slither stretcher under them so coffee old is a big giant guy they said he's over six six just a",
        4491.92,
        4498.78
    ],
    [
        " monster of a guy god knows what he weighs but he's huge and so they got to carry him and like I",
        4498.78,
        4505.94
    ],
    [
        " mentioned they were running downhill to get to him well now to get back they got to go uphill the",
        4505.94,
        4510.42
    ],
    [
        " whole way we heaved him up and started off up the trot and snow slowly as it had to be with his",
        4510.42,
        4517.42
    ],
    [
        " weight on the hill the hill reached endlessly upward so they are trudging and it doesn't take long",
        4517.42,
        4524.72
    ],
    [
        " for them to be like exhausted back to the book the other three men looked as bad as I felt we were",
        4524.72,
        4533.28
    ],
    [
        " all tired the four of us and among us there wasn't a damn shred of sympathy anymore for coffee old",
        4533.28,
        4537.9
    ],
    [
        " the cause of our exhaustion of our misery we all hated poor coffee old when I realized this some",
        4537.9,
        4544.16
    ],
    [
        " pride seeped back into me we were all in the same fix I didn't want to be the first to give up",
        4544.16,
        4549.84
    ],
    [
        " but if I didn't give up soon I would die there with coffee old there in the snow broken by the",
        4549.84,
        4557.0
    ],
    [
        " impossible load we carried I was climbing now with my eyes shut not wanting to see how much hill",
        4557.0,
        4563.7
    ],
    [
        " remained my mouth wide open and gasping we all fell again the third time like Christ under the cross",
        4563.7,
        4571.0
    ],
    [
        " this time I didn't get to my feet but crouched their goping air around me the others were still",
        4571.0,
        4577.2
    ],
    [
        " down then Simone so is at my side time to change over we'll take him for a stretch so this is just",
        4577.2,
        4583.12
    ],
    [
        " brutal physical evolution that's happening I was back to the book I was thirsty but my canteen was",
        4583.2,
        4591.14
    ],
    [
        " frozen solid Princeton was always warning me about that but I hadn't wanted to add whiskey the way",
        4591.14,
        4597.02
    ],
    [
        " Princeton I regretted it now and scooped up smooth snow from just off the trail and let it melt in my",
        4597.02,
        4603.34
    ],
    [
        " mouth so imagine that you're just devastatingly thirsty and boom you go to get your drink your canteen",
        4603.34,
        4611.0
    ],
    [
        " it's frozen completely solid brutal now they continue I mean it's it's it's a it's just a heinous",
        4611.0,
        4621.78
    ],
    [
        " evolution that they go through they finally get him back up back to the book the climb was over",
        4621.78,
        4627.9
    ],
    [
        " 13 hours after it began over for today tomorrow could be the same or worse it really wasn't fair",
        4627.9,
        4637.98
    ],
    [
        " that having done so much there was still so much to do you never really mastered war never got",
        4637.98,
        4644.1
    ],
    [
        " on top of it it was always too big there was too much to it ever to finish the job",
        4644.1,
        4652.02
    ],
    [
        " now",
        4652.02,
        4655.76
    ],
    [
        " goes from that just brutal situation I mean imagine 13 13 hours but you think it's you think",
        4655.76,
        4665.98
    ],
    [
        " you're gonna be back in like 45 minutes right now run out we'll help these guys we'll get some",
        4665.98,
        4669.88
    ],
    [
        " stretchers yeah and then you you run down there and it's 13 hours later you're dehydrated but he",
        4669.88,
        4677.08
    ],
    [
        " starts to go into some reflections now of what it was like some other parts of the war and you're",
        4677.08,
        4683.88
    ],
    [
        " gonna see he's gonna oscillate back and forth as he describes some of the stuff but it's all really",
        4683.88,
        4687.76
    ],
    [
        " good information and things to think about back to the book when you weren't fighting the war was",
        4687.76,
        4695.0
    ],
    [
        " pretty good mornings were the best time the terror of the night ended the patrols and ambushes",
        4695.0,
        4702.32
    ],
    [
        " and duck blinds men slept late when there was snow in the night it lay smooth and untracked no",
        4702.32,
        4709.76
    ],
    [
        " industrial smokestack or city set turning it dour and gray no vehicles to churn it into slush",
        4709.76,
        4716.8
    ],
    [
        " it hung glistening on the pine branches until the sun warming as it rose thawed",
        4716.8,
        4723.0
    ],
    [
        " it into tiny shining icicles glistening melting drop drop drop men crawled out of the bunkers",
        4723.0,
        4730.5
    ],
    [
        " into the morning calm the industrious using m in trenching tools to dig away the snow tidying the",
        4730.5,
        4736.12
    ],
    [
        " trench so there's that's the dichotomy of war and he's gonna go back and forth on this dichotomy",
        4736.12,
        4745.46
    ],
    [
        " quite a bit do you know I mean I guarantee you experience that too where overall it's just this",
        4745.46,
        4754.36
    ],
    [
        " really junk situation overall but then all those little almost like micro pleasures you know how",
        4754.36,
        4760.44
    ],
    [
        " it's just this little thing they kind of add up and then you kind of miss them",
        4760.44,
        4764.1
    ],
    [
        " never even mind micro that's what that's one of the reasons I'm in this chapter you're gonna see",
        4764.1,
        4770.38
    ],
    [
        " like he's called he goes back and forth yeah about what makes it good and what makes it fun and",
        4770.38,
        4776.66
    ],
    [
        " there's something I've talked about this point there's something so pure about being overseas",
        4776.66,
        4781.6
    ],
    [
        " fighting a war yeah think about anything else yeah like you don't think about anything else",
        4781.6,
        4786.26
    ],
    [
        " and it's just this pure thing that you have then nothing else in the world matters yeah and that",
        4786.26,
        4791.1
    ],
    [
        " feels good mm-hmm I love that feeling yeah like even like what if you think pack your tear I don't know",
        4791.1,
        4798.74
    ],
    [
        " so certain some people they're like oh yeah my college days where I was oh so broke there's",
        4799.18,
        4803.66
    ],
    [
        " all this like junk stuff and how much better it is now but you think back on just the the small good",
        4803.66,
        4809.44
    ],
    [
        " parts you don't like yeah well you definitely everybody everybody self edits their past and",
        4809.44,
        4813.86
    ],
    [
        " remembers the good stuff more than the bad yeah right I mean that that definitely happens yeah",
        4813.86,
        4817.9
    ],
    [
        " that didn't happen you know I've heard said if that didn't happen women would never have more than one",
        4817.9,
        4822.24
    ],
    [
        " kid right because given birth this is like really tough evolution so I say oh no I don't want to do",
        4822.24,
        4828.2
    ],
    [
        " that again but the reality is a woman have all kinds of kids despite the toughness of that",
        4828.2,
        4832.4
    ],
    [
        " evolution because they remember the good stuff yeah especially I mean sometimes if they if they",
        4832.4,
        4836.82
    ],
    [
        " kind of leave that experience with a like a bad idea of it then then they'll sell for it the other",
        4836.82,
        4843.84
    ],
    [
        " way like all it was just junk but you know those times when it's like we always kind of miss those",
        4843.84,
        4849.4
    ],
    [
        " times well it's the same thing there's all kinds of when you're on deployment there's all kinds of",
        4849.4,
        4852.56
    ],
    [
        " frustrations and and there's infighting and there's all these problems and then you get back",
        4852.56,
        4857.62
    ],
    [
        " for everyone hates each other you get back at rooms like oh yeah have all yeah yeah you said all",
        4857.7,
        4862.26
    ],
    [
        " that stuff is out yeah yeah when you figure when you go on deployment if you make it back and you know",
        4862.26,
        4867.68
    ],
    [
        " and get back it's like you know you've done a good thing you know to go fight for your country",
        4867.68,
        4873.58
    ],
    [
        " is a good thing straight up so you know that so you it's pretty rare you're gonna emerge",
        4873.58,
        4877.74
    ],
    [
        " thinking oh man we shouldn't have done that kind of thing yeah no that's definitely not a",
        4877.74,
        4887.56
    ],
    [
        " it's the way you're gonna self edit it's gonna be in the good way you know so you're gonna be oh I miss",
        4887.56,
        4892.02
    ],
    [
        " all I miss that time even though it was miserable and I think what's cool is I think you're gonna",
        4892.02,
        4896.12
    ],
    [
        " see here this here he goes back and forth like he's definitely self editing some of the good stuff but",
        4896.12,
        4900.4
    ],
    [
        " he's also going right into some of the his description and we'll get to it here in a minute I think",
        4900.4,
        4904.68
    ],
    [
        " it's I think it's in this section but he's talking about like when the night comes and it's awesome",
        4904.68,
        4908.68
    ],
    [
        " we'll get there to minute back to the book Princeton like most regulars made a fetish of shaving",
        4908.68,
        4916.06
    ],
    [
        " daily water was always short we melted snow and canteen cups over Coleman Stowe's and parceled out",
        4916.56,
        4922.62
    ],
    [
        " from five gallon Jerry cans water maybe is the heaviest thing Marines ever have to carry",
        4922.62,
        4929.44
    ],
    [
        " we never washed there wasn't water for that I suppose we smelled pretty bad but you stop noticing",
        4929.44,
        4936.54
    ],
    [
        " the air in the bunkers lighted by candles and worn by Coleman Stowe's was so foul that you spit",
        4936.54,
        4942.56
    ],
    [
        " it's so and body armor odor didn't really register you never changed clothes except for socks I had",
        4942.56,
        4949.7
    ],
    [
        " two pairs of heavy wool socks and I tried to change every day the socks you put on were filthy but",
        4949.7,
        4955.72
    ],
    [
        " after 24 hours they were dry the sweat evaporated frozen feet were continual fear we all knew the",
        4955.72,
        4963.22
    ],
    [
        " horror stories from the winter before many lost toes or an entire foot sometimes both feet if",
        4963.22,
        4969.42
    ],
    [
        " you could somehow keep your feet dry the cold wasn't as dangerous you might if the Koreans didn't",
        4969.42,
        4974.74
    ],
    [
        " get you or a mine or an accidental discharge or a short round survived the winter with limbs intact",
        4974.74,
        4980.4
    ],
    [
        " how the socks smell didn't matter only if they were dry and there's a part there's a part in a book",
        4980.4,
        4986.0
    ],
    [
        " that I didn't talk about that I didn't highlight at least I don't think I did but they're they're",
        4986.0,
        4992.1
    ],
    [
        " showing them a film to get ready to go to Korea and the film is of a guy with frost bitten toes",
        4992.1,
        4997.18
    ],
    [
        " and the surgeon he's not even using a knife he's just the toes are just they're just coming off",
        4997.52,
        5003.74
    ],
    [
        " like breaking off like breaking off a twig off a branch and you know that kind of thing right there",
        5003.74,
        5009.3
    ],
    [
        " we'll make you try and keep your feet dry yeah back to the book if I had one I smoked a cigar",
        5009.3,
        5016.24
    ],
    [
        " chewing the stub into pulp spitting juice onto the snow at my feet onto my thermal boots it didn't",
        5016.24,
        5024.72
    ],
    [
        " up here none of the garrison chicken shit you lived with a quanico or penleton or even in reserve",
        5024.72,
        5030.02
    ],
    [
        " these were good times too afternoons looking at the mountains and the snow and smoking and spitting",
        5030.02,
        5038.06
    ],
    [
        " with no one to complain scratching yourself where you witched your groin or your belly or wherever",
        5038.06,
        5043.74
    ],
    [
        " in a country this lovely unless you were someone was shooting at you or sending you out on patrol",
        5043.74,
        5049.46
    ],
    [
        " if you could stay warm and dry and you knew there was a one more can of sweet peaches repairs back in",
        5049.52,
        5055.94
    ],
    [
        " the bunker the war wasn't so bad so that's awesome that's what I'm talking about you're over there",
        5055.94,
        5063.14
    ],
    [
        " there's no it's weird because there's all kinds of rules when you're in combat but they're",
        5063.14,
        5067.04
    ],
    [
        " different rules and the the rules of normal life they don't apply anymore and you just do whatever",
        5067.04,
        5071.42
    ],
    [
        " you want in a lot of cases you know oh this is an orc is smash it oh I don't like this gonna break",
        5071.42,
        5076.32
    ],
    [
        " it oh there's something over there shoot at it it's fun it's awesome and then yeah and then",
        5076.4,
        5083.96
    ],
    [
        " like he's literally talking about you know just scratching yourself like you're just it's just",
        5083.96,
        5088.22
    ],
    [
        " man's world right I mean at least it was for me just a bunch of guys hanging out with a cool job",
        5088.22,
        5093.8
    ],
    [
        " and so it's awesome it's fun now things you're gonna see this is that this is that paragraph that I",
        5093.8,
        5106.3
    ],
    [
        " 30 or 245 in the afternoon the sun would start to fall toward the ridge line and the wind out a",
        5106.3,
        5112.52
    ],
    [
        " side barrier would pick up and I would begin to shiver not just from the cold but knowing that the",
        5112.52,
        5120.26
    ],
    [
        " good time was nearing its end that darkness was coming the dark and the night and the terrible cold",
        5120.26,
        5127.14
    ],
    [
        " and unless we were lucky the fighting I hated to see the dusk come in combat there are no beautiful",
        5127.14,
        5136.04
    ],
    [
        " sunsets a falling sun is a warning of the night the shadows lengthen and the temperature falls",
        5136.14,
        5143.44
    ],
    [
        " and the wind seeks you out mendigan begin to move around now restless nervy busing themselves with",
        5143.44,
        5150.76
    ],
    [
        " chores to take their minds off the night breaking down weapons one more time for cleaning rearranging",
        5150.76,
        5155.74
    ],
    [
        " their grenades and bringing in the sleeping bags left out for a day's airing heating a",
        5155.74,
        5160.26
    ],
    [
        " separate line of beans and ham before dark once the night comes there may not be time once the",
        5160.26,
        5166.78
    ],
    [
        " darkness falls the good times are passed the pleasant indolence the contemplation of the day is gone",
        5166.78,
        5173.76
    ],
    [
        " by 430 there is no more sun and then only a swift dusk and then the real night cold and frightening",
        5173.76,
        5182.88
    ],
    [
        " and too often deadly yeah I was this is something else to think about this is like a daily reminder to",
        5182.94,
        5195.1
    ],
    [
        " me because I was I was I always watch the sunset if I have the opportunity yeah but like I reread this",
        5195.1,
        5200.3
    ],
    [
        " book for the podcast and so lately now when I'm watching the sunset this is what I'm thinking about",
        5200.3,
        5205.34
    ],
    [
        " about what these guys were thinking it's all nice and pretty here in California watch the sunset",
        5205.34,
        5209.52
    ],
    [
        " it's not always like that do you think that that kind of robs you of the experience here or do you",
        5209.7,
        5215.24
    ],
    [
        " think it adds to I think it adds to 100% because I'm not sitting I don't I'm not in this reality I'm not",
        5215.24,
        5220.36
    ],
    [
        " in their their reality I'm in my reality sunset means it looks nice the wind calms down you get to see",
        5220.36,
        5226.48
    ],
    [
        " a beautiful sky that's what sunset is but I get to contrast that with what these guys experience",
        5226.48,
        5232.38
    ],
    [
        " with the true darkness coming what that meant to them the fear that they were going to they were",
        5232.38,
        5237.6
    ],
    [
        " going to face every single night and it's amazing that every single day they'd wake up and enjoy",
        5237.6,
        5242.54
    ],
    [
        " that day yeah they enjoy that icicles dripping water and they would relish that even with the",
        5242.54,
        5248.86
    ],
    [
        " imminent darkness coming they relished what they could and I think that's a good lesson for",
        5248.86,
        5254.1
    ],
    [
        " anybody to learn yeah yeah that's what I'm saying if you can manage to do that you know",
        5254.1,
        5258.9
    ],
    [
        " not only do the keep things in perspective but it'll enhance your experience you know exactly",
        5258.9,
        5265.0
    ],
    [
        " you gotta know the darkness back to the book if you've never been to war and this is going back to us",
        5265.2,
        5275.38
    ],
    [
        " oscillating a little bit in the other direction about the good times if you've never been to war",
        5275.38,
        5282.24
    ],
    [
        " you cannot realize that some of it not all of it of course but some of it is such sheer",
        5282.24,
        5287.78
    ],
    [
        " boyous fun you lived outdoors you were physically active you shared the boisterous camaraderie",
        5287.78,
        5294.7
    ],
    [
        " of other young men you shed fat and put on sinew and muscle except for those nagging minor",
        5294.7,
        5301.44
    ],
    [
        " hurts you were clear eyed and generally healthy and your body responded instantly and instinctively",
        5301.44,
        5307.42
    ],
    [
        " whenever called upon you slept like the dead not even the dome menu of the ration box killed",
        5307.42,
        5314.14
    ],
    [
        " the appetite you saw the dawn and the night and the stars and came to calculate time and date by",
        5314.14,
        5320.72
    ],
    [
        " the phases of the moon and on those rare days of fall you heard the gurgle of running water under",
        5320.72,
        5327.14
    ],
    [
        " the snow heading toward the valley in the sea you smelled the pines and listened to the wind and",
        5327.14,
        5333.08
    ],
    [
        " you could sense when the snow was coming and new to the instant when the sun would rise when the",
        5333.08,
        5338.72
    ],
    [
        " sun would set a city boy I was falling in love with the country those first months in the hills",
        5338.72,
        5345.6
    ],
    [
        " if only I could get home to tell about it I hoped I would live until spring",
        5345.6,
        5352.84
    ],
    [
        " so that's the other side of it and that's I completely agree with it you're so focused and you're",
        5352.84,
        5362.94
    ],
    [
        " with your guys and there's nothing else to worry about you're all working towards common goal and it's",
        5362.94,
        5367.08
    ],
    [
        " awesome that's just the dichotomy of war moving on back to the book you learned from men like",
        5368.98,
        5376.84
    ],
    [
        " Chaffee a yaley with a law degree from Harvard who came from money a handsome man physically courageous",
        5376.84,
        5385.64
    ],
    [
        " and tireless from all that could have come arrogance snobbery but he possessed neither of those",
        5385.64,
        5396.16
    ],
    [
        " traits he was only calm and vigorous and efficient usually cheerful decent and humane a good man",
        5396.68,
        5403.72
    ],
    [
        " a fine officer and you learned from men like Corpoe Geest who might heard one day expounding on",
        5403.72,
        5411.84
    ],
    [
        " what was wrong with the war movies you notice in the movies Geest said Marines never shit John Wayne",
        5411.84,
        5419.64
    ],
    [
        " or none of them they never have to take a crap never how can you believe the rest of a movie where",
        5419.64,
        5424.46
    ],
    [
        " no one ever takes a shit I have to agree with that and actually if you read this book he goes into",
        5424.46,
        5433.94
    ],
    [
        " some details about that that are that are really good just some of the minute details things like",
        5433.94,
        5438.42
    ],
    [
        " shitting yeah that that are really they're hilarious to read it's it's great stuff and it's and",
        5438.42,
        5445.34
    ],
    [
        " again it's the kind of details that those are the they they're part of the life yeah you know it's",
        5445.34,
        5450.84
    ],
    [
        " like in in Iraq you you basically are always shitting in these little porta-bodies port of",
        5450.84,
        5458.32
    ],
    [
        " port of johns port of parties right and so there's a whole like they're in the summertime they're",
        5458.32,
        5464.3
    ],
    [
        " like saw us we call them the song as blue saw us because they were blue and there's flies and I",
        5464.3,
        5468.92
    ],
    [
        " mean it just becomes its own little thing right and no one's gonna talk about that right I mean I guess",
        5468.92,
        5473.36
    ],
    [
        " I just did but that's that's a big like when I go when I'm at add a event somewhere and I got",
        5473.36,
        5479.76
    ],
    [
        " a you want to talk about flashbacks you put me into a porta-poddy somewhere at its hot I'm thinking",
        5479.76,
        5483.82
    ],
    [
        " I'm in Iraq it means to me and there's flies and it's just horrible that's the way it is that's",
        5483.82,
        5488.86
    ],
    [
        " one of the little things and he definitely goes into some great details in this book about all all",
        5488.86,
        5492.06
    ],
    [
        " kinds of stuff yeah that we don't really think about another thing that was interesting is he",
        5492.06,
        5497.58
    ],
    [
        " talks about he talked about with his canteens being frozen but back to the book in this cold",
        5497.58,
        5502.96
    ],
    [
        " dry air your throat was always parched your canteens might be frozen and you longed for drink",
        5502.96,
        5509.68
    ],
    [
        " I vowed once the war was over never again to pass a faucet without pausing to slake my thirst",
        5509.68,
        5516.26
    ],
    [
        " with a glass of cold water so you don't think about these guys being thirsty but they were",
        5516.26,
        5521.4
    ],
    [
        " absolutely now we get into some back back towards some of that psychological",
        5521.4,
        5527.82
    ],
    [
        " issues that guys are coming up against we're beginning to learn a new word for someone who'd",
        5529.0,
        5533.64
    ],
    [
        " had a bad scare who was losing his nerve we said he was shook English majors such as me wonder why",
        5533.64,
        5541.44
    ],
    [
        " it wasn't shaky or shaken or something grammatical but it was always shook and you knew what it",
        5541.44,
        5547.6
    ],
    [
        " meant it had little to do with the old world war shell shocked that was another very precisely",
        5547.6,
        5554.36
    ],
    [
        " defined thing that came from being too close to an incoming shell shook was nerves in general",
        5554.36,
        5560.12
    ],
    [
        " and once you had a man who was really shook you tried to get rid of him because he was no good to",
        5560.12,
        5564.5
    ],
    [
        " you anymore it was the 76s coming in flat and fast or mortars dropping on you or fear of mines",
        5564.5,
        5573.28
    ],
    [
        " or maybe too many duck blinds and night ambushes or a win that never stopped blowing those were what",
        5573.28,
        5580.26
    ],
    [
        " made you shook and so he's actually he's saying that it's different from being shell shocked",
        5580.26,
        5585.98
    ],
    [
        " because he's saying that shell shocked was a precisely defined thing that came from being too close",
        5585.98,
        5591.38
    ],
    [
        " in incoming shell and they've actually they've actually that's not true shell shocked wasn't only from",
        5591.38,
        5598.3
    ],
    [
        " in fact it was not just from the concussion the concussion absolutely causes problems in your mind",
        5598.3,
        5604.34
    ],
    [
        " but shell shocked world war one any war that you go into it's it's PTSD right it's it's it's fear it's",
        5604.76,
        5612.72
    ],
    [
        " the thinking things the good thing you're denied it's all those things building up fear of losing your",
        5612.72,
        5616.8
    ],
    [
        " legs it's all those things so when he's talking about he says oh it's not the same thing as shell",
        5616.8,
        5620.34
    ],
    [
        " shocked but then he says it was the 76s which are flat trajectory rounds coming at big giant rounds",
        5620.34,
        5626.22
    ],
    [
        " coming at you mortars dropping on you fear of mines so it's being afraid that's what it's",
        5626.22,
        5631.52
    ],
    [
        " talking about is what makes you shook and it's the same thing with one one world war two you go",
        5631.52,
        5635.48
    ],
    [
        " to any war and you want to know what causes psychological damage it's prolonged fear of",
        5635.48,
        5642.12
    ],
    [
        " maiming death and seeing your friends getting maimed and killed that's what I believe it is",
        5642.12,
        5648.46
    ],
    [
        " yeah the shell uh what I heard that um shell shocked is like when they say ship the expression",
        5648.46,
        5656.58
    ],
    [
        " shell referred to your head like your shell got rattled maybe they use that in football or something um",
        5656.58,
        5662.74
    ],
    [
        " but but you know for me shell shocked the the reason they said it was from showing you know that's",
        5662.74,
        5668.06
    ],
    [
        " what I said I'm going to do and again go to I've said this on the podcast before go on youtube and",
        5668.06,
        5672.96
    ],
    [
        " watch the guys that came out of world war one with that were shell shocked it's it's horrible it's a",
        5672.96,
        5677.8
    ],
    [
        " horrible horrible thing to see and it like makes just makes you to feel so thankful that you didn't",
        5677.8,
        5685.5
    ],
    [
        " have to go through what these guys went through and but it's the same you know it was to an",
        5685.5,
        5691.84
    ],
    [
        " extreme and the worst part about world war one I've talked about this too is like when those guys",
        5691.84,
        5696.28
    ],
    [
        " reach their breaking point they got caught they got sent back to England like oh this guy's a coward",
        5696.28,
        5701.86
    ],
    [
        " and of course the people that are calling him cowards were people that were never on the line I",
        5701.86,
        5707.1
    ],
    [
        " mean a lot of them and so yeah it's really it's really horrible I think we do a much better job of",
        5707.1,
        5713.12
    ],
    [
        " taking care of guys that hey you know you went and did this for your country and you went through",
        5713.12,
        5718.26
    ],
    [
        " a little bit too much okay cool let's give you break let's give you a breather right and take care",
        5718.26,
        5722.96
    ],
    [
        " of take care of our veterans something we absolutely we do better then but we always need to focus",
        5722.96,
        5729.3
    ],
    [
        " on taking care of our veterans here's an example of you know what what these what condition these",
        5729.3,
        5736.64
    ],
    [
        " guys get into back to the book the most bizarre was an enlisted man and dog company who'd been out",
        5736.64,
        5742.06
    ],
    [
        " a long time and who had been in a lot of fighting a fine marine a good solid man but now with the",
        5742.06,
        5749.02
    ],
    [
        " rotation draft beckoning he began to act funny refusing to wash or shave and he would not get out",
        5749.02,
        5755.88
    ],
    [
        " of his sleeping bag that was the strangest part he didn't refuse to muster or go on duty but he",
        5755.88,
        5761.36
    ],
    [
        " went everywhere in his sleeping bag he cut out the bottom of it so he could walk taking mincing",
        5761.36,
        5766.98
    ],
    [
        " steps his arms and bodies completely inside the bag and the hood of the bag over his head only",
        5767.82,
        5772.7
    ],
    [
        " his brisely face showing he lined up for meals that way I don't know how he handled going to the",
        5772.7,
        5778.02
    ],
    [
        " head max said it was a psychological return to the womb I didn't know what to make of it he only",
        5778.02,
        5784.24
    ],
    [
        " had a few days left and no one wanted to run him up for bring charges because he was been he'd",
        5784.24,
        5789.3
    ],
    [
        " been a very good man but people moved away when they saw him coming because they knew he was",
        5789.3,
        5794.52
    ],
    [
        " spooked because they had he had begun to smell much worse than the rest of us maybe he was",
        5794.82,
        5800.16
    ],
    [
        " shitting in the bag some people insisted he did he didn't seem to mind being snubbed as he",
        5800.16,
        5805.48
    ],
    [
        " hoped as he hopped around the battalion with those little steps content to be in his bag he was shook",
        5805.48,
        5811.58
    ],
    [
        " gone mental some said",
        5811.58,
        5813.84
    ],
    [
        " and I think that's the reason I highlighted that one is because they're taking care of",
        5813.84,
        5820.78
    ],
    [
        " they're like hey we're not going to bring him up in charge get a few days hey let him walk",
        5820.78,
        5823.42
    ],
    [
        " around the same bag it's all good now hopefully they got him some help yeah",
        5823.42,
        5827.32
    ],
    [
        " when he got out or when he got got off the front and said hey you need to go talk to somebody and",
        5827.32,
        5832.7
    ],
    [
        " you know relax a little bit give this guy a little breather now moving forward again jumping forward",
        5832.7,
        5842.78
    ],
    [
        " in the book a little bit they're they're planning an operation and they call this operation mole",
        5842.78,
        5848.86
    ],
    [
        " mole",
        5850.74,
        5851.3
    ],
    [
        " mole was a splendid plan the sort of exercise they would probably be discussing at staff",
        5851.3,
        5856.08
    ],
    [
        " colleges for years bragging up its genesis lying about its actual accomplishments",
        5856.08,
        5862.16
    ],
    [
        " so here we they're talking about what the plan was they call it mole the idea is that the day after",
        5862.16,
        5873.26
    ],
    [
        " tomorrow towards sunset it will be made to seem that the entire division and divisions all",
        5873.26,
        5877.3
    ],
    [
        " along the line are pulling back to new and better positions for after the snow melts and when",
        5877.3,
        5881.58
    ],
    [
        " the fighting resumes we will seem to have pulled back several miles maybe more we'll sit there on",
        5881.58,
        5887.74
    ],
    [
        " the reverse slope and then until dark and then we'll crawl right back into our bunkers then for four",
        5887.74,
        5894.62
    ],
    [
        " or five days we sit in our bunkers not going out at all by day and little as possible at night",
        5894.62,
        5899.72
    ],
    [
        " no patrols no firing no nothing and wait for the gooks to take the bait and come marching up the hill",
        5899.72,
        5906.3
    ],
    [
        " so that's the plan it's this big deception plan and they all think it's pretty they don't think it's",
        5908.64,
        5916.5
    ],
    [
        " the most effective plan they could come up with back the book it was all bullshit a silly flamboyant",
        5916.5,
        5921.24
    ],
    [
        " scenario and not a real operation that was how we felt and chaffee must have known but he didn't",
        5921.24,
        5926.92
    ],
    [
        " curry favor with subordinates by criticizing the brass we'll read that again he didn't curry favor",
        5926.92,
        5933.56
    ],
    [
        " with the subordinates by criticizing the breath he had argued with the battalion and lost",
        5933.56,
        5939.44
    ],
    [
        " here he passed on orders and said he expected dog company would carry them out impeccably",
        5939.44,
        5945.72
    ],
    [
        " so again you see chaffee never he never breaks even something you know he doesn't agree with it he",
        5945.72,
        5950.88
    ],
    [
        " made his arguments and then he says okay guys here's what we're going to do and mole ends up being",
        5950.88,
        5957.32
    ],
    [
        " fairly uneventful and they they end up coming back down off the line a week later we were",
        5960.6,
        5967.9
    ],
    [
        " relieved and regiment came down off the line dog company again going down by helicopter we have",
        5967.9,
        5973.28
    ],
    [
        " been 46 days on the line living in holes i'd not taken off my underwear in 46 days my hands were so",
        5973.28,
        5980.52
    ],
    [
        " dirty if i rub them on the bare ground they became cleaner since the skin couldn't absorb any more",
        5980.52,
        5985.5
    ],
    [
        " dirt but only chuck it off under friction my sore throat was gone and i felt wonderful",
        5985.5,
        5991.8
    ],
    [
        " i was not the same man who'd gone up the hill january 10th no better or any worse just different",
        5991.8,
        5999.08
    ],
    [
        " in a month and a half of fighting we had not moved an inch forward or back a few men had died on",
        5999.08,
        6013.48
    ],
    [
        " again very similar to world war one trench warfare not as bad in terms of devastating numbers of",
        6014.38,
        6020.52
    ],
    [
        " casualties but the progress is just not there they come down off the line now they get some good food",
        6020.52,
        6029.72
    ],
    [
        " they get some showers they get lined up for showers i was at the end of the line you sent the",
        6029.72,
        6034.7
    ],
    [
        " enlisted men first if it was something pleasant shower a shower you went first if it wasn't the rules",
        6034.7,
        6040.98
    ],
    [
        " were so simple once you learn them classic classic leadership you know if you're",
        6040.98,
        6047.22
    ],
    [
        " said something good to be done give it to the boys if not you got to you got to do it",
        6047.22,
        6054.32
    ],
    [
        " now this is this is a very another just great viewpoint so they when they're in reserve so",
        6054.32,
        6068.16
    ],
    [
        " they're on the other way they're on the line on the hills in the trenches or they get pulled back",
        6068.32,
        6073.78
    ],
    [
        " off the line and they're back in the rear and there's no real threats and they're doing these",
        6073.78,
        6077.96
    ],
    [
        " exercises and problems and clean the weapons and maintenance and healing up and all that and",
        6077.96,
        6083.84
    ],
    [
        " during that time they actually have opportunities to fly to japan in this case and they call it like",
        6083.84,
        6090.4
    ],
    [
        " logistics run to go to japan but what they're really going to do when they get to japan is",
        6090.4,
        6094.74
    ],
    [
        " get with some women and get for the platoon you can get with some women for themselves and then",
        6096.46,
        6102.94
    ],
    [
        " for the platoon they're going to bring back some booze it's like a booze run and in order to be the",
        6102.94,
        6108.02
    ],
    [
        " guy that gets to go for the geisha girls you draw straws and whoever gets draws a straw okay great",
        6108.02,
        6114.96
    ],
    [
        " you get to go to japan for whatever it is three days have a great time blah blah blah well he draws",
        6114.96,
        6119.7
    ],
    [
        " the straw and he decides that he doesn't want to go he wants to stay with the battalion he doesn't",
        6119.7,
        6129.3
    ],
    [
        " he thinks he'd be wasted on him to go and here's why and so I stayed with the battalion the fault of",
        6129.3,
        6135.66
    ],
    [
        " that girl of any girl was immense within me but that was another world those things didn't belong here",
        6135.66,
        6143.34
    ],
    [
        " after five months this battalion these hills these men were what mattered there was a purity of life",
        6143.88,
        6153.44
    ],
    [
        " on the line a crude priesthood of combat that I didn't want to soil for a few days of pleasure",
        6153.44,
        6160.2
    ],
    [
        " you didn't get laid up here you tried not to even muddle your mind thinking about it",
        6160.2,
        6166.64
    ],
    [
        " I had no religious group was about it not this time it was as if japan a trip to japan would have",
        6167.12,
        6173.48
    ],
    [
        " spoiled something betrayed the battalion and my men and myself I couldn't imagine John",
        6173.48,
        6180.74
    ],
    [
        " Chaffee on a booze run and for me Chaffee was the model",
        6180.74,
        6184.86
    ],
    [
        " so there's he talks about that purity it's a real thing I'm telling you it's a real thing",
        6184.86,
        6195.38
    ],
    [
        " it's a real thing the purity of combat and of war it's a real thing it's an evil thing but there's",
        6195.68,
        6202.52
    ],
    [
        " some there's something about it now things start to springtime comes and things start to fall out",
        6202.52,
        6209.98
    ],
    [
        " but you can it's not all good back to the book the fall brought up green buds and turn the roads",
        6209.98,
        6215.96
    ],
    [
        " to mud here in the valleys on the hills there were snow slides and at the briefing Gregory told",
        6215.96,
        6223.4
    ],
    [
        " us that along the line bunkers were collapsing under the weight of layers of sandbags in one",
        6223.4,
        6228.5
    ],
    [
        " regiment two men were suffocated in one bunker another marines back was broken when his bunker",
        6228.5,
        6233.7
    ],
    [
        " slipped sideways and slipped down the hill fox company lost a man when he stepped on a mind during",
        6233.7,
        6238.98
    ],
    [
        " a night exercise both legs were blown off at the knee and by the time they got him back to camp",
        6238.98,
        6244.74
    ],
    [
        " and a surgeon he was dead a machine gunner shot his bunkmate with a 45 then one night there was",
        6244.74,
        6252.66
    ],
    [
        " an alert and the battalion moved out fast and trucks to a support position the alert was",
        6252.66,
        6258.32
    ],
    [
        " nothing the gooks never came but a marine fell out of one truck and was run over by the truck",
        6258.32,
        6264.44
    ],
    [
        " behind so the war went on no fighting to speak of and yet marines continued to die the mountains",
        6264.44,
        6274.62
    ],
    [
        " killed them and the cold and now even the fog conspired to kill them and they killed themselves",
        6274.62,
        6281.48
    ],
    [
        " and each other and sometimes the gooks had their turn at it so springtime doesn't even really",
        6281.62,
        6290.32
    ],
    [
        " doesn't even really mean it's going to get any better and it's going to be fighting season as well",
        6290.32,
        6296.54
    ],
    [
        " so i haven't talked too much about the enemy i thought that this was a really good little",
        6296.54,
        6304.5
    ],
    [
        " excerpt of of the enemy and give you good insight on him so one of the guys comes back from an",
        6305.86,
        6313.5
    ],
    [
        " operation and tells him Jim we killed one guy on patrol the other night brought in the body because",
        6313.5,
        6320.66
    ],
    [
        " we wanted proof you know they carry this little kind of service book in their pockets",
        6320.66,
        6325.72
    ],
    [
        " this chink he enlisted or got drafted or something back in 1936",
        6325.72,
        6331.62
    ],
    [
        " he fought the jabs for nine years then in 47 he fought the reds for ching",
        6332.4,
        6340.4
    ],
    [
        " then when chang put out bugged out to tywan they just turned him around put a red star in his",
        6340.4,
        6349.52
    ],
    [
        " cap and in 1950 he's in Korea fighting us now he's dead 16 years of professional soldiering",
        6349.52,
        6356.78
    ],
    [
        " and all that combat and that son of a bitch is still just a private soldier i got kids in my",
        6356.78,
        6363.9
    ],
    [
        " platoon got out of high school last June so you get these guys again that's that's just crazy life",
        6363.9,
        6372.6
    ],
    [
        " right you fight you fight the japanese for nine years then you fight when the communists were fighting",
        6372.6,
        6379.96
    ],
    [
        " against uh chang ha kai shek you're fighting with him against the communists and then once that",
        6379.96,
        6386.2
    ],
    [
        " doesn't work out you just turn around and you start fighting with the communists against the",
        6386.2,
        6390.72
    ],
    [
        " americans hard hard enemy and the the korean soldiers were hard as well the korean soldiers that were",
        6390.72,
        6401.04
    ],
    [
        " fighting alongside the americans and they still have a reputation of being very hard i never",
        6401.04,
        6404.88
    ],
    [
        " actually work with uh korean marines but they have a reputation of being very very hard and tough",
        6404.88,
        6411.84
    ],
    [
        " soldiers here's an example of that in the book maybe a little too hard",
        6413.98,
        6418.64
    ],
    [
        " some korean marines were on 749 too that's the hill i talked about earlier pierce said",
        6418.64,
        6426.16
    ],
    [
        " when we made the top and there were no more gooks to flush out we dug in hoping they wouldn't come back",
        6426.16,
        6432.98
    ],
    [
        " we were thin we didn't have much left across the saddle the korean marines were on top too",
        6432.98,
        6439.4
    ],
    [
        " the hill was secured but there was a bunch of korean marines over their shouting and arguing about",
        6439.68,
        6444.86
    ],
    [
        " something then they kind of stood back and one of them met knelt down and this guy came up very",
        6444.86,
        6451.56
    ],
    [
        " close behind him and took out a handgun and shot him through the head one minute he was kneeling",
        6451.56,
        6457.8
    ],
    [
        " there and then he was dead i was tired as hell but i stood up and started yelling across the",
        6457.8,
        6463.26
    ],
    [
        " saddle with them i'm yelling at them to stop and waving my arms and one of them waves back",
        6463.26,
        6468.76
    ],
    [
        " being friendly later i found out they executed the guy because he was slow getting up the hill",
        6468.96,
        6476.82
    ],
    [
        " but when i saw him he was on top and none of them had been there very long so how slow could he have",
        6476.82,
        6483.72
    ],
    [
        " been but they shot him anyways hard",
        6483.72,
        6491.54
    ],
    [
        " now as far as a little more detail on the marines here",
        6497.06,
        6501.22
    ],
    [
        " each marine rifle battalion has one or two aviators who are active flyers but who for brief periods",
        6501.22,
        6510.26
    ],
    [
        " of time are grounded and attach to the battalions to call in and coordinate airstrikes or direct",
        6510.26,
        6515.28
    ],
    [
        " reconnaissance over enemy lines so this is this is something that's just one of the things that",
        6515.28,
        6520.6
    ],
    [
        " makes the marine corps so awesome if you can imagine this so you know how hard it is to train a",
        6520.6,
        6525.38
    ],
    [
        " pilot right the train a pilot to be a fighter pilot it's like you know there's just a tiny tiny",
        6525.38,
        6530.98
    ],
    [
        " percentage of human beings in the world that are jet pilots fighter pilots and if you're in the",
        6530.98,
        6538.1
    ],
    [
        " marine corps and you're a pilot at a certain point in your career they pull you out of your fighter",
        6538.1,
        6545.54
    ],
    [
        " and they put you on the ground in combat to go and call fighter jets for support and this is a",
        6545.96,
        6555.44
    ],
    [
        " you end up being a group in a group called anglico which is a air naval gunfire liaison company",
        6555.44,
        6563.26
    ],
    [
        " and they're so they're marines and they do call for fire they call in aircraft and we work with",
        6563.26,
        6569.1
    ],
    [
        " we work with them extensively in Ramadi and as a matter of fact we had anglico with the anglico",
        6570.28,
        6577.92
    ],
    [
        " went with seals on I would say 90 something percent of the operation that I don't know what the",
        6577.92,
        6582.68
    ],
    [
        " numbers put a massive number of operations a matter of fact one of the guys is we're probably going",
        6582.68,
        6587.3
    ],
    [
        " to bring one of the anglico guys that was the exact thing that I'm talking about was it was a",
        6587.3,
        6592.98
    ],
    [
        " a fighter pilot and we should open Ramadi and he's a anglico guy on the ground went on all kinds",
        6592.98,
        6598.7
    ],
    [
        " of operations with life and I'm gonna we're gonna bring him on the podcast because we just he's",
        6599.24,
        6605.0
    ],
    [
        " just an awesome guy and hear his hear his story but that again that's one of the things that makes",
        6605.0,
        6610.96
    ],
    [
        " the marine corps so awesome is they're like oh you're you're a pilot and you're super high speed",
        6610.96,
        6615.68
    ],
    [
        " and you're well trained that's cool that that's fine you're rifleman get on the ground and start",
        6615.68,
        6620.52
    ],
    [
        " calling for fire it's awesome and one of the one of the anglico guys that they had here",
        6620.52,
        6625.96
    ],
    [
        " back to the book Ramon had been shot down the month before his plane had gone in over friendly ground",
        6629.62,
        6636.54
    ],
    [
        " but he had been concussed so now he was with the battalion and at least for the moment once again a",
        6636.54,
        6641.78
    ],
    [
        " foot soldier of course in a sense all marine flyers are still infantry men this is what the book says",
        6641.78,
        6647.64
    ],
    [
        " and the corps tries to make it so with every fire reverting for two weeks a year to commanding",
        6647.64,
        6652.62
    ],
    [
        " troops or running problems as an infantry officer all of them were trained that way in the beginning",
        6652.62,
        6657.72
    ],
    [
        " at Quantico but some flyers or naval aviators as they are called sometimes are softened by the good",
        6657.72,
        6663.28
    ],
    [
        " life as pilots still in a pinch most of them can do a competent job on the ground and that's yeah",
        6663.28,
        6669.64
    ],
    [
        " again that's just one of the things I love about the Marine Corps is they do that and we're gonna",
        6669.64,
        6675.44
    ],
    [
        " get where to get my buddy Dave on here to talk about what that's like and what it was like for him",
        6675.44,
        6680.14
    ],
    [
        " think about it you're in a jet you know when you're in a jet fighter plane your missions are",
        6680.14,
        6686.8
    ],
    [
        " gonna be a couple hours long right that's how long they're gonna be and then you're gonna be back",
        6686.8,
        6690.3
    ],
    [
        " on an aircraft carrier with or you know on an air base with the good chow and all that stuff and",
        6690.3,
        6696.0
    ],
    [
        " boom you know what all that's going away we're gonna put you in the field and you're gonna get",
        6696.0,
        6699.86
    ],
    [
        " after it so very cool all right now we get into just so war so there's a Korean that",
        6699.86,
        6716.66
    ],
    [
        " comes in to talk to the approaches them and and need to talk to them about something and he's the",
        6716.66,
        6722.54
    ],
    [
        " headman of a village and they have an interpreter with them and we'll go to the book he says two",
        6722.54,
        6727.88
    ],
    [
        " Marines came to their village this morning they shouted for women the people close themselves",
        6727.88,
        6734.3
    ],
    [
        " and their houses and a few ran into the fields the Marines tried to force some doors open but couldn't",
        6734.3,
        6739.0
    ],
    [
        " get in then they went to the house of these two women so the guy has two women with him who are",
        6739.0,
        6744.62
    ],
    [
        " mother and daughter when the women would not open the door the Marines fired their guns in the sky",
        6744.62,
        6750.38
    ],
    [
        " the women were afraid so they opened the Marines went inside and closed the door when they came",
        6750.38,
        6757.46
    ],
    [
        " out they went through the village shouting at the houses and telling people not to tell anyone they",
        6757.46,
        6761.82
    ],
    [
        " had been there or they would kill them this man knows some English words he understood what they said",
        6761.82,
        6768.06
    ],
    [
        " then the Marines left and the people came out it was agreed they should come to tell what happened",
        6769.1,
        6774.54
    ],
    [
        " and to ask for justice that is what he says so obviously these two Marines got had gone into this",
        6774.54,
        6787.1
    ],
    [
        " village grape to these women and it's Brady that gets assigned with Mac I believe to investigate",
        6787.1,
        6797.94
    ],
    [
        " all right Colonel Gregory's at regiment all sign you to investigate as investigating officers report",
        6798.08,
        6803.92
    ],
    [
        " to me when you have something he turned back to go back inside the tent one more thing I don't mind",
        6803.92,
        6812.28
    ],
    [
        " Marines being a little wild and I don't much like a gooks but we're not going to have rape this",
        6812.28,
        6819.48
    ],
    [
        " battalion is going to have discipline their Marines we won't have rape he went inside",
        6819.48,
        6826.12
    ],
    [
        " so they do an investigation and it doesn't take Brady long to figure out who these guys were",
        6829.78,
        6837.62
    ],
    [
        " and then they do a lineup basically they bring a bunch of Marines in they do a lineup and they",
        6837.62,
        6843.36
    ],
    [
        " have the women there and the women identify the rapists and back to the book Scott dismissed the",
        6843.36,
        6851.78
    ],
    [
        " rest of them I turned to the machine gunners you met her under arrest Jardine Sassos take them",
        6851.78,
        6857.86
    ],
    [
        " down to the exec if he tells you take them to division to the brig mr. and Alan and I will write the",
        6857.86,
        6864.48
    ],
    [
        " report it disgusted me Marines shooting up a village terrorizing people raping those two old women",
        6864.48,
        6873.4
    ],
    [
        " with their faces like baked potatoes how could they do it how did they think they could get away with",
        6873.4,
        6880.1
    ],
    [
        " it this way we were as bad as the Nazis and the japs attacking civilians attacking women",
        6880.1,
        6886.82
    ],
    [
        " it undid everything we were trying to do saving their country for these people giving it back to them",
        6887.32,
        6893.56
    ],
    [
        " in that village they wouldn't remember that Americans died for their two-bit village",
        6893.56,
        6898.54
    ],
    [
        " they would only remember their day of horror when two Americans two Marines for God's sake rape",
        6898.54,
        6906.18
    ],
    [
        " their women at gunpoint the blonde marine was the son of a minister the other was up for promotion to",
        6906.18,
        6914.0
    ],
    [
        " court corporate the records had been excellent and now they faced a general court this damn reserve",
        6914.0,
        6921.92
    ],
    [
        " this being around civilians it was no good we'd been too long away from the war losing what we",
        6921.92,
        6928.26
    ],
    [
        " add on the line the pride the discipline the professionalism not wanting to say anything to",
        6928.26,
        6934.94
    ],
    [
        " Gibson who wouldn't understand or even to Mac who would I longed for the clean hard purity of the",
        6934.94,
        6941.1
    ],
    [
        " line dedication and celibacy harsh and cleansing pure tannic that was the line that's where we belonged",
        6941.94,
        6951.74
    ],
    [
        " yeah and this is again combat leaders out there or you know this is the kind of stuff these",
        6951.74,
        6971.08
    ],
    [
        " and you get them off the line you put them back in the reserves now they're interacting with civilians",
        6971.2,
        6975.16
    ],
    [
        " and you know they're ruining they're ruining these women's lives they're ruining the strategic war",
        6975.16,
        6980.98
    ],
    [
        " effort and they're ruining their own lives so as a leader you got to you got to keep your eye on this",
        6980.98,
        6989.7
    ],
    [
        " back to the book another section two nights later catheter one of the new dog company platoon",
        6989.7,
        6996.8
    ],
    [
        " leaders took a combat patrol out the route we had scouted crept up quietly on an unimportant bump",
        6996.8,
        7003.76
    ],
    [
        " in the ground called hill 69 and caught some chinks asleep catheter and his men dropped grenades",
        7003.76,
        7010.2
    ],
    [
        " into the bunkers and shot them down as they came scrambling out they killed 13 chinks and came",
        7010.2,
        7015.92
    ],
    [
        " back without a casualty unless you count a marine who tore his knee on the wire I went over with",
        7015.92,
        7021.84
    ],
    [
        " catheter in the morning the maps and paper and other stuff he'd brought back catheter was very",
        7021.84,
        7027.1
    ],
    [
        " relaxed and calm about it so much so that when we broke I barely very nearly snapped off a salute",
        7027.1,
        7034.2
    ],
    [
        " the man was so young so new yet so competent and unexcited about what he'd done in seven months",
        7034.2,
        7041.56
    ],
    [
        " I hadn't seen a good as action as this one a perfect exercise and catheter just seems slightly",
        7041.56,
        7047.44
    ],
    [
        " bored even the colonel had catheter into shake his hand and tell him what a final example he'd set",
        7048.22,
        7052.54
    ],
    [
        " for the rest of us so here was a new guy been on the line for a couple days goes out and conducts",
        7052.54,
        7057.58
    ],
    [
        " an awesome operation kill 13 no no casualties back to the book the next day catheter came down with",
        7057.58,
        7065.02
    ],
    [
        " a bad case of the nerves a delayed reaction and announced to Charlie Logan he didn't want to take",
        7065.02,
        7071.02
    ],
    [
        " out anymore patrols if a transfer could be arranged he would welcome it Logan knew you couldn't",
        7071.02,
        7076.92
    ],
    [
        " have an officer who was shook leading a rifle platoon and the transfer came through to motor transport",
        7076.92,
        7081.56
    ],
    [
        " and catheter the brief and unexpected hero went off",
        7081.56,
        7086.16
    ],
    [
        " new guy kick an ass still gets to him so you don't you got to have the open mind on who's",
        7086.16,
        7096.5
    ],
    [
        " going to be affected by this stuff and win because you don't know when",
        7096.5,
        7099.56
    ],
    [
        " now we get to a",
        7104.34,
        7105.86
    ],
    [
        " Brady's back on the line and he's running basically a distraction operation so there's a main",
        7105.86,
        7113.88
    ],
    [
        " effort there's hitting a one hill and he's just hitting this village where they'd seen a lot of",
        7113.88,
        7119.86
    ],
    [
        " Chinese army activity and they're just doing sort of a distraction operation on this village to",
        7119.86,
        7128.18
    ],
    [
        " take away from this main attack that's going on elsewhere as they're going in all of a sudden",
        7128.18,
        7133.46
    ],
    [
        " there's some sniper fire and one of the lieutenants gets hit back to the book mr. settles hit someone",
        7133.46,
        7138.7
    ],
    [
        " said I ran along the trench bent double until where I got this they'd laid settle out in the trench",
        7138.7,
        7144.26
    ],
    [
        " sniper sergeant told me I didn't know his name or recognize his face must be a new man but he was",
        7144.26,
        7150.4
    ],
    [
        " a cool one I would try to keep that in mind where is he anyone see a muzzle flash that's what counts",
        7150.4,
        7156.9
    ],
    [
        " first in a firefight not the casualties but where the fire is coming from think about that one",
        7156.9,
        7165.48
    ],
    [
        " that's what counts in a firefight not what the casualties are but where the fire is coming from",
        7165.48,
        7170.66
    ],
    [
        " think about that in every aspect of your life not just like hey oh this is bad that's happening",
        7170.66,
        7176.7
    ],
    [
        " okay what is creating the problem you know I see that with businesses where they get focused on",
        7176.7,
        7181.7
    ],
    [
        " the the the internal that's fine but no what where's this problem coming from what is causing this",
        7181.7,
        7188.7
    ],
    [
        " problem so when you have bad things happening focus on where it's coming from what's the root of the",
        7188.7,
        7194.38
    ],
    [
        " problem now they kind of get get pinned down a little bit and they're not making any progress and",
        7194.38,
        7207.44
    ],
    [
        " finally Brady says look I said this is just a diversion we're here to hit that village with four",
        7207.84,
        7213.28
    ],
    [
        " deuces that's all but this sniper didn't anyone see him even get a sniff no one had look this is stupid",
        7213.28,
        7221.4
    ],
    [
        " one lousy sniper isn't gonna foul up this whole operation it's five after six now we're late we've",
        7221.4,
        7227.42
    ],
    [
        " gotta hit them as soon and take their minds off fox company out there get your rifleman your bar",
        7227.42,
        7232.74
    ],
    [
        " set up sweep the valley fired anything you see moving there's no high ground within sniper range",
        7232.74,
        7238.02
    ],
    [
        " so he's got to be down there in that bush and tall grass you observer tell them they can start with",
        7238.02,
        7243.62
    ],
    [
        " their ranging shots HE around the village then we'll give him complete in a couple minutes fire",
        7243.62,
        7249.06
    ],
    [
        " for effect got it everyone said yes sir so I've gotten asked this and I think we actually answered",
        7249.06,
        7259.46
    ],
    [
        " it on the podcast but this is a situation where things are starting to go shaky and this he's not",
        7259.46,
        7263.42
    ],
    [
        " he's not thrown out the plan like hey what do you guys think we should do now and hey here's the",
        7263.42,
        7267.24
    ],
    [
        " reason why no he's saying this is what we're gonna do we're gonna make it happen and everyone looks",
        7267.24,
        7270.78
    ],
    [
        " at him and you know what they say yes sir and they're not just saying it because they're well-trained",
        7270.78,
        7274.94
    ],
    [
        " Marines they're saying it because in a moment where they they're unsure of where they're supposed to",
        7274.94,
        7279.84
    ],
    [
        " do they're unsure of what's gonna happen and somebody steps up steps up and takes a leadership",
        7279.84,
        7283.78
    ],
    [
        " command of the situation you know what people say they say yes sir you see it like they teach",
        7284.28,
        7289.78
    ],
    [
        " you have a scene of an accident you know they say someone you look at someone and say go call 911",
        7289.78,
        7292.84
    ],
    [
        " you that's what you do and people go okay they do it why because there's a pressure situation",
        7292.84,
        7297.3
    ],
    [
        " going on and they want to get that thing handled but they don't know what to do so when you when",
        7297.3,
        7301.44
    ],
    [
        " there's something going on and things are starting to go a little bit chaotic you need to step",
        7301.44,
        7305.0
    ],
    [
        " up and say take charge and make these things happen and that's why I pointed out that example",
        7305.0,
        7310.06
    ],
    [
        " emergency situation you know it's not it's not the debate time time to lead",
        7312.0,
        7315.96
    ],
    [
        " back to the book the corpsman was still working on settle but another Marine came up",
        7315.96,
        7320.82
    ],
    [
        " corpsman says he's okay got knocked out as all I said good",
        7320.82,
        7326.48
    ],
    [
        " now at this point he's still trying to find out where the sniper is and so he decides he's",
        7326.48,
        7337.72
    ],
    [
        " gonna stand up and make himself a target and and said hey guys when I stand up look and see if",
        7337.72,
        7344.5
    ],
    [
        " you see any muzzle flash he gets up no one sees him and finally they do start calling in the",
        7344.5,
        7352.22
    ],
    [
        " fire onto this village and we'll go to the book now the first rounds slammed in beautiful to watch",
        7352.22,
        7360.6
    ],
    [
        " the red burst and then the fireworks streamers of burning phosphorus splashing out from the burst",
        7360.6,
        7365.16
    ],
    [
        " you knew it must have been different at the other end a preview of hell one hut was hit directly",
        7365.34,
        7371.44
    ],
    [
        " it was on fire another hut started to burn phosphorus had splashed out and now someone came out running",
        7371.44,
        7378.92
    ],
    [
        " I thought it looked like a man but at this distance you couldn't tell he was in a long white",
        7378.92,
        7384.26
    ],
    [
        " garment the platoon sergeant shouted in my ear do we fire no hold it hold your fire them chinks",
        7384.26,
        7392.42
    ],
    [
        " sometimes they dress up like that maybe white stuff over their uniforms I know just hold it",
        7392.48,
        7400.22
    ],
    [
        " more huts were burning and another figure in white sprinted out and fell then the road began to burn",
        7400.22,
        7405.5
    ],
    [
        " from another hut came two more figures in white and not the khaki of chinese uniforms they ran fast",
        7405.5,
        7412.02
    ],
    [
        " and bent low zigzagging across the central clearing of the village them's chinks lieutenant women don't",
        7412.02,
        7422.4
    ],
    [
        " have a dozen people running now through the village all in white one of them on fire all sprinting",
        7422.4,
        7426.96
    ],
    [
        " away from us toward the chinese lines one was carrying something it could be a rifle it could be a",
        7426.96,
        7433.18
    ],
    [
        " furl the umbrella it could be anything lieutenant jesus let us fire that's a weapon okay sergeant I said",
        7433.18,
        7440.62
    ],
    [
        " fire at will the bars ripped off automatic fire heavy and fast two of the villagers fell right",
        7440.62,
        7448.16
    ],
    [
        " away one trying to get up and then falling again you could see the bar fire kicking up dust around",
        7448.16,
        7453.18
    ],
    [
        " him then a white phosphorus shell burst right in front of him we couldn't see him anymore through this",
        7453.18,
        7458.84
    ],
    [
        " fire and smoke the whole village every hut was a flame now the bars fired and white clad figure fell",
        7458.84,
        7467.16
    ],
    [
        " I could see three or more or four of them running away and one of them was on fire behind me in a",
        7467.16,
        7476.98
    ],
    [
        " christ we're killing women I whipped around who said they're women how do you know a marine stare",
        7476.98,
        7483.92
    ],
    [
        " at me his face was twisted and I didn't know him them's women you can see the dresses you can't",
        7483.92,
        7490.68
    ],
    [
        " shoot women their men I shouted at this distance you can't tell me they're women not the way they",
        7490.68,
        7495.66
    ],
    [
        " run the bars kept firing nearly shutting out the fire light fire fight up at two marie no and you",
        7495.66,
        7503.98
    ],
    [
        " can't tell me they're men the marine said not shouting now but still staring he looked as if you",
        7503.98,
        7510.2
    ],
    [
        " were going to jump me I looked at him trying to look absolutely confident then I turned back to the",
        7510.2,
        7515.72
    ],
    [
        " platoon sergeant keep firing their soldiers Chinese soldiers I was not sure of this not sure of anything",
        7515.72,
        7523.24
    ],
    [
        " but I knew the probabilities and I also knew I was scared from playing target so when he got up and",
        7523.24,
        7530.42
    ],
    [
        " walked in front of them he was he was shaking up from doing that I'd made the decision to fire",
        7530.42,
        7535.26
    ],
    [
        " and I couldn't back off now because of marine just as scared as I was was yelling at me he was guessing",
        7535.26,
        7540.14
    ],
    [
        " that's all I continued to kneel there not really seeing anything anymore not really focusing they ran",
        7540.14,
        7546.58
    ],
    [
        " like men damn it women didn't run like that behind me the marine was still there I could sense him",
        7546.58,
        7552.92
    ],
    [
        " without turning I said go back to your post if you're all that worried don't fire you don't have to",
        7552.92,
        7558.3
    ],
    [
        " fire there was a sort of sob behind me in a scurrying movement I felt funny kneeling there with",
        7559.28,
        7565.32
    ],
    [
        " my back to him the marine was shook armed he could shoot me right here I forced myself to stay where",
        7565.32,
        7572.16
    ],
    [
        " I was then there was another sound as the marine crawled away killer he risked whispered horsely",
        7572.16,
        7578.36
    ],
    [
        " as if through tears then he was gone and that that situation is actually not",
        7578.9,
        7589.48
    ],
    [
        " it doesn't it doesn't get there's no closure in that situation he doesn't find out it doesn't",
        7589.48,
        7595.06
    ],
    [
        " get resolved in the book he does they leave they they hit the village they did cause a distraction",
        7595.06,
        7599.86
    ],
    [
        " and then they leave and he never really goes one way or the other and saying or never finds out",
        7599.86,
        7605.64
    ],
    [
        " he suspected they were when that they were men but he never finds out and that's you know well",
        7605.72,
        7611.7
    ],
    [
        " obviously one young marine thought they were women he thought they were men no one really",
        7611.7,
        7616.34
    ],
    [
        " knows for sure and war is hell now the next thing that happens is Brady actually um",
        7616.34,
        7625.66
    ],
    [
        " uh Brady and Mack they create like a a their own little special unit and they to go out the",
        7626.4,
        7636.54
    ],
    [
        " traveling light not traveling so much gear and they're gonna go out in smaller units they're gonna",
        7636.54,
        7640.16
    ],
    [
        " be do little special operations things and they're planning to go with them of course well",
        7640.16,
        7645.92
    ],
    [
        " finally it comes time to go out in operation and the colonel says oh yes Alan one more thing",
        7645.92,
        7653.68
    ],
    [
        " new neither you or Brady goes i'm not sending officer on six man patrols pick your best sergeant to",
        7653.68,
        7659.6
    ],
    [
        " run them so now Mack he puts an open arguments as no man let me go no sir let me go nope not gonna do it",
        7659.6,
        7666.24
    ],
    [
        " so eventually the guys go out on this little operation you know little special operations mission",
        7666.24,
        7671.42
    ],
    [
        " to infiltrate enemy lines back to the book 30 minutes after they went out no longer there was an",
        7671.42,
        7676.62
    ],
    [
        " explosion in front of lines Mack jumped up bang his head against the overhead logs oh dammit",
        7676.62,
        7683.8
    ],
    [
        " a mine a lousy mind they hit a mine we knew it was a mine they weren't out far enough to have hit",
        7683.8,
        7690.52
    ],
    [
        " chinks not yet of all the stinking luck it was midnight before we got them all in Mack and I",
        7690.52,
        7698.58
    ],
    [
        " went out with some riflemen and brought them back there were three hit the sergeant lost a leg",
        7698.58,
        7703.78
    ],
    [
        " Mack walked all the way back with the stretchers talking them all the way trying to comfort them saying",
        7703.78,
        7708.44
    ],
    [
        " he was sorry it was them and not him the Marines even the sergeant doped up and lash to a stretcher",
        7708.44,
        7714.62
    ],
    [
        " kept telling Mack it was alright no one could have helped it it was just bad luck",
        7714.62,
        7719.0
    ],
    [
        " the colonel disbanded Mack's outfit the next day he was understanding saying it wasn't Mack's fault",
        7719.0,
        7726.38
    ],
    [
        " or mines or anyone's that it might have happened with any patrol he sent out bigger small it was just",
        7726.38,
        7732.06
    ],
    [
        " rotten luck no one knew where the damn mines were no one could help it and the reason I put that",
        7732.06,
        7741.0
    ],
    [
        " in there is just think about like they disbanded this unit that unit might add a huge impact right",
        7741.0,
        7747.86
    ],
    [
        " they might have started doing really good things they might start breaking through the lines or",
        7747.86,
        7750.54
    ],
    [
        " could have all kinds of good stuff could happen but it just got shut down immediately I'm not saying",
        7750.54,
        7754.58
    ],
    [
        " that was right or wrong to me it's actually wrong but but it's it's the risk right and if you're",
        7754.58,
        7763.02
    ],
    [
        " in a leadership position and you take a risk and you get smacked on your first attempt that doesn't",
        7763.02,
        7769.62
    ],
    [
        " necessarily prove you wrong you might want to saddle up again and try something again maybe assess",
        7769.62,
        7774.82
    ],
    [
        " it but these are mines you know there's mines all over the place and guys walked into a mine there's",
        7774.82,
        7778.32
    ],
    [
        " like nothing it's random and that's one of the pressures of being in a leadership position is",
        7778.86,
        7786.38
    ],
    [
        " you're gonna take these risks and even when things go wrong you got to press through you know you",
        7786.38,
        7793.36
    ],
    [
        " got to keep doing them and I definitely experienced that I mean your body we're we're getting you know we",
        7793.36,
        7799.2
    ],
    [
        " had guys get wounded early they weren't we weren't seals were not taking a lot of casualties in Iraq in",
        7799.2,
        7806.9
    ],
    [
        " 2005 2004 2003 and all of a sudden we're taking casualties and we're doing different types of",
        7808.82,
        7815.26
    ],
    [
        " operations we're going out the daytime we're really risky stuff and so for me to be okay well",
        7815.26,
        7822.68
    ],
    [
        " we took you know we had a guy get wounded bad we're not gonna do this anymore that would have been",
        7822.68,
        7827.34
    ],
    [
        " such a wrong answer for me to have yeah and the chain of command and anybody to have that",
        7827.34,
        7832.1
    ],
    [
        " attitude would have been wrong yeah kind of seems like that if they did have that attitude it seemed",
        7832.46,
        7838.42
    ],
    [
        " kind of natural just because you know you get you get stung you kind of kind of for sure you know for sure",
        7838.42,
        7843.24
    ],
    [
        " they can definitely happen I mean you can it happens in business people take some risks you can",
        7843.24,
        7847.48
    ],
    [
        " just have bad luck in yeah in situations it happens in fights sometimes for instance you got a",
        7847.48,
        7853.78
    ],
    [
        " good great guy that you know you got a good wrestler that's going to get some good striker",
        7853.78,
        7857.2
    ],
    [
        " and of course the wrestler goes okay I'm gonna go out and take him down well there's a chance",
        7857.2,
        7861.08
    ],
    [
        " that you get caught with a knee on your shot and you get knocked out does that mean you",
        7861.08,
        7865.02
    ],
    [
        " I am never gonna shoot again that's the wrong answer yeah you gotta go with your strengths yeah",
        7865.02,
        7869.46
    ],
    [
        " now um this one they're preparing for another mission on to go out on another mission and this",
        7869.46,
        7882.8
    ],
    [
        " mission it's it's it's on a hill called the yoke a little a little terrain feature and they're",
        7882.8,
        7889.44
    ],
    [
        " getting ready to go out they got another night before they leave and here's back to the book I",
        7889.44,
        7895.56
    ],
    [
        " didn't fall asleep immediately I kept yawning but didn't but sleep didn't come that was nerves",
        7895.56,
        7900.36
    ],
    [
        " you never knew when you went out through the lines you never really knew and for the first time",
        7900.36,
        7906.86
    ],
    [
        " I began thinking about road being rotated home it was obvious that I was never gonna become a",
        7906.86,
        7912.14
    ],
    [
        " rear echelon pog that's so long as I was in Korea I would be with a rifle battalion on the line",
        7912.14,
        7918.7
    ],
    [
        " now I had nearly seven months in and it not gone and had not many more to go two months maybe three",
        7919.44,
        7926.76
    ],
    [
        " or four tops now I was going on patrol as I done that first tour when I was scared because I didn't",
        7926.76,
        7935.08
    ],
    [
        " know anything now I knew a lot and I was still scared so his attitude is not he's still scared",
        7935.08,
        7946.64
    ],
    [
        " and it's interesting to you know he says he's not gonna be a rear echelon pog right he said",
        7948.38,
        7952.12
    ],
    [
        " his opportunity like oh you can go in the back no he's he's even though he's scared he's staying on",
        7952.12,
        7956.04
    ],
    [
        " the line now they're out approaching the the yoke they're heading up the slopes of the yoke this hill",
        7956.04,
        7965.2
    ],
    [
        " back to the book the first explosion was so shocking we thought we'd set off we'd thought we'd",
        7965.2,
        7970.5
    ],
    [
        " set it off ourselves and wondered why we were so stupid and noisy someone must have tripped the",
        7970.5,
        7975.04
    ],
    [
        " mind some point man got it then there became the rip of burp guns from above and I realized it wasn't",
        7975.04,
        7981.48
    ],
    [
        " a mind but a grenade there were chinks up there I looked around rable was nearest me it was his first",
        7981.48,
        7989.78
    ],
    [
        " firefight rable you okay great lieutenant I didn't think we'd be this lucky the first time out",
        7989.78,
        7996.02
    ],
    [
        " well that was a healthy positive attitude so this guy's out of his first first operation rable they",
        7996.02,
        8002.88
    ],
    [
        " get they're starting to get crushed with grenades now that there's up ahead of them they keep",
        8002.88,
        8011.26
    ],
    [
        " here in machine gun firing grenades back to the book a marine crawled over to us he was bloody too",
        8011.26,
        8015.74
    ],
    [
        " but I couldn't see where he was hit he talked fast excited but he didn't seem badly hurt could be",
        8015.74,
        8020.58
    ],
    [
        " able to make probably less we got up to the wire and then we when he started getting through it they",
        8020.58,
        8025.52
    ],
    [
        " hit us with the grenades they got grenades up the ass they was throwing them down and we was throwing",
        8025.52,
        8030.96
    ],
    [
        " them back that's how mr. row got it he caught a grenade it went off he's an eye he's shy an",
        8030.96,
        8036.76
    ],
    [
        " eye and it looks like some fingers how many dead if we got just the point man so far unless some of",
        8036.76,
        8042.94
    ],
    [
        " these hit guys croaked but we got lots of wounded just about everyone picked up something in the wire",
        8042.94,
        8049.64
    ],
    [
        " so they're getting basically attacked with grenades up there and this is when we talked about",
        8049.64,
        8054.92
    ],
    [
        " grenade battles in when we talked about some of the world war one stuff but this is guys are",
        8054.92,
        8060.78
    ],
    [
        " catching grenades and throwing them back right that's just just getting after it fall on I don't know",
        8060.78,
        8066.48
    ],
    [
        " what else to say so now what they do is they call in fire they call in their own fire the 105 105",
        8066.48,
        8073.42
    ],
    [
        " artillery stay low the 105s are coming in they shuttled in very loud to smash into the hillsides",
        8073.42,
        8080.96
    ],
    [
        " above us I could feel the yoke jerk under me I thought maybe I should pray and I started to",
        8080.96,
        8086.74
    ],
    [
        " hail marries but I never finished one short as they were I would start and then another three",
        8086.94,
        8091.6
    ],
    [
        " shells would come in over me and bang into the hill and shake me like a rat my body was trying",
        8091.6,
        8096.08
    ],
    [
        " absorb the shock and I forgot where I was in the prayer and had to start again I stopped watching",
        8096.08,
        8101.68
    ],
    [
        " the shells come it was too much watching them and worrying and I just laid there's flat as I could",
        8101.68,
        8105.82
    ],
    [
        " my dirt in the face my my face in the dirt shoulders hunched and my neck screwed down type between them",
        8105.82,
        8112.2
    ],
    [
        " trying to squeeze me more more of me into the helmet shells came in like that for maybe three or",
        8112.2,
        8118.84
    ],
    [
        " four minutes you couldn't really judge time it had no meaning in a situation like that dirt fell",
        8118.84,
        8125.22
    ],
    [
        " likely lightly on us feeling wonderful being only dirt and pebbles and not hot metal then the",
        8125.22,
        8130.76
    ],
    [
        " gun secured I think that's short one there's one of the one of the rounds fell short I think",
        8130.76,
        8135.56
    ],
    [
        " that short one shook the gunners up to if their forward observer saw it my card he was now on the",
        8135.56,
        8141.12
    ],
    [
        " radio give us machine guns on that crest again now the two guns resume their chatter with McCarty",
        8141.6,
        8148.82
    ],
    [
        " sounding keep your heads down and pour it on and then McCarty yelled orders to the Marines within",
        8148.82,
        8156.28
    ],
    [
        " hearing on three we go one two we were all up and running all of us rabble next to me running",
        8156.28,
        8163.2
    ],
    [
        " uphill but not feeling the grade or being winded or leg weary just sprinting up there were Marines",
        8163.2,
        8168.96
    ],
    [
        " there were Marines all around me some of us some of the wounded must be coming with us going up a",
        8168.96,
        8174.02
    ],
    [
        " second time I didn't recognize anyone but rabble but didn't it didn't matter we were attacking yolk",
        8174.02,
        8180.22
    ],
    [
        " the yolk together in daylight assaulting a hill and we were going to get there I fired without aiming",
        8180.22,
        8187.7
    ],
    [
        " just fired vaguely towards the crest of the hill it felt good to be running and firing I fired",
        8187.7,
        8192.88
    ],
    [
        " again around me there were shouting I picked up the shout no prisoners I yelled no prisoners kill",
        8192.88,
        8199.06
    ],
    [
        " them all that's what I was shouting what the others were shouting everyone took it up now everyone",
        8199.06,
        8206.42
    ],
    [
        " near me anyways it was stupid shouting stuff like that my job was to get prisoners dead chinks",
        8206.42,
        8212.4
    ],
    [
        " couldn't help anyone but it just seemed like the thing to shout at the moment and since it felt",
        8212.4,
        8217.74
    ],
    [
        " good I kept shouting it and so did the others no prisoners now when they get a little bit closer",
        8217.74,
        8225.28
    ],
    [
        " up on the hill now I could see grenades in the air one grenade seemed to be trailing something",
        8225.28,
        8231.58
    ],
    [
        " tied up with rags I couldn't understand that or grenade went off right in front of me stinging",
        8231.58,
        8236.32
    ],
    [
        " both my hands and face dirt it was just dirt fragments of grenades would have been hot I didn't",
        8236.32,
        8242.42
    ],
    [
        " feel anything beyond the stinging so I couldn't have been hit I fired again more grenades were in the",
        8242.42,
        8247.54
    ],
    [
        " air more going off to both sides and above me a burp gun ripped off a quick burst I looked around",
        8247.54,
        8254.0
    ],
    [
        " another grenade exploded in front of me then one behind I still didn't feel anything pull back",
        8254.0,
        8260.52
    ],
    [
        " a voice came from below it sounded like mccardi pull back get out of here so they can't quite",
        8260.52,
        8268.64
    ],
    [
        " get it together to take the hill those guys are dug in and they're throwing so many grenades that",
        8268.64,
        8274.7
    ],
    [
        " the guys have to retreat I moved along the flissa now they get back they get to a little position",
        8274.7,
        8281.54
    ],
    [
        " where they can take a quick uh mustard I moved along the file of men and then we stopped at the",
        8281.54,
        8287.58
    ],
    [
        " little knoll where the machine gunners had set up mccardi was jotting something to his notebook",
        8287.58,
        8292.44
    ],
    [
        " later he figured out 64 of us had been on patrol with 48 actually going up the yoke and 32 of us",
        8292.44,
        8300.42
    ],
    [
        " have been hit heavy back to the book I don't know how anyone who hasn't been shot at up close in a real",
        8300.42,
        8312.32
    ],
    [
        " firefight can possibly understand how good you feel afterward men have been hurt and killed the",
        8312.32,
        8322.08
    ],
    [
        " fight has been won or lost but there is only one truly significant fact that you are still alive",
        8322.08,
        8328.58
    ],
    [
        " that you had not been killed later I was sure I would mourn the dead and the damage but not now",
        8328.58,
        8335.44
    ],
    [
        " if you were not truly happy at a moment like this when you just come down off the line walking",
        8335.44,
        8342.64
    ],
    [
        " perhaps you never would be happy and then he goes on and this is this is this is this is the crux of",
        8342.64,
        8352.32
    ],
    [
        " this story by now they seem to have figured out about the grenades that had come out us looking like",
        8352.32,
        8356.88
    ],
    [
        " they were wrapped in rags someone brought in one that didn't explode it was in an old sock the",
        8356.88,
        8363.38
    ],
    [
        " chinks tried to increase the explosive effect of the grenades by putting them in old socks full of",
        8363.38,
        8368.8
    ],
    [
        " black powder but the chinks outsmarted themselves doing it the extra charge just blew the grenades to",
        8368.8,
        8376.02
    ],
    [
        " pieces not in a nicely sized fragments that could kill you that's why so many of us were hit",
        8376.02,
        8381.3
    ],
    [
        " but not badly the fragments were too small well you fought and you learned we heard from division",
        8381.3,
        8389.2
    ],
    [
        " that row would make it he was one of the guys that was wounded they put him up for a navy cross and",
        8389.2,
        8393.18
    ],
    [
        " he was going home the other badly hit man didn't die either only the point man the first marine",
        8393.18,
        8398.94
    ],
    [
        " hit was dead all that firing all that fighting all those people hit and one marine was dead and I",
        8398.94,
        8405.32
    ],
    [
        " couldn't swear to it any of the chinks were dead they got real lucky on that scenario",
        8405.32,
        8412.2
    ],
    [
        " back to the book no one I knew who'd been there long enough missed the winter but this fighting in",
        8412.2,
        8421.62
    ],
    [
        " the heat possessed its own dimension of horror you could see the wounds see what killed people the",
        8421.62,
        8428.54
    ],
    [
        " explicit manner of death and injury a leg severed at the knee a mangled arm how startingly white",
        8428.54,
        8435.66
    ],
    [
        " a man's ribs looked sticking out from under a flack jacket pink at the center splintered ends",
        8435.66,
        8442.16
    ],
    [
        " with little bits of meat attached all winter you were so muffled in clothes layers and layers",
        8442.16,
        8448.36
    ],
    [
        " swaddled against the cold that a man could be all shot to pieces literally sieved but unless you",
        8448.36,
        8454.42
    ],
    [
        " were a corpsman you didn't have to look at the broken bones and the torn flesh and see the blood",
        8454.42,
        8458.4
    ],
    [
        " pulsing from arteries and veins the bodies were just as hurt just as broken but it happened under",
        8458.4,
        8464.82
    ],
    [
        " a couple pairs of pants and an oversized parka men died more neatly in the winter more modestly",
        8464.82,
        8471.98
    ],
    [
        " covered instead of naked and obscenely ripped apart those heavy clothes gave death a certain",
        8471.98,
        8478.86
    ],
    [
        " muffled discretion a man could die in decency after the yoke I fought harder and longer about the",
        8478.86,
        8489.96
    ],
    [
        " accent of battle the heads are tail of combat this wasn't the ignorant fear those first weeks of war",
        8489.96,
        8498.14
    ],
    [
        " I knew too much now to be frightened by everything and too much ever to turn smug yet combat was",
        8498.14,
        8507.2
    ],
    [
        " still a great mystery mingled in fear and exultation a sense of accomplishment offset by neurotic guilt",
        8507.2,
        8514.6
    ],
    [
        " sheer joy at coming through a firefight and nauseating terror wanting to flee the battle you were",
        8514.6,
        8523.78
    ],
    [
        " drawn to its furious center no one who had not fought could possibly imagine the contradictions",
        8523.78,
        8530.98
    ],
    [
        " or the nuances some fled battle and others embraced it that was the enigma I was one of those torn in both",
        8530.98,
        8540.5
    ],
    [
        " directions dichotomy of war coming at you from James Brady now it starts looking like he's going to",
        8540.5,
        8552.28
    ],
    [
        " get rotated out back to the book there were rumors I wasn't going to be there much longer",
        8552.28,
        8557.52
    ],
    [
        " that if there were a big summer offensive as Colonel Gregory kept hinting I wasn't going to be in it",
        8557.86,
        8562.94
    ],
    [
        " I had mixed feelings about that most Marines did I guess you didn't want to be a rear echelon",
        8562.94,
        8568.42
    ],
    [
        " pogue you wanted to be with a line outfit but once you'd seen combat and lost people and had the",
        8568.42,
        8574.28
    ],
    [
        " usual close calls for most of us that was sufficient Mac Allen heard the rumors too they say you can",
        8574.28,
        8583.88
    ],
    [
        " extend if you want put in for another three months if you do it today they'd give me a rifle company",
        8583.88,
        8588.94
    ],
    [
        " why Mac just why this was dumb and being stubborn and I was angry at Mac for saying it Mac screwed up",
        8588.94,
        8598.34
    ],
    [
        " his face as he did when he was thinking hard and being serious about something Jim having a good",
        8598.34,
        8604.9
    ],
    [
        " company a good company like dog was when chaffee had it that's the culmination of everything we've",
        8604.9,
        8610.54
    ],
    [
        " done out here being a platoon leader is wonderful but I've done that being an exec or on the staff",
        8610.54,
        8616.62
    ],
    [
        " this way is nothing I've wanted a company since I was a scared replacement pfc on okanawa",
        8616.62,
        8623.9
    ],
    [
        " and all the time at vm i I kept thinking about it sure I'll extend if I can get a company",
        8623.9,
        8631.74
    ],
    [
        " I'd never forgive myself if I let it slip what's three months nothing",
        8631.74,
        8636.24
    ],
    [
        " not when you put it up against commanding a company of the best soldiers in the world",
        8636.76,
        8641.68
    ],
    [
        " the words may have been corny but not the way Mac said them",
        8641.68,
        8648.22
    ],
    [
        " and sure enough Mac does go ahead and volunteer to stay on board and do another tour as a company commander",
        8648.22,
        8659.04
    ],
    [
        " and Brady gets orders and he adds home and here is Brady on the ship",
        8660.82,
        8667.74
    ],
    [
        " getting ready to head home I lay in the berth and join the novelty of electric light and the sheets",
        8667.74,
        8675.58
    ],
    [
        " and the pillow and the tiny and the shiny white paint of the ceiling just a few feet above me",
        8675.58,
        8681.82
    ],
    [
        " even the rows of rivets were strange and wonderful simple joys",
        8682.32,
        8687.66
    ],
    [
        " I was very tired and now I could sleep with no one waking me to go outside and be shot at",
        8687.66,
        8694.48
    ],
    [
        " I guess most people were anxious to get home but I hope for a long crossing a leisure transition",
        8694.48,
        8702.02
    ],
    [
        " from one life to another",
        8702.02,
        8704.26
    ],
    [
        " my life would my name would never be recalled as one of those who changed the direction of the war",
        8707.06,
        8714.08
    ],
    [
        " but no one could take away my memory I lay near sleep thinking about the war and how I would not",
        8714.08,
        8723.18
    ],
    [
        " have missed it not for anything war gave you a perspective about things even painted ceilings",
        8723.18,
        8731.84
    ],
    [
        " and orderly rows of little bolts I used to read how old soldiers sometimes went back to walk over",
        8732.06,
        8746.54
    ],
    [
        " the ground they even had organized tours men from world war one going back to flanders to trace",
        8746.54,
        8752.42
    ],
    [
        " where the trenches had been where they had crouched and fired where their friends had died",
        8752.42,
        8757.2
    ],
    [
        " tours for men from the second war revisiting Normandy and walking the beaches seeing again",
        8757.24,
        8762.0
    ],
    [
        " month month Monte Casino and places in the Pacific",
        8762.0,
        8765.92
    ],
    [
        " I knew I would never go back to Korea never sign up for an old soldier's tour I didn't want to see",
        8765.92,
        8774.66
    ],
    [
        " the hills again or feel the cold or hear the wind out of Siberia moaning I didn't want to",
        8774.66,
        8781.14
    ],
    [
        " dead for all the firefights for all the swagger I now permitted myself I knew how raw I still was as a",
        8782.66,
        8791.4
    ],
    [
        " soldier and as a man I wondered whether anyone ever became really good at war and unnatural act",
        8791.4,
        8799.56
    ],
    [
        " killing and trying to kill that that was what I had been trying to do since last November",
        8799.56,
        8805.42
    ],
    [
        " when on this very first day here in the first hour I made my peace with God",
        8805.78,
        8811.76
    ],
    [
        " now I had a lifetime to ponder the mystery of who lived and who died but even as I lay near",
        8811.76,
        8819.86
    ],
    [
        " sleep in that crisp clean bunk I knew it wasn't ability or courage that had gotten me through",
        8819.86,
        8825.24
    ],
    [
        " as much as extraordinary good fortune I was warm and safe and alive and I had been neither",
        8825.24,
        8834.48
    ],
    [
        " incompetent nor a coward to be 23 years old and alive seemed a miracle such I would never",
        8835.5,
        8843.1
    ],
    [
        " know again no matter how long I lived then I was asleep to dream of ordinary things",
        8843.1,
        8852.04
    ],
    [
        " without significance lulled by the vibration and easy motion of the sea and did not realize the",
        8852.04,
        8862.66
    ],
    [
        " ship was moving out with the war drifting slowly a stern",
        8862.66,
        8867.9
    ],
    [
        " and the epilogue of the book which I'm going to close with he gets home and settles back in",
        8867.9,
        8883.38
    ],
    [
        " and then he gets notified by the Marine Corps that they have his footlocker had been shipped back",
        8883.38,
        8892.42
    ],
    [
        " from Korea back to the book while it was still summer the Marine Corps notified me my footlocker had",
        8892.42,
        8899.0
    ],
    [
        " been shipped and I could pick it up a grand central station my brother who was 18 and on his way",
        8899.0,
        8904.88
    ],
    [
        " to seminary drove over to help me with it it was stored in the depot cellar down there where they",
        8904.88,
        8910.74
    ],
    [
        " held freight and kept lost luggage and such I handed a paper to the employee of the railroad and",
        8910.74,
        8918.56
    ],
    [
        " he led us deeper into the cellar there along with the lost baggage and my footlocker were the",
        8918.56,
        8928.2
    ],
    [
        " coffins of the dead from Korea stacked and tidy each with its American flag neatly lashed on",
        8928.2,
        8937.94
    ],
    [
        " the ship like Mac and Simone's and Captain Chaffee and me they too were home",
        8938.5,
        8950.9
    ],
    [
        " so",
        8969.5,
        8971.14
    ],
    [
        " here we are",
        8971.14,
        8973.24
    ],
    [
        " living our lives",
        8973.24,
        8977.46
    ],
    [
        " safe and warm and alive",
        8982.02,
        8986.04
    ],
    [
        " and we need to be thankful for these sacrifices that these veterans made and as I always say",
        8986.04,
        9002.36
    ],
    [
        " we need to make sure we remember the sacrifices and that we need to live a life that honors",
        9002.36,
        9011.9
    ],
    [
        " their sacrifices",
        9011.9,
        9016.56
    ],
    [
        " and beyond that let's make sure we learn from what they went through",
        9016.56,
        9027.58
    ],
    [
        " we learn from their experiences from men like Brady and men like Chaffee and Princeton and Mac",
        9028.96,
        9037.52
    ],
    [
        " Allen",
        9037.52,
        9038.02
    ],
    [
        " let us be their students",
        9038.02,
        9046.02
    ],
    [
        " let us learn from their",
        9046.02,
        9049.54
    ],
    [
        " tutelage",
        9053.96,
        9054.88
    ],
    [
        " and let us let us be better",
        9054.88,
        9057.8
    ],
    [
        " better because of their knowledge and because of their sacrifices",
        9057.8,
        9065.12
    ],
    [
        " let us be better",
        9065.12,
        9067.78
    ],
    [
        " and let's make sure that we never ever forget these men",
        9067.78,
        9078.88
    ],
    [
        " and this brutal savage freezing war",
        9080.34,
        9088.88
    ],
    [
        " and that goes looks like when along with that one",
        9088.88,
        9105.52
    ],
    [
        " yeah so I don't think we're going to have time for any Q&A",
        9107.94,
        9112.9
    ],
    [
        " but perhaps you could take a moment while I decompress over here and you could talk about",
        9112.9,
        9123.3
    ],
    [
        " possible ways that if somebody would like to support this podcast now they might be able to do that",
        9123.3,
        9129.42
    ],
    [
        " yeah sure a little bit of a rough transition I respect that",
        9130.96,
        9135.68
    ],
    [
        " but that being said we can talk about on it like we always do",
        9135.68,
        9141.16
    ],
    [
        " I kind of feel like we haven't talked as much about on it as maybe we should or maybe we have",
        9141.16,
        9149.48
    ],
    [
        " been I don't know that being said I got another thing warrior bars the jalapeno one",
        9149.48,
        9156.2
    ],
    [
        " you're proving them I'm about to they didn't come in yet but it ordered them and we're excited",
        9157.06,
        9162.36
    ],
    [
        " about that nonetheless if you like on its supplements which if you like supplements then you",
        9162.36,
        9170.86
    ],
    [
        " will like on its supplements because they're legitimate we already knew that I know you can get",
        9170.86,
        9176.42
    ],
    [
        " 10% off at onit.com slash jaco warrior bars I recommend krill oil I recommend",
        9176.42,
        9184.24
    ],
    [
        " shroom deck I recommend someone asked me online about strong bone yeah I use strong bone",
        9186.2,
        9192.1
    ],
    [
        " yep it's it's it's glucose in me yeah yeah for your joints and stuff okay for sure so now I'm",
        9192.1,
        9199.1
    ],
    [
        " recommend recommending strong bone I'm going to order some and I'll give them more accurate",
        9199.1,
        9204.3
    ],
    [
        " report they have there's a new thing like a it's like a like a I want to say a full recovery",
        9204.3,
        9213.04
    ],
    [
        " pre-workout and recovery kind of drink I'm not tired that yet I don't know but yeah I saw it like",
        9214.36,
        9220.52
    ],
    [
        " randomly too I wasn't like trying to look at somebody asked me somebody to ask me on Twitter the",
        9220.52,
        9226.2
    ],
    [
        " other day and I have a chance to respond to it yeah somebody asked me on Twitter like it was like",
        9226.2,
        9231.62
    ],
    [
        " I don't know who how old the dude was but he said something along lines of like",
        9231.62,
        9235.6
    ],
    [
        " cross your heart and hope to die do you actually use on it and yes I do I absolutely do and I take",
        9235.92,
        9246.36
    ],
    [
        " krill oil every day if you're wondering about the doses I take three of the pills so that's",
        9246.36,
        9251.9
    ],
    [
        " 15 I take a lot of krill oil right because I'm a big believer in it and so yes I take that every day",
        9251.9,
        9258.12
    ],
    [
        " I take strong bone every day I take shroom tech I don't take every day I take shroom tech when",
        9258.12,
        9267.36
    ],
    [
        " the anticipation for situations is arising but the booth usually it's for a jujitsu scenario just to",
        9267.36,
        9275.58
    ],
    [
        " be quite just straight up yeah and and then alpha brain I take fairly regularly I don't take it daily",
        9275.58,
        9283.08
    ],
    [
        " again I know I think you're supposed to take daily as a matter of fact you are supposed to take",
        9284.58,
        9287.68
    ],
    [
        " daily but I don't yeah I take it like I take it not every day I take it several days a week I",
        9287.68,
        9294.22
    ],
    [
        " should say maybe because your satisfaction in regard to your cognitive performance is pretty high",
        9294.22,
        9301.62
    ],
    [
        " your satisfaction of it maybe because alpha brain too it's not like one of these ones that they're",
        9301.62,
        9313.06
    ],
    [
        " things about these herbs so let's throw it in there and hopefully your brain will work better it's",
        9313.06,
        9316.58
    ],
    [
        " not like that like they they put it through and you can read about it on the website I'm going to",
        9316.58,
        9321.36
    ],
    [
        " butcher that you're not going to say rigorous scientific testing really like that it is yeah I'll say",
        9321.36,
        9326.96
    ],
    [
        " it but you know they they have the actual but it's like the legitimate kind test you know like double",
        9326.96,
        9332.62
    ],
    [
        " blind people like that kind of a lot of times they don't do the placebo test and the placebo effect",
        9332.62,
        9339.42
    ],
    [
        " is a big component of why a lot of stuff works that's a fact so if if you're trying to test something",
        9339.52,
        9346.06
    ],
    [
        " you got to do that placebo test you know so you give some people that just has sugar and see if",
        9346.06,
        9351.04
    ],
    [
        " they react to it but you make them believe that they take the real thing you're like okay you",
        9351.04,
        9355.04
    ],
    [
        " guys are going to take the real thing and then some of them have the you know the placebo or",
        9355.04,
        9358.04
    ],
    [
        " alpha or whatever I don't know exactly how they do the test but it it basically filters out the",
        9358.04,
        9363.56
    ],
    [
        " fakers I mean it's wrong to call the placebo effect fakers but it's basically you believe it so",
        9363.56,
        9370.26
    ],
    [
        " your body kind of you biology accommodates you know placebo is real yeah right placebo is totally",
        9370.26,
        9375.34
    ],
    [
        " real yes but alpha brain is like past that test okay so they basically I think it passes us",
        9375.34,
        9384.02
    ],
    [
        " and straight up proven yeah but even if you're to be like that maybe it's just a plastic for me yeah",
        9384.02,
        9388.98
    ],
    [
        " exactly right or like it worked for me but it won't work for me I didn't I did take like the do some",
        9388.98,
        9394.4
    ],
    [
        " puzzles at speed and do it without it yeah I didn't test it like that yeah or I tested when I do",
        9394.4,
        9399.86
    ],
    [
        " the podcast though see I take it like the night before I'm here to do the podcast I take it and",
        9399.86,
        9403.42
    ],
    [
        " then the morning I'll take it and then I'll take one more before it's good evening echo time yeah",
        9403.42,
        9407.72
    ],
    [
        " yeah see and that's good you know but that's what that's what I can't I can't play around bro we",
        9407.72,
        9413.04
    ],
    [
        " need to bring it yeah I need to bring it let's podcast time now but that that's that's what's",
        9413.04,
        9419.32
    ],
    [
        " called an anecdotal report on it that's not like a you know scientific thing because there's all",
        9419.32,
        9424.64
    ],
    [
        " these other factors what if your mindset gets into a great mindset anyway you know",
        9424.64,
        9429.38
    ],
    [
        " it's the point the point I'm making is alpha brain is not like that they actually do the test and",
        9429.38,
        9434.3
    ],
    [
        " the results are are scientifically proven measurably that it increases your cognitive function like",
        9434.3,
        9441.68
    ],
    [
        " memory and like I believe you were good you know we get to get on it literally get on it stay on it",
        9441.68,
        9447.14
    ],
    [
        " do this do this stay on it it does sports podcast yes yes of course and you get to get",
        9447.14,
        9451.04
    ],
    [
        " to sit off which is dope which sports your wallet and you get to take the meant that I'll tell you",
        9451.04,
        9455.96
    ],
    [
        " right now the worry bars I don't know really what I did without them before yeah now all of a sudden",
        9455.96,
        9460.36
    ],
    [
        " you realize and my three-year-old like song that's so delicious that's they're good yeah they're",
        9460.36,
        9465.5
    ],
    [
        " tasty I'm gonna get to jalapeno ones I don't know show like to all of the new ones because they're",
        9465.5,
        9471.12
    ],
    [
        " on a dot com such chocolate 10% off that's it there's more stuff on there really good stuff",
        9471.12,
        9475.5
    ],
    [
        " also a cool way to support Amazon someone kind of contacting me about this as well",
        9475.5,
        9482.16
    ],
    [
        " the or to support the podcast is the Amazon link click through right you click through you do your",
        9482.16,
        9487.2
    ],
    [
        " shopping we get a little kickback referral thing for pushing Amazon you're saying that's a little",
        9487.2,
        9493.18
    ],
    [
        " thing it's a big deal yeah it's a good way to support the product yeah it is a big deal as far as",
        9493.18,
        9497.42
    ],
    [
        " results go as far as doing it it's it's easy to do that's why I say it's a little thing but here's",
        9497.42,
        9502.04
    ],
    [
        " the thing on the old little little small step for anyone listening to podcast big big effect for",
        9502.04,
        9507.92
    ],
    [
        " those that are making the podcast yeah like a like a grenade or something we're like you've ever",
        9507.92,
        9513.82
    ],
    [
        " seen like back in science class when they put the little piece of sodium in the water and then",
        9513.82,
        9518.94
    ],
    [
        " crazy yeah yeah it's crazy kind of like that but they're on the old jockelstore.com there's like a",
        9518.94,
        9525.72
    ],
    [
        " big banner on the top you just go to it click on it takes you I'm gonna leave the details out but",
        9525.72,
        9531.82
    ],
    [
        " right now it's on the menu support jockel podcast then you can see the banner you click on it so",
        9531.82,
        9536.14
    ],
    [
        " many of them they were like hey where's the banner you used to be there all this and the thing is",
        9536.14,
        9540.1
    ],
    [
        " he's right but I'm trying to figure out a way to put that banner up there a new platform it's a",
        9540.1,
        9544.74
    ],
    [
        " long story but nonetheless go to support jockel podcast and this is on the store by the way",
        9544.74,
        9549.28
    ],
    [
        " support jockel podcast so it's hard it's not hard it's not as easy or just you could just",
        9549.28,
        9555.62
    ],
    [
        " go to jockelpodcast.com straight through the front on the side there boom there you go on the",
        9555.62,
        9560.06
    ],
    [
        " top left me there's another anyway the point is a good way a sodium in the water way to support",
        9560.06,
        9569.32
    ],
    [
        " this podcast especially now when Christmas is almost on your order and all kinds of kettle bells yeah",
        9569.32,
        9576.56
    ],
    [
        " that could be that could be like a big piece of sodium with a big explosion if you want to support",
        9576.56,
        9580.78
    ],
    [
        " if you're in the mood you know obviously you don't have to but you know some people choose to",
        9580.78,
        9584.96
    ],
    [
        " get after they encourage that and then you can subscribe of course on the iTunes of course",
        9584.96,
        9592.24
    ],
    [
        " that's that's delivery view if you're in the mood you know be honest if you think that jockel's",
        9592.24,
        9597.96
    ],
    [
        " voice is kind of intense go ahead say so don't say anything about me or subscribe to the YouTube",
        9597.96,
        9604.92
    ],
    [
        " channel I recommend that yeah I'm starting to put more videos as I was shooting with Kong",
        9605.48,
        9610.74
    ],
    [
        " you know Kong yeah so yeah big huge gentleman yeah and we're doing I'm not gonna be run",
        9610.74,
        9621.36
    ],
    [
        " around through life of the name Kong and be a small person it's so we understand so I'm not",
        9621.36,
        9628.4
    ],
    [
        " gonna tell you what video we're doing but he has these huge you know the strong man competitions",
        9628.4,
        9633.66
    ],
    [
        " you know the big yeah rocks the big boulders he's carrying it and pushing it up a hill so I'm",
        9633.74,
        9639.86
    ],
    [
        " not gonna tell you what video we're doing but I don't think you did it we you know we're doing a",
        9639.86,
        9643.98
    ],
    [
        " video but so this ball he brings a 250 pound ball a 200 and like I want to say like a 80 and he's",
        9643.98,
        9651.46
    ],
    [
        " like hey we can do you know which everyone's so he was like he looks at the hill and it's like",
        9651.46,
        9655.28
    ],
    [
        " it's that's a legit hill it's not like terrible but it's legit like without the the rocks we",
        9655.28,
        9661.46
    ],
    [
        " could do a solid workout on it so um he grabbed I'm thinking he's gonna grab this small one I'm like",
        9661.46,
        9667.16
    ],
    [
        " I don't know if I can even pick up like I wasn't gonna try but nonetheless he grabs the 200",
        9667.16,
        9672.38
    ],
    [
        " pound rock with 280 pound would you say no there was a 250 a 280 oh okay yeah he grabbed the",
        9672.38,
        9682.7
    ],
    [
        " basically the quote unquote medium one that was 200 pounds of ball it's not a dumbbell with a hand",
        9682.7,
        9686.42
    ],
    [
        " I know what it is I know what it is anyway he got after it anyway good you that's a good one so",
        9686.42,
        9691.18
    ],
    [
        " subscribe to the youtube channel that's the point in all these rock carrying things we're talking",
        9691.18,
        9696.46
    ],
    [
        " about um because you know we're gonna put some videos on there some more videos put some excerpts more",
        9696.46,
        9701.08
    ],
    [
        " excerpts bite-sized jackew Mcnuggets shareable stuff you made up the name jackew Mcnuggets by the way",
        9701.08,
        9707.6
    ],
    [
        " no yeah I 100 percent positive it's not a good name though because sometimes it Mcnuggets first",
        9707.6,
        9714.92
    ],
    [
        " of all it's trademarked I'm sure by Mcnomles yeah yeah I'm sure but we're not doing it we're doing",
        9714.92,
        9720.48
    ],
    [
        " a different product I think you're saying it metaphorically for sure you know so there you go",
        9720.48,
        9726.0
    ],
    [
        " youtube get on it get on it and youtube it's like a circular logic thing also the jackew store I",
        9726.0,
        9733.22
    ],
    [
        " mentioned there's also a peril on there if you're into it you know some women stuff well I think",
        9733.22,
        9739.36
    ],
    [
        " women are starting to be more and more represented in the store you got a few items there all the",
        9739.36,
        9746.02
    ],
    [
        " little patches the regulation size regulation color they're in flat dark earth it's the color",
        9746.2,
        9755.22
    ],
    [
        " regulation boom so yeah velcro there's some hoodies on there which are pretty cool those go fast",
        9755.22,
        9761.1
    ],
    [
        " man I gotta reward them I guess they're good yeah I guess you do my wife was wearing her as I was",
        9761.1,
        9766.22
    ],
    [
        " like the other day just the other nights starting it lip cold I know we'll just say it's the",
        9766.22,
        9771.46
    ],
    [
        " temperatures for those of you and Wisconsin ecco apologies for saying it was cold here yeah I'm",
        9771.98,
        9776.72
    ],
    [
        " from kawaii cold means different things in different places anyway here in San Diego it got cold",
        9776.72,
        9781.78
    ],
    [
        " my wife was wearing one I was like look good in it in a casual sort of way so I have some women",
        9781.78,
        9788.92
    ],
    [
        " some good shirts if you like literally some good shirts you'll know what I'm talking about if you",
        9788.92,
        9793.82
    ],
    [
        " look at it anyway jackew store dot com if you like something you get a shirt man and a sticker and",
        9793.82,
        9799.46
    ],
    [
        " a patch boom you're good to go and you sports podcast and you get something in return that's cool",
        9799.46,
        9804.12
    ],
    [
        " I guess all of them you kind of get something in return so that's cool yeah yeah but yeah that's it",
        9804.12,
        9809.74
    ],
    [
        " boom christmas coming up it's certainly Christmas Christmas coming up the reason I'm laughing is",
        9809.74,
        9818.86
    ],
    [
        " because there's one thing that you didn't mention about the shirts and I don't know if you did",
        9818.86,
        9822.6
    ],
    [
        " this purposely or not purposely but there was one thing that you didn't mention about the shirts",
        9822.6,
        9827.84
    ],
    [
        " you always mention about the shirts maybe you've decided not to mention it now I will just leave it",
        9827.84,
        9832.6
    ],
    [
        " oh what okay I know what you see yeah are we not gonna mention it we just the layers oh god here it is",
        9832.6,
        9839.5
    ],
    [
        " it is true yeah there's some layers on the shirts but sometimes if you don't know about the layers",
        9839.5,
        9845.34
    ],
    [
        " here how's this and someone mentioned this before they emailed me because I think you may have",
        9845.34,
        9851.22
    ],
    [
        " realized that talking about the layers kind of takes away the the impact of the layers yeah",
        9851.22,
        9856.32
    ],
    [
        " kind of like you kind of like you just brought it up now and they're talking about it I think if",
        9856.32,
        9860.62
    ],
    [
        " you go into the situation if you go into the situation not knowing those layers and you see the",
        9860.62,
        9866.26
    ],
    [
        " layers I think it comes as more of a treat totally more rewarding so from hence forth we shall no",
        9866.26,
        9872.0
    ],
    [
        " longer mention or to speak of the layers the layers this is it for now on there we out there",
        9872.0,
        9879.72
    ],
    [
        " they'll be there but people will people will just have to dig in and find the layers on their",
        9880.18,
        9888.12
    ],
    [
        " own discover discover or maybe we'll talk about them again whichever there you go thanks to some",
        9888.12,
        9893.58
    ],
    [
        " people I like I like the reward being dug for yeah I like that more boom boom and also hey when you're",
        9893.58,
        9901.12
    ],
    [
        " on Amazon there's a couple of things you can get when you click through the store and you go to",
        9901.12,
        9904.44
    ],
    [
        " Amazon there's a couple of things that you might be interested in getting they are might they might",
        9904.44,
        9909.16
    ],
    [
        " seem hard to get which they kind of are one of them things that you can get is is called while there's",
        9909.16,
        9916.06
    ],
    [
        " a mug that says get after it on it which is a good thing to have because it reminds you to get after it",
        9916.06,
        9921.42
    ],
    [
        " and there's a little also a little approved stamp of approval from from me actually so it's been",
        9921.42,
        9929.1
    ],
    [
        " improved and then you can also get some jacquo white which there has been some so somebody finally",
        9929.86,
        9937.84
    ],
    [
        " posted the other day that like oh because I I announced that we'll never run out of white tea again",
        9937.84,
        9942.4
    ],
    [
        " because I ordered a ton of it and of course we ran out well we actually technically we didn't",
        9942.4,
        9947.78
    ],
    [
        " okay we the way Amazon works the stuff shows up there they can only in process so much at a time",
        9947.78,
        9956.06
    ],
    [
        " so a ton of it showed up there they started in processing it boom so it showed up everyone yes",
        9956.06,
        9961.2
    ],
    [
        " sold out but then they in process more you know the next day so what you're gonna see now and I",
        9961.2,
        9968.06
    ],
    [
        " apologize for this hopefully I can get this logistical thing smoothed out it's just it's taking me",
        9968.06,
        9973.32
    ],
    [
        " some time where they have so much that'll be in process and we will truly never want out but what",
        9973.32,
        9979.16
    ],
    [
        " you do right now is if it's sold out just keep looking back because it'll come back when they",
        9979.16,
        9984.76
    ],
    [
        " restock at the next day boom they'll have it so we'll get there I apologize the tea is awesome",
        9984.76,
        9991.58
    ],
    [
        " it tastes delicious and when you have it you will refuse flat out to drink anything else in the world",
        9991.58,
        10001.26
    ],
    [
        " nothing is gonna come close you're just gonna be like where's my where's my jacquo white tea strangely",
        10001.26,
        10005.9
    ],
    [
        " when I was drinking it the thing one of the things that I did do significantly and I'm talking about",
        10005.9,
        10013.0
    ],
    [
        " the first time when it first came in the first time the fact that you made it you know the fact",
        10013.0,
        10019.24
    ],
    [
        " that you contributed to the actual making of the formula of the tea like that actually like affected",
        10019.24,
        10025.38
    ],
    [
        " the experience oh you felt you felt like isn't that kind of but that makes sense right you know I guess",
        10025.38,
        10031.42
    ],
    [
        " so I think it makes sense well I guess we spend a lot of time doing this podcast and then you got",
        10031.42,
        10037.5
    ],
    [
        " so it's like when I guess it is correct you know why because when I watch one of your videos",
        10037.5,
        10041.94
    ],
    [
        " I feel the same way I'm like oh that's that's echo echo did that yeah yeah yeah that's echo",
        10041.94,
        10048.4
    ],
    [
        " held that camera there yeah so I feel the same way right that you feel when you crack open a",
        10048.4,
        10055.18
    ],
    [
        " tin or a box of jacquo white tea and you brew one up for the for the for the team you understand",
        10055.18,
        10061.56
    ],
    [
        " also do all your name is on you can get a copy of the book called extreme ownership which I wrote",
        10064.8,
        10070.18
    ],
    [
        " with my brother layf babin and you know what I got this to say don't be selfish with your knowledge",
        10070.18,
        10077.58
    ],
    [
        " don't hold it back and on this is this is what people get worried about right because you want to buy",
        10077.58,
        10082.96
    ],
    [
        " it for you think I'll buy it for my subordinates and I buy it for my boss and I'll buy it for my",
        10082.96,
        10086.54
    ],
    [
        " family and you think then you need to get scared you get scared because what you think is",
        10086.74,
        10091.8
    ],
    [
        " people are going to like see right through you and they're going to go oh you read this in that book",
        10091.8,
        10097.14
    ],
    [
        " and that's why you're acting this way so you'd rather just not give it to them oh yeah yeah",
        10097.14,
        10100.88
    ],
    [
        " till I'm telling you do not worry about that here's why when when people have read it",
        10100.88,
        10106.82
    ],
    [
        " and they see you acting it they don't get mad they actually go yeah",
        10106.82,
        10114.22
    ],
    [
        " yeah you're taking ownership yes and it starts to get that more you get more people on board",
        10114.22,
        10120.48
    ],
    [
        " with the program and it makes your everything better so when people see extreme ownership when",
        10120.48,
        10126.66
    ],
    [
        " people see see when you see people enacting extreme ownership you don't get jealous that's not",
        10126.66,
        10132.82
    ],
    [
        " actually if you've read the book you're like bro wait a take ownership of that man that's awesome",
        10132.82,
        10136.34
    ],
    [
        " I respect that recognize yep what's happening so don't be afraid like you were a few minutes ago",
        10136.34,
        10144.14
    ],
    [
        " to buy this book for your your subordinates is nobody deal but even see the other thing is we think oh",
        10144.64,
        10150.52
    ],
    [
        " well you know I want to be the guy that came up with a plan I'm going to do extreme ownership but",
        10150.52,
        10154.96
    ],
    [
        " I want it to be mine it is yours it's yours and I didn't invent it we just put it out there",
        10154.96,
        10162.58
    ],
    [
        " so grab a hold of it and it's it's a really good gift because it's not just going to be a gift",
        10162.58,
        10170.02
    ],
    [
        " that they get and then they don't get anything else from it it's gonna keep giving right",
        10170.02,
        10175.62
    ],
    [
        " it keeps giving all right by the book also we got extreme ownership monster coming in New York City",
        10175.62,
        10182.02
    ],
    [
        " May 4th and 5th we'll be talking about combat leadership Lafini the first one was awesome",
        10182.02,
        10188.08
    ],
    [
        " amazing feedback across the board this one's gonna be awesome www.extremeownership.com",
        10188.08,
        10196.78
    ],
    [
        " to register it's going to sell out it's going to sell out so if you want to go in a couple months",
        10197.08,
        10205.54
    ],
    [
        " or I'm not going to be able to help you you're not going to be able to say hey Jaco can I go I",
        10205.54,
        10211.2
    ],
    [
        " want I'm going to be able to help you yeah there's nothing I can do the seats will be taken so",
        10211.2,
        10215.66
    ],
    [
        " register early you also save money when you register early and all that so do that",
        10215.66,
        10220.62
    ],
    [
        " and we appreciate it now um also if you didn't know this much we are both straight up on the",
        10222.14,
        10234.5
    ],
    [
        " interwebs we're there and if you want to talk to us some more on Twitter on Instagram and also",
        10234.5,
        10244.5
    ],
    [
        " also that this bookie boha we're gonna be there echo is that echo Charles and I am at jocke",
        10245.4,
        10253.68
    ],
    [
        " willink and now to you listening thanks for the support and to the military personnel thanks for",
        10253.68,
        10266.36
    ],
    [
        " going on the attack and defending freedom and defending humanity just as your predecessors did",
        10266.36,
        10274.44
    ],
    [
        " in korea like we heard about and to the police and firefighters thanks for keeping us safe and home",
        10274.44,
        10283.72
    ],
    [
        " and for the rest of you who are on a million different paths in this world make sure the path",
        10283.72,
        10295.12
    ],
    [
        " that you are on is the right one make sure it's the hard one make sure your path isn't one of",
        10295.12,
        10303.52
    ],
    [
        " passivity and make sure it's not a path of regret make sure it is a path of discipline and is a",
        10303.52,
        10314.54
    ],
    [
        " path of progress make sure the path that you are on is the war path and that you are charging up",
        10314.54,
        10328.9
    ],
    [
        " that path forotiously and getting after it so until next time this is echo and jaco out",
        10328.9,
        10347.44
    ]
]