[
    [
        " This is the Jaco Underground podcast number 14 with Echo Charles and me Jaco Willink. Good evening, Echo",
        0.0,
        6.78
    ],
    [
        " so recently on Jordan Peterson and",
        6.78,
        11.42
    ],
    [
        " There were some some comments about it that came out and and look we as I went go through some of those comments on the YouTube channel",
        11.42,
        21.84
    ],
    [
        " We can probably do some kind of",
        21.84,
        23.84
    ],
    [
        " a",
        26.8,
        27.18
    ],
    [
        " Underground podcast about the comments and just kind of reflect on them and and respond to some of them and we could probably do that",
        27.18,
        33.64
    ],
    [
        " We've talked about doing that with some of the other of our podcasts in the past but",
        33.64,
        37.98
    ],
    [
        " There was one there was a bunch of things but there was one that I saw came up a bunch",
        37.98,
        43.46
    ],
    [
        " so at some point",
        43.46,
        45.8
    ],
    [
        " Jordan asked me",
        45.8,
        48.32
    ],
    [
        " if I wanted",
        50.64,
        51.52
    ],
    [
        " Peace for my son and for some reason he focused on my son. I also have daughters as well and",
        51.52,
        59.32
    ],
    [
        " And I said I thought about it for a second. I said yes, I want there to be peace for my son and",
        59.32,
        67.46
    ],
    [
        " Whenever I said that he like started talking immediately and I wasn't done yet and I and I said",
        67.46,
        72.48
    ],
    [
        " but and and he",
        72.48,
        74.5
    ],
    [
        " He started talking to me. He's not like he was being run I saw some people like let Jaco finish talking and don't",
        75.64,
        80.72
    ],
    [
        " It look you got to remember a podcast is a conversation. That's what it is and so when you're having a conversation",
        80.72,
        87.0
    ],
    [
        " You know you got we think of something you want to say you don't lose a font",
        87.0,
        89.68
    ],
    [
        " He thought of something and he started talking and I didn't obviously make it clear that I had a little bit more to say and so we moved on",
        89.68,
        98.44
    ],
    [
        " But I did get that button so people knew that there was more to the answer and",
        100.44,
        107.48
    ],
    [
        " I just wanted to kind of expand on that just a little bit",
        107.48,
        111.0
    ],
    [
        " so of course I",
        111.0,
        113.82
    ],
    [
        " Want my kids my son and my daughters to have",
        113.82,
        117.18
    ],
    [
        " And not just them but my family and friends and people that I know I want people to have peace and prosperity",
        117.18,
        123.2
    ],
    [
        " Of course, right that kind of a that's kind of obvious",
        123.2,
        127.32
    ],
    [
        " But",
        131.9,
        132.38
    ],
    [
        " But I also know that I want them also to have",
        132.38,
        137.64
    ],
    [
        " struggle I want them to face adversity",
        137.64,
        142.2
    ],
    [
        " Right, I think that I think that is also very obvious and I think there's some people that in the comments said",
        142.2,
        148.3
    ],
    [
        " The but was what he wanted to say and that's kind of true, too, right? It's such a big but",
        148.3,
        154.3
    ],
    [
        " That I didn't really need to say anything else",
        155.5,
        157.98
    ],
    [
        " So there was that aspect to it too, but look if you have everything easy and life",
        157.98,
        163.5
    ],
    [
        " You just get soft and weak",
        163.5,
        167.9
    ],
    [
        " I mean if it why not have your kids in an isolated",
        167.9,
        172.94
    ],
    [
        " Insulated reinforced concrete bunker will filter to air and a supply of food and water and padded walls when nothing can ever happen to them right because that's",
        172.94,
        183.5
    ],
    [
        " That's what you do and you actually put them on a calorie restrictive diet",
        184.32,
        186.9
    ],
    [
        " So that's the maximum lifespan and all that stuff like that if that's what we're gonna do",
        186.9,
        191.0
    ],
    [
        " What are you gonna end up with you're not up with someone that's",
        191.0,
        197.5
    ],
    [
        " They live for a long time, but do they really live?",
        197.5,
        199.98
    ],
    [
        " Do they really live",
        200.64,
        202.94
    ],
    [
        " That's the question so yeah, I want everyone to have peace, but at the same time",
        202.94,
        209.16
    ],
    [
        " I think that struggle is good",
        209.16,
        210.94
    ],
    [
        " I think that struggle makes better people adversity makes you tougher",
        210.94,
        214.72
    ],
    [
        " And that's what the butt was about goes back to a",
        214.72,
        219.22
    ],
    [
        " Little bit goes back to something I said the same Harris about combat and cancer, you know, I had said that",
        219.22,
        224.48
    ],
    [
        " He was saying you know you say that that",
        224.48,
        228.4
    ],
    [
        " Wait, that wasn't a very good Sam Harris impersonation was no, he said he said",
        228.4,
        233.72
    ],
    [
        " He said he said",
        233.72,
        237.02
    ],
    [
        " You know, don't go you say that",
        237.02,
        238.64
    ],
    [
        " Combat is horrible, but at the same time you also have said that it was the best experience in your life",
        240.0,
        245.42
    ],
    [
        " How do you",
        245.42,
        247.26
    ],
    [
        " reconciled those thoughts?",
        247.26,
        249.74
    ],
    [
        " So that's what Sam here said to me",
        250.04,
        251.52
    ],
    [
        " First attempt",
        251.52,
        252.9
    ],
    [
        " So he he asked me that and I and I said well",
        252.9,
        258.28
    ],
    [
        " It's like someone that has cancer not not someone it's like some people that have cancer that",
        258.28,
        263.52
    ],
    [
        " When they get through the cancer they say something along the lines of it's the best thing that's happened to me",
        263.84,
        269.62
    ],
    [
        " You know, I got to put things in perspective. I got to understand what's truly important in life",
        269.62,
        274.86
    ],
    [
        " And so they actually do take something away from it in a positive",
        274.86,
        278.08
    ],
    [
        " But they say I'd never wish it on anybody so that's that's what I say about combat as well, so",
        278.08,
        284.66
    ],
    [
        " That's what there are some benefits",
        284.66,
        288.32
    ],
    [
        " Do I want peace and happiness for my family for my friends for the people I know yes absolutely but",
        290.22,
        296.08
    ],
    [
        " There you go",
        296.08,
        298.0
    ],
    [
        " And with that",
        298.0,
        300.8
    ],
    [
        " Let's get to some Q&A",
        300.8,
        303.0
    ],
    [
        " Cool little Q&A",
        303.0,
        304.82
    ],
    [
        " I felt this when I listened to that podcast",
        304.82,
        308.28
    ],
    [
        " I felt the same thing when you were like but and I figured I knew what you're gonna say",
        308.28,
        313.4
    ],
    [
        " You know, but I still want to hear that and you're and I think you said it like twice where you're like",
        313.4,
        317.5
    ],
    [
        " Yeah, like you said again trying to get it in there. Yeah, I think as you can't you can't",
        317.5,
        323.3
    ],
    [
        " recreate",
        323.3,
        324.58
    ],
    [
        " What you were gonna say at that moment",
        324.58,
        327.62
    ],
    [
        " So now I could plot it out and I could write a paragraph about it and I could make bullet points and then kind of speak to it",
        327.62,
        334.62
    ],
    [
        " But I won't I can't even go back",
        334.62,
        337.88
    ],
    [
        " And like recreate what I was about to say and the spur of the moment right right",
        337.88,
        343.84
    ],
    [
        " But again, that's why that's why podcasts",
        344.1,
        346.58
    ],
    [
        " There are conversation and you have to put being a conversation at the top",
        346.58,
        351.22
    ],
    [
        " Otherwise, it's an interview",
        351.22,
        353.54
    ],
    [
        " And I don't want to get oh not that I don't want to get interviewed I get interviewed a lot but",
        353.54,
        358.14
    ],
    [
        " I would much rather I'm not gonna get interviewed for two and a half hours, which is how long we were talking for an interview for two hours is",
        358.14,
        366.14
    ],
    [
        " Is not a good?",
        366.14,
        368.0
    ],
    [
        " It's not it's not what I want to hear it's not what I want to do. I don't want to get interviewed",
        368.46,
        372.18
    ],
    [
        " I want to have a conversation for two hours and if you look you might ask me a question",
        372.18,
        375.7
    ],
    [
        " Or say something that makes me talk for 14 minutes straight",
        375.7,
        380.08
    ],
    [
        " But then I just don't want you to move on to the next question",
        380.08,
        384.32
    ],
    [
        " I want you to respond and say something else and like that's what I think makes podcasts good to listen to because it's a",
        384.32,
        389.84
    ],
    [
        " It's supposed to be real conversation",
        389.84,
        391.26
    ],
    [
        " You can tell you can tell when you're on with someone that kind of does podcasts because",
        391.26,
        398.62
    ],
    [
        " There's you you're gonna let someone finish, you know, and you know look Jordan's been out of the game for a little bit",
        400.26,
        407.06
    ],
    [
        " That is a little excerpt of what we are doing on the jocco underground podcast. So if you want to continue to listen",
        407.06,
        420.02
    ],
    [
        " Go to joccounderground.com and subscribe and we're doing this to mitigate our reliance on external platform",
        420.02,
        428.6
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control more interaction",
        428.84,
        435.48
    ],
    [
        " More direct connections better communications it with us",
        435.48,
        438.38
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jocco underground.com",
        438.38,
        445.52
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        445.52,
        450.98
    ],
    [
        " We can still support you just email assistance at joccounderground.com",
        450.98,
        454.98
    ],
    [
        " And we'll get you taken care of until then we will see you",
        455.22,
        459.82
    ],
    [
        " mobilized",
        459.82,
        461.2
    ],
    [
        " underground",
        461.2,
        462.54
    ],
    [
        " More direct connections better communications it with us",
        462.54,
        468.4
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jocco underground.com",
        468.4,
        475.54
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        475.54,
        481.04
    ],
    [
        " We can still support you just email assistance at joccounderground.com",
        481.04,
        485.0
    ],
    [
        " And we'll get you taken care of until then we will see you",
        485.0,
        489.84
    ],
    [
        " mobilized",
        489.84,
        491.2
    ],
    [
        " underground",
        491.2,
        492.56
    ]
]