[
    [
        " Imagine what Eugene sledge that we talked about tonight. Imagine what he went",
        2.6,
        6.56
    ],
    [
        " through on Pellalu in the tens of thousands of Marines that suffered that",
        6.56,
        13.74
    ],
    [
        " unimaginable horror. And then you imagine Hackworth who we talked about here, who",
        13.74,
        23.44
    ],
    [
        " wrote about face assaulting enemy positions in Korea and he was wounded over and",
        23.44,
        27.36
    ],
    [
        " over again and all in the line and still went back for more. And then you got",
        27.36,
        35.18
    ],
    [
        " Alan Seeger, the poet who in World War One went over the top over and over again",
        35.18,
        46.56
    ],
    [
        " to make his rendezvous with death. And there's been thousands and hundreds",
        46.56,
        56.3
    ],
    [
        " thousands and millions of warriors that have been in very stressful situations",
        56.3,
        64.04
    ],
    [
        " and faced evil and faced death much worse than the situation I'm in or urine",
        64.04,
        73.22
    ],
    [
        " that we might consider stressful. And I even did this when I was overseas, when I",
        73.22,
        78.64
    ],
    [
        " was on deployment, when I was a combat leader, I was feeling stress. And you know",
        78.64,
        85.02
    ],
    [
        " when we took casualties and it was awful and it was heartbreaking. But there were",
        85.02,
        96.16
    ],
    [
        " other soldiers and warriors throughout time that had been in much worse",
        96.16,
        101.28
    ],
    [
        " situations. Gettysburg or Vicksburg or the Battle of the Bulge. And all those",
        101.28,
        110.78
    ],
    [
        " horrible situations, they prove really that humans can withstand almost",
        111.6,
        119.46
    ],
    [
        " unimaginable stress, which meant to me that I could too. And you can. And the first",
        119.46,
        133.26
    ],
    [
        " step for me is doing that, taking that look to gain some perspective. And then in",
        133.26,
        142.46
    ],
    [
        " order to gain perspective, you've got to do something that we already talked",
        142.46,
        145.84
    ],
    [
        " about. You've got to detach. You've got to detach from the problems or the stress",
        145.84,
        150.44
    ],
    [
        " that you're experiencing so that you can get that perspective of them. Now, there's",
        150.44,
        162.12
    ],
    [
        " a couple different types of stress. Now, if it's something that you can control",
        162.12,
        166.78
    ],
    [
        " that's causing you stress, well, why aren't you getting control of it? Generally,",
        166.78,
        173.46
    ],
    [
        " it's a lack of discipline. So you've got to have the discipline to grab control",
        173.82,
        178.62
    ],
    [
        " and make it happen. And when I say you need discipline for that, what that means is",
        178.62,
        183.98
    ],
    [
        " these stresses that you're avoiding, they're not going to go away if you avoid",
        183.98,
        190.5
    ],
    [
        " them. So take the discipline to face the stressful situation. Get ahead of it. Don't",
        190.78,
        196.84
    ],
    [
        " be afraid of it. Now, there's also stress that's caused by things that you cannot control.",
        196.84,
        204.44
    ],
    [
        " And if you remember talking earlier about artillery and how horrible that was and what made",
        204.94,
        213.02
    ],
    [
        " it so horrible was that there's no control over. So if you can't control something and",
        213.02,
        220.64
    ],
    [
        " you can't get control of it, you have to at least embrace what you can. And I'm not saying",
        220.64,
        230.2
    ],
    [
        " you're going to embrace artillery, but I'll tell you what, when it comes to things like",
        230.2,
        235.66
    ],
    [
        " artillery or for us in Ramadi was IEDs and we could do everything we could do to mitigate",
        235.66,
        242.74
    ],
    [
        " that risk. But eventually, there's only so much you can do and you cannot completely eliminate",
        242.74,
        249.22
    ],
    [
        " it. But you can't control it. So why are you going to worry about it? Why are you going to",
        249.22,
        254.2
    ],
    [
        " stress about it? If there's something that's completely beyond your control, you cannot,",
        254.2,
        261.66
    ],
    [
        " you've got to detach from it and not let yourself get stressed about it. And on top of that,",
        261.78,
        269.04
    ],
    [
        " if it's something that you can't control, how can you look at it in a different light?",
        270.56,
        274.58
    ],
    [
        " How can you see it in a way that you could actually take advantage of it? How can you take",
        274.74,
        282.42
    ],
    [
        " that stress and make it into some kind of ally? You know, the chaos of combat is something",
        282.42,
        292.62
    ],
    [
        " that I couldn't control, but I had to embrace it so I could try and figure out how to take",
        292.62,
        296.5
    ],
    [
        " advantage of it. So when it comes to stress, don't fight it. Turn it on itself and use it.",
        296.5,
        308.72
    ],
    [
        " Use it. Use it to make yourself sharper and more alert and use it to make yourself think more",
        309.16,
        316.72
    ],
    [
        " and learn more and get better and use that stress as a catalyst to make yourself better.",
        316.72,
        327.24
    ]
]