[
    [
        " What does discipline really mean?",
        0.0,
        1.84
    ],
    [
        " You know, besides waking up early and how do I employ it to all aspects of my life?",
        2.86,
        7.6
    ],
    [
        " What does it really mean?",
        8.0,
        9.62
    ],
    [
        " Yes, discipline.",
        10.66,
        12.54
    ],
    [
        " It does start with waking up early.",
        12.92,
        17.58
    ],
    [
        " It really does.",
        17.76,
        18.22
    ],
    [
        " But that is just the beginning.",
        18.96,
        22.14
    ],
    [
        " And I always say that discipline is the root of all good qualities.",
        23.1,
        29.14
    ],
    [
        " But you have to absolutely apply it to things outside of just waking up early.",
        30.88,
        38.56
    ],
    [
        " It's everything.",
        39.04,
        39.78
    ],
    [
        " It's working out every day, making yourself stronger and faster and more flexible and healthier.",
        40.1,
        46.32
    ],
    [
        " Discipline is eating the right foods to a fuelier system.",
        48.28,
        52.78
    ],
    [
        " It's about disciplining your emotions so you can make good decisions.",
        57.66,
        62.62
    ],
    [
        " It's about having the discipline to control your ego.",
        62.62,
        67.04
    ],
    [
        " So your ego doesn't get out of hand and control you.",
        67.86,
        72.12
    ],
    [
        " It's about treating people the way you would want to be treated.",
        73.08,
        79.38
    ],
    [
        " And doing the tasks that you don't necessarily want to do,",
        80.28,
        85.64
    ],
    [
        " but that you know will help you or help your team.",
        85.88,
        89.32
    ],
    [
        " It's about facing your fears.",
        90.28,
        95.8
    ],
    [
        " It takes discipline to face your fears so you can conquer them.",
        96.98,
        101.26
    ],
    [
        " And that's what discipline is.",
        102.92,
        107.28
    ],
    [
        " Discipline means taking the hard road, the uphill road to do what's right for yourself and for other people.",
        107.28,
        117.04
    ],
    [
        " It's so often the easy path.",
        117.74,
        124.04
    ],
    [
        " The easy path it calls to us to be weak for that moment, to break down for that moment,",
        124.56,
        131.88
    ],
    [
        " to give in to the desire and the short-term gratification.",
        132.64,
        138.68
    ],
    [
        " But the discipline will not allow that.",
        139.24,
        144.6
    ],
    [
        " The discipline calls for strength and fortitude and will.",
        145.14,
        150.2
    ],
    [
        " It won't accept weakness.",
        151.12,
        153.88
    ],
    [
        " It won't tolerate another breakdown.",
        154.34,
        157.2
    ],
    [
        " The discipline can seem like it's your worst enemy.",
        161.28,
        167.04
    ],
    [
        " But the reality is discipline is your best friend.",
        168.32,
        175.26
    ],
    [
        " It will take care of you like nothing else can.",
        175.72,
        177.96
    ],
    [
        " And it will put you on that path.",
        179.28,
        182.04
    ],
    [
        " The path to strength and health and intelligence and happiness.",
        183.36,
        189.9
    ],
    [
        " And most importantly, it will put you on that path to freedom.",
        190.5,
        201.7
    ]
]