[
    [
        " People want to know how to stop the laziness and they want to not stop the procrastination and you know",
        0.22,
        7.82
    ],
    [
        " They have some idea in their head, you know some kind of a",
        7.82,
        13.08
    ],
    [
        " vision",
        13.08,
        14.26
    ],
    [
        " What they want to do",
        14.26,
        16.52
    ],
    [
        " But they don't know where to start they don't know where to start, you know, they don't know where to start",
        16.52,
        23.2
    ],
    [
        " And say they say hey",
        23.2,
        25.56
    ],
    [
        " Where do I start and and when's the best time to start and I have a very simple answer for that",
        26.34,
        31.98
    ],
    [
        " Here and now",
        31.98,
        36.4
    ],
    [
        " That's it you you want to improve you want to get better",
        36.4,
        43.64
    ],
    [
        " You want to get on a workout program or a clean diet you want to start a business?",
        43.64,
        49.56
    ],
    [
        " You want to write a book or make a movie or build a house or a computer or put together some",
        51.7,
        57.34
    ],
    [
        " mobile application",
        57.34,
        59.36
    ],
    [
        " Where do you start",
        59.36,
        62.88
    ],
    [
        " You start right here and when do you start you start right now?",
        62.88,
        70.08
    ],
    [
        " You initiate the action",
        70.48,
        73.86
    ],
    [
        " aggressively you go",
        73.86,
        75.68
    ],
    [
        " Because the idea isn't going to execute itself and the book isn't going to write itself and the weights out in the gym",
        77.74,
        85.48
    ],
    [
        " They're not going to move themselves",
        85.48,
        87.38
    ],
    [
        " You have to do it and you have to do it now",
        87.38,
        91.18
    ],
    [
        " And that means you got to stop thinking about it and stop dreaming about it and stop",
        91.18,
        99.42
    ],
    [
        " researching every aspect of it and reading all about it and debating the pros and cons of it just start doing it",
        99.56,
        107.68
    ],
    [
        " Take that first step and",
        107.68,
        114.4
    ],
    [
        " Make it happen",
        114.4,
        115.62
    ],
    [
        " Get after it and get after it here and",
        115.62,
        121.34
    ],
    [
        " Now",
        121.34,
        122.66
    ]
]