[
    [
        " How do you deal with being evaluated, specifically by different people with different opinions and motives?",
        0.0,
        6.4
    ],
    [
        " Oh.",
        6.78,
        7.04
    ],
    [
        " How do you deal with being evaluated?",
        7.94,
        10.84
    ],
    [
        " Well, I can tell you right now.",
        11.96,
        14.94
    ],
    [
        " Nobody likes being evaluated, right?",
        16.2,
        19.4
    ],
    [
        " Nobody.",
        20.04,
        20.44
    ],
    [
        " Now, you might get somebody that says, oh, I love being coached, and there are some people that are",
        21.52,
        28.92
    ],
    [
        " want to be coached, right?",
        28.92,
        30.32
    ],
    [
        " But most people, especially in a normal environment, like if you got new hire someone to coach you, okay?",
        32.16,
        37.0
    ],
    [
        " But most people in a normal environment, they don't like being evaluated, they don't like being judged.",
        38.38,
        46.88
    ],
    [
        " Always judging.",
        47.3,
        48.74
    ],
    [
        " So the first thing you have to do when it comes to being evaluated is get that in your head that you,",
        49.24,
        56.24
    ],
    [
        " like everybody else has defense mechanisms.",
        56.5,
        58.86
    ],
    [
        " And they're going to flare up as soon as somebody says something critical of you.",
        59.5,
        65.56
    ],
    [
        " As soon as somebody goes to a value way you, your defense mechanisms are going to go up.",
        65.72,
        70.2
    ],
    [
        " And then once that happens, once you feel those defense mechanisms go up, you got to put your ego in check.",
        70.46,
        76.36
    ],
    [
        " You got to put your ego in check.",
        77.02,
        82.08
    ],
    [
        " And then once you do that, you got to listen.",
        82.68,
        84.9
    ],
    [
        " Listen, I know it sounds crazy.",
        86.34,
        87.98
    ],
    [
        " Listen to what they're saying.",
        88.32,
        90.24
    ],
    [
        " Don't even think of a response.",
        90.68,
        93.46
    ],
    [
        " Say to yourself, you know what? I'm not even going to respond.",
        94.28,
        96.38
    ],
    [
        " I'm only going to listen to what they're saying.",
        96.74,
        99.32
    ],
    [
        " Yeah, but and to kind of add to that.",
        99.7,
        102.02
    ],
    [
        " You already can't even take it.",
        102.3,
        103.1
    ],
    [
        " No, no, I can't take it.",
        103.1,
        104.26
    ],
    [
        " I'm saying, but I think, because people will quote unquote do that, but they won't really do it as far as just,",
        104.3,
        110.32
    ],
    [
        " I'm not going to say anything.",
        110.44,
        111.06
    ],
    [
        " I'm just going to listen.",
        111.06,
        111.72
    ],
    [
        " Yeah, that's actually, that's actually, that's actually how they set it up.",
        112.28,
        116.1
    ],
    [
        " Look, I'm not even saying anything.",
        116.1,
        117.06
    ],
    [
        " I'm just going to listen.",
        117.06,
        117.82
    ],
    [
        " Yes, exactly what I'm talking about.",
        117.94,
        119.28
    ],
    [
        " You know, or they'll all body language, you know, like,",
        119.48,
        122.86
    ],
    [
        " you know, they'll do that kind of stuff.",
        122.94,
        126.62
    ],
    [
        " And don't do that.",
        126.88,
        128.18
    ],
    [
        " Well, not do that.",
        128.4,
        128.96
    ],
    [
        " So, so you're right, you got to listen and not just listen, but truly listen.",
        129.04,
        132.74
    ],
    [
        " Not listen, just with your ears, but listen with your mind and your brain and with an open mind,",
        133.04,
        138.26
    ],
    [
        " an open mind.",
        138.56,
        139.98
    ],
    [
        " And then think about what people are saying.",
        140.66,
        142.48
    ],
    [
        " And then see it.",
        142.48,
        143.36
    ],
    [
        " It's important.",
        143.58,
        144.32
    ],
    [
        " See it from their perspective.",
        144.6,
        145.94
    ],
    [
        " Because if you just see it from your perspective, you're not even seeing what the criticism really is.",
        146.56,
        151.08
    ],
    [
        " You're only seeing the defense of the criticism.",
        151.24,
        154.8
    ],
    [
        " So actually get in their mind and say, wow, what does this look like from their perspective?",
        155.1,
        160.26
    ],
    [
        " Why would they be taking the effort and the risk and the challenge of trying to present this",
        160.64,
        166.64
    ],
    [
        " problem to me if it wasn't important?",
        166.64,
        168.62
    ],
    [
        " Are they just doing it just to make me mad?",
        169.68,
        171.36
    ],
    [
        " No, they're trying to help you.",
        171.74,
        173.6
    ],
    [
        " And you know what?",
        173.96,
        174.54
    ],
    [
        " Just like, just like a joke, you know, they say like every joke has some little truth to it.",
        175.04,
        181.62
    ],
    [
        " Every little criticism, even if the person is your arch rival,",
        181.7,
        185.82
    ],
    [
        " their criticism is built on something.",
        186.52,
        190.7
    ],
    [
        " So what is that reality that you can take away from it?",
        190.92,
        196.72
    ],
    [
        " Even though you got to take it with a grain of salt, especially if the person like it says here,",
        196.78,
        199.5
    ],
    [
        " if the person has different opinions and mode as well, of course they have different opinions.",
        199.5,
        202.86
    ],
    [
        " You want people with different opinions.",
        203.44,
        204.8
    ],
    [
        " Maybe they have different motives.",
        205.2,
        206.34
    ],
    [
        " So maybe you think they're trying to usurp your authority or something like that.",
        206.54,
        210.28
    ],
    [
        " So maybe you got to take it with a grain of salt, but find the grain of truth in there too",
        211.12,
        218.06
    ],
    [
        " and find what it is from their perspective, what the problem is and learn from it.",
        218.06,
        224.58
    ],
    [
        " And one of the most beautiful things about this is you take the criticism and you make adjustments.",
        225.18,
        231.64
    ],
    [
        " You know, how do I deal with about being evaluated?",
        232.58,
        235.1
    ],
    [
        " I try and accept the evaluation and make adjustments to improve myself as a human.",
        235.64,
        240.34
    ],
    [
        " That's how I deal with being evaluated.",
        241.82,
        245.3
    ],
    [
        " And I'm not saying I deal with it anybody better than anybody else because everybody gets defensive",
        245.74,
        250.72
    ],
    [
        " myself included.",
        251.7,
        252.14
    ],
    [
        " You know, we had a little conversation when we started tonight, right?",
        252.54,
        257.36
    ],
    [
        " Sure.",
        258.2,
        258.48
    ],
    [
        " You said I repeated some stuff on the last podcast, allegedly.",
        258.92,
        263.44
    ],
    [
        " And you know, and then we talked through it.",
        264.3,
        266.28
    ],
    [
        " And then I said, you know, and you know, I noticed that your camera work was a little bit off.",
        266.76,
        272.92
    ],
    [
        " The point was just to prove how defensive we all get.",
        273.22,
        276.94
    ],
    [
        " We all get.",
        277.14,
        278.2
    ],
    [
        " And you know what I did?",
        278.54,
        279.16
    ],
    [
        " I said, you know what?",
        279.16,
        280.0
    ],
    [
        " I noticed that too.",
        280.42,
        281.42
    ],
    [
        " You know, but as far as me repeating, there was a couple of little sections.",
        281.68,
        283.92
    ],
    [
        " And it was because we pulled, I pulled from multiple different books and they had a little bit of overlap.",
        283.92,
        289.36
    ],
    [
        " And looking back on it probably shouldn't have, but at the time I thought, you know what,",
        289.64,
        296.3
    ],
    [
        " this is emphasizing really important points.",
        296.4,
        298.88
    ],
    [
        " Yeah.",
        299.48,
        299.98
    ],
    [
        " But still, people don't want to hear the same thing over and over again.",
        300.44,
        303.14
    ],
    [
        " So I probably shouldn't have done that.",
        303.14,
        304.94
    ],
    [
        " So guess what?",
        305.02,
        306.0
    ],
    [
        " Criticism accepted.",
        306.34,
        307.6
    ],
    [
        " I will adapt, adjust.",
        308.72,
        310.42
    ],
    [
        " And I will make improvements to my game based on your criticism of my technique, my skill, and my life.",
        311.12,
        316.32
    ]
]