[
    [
        " What are the best ways of police officer can condition themselves to violence and confrontation?",
        0.04,
        5.24
    ],
    [
        " I currently trained Jitsu, but I'm curious what else I can do to keep myself and others safe from unpredictable violence.",
        5.98,
        14.16
    ],
    [
        " This is not a self-defense question or a mental conditioning question.",
        14.86,
        18.6
    ],
    [
        " Very cool question.",
        19.26,
        21.76
    ],
    [
        " I appreciate that question because this individual recognizes that there's a little bit more to it than just the physical self-defense.",
        22.4,
        32.82
    ],
    [
        " That's the mental.",
        33.34,
        34.1
    ],
    [
        " And he's 100% right.",
        34.9,
        35.82
    ],
    [
        " So here's some things that you can do.",
        36.12,
        37.7
    ],
    [
        " When you get the opportunity, you've got to get some realistic training going.",
        39.04,
        46.94
    ],
    [
        " And I've talked about it a little bit on here with a kind of realistic training that we did in the SEAL teams.",
        47.34,
        52.88
    ],
    [
        " There's things that up the intensity greatly, simulation or like a paintball scenario.",
        53.08,
        59.58
    ],
    [
        " Another good thing is getting really heavy sparring equipment on, so face gear and really go to town where you're trying to attack someone and take them down.",
        60.14,
        74.26
    ],
    [
        " And do it three on one, four on one.",
        74.5,
        77.24
    ],
    [
        " Gotta be careful not to get hurt.",
        77.4,
        78.42
    ],
    [
        " You don't want to go that extreme.",
        78.58,
        79.42
    ],
    [
        " But if someone puts on head gear with a face mask and the whole nine yards, shin guards and padded outfit on, and people can attack them.",
        79.66,
        91.8
    ],
    [
        " And you have to react to it.",
        92.5,
        93.54
    ],
    [
        " The other good thing to do is do it in a situation where you don't let the guy know what's going to happen.",
        93.64,
        98.62
    ],
    [
        " You know, he's got to keep his eyes closed until you say go and he opens his eyes.",
        98.84,
        101.92
    ],
    [
        " There's someone there with a knife right in front of a fake knife right in front of him is going to stab him.",
        101.92,
        105.26
    ],
    [
        " And he's got a draws weapon and shoot or defend himself somehow.",
        105.26,
        109.26
    ],
    [
        " So you want to hit him with these unexpected drills with your weapons without your weapons shooting and moving.",
        109.38,
        115.3
    ],
    [
        " So those are those are the kind of things as soon as you get the opportunity to do it.",
        115.84,
        119.76
    ],
    [
        " And it's even good.",
        119.76,
        120.56
    ],
    [
        " I mean, if you've been in a in a shooting drill with like a barricaded shooter, which is, you know, you put a shooter at the end of a hallway and he's hidden, but he's shooting it you with paintball.",
        120.56,
        134.66
    ],
    [
        " And you get you get the intensity up very high.",
        134.98,
        137.68
    ],
    [
        " It's getting shot with paintball hurts.",
        137.82,
        139.58
    ],
    [
        " And if you're getting nailed and you got to do something and people are like, I got to make a call go do something.",
        139.58,
        144.2
    ],
    [
        " You got to make it happen.",
        144.3,
        144.84
    ],
    [
        " How you going to stop this guy?",
        144.84,
        145.7
    ],
    [
        " You can get your intensity up and you can get used to that.",
        145.7,
        148.82
    ],
    [
        " You can inoculate yourself somewhat to that stress and learn to detach yourself from it and not let it affect you and not let it grind on you.",
        148.9,
        159.46
    ],
    [
        " So that's the realistic training.",
        159.96,
        162.82
    ],
    [
        " And honestly, I when I watch some of the police videos of the bad shootings now, we know police officers throughout the country.",
        163.3,
        175.52
    ],
    [
        " Every day are under a burden of hostility.",
        175.52,
        181.46
    ],
    [
        " And they do an outstanding job over and over again, making greater arrests and helping people and saving people that are suicidal and incredible amount of things.",
        182.48,
        191.02
    ],
    [
        " Right. Of course, no one releases those videos and they don't go viral.",
        191.34,
        194.9
    ],
    [
        " The videos that go viral and the videos that people watch are the bad ones.",
        195.34,
        201.72
    ],
    [
        " The bad ones.",
        201.72,
        202.9
    ],
    [
        " And I hope that the police departments across America are doing something to inoculate their troopers from the stress because that when I watch these videos, that is what I see happening.",
        203.8,
        220.58
    ],
    [
        " The stress level and the inexperience of the stressful situation.",
        221.24,
        228.34
    ],
    [
        " And there's one video that I watched, which is awful.",
        228.34,
        232.22
    ],
    [
        " And the guy gets a call.",
        233.24,
        234.78
    ],
    [
        " You see his, the first thing you see, oh no, the whole thing is a body camera.",
        235.48,
        240.46
    ],
    [
        " And forgive me if someone pulls this video up and I'm not 100% accurate.",
        240.64,
        243.78
    ],
    [
        " But he gets a call. It's at a 7-11 guy with a gun.",
        244.12,
        247.36
    ],
    [
        " Guy pulls a new 7-11. The cop pulls into the 7-11 as he's, he gets out of his car and he sees a guy kind of walking one direction out of the 7-11 and turning, walking in another direction.",
        247.6,
        257.84
    ],
    [
        " Guys got a hoodie on. He's walking away.",
        258.38,
        260.92
    ],
    [
        " So the cop gets out. He's yelling at him. Hey, stop, stop, stop. That guy doesn't stop.",
        261.28,
        265.4
    ],
    [
        " Finally, he's, he's now approaching him and he's standing in the open.",
        266.78,
        270.46
    ],
    [
        " And this is something that I see in a lot of these videos, these cops, they stand in the open.",
        270.5,
        275.06
    ],
    [
        " When if you imagine that the other guy has a gun, why would you stand in the open?",
        275.44,
        280.46
    ],
    [
        " Take cover. You take cover. That's the first thing you do.",
        280.66,
        284.92
    ],
    [
        " If you're even if you're trying to stop somebody or trying to yell at someone, you take cover.",
        285.5,
        289.8
    ],
    [
        " So if they turn around and have a gun, you only have a small portion of your body exposed and you don't get scared.",
        289.82,
        295.24
    ],
    [
        " Because you're hanging out in the open. So, so anyways, this guy is approaching.",
        295.24,
        300.16
    ],
    [
        " He's standing out in the open. He's yelling at the guy. Finally, the guy turns around.",
        300.46,
        304.68
    ],
    [
        " And when the guy turns around, he reaches in his jacket and boom, the cop shoots him.",
        305.18,
        309.94
    ],
    [
        " The guy falls down. He kind of rolls into a curb.",
        311.28,
        314.78
    ],
    [
        " The cop comes over. As soon as the cop comes over, you very quickly realize what's going on.",
        315.5,
        321.4
    ],
    [
        " And that is that the guy had headphones on underneath his hoodie.",
        321.5,
        325.18
    ],
    [
        " And he couldn't hear the cop yelling at him. And then as the cop searches him, he pulls out of his pocket his iPhone.",
        325.6,
        332.04
    ],
    [
        " And so he was just listening to music, reaching his pocket to turn it off.",
        332.72,
        337.44
    ],
    [
        " And he got shot. Horrible situation.",
        338.04,
        341.76
    ],
    [
        " So how do you inoculate yourself to that? You've got to put yourself into training situations where you do have the instinct to take cover.",
        342.4,
        349.52
    ],
    [
        " Where you do have the instinct to see what people's hands are.",
        349.52,
        351.92
    ],
    [
        " Where you do have the instinct to realize that you put yourself in a better situation where if the guy does pull out a gun, you have time to react to it.",
        352.4,
        361.06
    ],
    [
        " And you can react to it from a safer distance.",
        361.56,
        363.96
    ],
    [
        " So there's a lot of things I would love to start to.",
        364.56,
        370.28
    ],
    [
        " And I don't know how, you know, I don't know how I'm, I don't know how to go about this.",
        370.56,
        374.34
    ],
    [
        " But I would love to start working with police departments in some manner to get some training set up like the training we had in the SEAL teams, which was the training that I set up in the SEAL teams was psychotic.",
        374.52,
        386.56
    ],
    [
        " How stressful we would make it so that these guys were overwhelmed.",
        386.84,
        391.58
    ],
    [
        " They were explosions, machine gun fire, paintballs hitting them, smoke everywhere, screaming civilians, screaming wounded actors.",
        392.06,
        402.96
    ],
    [
        " We'd hire actors that were amputees. They had blood spurting all the places. It was incredibly realistic.",
        402.96,
        408.78
    ],
    [
        " And that way when guys got into combat, like one of the first time I ever got shot on, I was like, okay, here's what's going on.",
        409.0,
        414.0
    ],
    [
        " So I hope at some point I can, I can help the military with that.",
        414.64,
        418.7
    ],
    [
        " Now, in addition to that, as you're trying to knock yourself to this violence and get used to this, watch those YouTube videos.",
        419.28,
        428.5
    ],
    [
        " Watch those YouTube videos of street fights, of stupid encounters with, with bars, with drunk people and bouncers, with the shoot or don't shoot scenarios with cops, military situations where they have helmet cams on and you can see things happening.",
        428.84,
        448.08
    ],
    [
        " And what you want to do is you want to watch those videos and you want to pay attention to the people, to the humans and watch their reactions and watch their movements and watch their body language and watch their expressions on their faces and see and judge and predict and go to another video and hit pause and say, this is what I see right here.",
        448.08,
        467.78
    ],
    [
        " This is what I think is about to happen and educate yourself on human nature.",
        467.78,
        473.2
    ],
    [
        " Because human nature is what you're going to be dealing with and violence is a part of human nature. And sometimes things go violent and sometimes they don't.",
        473.4,
        482.52
    ],
    [
        " So how do you predict that? And if you're unsure, which you will be, how do you protect yourself first and give yourself the maximum amount of time to make a judgment call so you don't have to rush?",
        482.72,
        495.84
    ],
    [
        " On top of that, it's awesome that you're doing Jiu Jitsu, do boxing, do Moitai, do wrestling so you get used to getting hit.",
        499.48,
        509.86
    ],
    [
        " So you start to see what a person's face looks like when they're about to hit you. So you start to see what changes in their, their, their, their posture makes when they're about to throw a punch.",
        510.06,
        521.8
    ],
    [
        " Those are all things that will help you. Jiu Jitsu is obviously great for the grinding physical grappling situation. But a lot of time, hopefully as a cop, most of the time you're not in that situation, you're standing at a little bit of a distance.",
        522.36,
        536.78
    ],
    [
        " And or you're, you know, you've got a little bit more time to judge. So fight as much as you can. Watch those law enforcement and military videos again. See the reaction, see the noise, see the fear, see the panic.",
        537.54,
        553.82
    ],
    [
        " Look at people's eyes, judge them, predict what they're going to do. Press pause and figure out if you will write or wrong. Watch horrible violence happen so that you can understand it better so that you can handle it when the time arises.",
        553.82,
        569.82
    ],
    [
        " Yeah, I would just kind of to add on some of the stuff you're saying, I would even say, compete if you can because a lot of times in training, you can, especially if you're training every day or pretty often you can get into the mindset that I can just train casual today.",
        570.66,
        586.32
    ],
    [
        " And if a guy taps me out, which everyone says it doesn't matter that much, you know, so when you compete, that's, that's one of the significant things that I got more that I realized when I was competing. It's your, your, your senses are heightened because everything matters.",
        586.36,
        601.58
    ],
    [
        " If you get taken down, it matters. If you go for a submission and you don't get it, it matters in competition. So you have that mindset more so and you'll get used to that mindset.",
        601.9,
        612.58
    ],
    [
        " And to your point, I tell this guys at, do you do when you're training for competition, no matter what we do, just about no matter 98% of the time, I can't get two guys in training to go as hard against each other as they're going to in competition.",
        612.58,
        631.42
    ],
    [
        " When someone gets a grip of your key in competition, it is 10 times stronger than it is when you're training because if you rip, if I get to grab your key collar and you go through some effort to rip it away and we're training, I'm going to let it go because I don't care.",
        632.12,
        647.2
    ],
    [
        " If it happens in competition and I only have seven minutes to work and get you submitted, I'm going to hang on to that thing and I'm going to hang on to it hard and I'm not going to let go.",
        647.76,
        657.12
    ],
    [
        " And so you end up with a much, much, much more intense seven minutes in a competition or three minutes in a boxing sparring match or in a moitai, the intensity, you cannot simulate the intensity in training that you're going to get in competition.",
        657.3,
        676.18
    ],
    [
        " And take that one step further, when you get into a life and death struggle, you're going to have the same level of jump to the intensity that's going to be there.",
        677.26,
        686.44
    ],
    [
        " So that's a good point as well.",
        686.54,
        687.5
    ],
    [
        " Yeah, and that kind of goes for moitai as well. I'm not even necessarily saying competing moitai, but moitai is a good one because you get cracked in your body and your legs and you get to feel some pain.",
        687.7,
        696.98
    ],
    [
        " And if you're not used to that, okay, before I even started moitai, I went and remember Terry, so could you?",
        699.3,
        705.82
    ],
    [
        " He was like, hey, you know, we trained jujitsu together. So I was like, hey, I'm training MMA today. Come let's spar with me. My other partner doing it.",
        706.3,
        713.46
    ],
    [
        " And I was like, hey, I don't have any striking three. He's like, oh, I don't care. You know, jujitsu. So just train with me.",
        713.62,
        718.38
    ],
    [
        "",
        718.8,
        718.8
    ],
    [
        " So he punched me in the face really hard. And that was, you know, and I was like, man, just how you're talking about this crash grenades before it was kind of like that.",
        720.06,
        728.52
    ],
    [
        " Just the fact that I got planted knocked me out. It didn't.",
        728.52,
        731.5
    ],
    [
        " Days meet in that way. It was just the fact that dang I wasn't used to this. I didn't know he was just going to start punching me in my face.",
        731.5,
        737.82
    ],
    [
        " You know, I thought we were just going to warm up. So that's actually the main thing that made me go into moitai specifically.",
        737.82,
        745.04
    ],
    [
        " So you used to get cracked. Yeah, because I was like, bro, I'm not even I thought I was pretty good at jujitsu. So I figured, you know, like I was solid, you know, but grass.",
        745.72,
        754.04
    ],
    [
        " So what if I get into something, you know, outside of the gym, I got cracks in my face. And I used to, yeah, you know, so man, so I",
        754.18,
        763.04
    ],
    [
        " did the what the moitai did help is when you get hit in the face, it's like jujitsu someone grinding on you and they're breathing all in your",
        763.98,
        771.82
    ],
    [
        " nose or they're sweating all in your eye or whatever that doesn't bother you at all. You barely notice it. It doesn't matter. Right. So the same thing with moitai when you get punched in the",
        771.82,
        780.04
    ],
    [
        " nose, and it's bleeding and you see your own blood or whatever. But if you're not used to that, you'd better mess you up. Yeah.",
        780.04,
        786.68
    ],
    [
        " And if you notice back in the day, like they're old UFC's or whatever guys will get cracked in the face, like three, four times hard and they'll be, oh, tap, holy cow, you know, because they're just not used to it nowadays.",
        786.68,
        796.2
    ],
    [
        " Guys are just, they won't they won't stop. Yeah, the referee got to stop because they're used to it. Rarely does anyone tap the UFC from strikes. Yeah, very rare.",
        796.7,
        805.14
    ],
    [
        " Unless they're like injured. Yeah, even then, they won't worry McDonald did. No, yeah. So anyway, so the point is, so moitai situation and specific because that's where you feel",
        805.22,
        816.66
    ],
    [
        " the most pain. Like more than boxing, like even even, I mean, you'll take brain injury for sure, but it's not actual pain moitai, get kicked in the leg. They teach you to hide the pain and to not let it affect you and go in the",
        816.66,
        828.58
    ],
    [
        " and in the ribs, like body like needs to the ribs. It's super painful. When you get used to that, I think that out. Yeah, because like if you're in a situation of",
        828.58,
        836.7
    ],
    [
        " street, some cracks you hard in the face, you know what's interesting about that though is that there are some people that can can easily or more easily take the pain of",
        836.7,
        849.74
    ],
    [
        " moitai or boxing, like it's okay with them. Then, then they, then they can take the grind of jujitsu. And some people can take the grind of jujitsu all day long, but they can never take the striking pain. So it's",
        849.74,
        866.68
    ],
    [
        " there's just some genetic or mental situations, but to your point, you need to be comfortable with both those situations. Yeah, and it's a very least just familiar with it. Oh, like I said, that first punch that I took in my face. And granted it was I wasn't ready for him to just",
        866.78,
        884.58
    ],
    [
        " well, I mean, I do point D1 football too. Yeah, I mean, so you've been hit. You've been knocked out before on the field. Right. So it's a it's kind of if I were to try to remember it, it was a combination of sure that physical impact, but just the fact that this guy just punched me in my face right now.",
        884.58,
        900.64
    ],
    [
        " So it's almost like, dang, this is punch me in my face right now. How we're going to yeah, I didn't like that. But yeah, after a while, it doesn't mean the hardest I ever got punched in the face was from Greg right in the like right between my eyes.",
        900.74,
        912.76
    ],
    [
        " And it was like happens. He threw a real solid one. As I went to kind of shoot, he was kind of coming up off his knees kind of and I went to shoot like I got I got from off my back and then forward and shot forward. And he just went boom and the force of me shooting forward. And I felt it. My neck is really bad, but it was in a hard part. Yeah, lucky. I though I just been KO'd. But yeah, fully that was a KO punch. It just happened to be in that really hard part.",
        912.76,
        940.92
    ],
    [
        " But I had been through that before I trained me type before and it didn't it didn't even slow me down. I remember thinking that was probably the hardest punch I ever took. And it was with the MMA glove. It wasn't with a big boxing.",
        942.32,
        951.78
    ],
    [
        " Well, yeah, back in the old days, we used to just spar full on with just MMA gloves on a regular basis. Yeah, stupid. Yeah. And but don't do that folks. Yeah, yeah, don't do that. That's all. But what I'm saying is that that was good. Yeah, I was used to it.",
        952.06,
        969.98
    ],
    [
        " It didn't slow me down. If that was like a situation where I took that kind of hard hit in a, you know, or a cop would take that kind of hard hit and they're used to that in training or whatever, that's not going to slow them down. That's not going to stun them unless it's physically stuns.",
        969.98,
        982.12
    ],
    [
        " So I like it to my job. Yeah. And that's, you know, even if you're trained, that's that's that's going to do. And in fact, if you train too much and you get yourself hit too often, you'll actually decrease your ability to withstand punishment. So be careful about that.",
        982.12,
        998.66
    ],
    [
        " Yeah, you want to train enough that you're used to it. You want to know that you can take it. But then you don't want to over train at all. Yeah.",
        998.66,
        1005.66
    ],
    [
        " You never get better at take. Well, no, let me phrase that. You get better at taking punches for a short period of time. And then it goes starts to go backwards. Yeah.",
        1006.12,
        1015.02
    ],
    [
        " And, you know, unfortunately, that's just the way the, the body's built. And you can see as some of the older UFC fighters get older, you know, there's no doubt they don't have the chin that they once had. And that's when they usually, you know, decide to hang it up.",
        1015.02,
        1028.5
    ],
    [
        " Or if they, you know, if they get the right counsel from people. But nowadays people are sparring a lot less. And they're trying to not take all that punishment because everyone realizes that you have a, you have a limited number of hits you can take to the, to the head.",
        1028.5,
        1045.9
    ],
    [
        " And then it starts to go backwards. And it's just, you know, a lot of this information is coming from the, the soldiers overseas, the Marines overseas that have taken concussions and ID strikes. And they're realizing that that is a permanent, you know, downgrade of their systems. And they, you know, so they, so they, that's where a lot of this information came from about football, all this concussion stuff and football. A lot of that is coming from the, the IDs that are soldiers and Marines have taken over.",
        1046.06,
        1075.88
    ],
    [
        " And overseas and they've realized that this traumatic traumatic brain injury is problematic. And so we need to, we need to watch out for it. So, yeah, especially if you're being a cop and you got to be alert. Yeah. Yeah.",
        1075.88,
        1087.48
    ],
    [
        " But that's why, and that's why I like the Muay Thai. That's why I personally I did. Yeah. Because it was a lot of like clinging knees. And that was, if you, if you've never done it, you would think that being punched in the nose, squaring the nose.",
        1087.74,
        1100.52
    ],
    [
        " Real hard would be probably one of the more painful things, but it wasn't compared to the ribs and the legs.",
        1100.6,
        1105.44
    ],
    [
        " So if you're kind of used to just taking impacts and pain, yeah, you just, you just, and not to mention the physical part, but just mentally.",
        1105.66,
        1114.68
    ],
    [
        " Like when that, when that comes about, you can just, just keep on keeping on now. Yeah. Because you're used to it.",
        1115.28,
        1120.8
    ],
    [
        " Or you're used to the military for me. Yeah. Inoculate, inoculate yourself. Inoculation.",
        1121.02,
        1125.68
    ]
]