[
    [
        " This is Jocco podcast number 49 with Echo Charles and me, Jocco Willink.",
        0.0,
        7.38
    ],
    [
        " It starts off quietly.",
        7.94,
        15.96
    ],
    [
        " When you're young, you don't quite know where it comes from and at first you don't even know what it is.",
        16.86,
        26.24
    ],
    [
        " But you know it's something.",
        28.28,
        31.4
    ],
    [
        " You feel it, you feel it growing.",
        32.92,
        37.1
    ],
    [
        " You're just a child but you feel something inside of you.",
        37.8,
        44.44
    ],
    [
        " And at some point that thing it crosses over.",
        45.78,
        52.64
    ],
    [
        " It goes from being something that you don't fully recognize, something that you don't completely understand.",
        53.1,
        61.38
    ],
    [
        " It goes from that to being you.",
        61.94,
        68.32
    ],
    [
        " Those things become you.",
        69.34,
        74.2
    ],
    [
        " It is you. It is your emotions.",
        75.04,
        79.24
    ],
    [
        " It is sadness and happiness and passion and anger and joy and it is rage.",
        81.02,
        89.46
    ],
    [
        " And those things, those emotions, they burn.",
        90.2,
        98.12
    ],
    [
        " And they burn hot. They're a fire that grows out of control.",
        99.04,
        104.64
    ],
    [
        " They fuel your mind and your body and your soul.",
        104.64,
        108.96
    ],
    [
        " And that marks the change.",
        109.64,
        115.0
    ],
    [
        " Becoming a person.",
        115.94,
        118.46
    ],
    [
        " Becoming an individual instead of a child, you release the inferno.",
        120.02,
        126.18
    ],
    [
        " You burn what you touch and you ignite those near you.",
        126.82,
        130.92
    ],
    [
        " And in that fire you burn.",
        134.64,
        138.38
    ],
    [
        " You burn out of control and people around you.",
        138.88,
        143.78
    ],
    [
        " The people.",
        144.4,
        145.82
    ],
    [
        " The other humans, the normal humans.",
        146.98,
        149.94
    ],
    [
        " They do their best to extinguish that fire.",
        150.62,
        156.44
    ],
    [
        " They tell you to relax.",
        158.82,
        161.96
    ],
    [
        " They tell you to calm down.",
        162.5,
        163.66
    ],
    [
        " They tell you to get a grip.",
        163.92,
        165.0
    ],
    [
        " They tell you it isn't healthy.",
        165.0,
        166.9
    ],
    [
        " And that's because they are scared.",
        167.66,
        172.98
    ],
    [
        " They're scared of that fire in your soul.",
        173.74,
        178.02
    ],
    [
        " And so they tell you that you are crazy.",
        178.02,
        180.58
    ],
    [
        " And because the anger and the rage and the sadness are so brutal and so hard to suffer through,",
        183.4,
        193.14
    ],
    [
        " you begin to listen to those people, to those normal humans and so you begin to subdue the fire.",
        193.5,
        205.12
    ],
    [
        " You stop feeding it.",
        206.84,
        208.44
    ],
    [
        " You start to get those emotions under control.",
        209.66,
        212.46
    ],
    [
        " And at some point you realize this is better.",
        213.44,
        217.3
    ],
    [
        " Better to control those emotions.",
        218.36,
        221.3
    ],
    [
        " Better to starve those passions.",
        221.56,
        224.16
    ],
    [
        " You begin to shut them down.",
        224.86,
        226.62
    ],
    [
        " You are a child.",
        228.26,
        231.42
    ],
    [
        " No more.",
        232.0,
        232.52
    ],
    [
        " No more angry youth.",
        232.56,
        236.14
    ],
    [
        " No.",
        237.76,
        238.2
    ],
    [
        " Now you are an adult.",
        238.62,
        241.38
    ],
    [
        " A responsible adult.",
        242.94,
        244.88
    ],
    [
        " You control your emotions.",
        245.38,
        246.7
    ],
    [
        " You don't let them control you.",
        247.16,
        248.96
    ],
    [
        " And the anger and the rage and the sadness, they begin to wither up.",
        249.96,
        257.66
    ],
    [
        " They become listless.",
        259.3,
        262.5
    ],
    [
        " Just memories.",
        263.08,
        264.96
    ],
    [
        " But when the anger and the rage and the sadness fade.",
        266.82,
        273.16
    ],
    [
        " So does the passion and the happiness and the joy.",
        274.22,
        279.72
    ],
    [
        " And of course, because it happens slowly, the creeping disease, you don't notice it.",
        280.66,
        288.98
    ],
    [
        " It isn't a bolt of lightning or a violent explosion that kills them but a slow slithering death.",
        289.34,
        296.72
    ],
    [
        " Then one day you wake up and you catch a glimpse of yourself in the mirror.",
        302.02,
        309.76
    ],
    [
        " And as you look into your own faded, lifeless eyes, you see something.",
        310.9,
        321.12
    ],
    [
        " Something you recognize, something subtle and worn, but something still filled with a subdued power.",
        323.58,
        332.88
    ],
    [
        " And you remember what that felt like.",
        334.1,
        343.86
    ],
    [
        " What anger and joy and horror and happiness felt like and you wonder what happened to them.",
        345.76,
        354.16
    ],
    [
        " And you realize that in order to control your passions, you destroyed them.",
        354.88,
        364.38
    ],
    [
        " All of them.",
        365.52,
        368.98
    ],
    [
        " But let me tell you, they are dead.",
        373.06,
        376.06
    ],
    [
        " They cannot so easily be killed.",
        377.42,
        380.3
    ],
    [
        " They are there and they are waiting to be released again.",
        380.76,
        384.4
    ],
    [
        " And no, you don't have to let them get out of control, but you can certainly let them out into the wild.",
        386.16,
        394.58
    ],
    [
        " You can dance with them.",
        395.0,
        397.34
    ],
    [
        " And of course, while you need to balance them and maintain the upper hand over your emotions, you can still relish in their glory.",
        398.58,
        410.9
    ],
    [
        " But you have to let them out.",
        412.5,
        416.44
    ],
    [
        " You have to expose the nerves, feel the pain, feel the frustration, the sadness, the shock, the anger, and in those adverse moments.",
        417.12,
        428.7
    ],
    [
        " Then you also get to feel the laughter, the joy, the gratitude, the passion.",
        429.76,
        443.62
    ],
    [
        " Because it is the passion, not in difference, that fuels greatness.",
        446.54,
        455.0
    ],
    [
        " And it is conviction, not tranquility that drives execution.",
        456.34,
        464.86
    ],
    [
        " And while we must not ever let our emotions dictate our decisions, we are not here to eradicate our emotions.",
        466.92,
        479.32
    ],
    [
        " Control them.",
        480.18,
        482.32
    ],
    [
        " Yes, of course, you must maintain control of your emotions.",
        483.74,
        488.14
    ],
    [
        " Keep them in check.",
        488.14,
        489.34
    ],
    [
        " Yes.",
        489.66,
        490.1
    ],
    [
        " By all means, emotional restraint is a necessity.",
        490.92,
        495.96
    ],
    [
        " But to destroy them?",
        497.52,
        499.04
    ],
    [
        " No.",
        500.5,
        501.48
    ],
    [
        " That is not what we do.",
        502.72,
        505.62
    ],
    [
        " So, let your guard down.",
        508.14,
        514.7
    ],
    [
        " Expose your weaknesses, take some risks, open up your fragile soul.",
        516.6,
        523.64
    ],
    [
        " And those embers, those smoldering embers that you have tried to smother.",
        524.56,
        536.28
    ],
    [
        " But that are ready to ignite again and become an inferno of energy and of power.",
        538.12,
        545.66
    ],
    [
        " Feed those embers.",
        546.04,
        546.98
    ],
    [
        " Light that fire again, stoke it with air and fuel and more fire.",
        548.78,
        557.84
    ],
    [
        " And let it burn.",
        560.46,
        564.98
    ],
    [
        " Good evening, Echo.",
        565.78,
        571.6
    ],
    [
        " Good evening.",
        572.14,
        572.64
    ],
    [
        " Those were just some thoughts I had as I was thinking about, you know, one of those dichotomies in life.",
        573.32,
        584.78
    ],
    [
        " And obviously I talk a lot about maintaining control of your emotions.",
        585.58,
        590.26
    ],
    [
        " But we can go too far with that idea.",
        590.68,
        594.54
    ],
    [
        " And I wanted to remind myself that if we take that idea too far, we're actually going to",
        595.7,
        603.38
    ],
    [
        " regress backwards in a negative way.",
        603.38,
        606.4
    ],
    [
        " My opinion.",
        606.7,
        609.08
    ],
    [
        " And last podcast for a little bit long, which brings us to straight up Q&A today.",
        613.34,
        620.36
    ],
    [
        " Questions from the interwebs?",
        620.96,
        624.64
    ],
    [
        " Bring it.",
        625.62,
        627.84
    ],
    [
        " Oh, you got some comment?",
        629.08,
        629.84
    ],
    [
        " Fist way to submit questions.",
        632.02,
        634.6
    ],
    [
        " Just because people have been asking me Twitter, right?",
        634.92,
        637.76
    ],
    [
        " Or Twitter's really solid.",
        639.3,
        641.68
    ],
    [
        " Facebook.",
        642.38,
        642.66
    ],
    [
        " Facebook is also good.",
        642.88,
        644.5
    ],
    [
        " Instagram, don't.",
        645.24,
        647.54
    ],
    [
        " Yeah, Instagram.",
        647.54,
        648.28
    ],
    [
        " You know, I'm on Instagram.",
        648.5,
        650.5
    ],
    [
        " But it's harder for me to compile those questions when people hit me with those.",
        650.86,
        654.7
    ],
    [
        " They don't stand out as much.",
        654.7,
        655.78
    ],
    [
        " They're in a caption of a picture 27 comments down and it just.",
        655.96,
        659.7
    ],
    [
        " Right.",
        659.82,
        659.96
    ],
    [
        " Yeah, not.",
        660.4,
        661.3
    ],
    [
        " Not the best way.",
        661.84,
        663.74
    ],
    [
        " Not the best way.",
        663.82,
        664.32
    ],
    [
        " Yeah.",
        664.78,
        665.1
    ],
    [
        " Facebook, Twitter.",
        665.56,
        666.82
    ],
    [
        " Everyone's going to know how people will submit them through the store.",
        667.46,
        669.68
    ],
    [
        " And.",
        670.44,
        671.18
    ],
    [
        " Possibly.",
        672.3,
        673.2
    ],
    [
        " Yeah, it's good, but you kind of do run the risk of.",
        673.56,
        677.88
    ],
    [
        " They're being stored issues that are pressing.",
        680.28,
        683.26
    ],
    [
        " And then I'm like, okay, let me get back to this question, whether it be to forward it or whatever.",
        683.82,
        689.64
    ],
    [
        " And so you run the risk of it maybe getting shuffled to the bottom or something.",
        690.26,
        694.46
    ],
    [
        " Yeah, I'm trying to think there might be a more efficient way to do it.",
        695.0,
        697.16
    ],
    [
        " Yeah, maybe I should just be doing a one.",
        697.34,
        699.84
    ],
    [
        " Maybe I should do for each podcast.",
        700.24,
        702.38
    ],
    [
        " On Facebook say, hey, if you have questions for the next podcast, ask them on this thread right here.",
        703.22,
        707.86
    ],
    [
        " That might be a way to do it.",
        708.06,
        709.62
    ],
    [
        " What about an email questions at.",
        710.3,
        713.36
    ],
    [
        " That might be a good idea to.",
        714.02,
        715.6
    ],
    [
        " Yeah, that might be a good idea.",
        716.14,
        717.16
    ],
    [
        " Interesting.",
        717.92,
        718.32
    ],
    [
        " All right.",
        719.06,
        719.22
    ],
    [
        " If only I knew someone that knew how to set that up.",
        719.64,
        721.6
    ],
    [
        " All right.",
        721.94,
        724.6
    ],
    [
        " Speaking of questions from the inner web, what do you got?",
        725.28,
        727.44
    ],
    [
        " First question.",
        727.96,
        728.54
    ],
    [
        " Jockel, what is the biggest turnaround on stance slash opinion you've ever made?",
        728.74,
        734.58
    ],
    [
        " Now, this is one of those questions that I sat there and thought about it for a while.",
        735.4,
        742.04
    ],
    [
        " And then I realized that the answer was sitting right in front of my face, literally sitting right in front of my face.",
        742.8,
        751.18
    ],
    [
        " And that is this.",
        751.58,
        753.42
    ],
    [
        " It's the podcast, the book, the social media, all of it.",
        755.22,
        760.4
    ],
    [
        " Because I've talked about this before.",
        760.72,
        762.96
    ],
    [
        " I was raised in the SEAL teams to be the quiet professional.",
        763.24,
        768.0
    ],
    [
        " And as a matter of fact, one of my favorite SEALs when I was a young guy at Team One, this guy was just a total badass program.",
        769.28,
        779.76
    ],
    [
        " And learned I learned a ton from him.",
        780.54,
        782.5
    ],
    [
        " And he was actually, you know some people say, oh, that guy's good at everything?",
        782.98,
        786.48
    ],
    [
        " This guy was actually awesome at everything, like everything that there was to do at shooting, at fighting, at climbing, at tactics.",
        786.8,
        793.54
    ],
    [
        " Everything that he did, he was awesome at.",
        793.66,
        795.66
    ],
    [
        " And he was super, super hardcore, just tough.",
        795.82,
        800.02
    ],
    [
        " And in fact, one of the stories about him is that when he joined the Navy and he had to come to boot camp, I guess in San Diego,",
        800.82,
        809.12
    ],
    [
        " he paddled a kayak from where he lived to get to San Diego.",
        809.88,
        814.2
    ],
    [
        " And he was 17 years old, by the way.",
        814.94,
        816.2
    ],
    [
        " He was just a 17 year old kid joined the Navy when he was 17.",
        816.36,
        819.42
    ],
    [
        " And then I had no way of getting here.",
        819.66,
        821.0
    ],
    [
        " So go take a kayak, put it in the water, and paddle to San Diego on them.",
        821.12,
        824.78
    ],
    [
        " That seems to be the smart way to do things.",
        825.04,
        828.18
    ],
    [
        " Sure.",
        828.38,
        828.6
    ],
    [
        " And so back in the day, he had a hat.",
        828.92,
        831.92
    ],
    [
        " And he had this hat.",
        832.54,
        833.94
    ],
    [
        " And this is before you see seal memorabilia everywhere.",
        833.94,
        837.08
    ],
    [
        " You just see it all over the place.",
        837.38,
        839.44
    ],
    [
        " He had this hat with just a trident on it, nothing else just a trident.",
        839.68,
        844.7
    ],
    [
        " And then under the trident, it just said the words, the silent option.",
        845.12,
        851.22
    ],
    [
        " And I always thought to myself, yes, that is it right there.",
        851.84,
        857.1
    ],
    [
        " That's us, right?",
        857.44,
        858.66
    ],
    [
        " The silent option.",
        858.66,
        859.92
    ],
    [
        " No fanfare, no news, no parade, no fame or fortune or glory of any kind.",
        860.78,
        866.16
    ],
    [
        " No, none of that.",
        866.26,
        867.2
    ],
    [
        " The silent option.",
        867.42,
        868.1
    ],
    [
        " That's it.",
        868.28,
        868.8
    ],
    [
        " And pretty much everybody that I looked up to in the seal teams had that kind of attitude.",
        869.92,
        877.28
    ],
    [
        " And there's something that is obviously so pure about that attitude.",
        877.82,
        883.08
    ],
    [
        " So selfless.",
        885.2,
        886.18
    ],
    [
        " That none of what you did as a seal was ever for any kind of recognition ever.",
        886.4,
        891.88
    ],
    [
        " And that to me was sort of the code.",
        892.56,
        896.58
    ],
    [
        " Now, there were people that stepped out from that code.",
        898.14,
        902.3
    ],
    [
        " And while it certainly wasn't encouraged, it wasn't really ridiculed either.",
        902.6,
        906.76
    ],
    [
        " I mean, people, people did it, people wrote books.",
        906.9,
        911.16
    ],
    [
        " And it was, it wasn't looked that down upon at the time.",
        911.98,
        917.2
    ],
    [
        " Unless you were a bad team guy.",
        917.38,
        919.16
    ],
    [
        " If you were a bad seal or if you were a guy that had a bad reputation,",
        919.54,
        922.7
    ],
    [
        " you would be crushed in the seal teams amongst the team guys in the community.",
        923.22,
        927.36
    ],
    [
        " Now, civilians, they don't know the difference, right?",
        927.92,
        929.96
    ],
    [
        " I mean, to civilians, how can they tell they just a seal as a seal as a seal?",
        930.32,
        935.5
    ],
    [
        " So they're good with it. But in the teams, if you had a bad reputation,",
        935.5,
        939.28
    ],
    [
        " your reputation would get even worse if you broke the code.",
        939.88,
        945.14
    ],
    [
        " So when I retired, I had zero intention of going public, right?",
        945.6,
        953.58
    ],
    [
        " Of becoming this.",
        953.84,
        954.76
    ],
    [
        " And then when I started working with civilian companies and Leif and I formed a company,",
        955.1,
        961.32
    ],
    [
        " the echelon front, and we realized pretty quickly that there was a big need for people",
        961.32,
        965.9
    ],
    [
        " to learn what we had to teach.",
        965.9,
        969.36
    ],
    [
        " And really quickly, the demand for us to write this down and be able to give it to people,",
        970.42,
        976.14
    ],
    [
        " grew, and it was really obvious to us.",
        976.44,
        978.16
    ],
    [
        " So when that started, when we, when that started and we started wrote it down,",
        978.52,
        984.18
    ],
    [
        " and then that started to transform this idea of what we had written down,",
        984.34,
        989.52
    ],
    [
        " started transforming into becoming a book, like a legitimate book.",
        990.02,
        994.28
    ],
    [
        " I got really nervous and scared and kind of almost sick, right?",
        994.88,
        1001.32
    ],
    [
        " I was definitely, definitely very weary about it.",
        1001.52,
        1006.46
    ],
    [
        " And I think I did some little self sabotage along the way, just a little bit near there.",
        1006.52,
        1010.12
    ],
    [
        " You know, I just, well, I don't know, you know, this is probably not going to be, you know,",
        1010.32,
        1013.1
    ],
    [
        " I think I did some of that stuff I'd have to, I'd have to think about it.",
        1013.16,
        1016.0
    ],
    [
        " In fact, I know I did some of it, because it's kind of an all or nothing proposition, right?",
        1016.0,
        1022.7
    ],
    [
        " You're either do it or you don't do it.",
        1022.88,
        1024.78
    ],
    [
        " I guess you could try and use like a pseudonym, but then that doesn't really, that's not me, right?",
        1024.98,
        1030.7
    ],
    [
        " I'm not going to, even, I'm not going to make up a personality, right?",
        1030.76,
        1033.8
    ],
    [
        " And not be me, right?",
        1034.04,
        1036.84
    ],
    [
        " So that wasn't really an option.",
        1037.06,
        1038.28
    ],
    [
        " And, and furthermore, I knew that that doesn't really last either.",
        1039.36,
        1041.68
    ],
    [
        " I mean, the pseudonyms eventually people figure out who they are, and so that's the way it works.",
        1041.68,
        1045.34
    ],
    [
        " And I think the thing that finally made me say, okay, I'm going to do this is that I'm, as I've decided, like, okay, I'm going to do this,",
        1046.18,
        1060.48
    ],
    [
        " I just kind of knew I wasn't going to be anything else other than what I was, right?",
        1060.7,
        1066.04
    ],
    [
        " I'm not going to try and put on some persona or be something that I'm not.",
        1066.12,
        1071.02
    ],
    [
        " I'm just going to be me.",
        1071.02,
        1072.08
    ],
    [
        " And I've got, you know, that's what I'm going to do.",
        1073.06,
        1076.26
    ],
    [
        " And so that's what I did.",
        1076.94,
        1079.22
    ],
    [
        " You know, the, the, the me that is here is just me.",
        1080.02,
        1083.3
    ],
    [
        " There's no, nothing special that's just who I am, and that's all I did was basically expose what I am to, you know, people in the public.",
        1083.48,
        1093.96
    ],
    [
        " Now, the thing is now that I actually am out there a little bit, and people can kind of see me in the world, right?",
        1096.02,
        1106.72
    ],
    [
        " There's definitely some things that I don't like about it, or I shouldn't say don't like it.",
        1107.96,
        1114.5
    ],
    [
        " There's some challenges, right? There's some challenges there.",
        1114.56,
        1116.54
    ],
    [
        " For instance, you're being watched all the time.",
        1116.96,
        1118.76
    ],
    [
        " You're being followed and being, you're being judged.",
        1119.3,
        1123.9
    ],
    [
        " And those things right there are coincidentally the exact same kind of challenges you face when you're in a leadership position.",
        1124.74,
        1132.26
    ],
    [
        " That I face when I was in leadership position.",
        1132.4,
        1133.4
    ],
    [
        " Oh, people are watching me.",
        1133.58,
        1134.8
    ],
    [
        " Oh, people are judging me. I'm used to that.",
        1135.4,
        1137.92
    ],
    [
        " That's what it was like when I was in the SEAL teams.",
        1139.26,
        1143.82
    ],
    [
        " And just like when I was in the SEAL teams, I always tried to stay true to what I believed in and what I believed was right.",
        1145.94,
        1156.84
    ],
    [
        " And not to say I never made mistakes, I obviously did, but I always gave it my all to do the best job I could do and to take care of my guys, my brothers and my friends.",
        1156.96,
        1173.08
    ],
    [
        " That's what I always tried to do.",
        1173.08,
        1174.58
    ],
    [
        " And really that's all I'm still trying to do is just to give something back to pass on some of the things, some of the little things that I learned along the way.",
        1176.24,
        1189.56
    ],
    [
        " And really when I get the feedback from from my SEAL teammates from guys that are still active duty in the SEAL teams, from soldiers and Marines that are retired or guys that are still on active duty or guys that transition to the civilian world, all those guys, guys from the front lines that are on the front lines right now.",
        1191.0,
        1210.84
    ],
    [
        " And then guys that are law enforcement and firefighters and when all those that whole crew, that whole group of people send me some kind of thanks, it's awesome.",
        1212.28,
        1226.34
    ],
    [
        " And in addition to them, I don't know if this is surprising or not, but I hear from just every day normal people to civilians, right, businessmen, laborers, entrepreneurs, builders, mechanics, plumbers, electricians, software engineers, doctors, men and women, girls and boys, young and old, just every imaginable size, shape, color of the world.",
        1226.7,
        1256.32
    ],
    [
        " And I have a person from every walk of life and I hear from them and when I hear from them and I see that they're getting something out of this, that makes those little challenges of judgment and scrutiny.",
        1256.34,
        1276.96
    ],
    [
        " It makes all those worthwhile to me because once again, I feel like I'm part of something that's bigger than me, bigger than myself, something more powerful than I could ever be by myself.",
        1276.96,
        1303.7
    ],
    [
        " Something stronger than I could ever be alone. And for me to be doing what I can do to help that and to have that, to have trying to help be both the task and the reward.",
        1305.2,
        1328.38
    ],
    [
        " It's a reward to help people. That to me has made it worthwhile.",
        1328.98,
        1337.06
    ],
    [
        " Yeah, I could see that.",
        1338.12,
        1340.68
    ],
    [
        " Well, the quiet professional and the silent option, two different variations on the same theme.",
        1340.68,
        1353.24
    ],
    [
        " Because if that wasn't there, I would imagine you'd get a bunch of, hey, look at me. I was such a badass in all these stories.",
        1355.12,
        1365.5
    ],
    [
        " And because I think that what you and life have and even this podcast and stuff, there's references to war, but it's not about like, let me spin all the cool tales that the war that I went through and stuff like that.",
        1368.28,
        1380.82
    ],
    [
        " It's more about the actual principles of leadership and what can you affect if you know.",
        1381.14,
        1385.34
    ],
    [
        " Even though I know the general public would probably want to hear every last cool story on how you saved this person or killed all these bad guys or whatever, you know, everyone want to hear that.",
        1386.48,
        1398.3
    ],
    [
        " I'll do it. But that's not what it's about. That's not like what you're going public with.",
        1398.74,
        1403.6
    ],
    [
        " It's more about like, okay, this valuable stuff that is that is tried tested in basically the harshest conditions, you know, that work everywhere.",
        1404.96,
        1412.4
    ],
    [
        " And like that's the valuable part. I don't even know if that's even like seeking glory in any way.",
        1412.98,
        1422.08
    ],
    [
        " Well, again, I've said this before, you can say that you're not trying to seek glory. But then when you write a 300 page book about yourself, you know what I mean?",
        1422.78,
        1431.92
    ],
    [
        " And then you have a podcast about yourself. It's like it just is what it is. Like there's no that that has a level of self centeredness that you can't, I mean, you can't avoid. It can't deny, right?",
        1432.16,
        1446.66
    ],
    [
        " I can't deny like actually know the podcast is it's a podcast and I talk on it for two hours, right? That's me talking. Right. Yeah.",
        1446.66,
        1454.5
    ],
    [
        " So there is a there is a level of that that you can't escape from. And I don't know if I talked about this before, but that book, the electric cool aid acid test, which I don't know, maybe I'll do, but it's, it's about the hippies and the drug revolution.",
        1454.76,
        1467.24
    ],
    [
        " Well, this one part of it where this guy is listening, he's up in hate ashtray in San Francisco. And he goes on this tangent about how what they're saying is me, me, me, me, look at me.",
        1467.24,
        1483.1
    ],
    [
        " And when I read that for the first time, I was like, oh, I never want to be that person that's saying that. And that's that. But again, the dichotomy here is I have a podcast. I have a book.",
        1483.6,
        1494.32
    ],
    [
        " And the book is me and the podcast me. And so it's unavoidable to have a podcast that you talk on and not have it somehow be about you. It just doesn't happen. So that's a real challenge. And I do my best to mitigate that.",
        1494.4,
        1510.96
    ],
    [
        " But you can't stop it. It is factually a podcast that I'm in. It is factually a book that I wrote.",
        1512.0,
        1521.12
    ],
    [
        "",
        1521.48,
        1521.48
    ],
    [
        " You know, it's a book that factually lay wrote. So that's just what it is. And so you can't take those away.",
        1522.62,
        1530.46
    ],
    [
        " The only thing that mitigates that feeling from me is again, what I just said is when you got when I got soldiers, marine, I got seal teammates of mine that are fired up.",
        1530.8,
        1545.38
    ],
    [
        " And they're they're saying, hey, that was awesome. Thanks to that one. This this was great. I never knew that or whatever that are going to say, right.",
        1545.68,
        1553.42
    ],
    [
        " And then on top of that, you know, you get civilians that are saying, hey, I stopped using drugs because of your podcast. That is awesome. I don't like drugs. And so when somebody tells me that they stopped using drugs because of the podcast that that makes me feel very gratified.",
        1553.42,
        1569.46
    ],
    [
        " When somebody calls me up, I just had it or somebody on Twitter just said a guy's like 53 years old. And he said, hey, I've lost X amount of pounds, 40 something pounds. And he said, I just did the first legit pull.",
        1569.72,
        1583.4
    ],
    [
        " I'm going to pull up of my life. 53 years old. 53 years old just did the first legitimate pull up of his life. He's like, thank you.",
        1583.4,
        1590.84
    ],
    [
        " That is worth the the daggers that stick me in my brain because I know I sold out. Yeah, sold out. But that's what it is.",
        1591.96,
        1605.46
    ],
    [
        " Is it just in your I mean, do you get like scrutiny from people at all for quote unquote selling out or is it?",
        1606.54,
        1613.02
    ],
    [
        " No, do you think my my my my my bros and the teams are part there. Right. That's what I would think. And it is because the whole dynamic. I mean, yeah, I mean, you got to be like Jaco podca. It's called Jaco podca. It's about me. You kind of have to do that. Yeah. I mean, there's there's a small element of that that you have to include about yourself.",
        1613.28,
        1632.38
    ],
    [
        " Yeah, credibility reasons all this stuff. But then aside from that, it's it's valuable stuff. It's not glory seeking stuff at all. This is like stuff that's helpful.",
        1633.14,
        1642.04
    ],
    [
        " It'll help like if you the stuff that you can benefit from from this podcast from the book, if your neighbor, if the people in your neighborhood all incorporated these principles into their life, it'd be a better neighborhood.",
        1642.28,
        1654.9
    ],
    [
        " So it's not like, you know, I'm just this you look at me. I'm a warrior. You know, it's not that. No, no. So it makes it worth. I mean, I mean, I did get though that like tradition. If let's just say if there's like a person who's like, Hey, you know, like, Hey, I do what you're doing, but you shouldn't do that. That's the code. That's a tradition. That's the code you sold out. I would understand that. But I think that's just like you're not looking at the big picture. Yeah. Yeah. No, it definitely was when I hear back from when I hear like",
        1655.52,
        1684.88
    ],
    [
        " I said, when I hear from actor Doo, so when I hear from my seal, bros that are that are telling me this is awesome. That that's that makes it worthwhile to me. And that's sort of why I keep doing it that and again, these civilian folks that are out there that are that are just changing their lives. And, and again, I whenever they say, Oh, thank you, I say, I didn't do anything. You did it. That guy that did his first pull up his first legit pull up in 53 years of life. You know what? That's awesome. I didn't know that I was just like, I'm going to get out of this. I'm going to get into this. I'm not doing that. I'm just going to get into this. I'm not doing that anymore. I'm just going to talk about it. I'm not doing that. I'm not doing that. I'm talking about that. I'm not doing that. I'm talking about that. I'm not doing that. I",
        1684.88,
        1714.86
    ],
    [
        " didn't do that pull up. He did. He had to put all the work in all he did was change his attitude and get in the game. And now he's, you know, having a much better situation in his life, because your life is better. If you go from zero pull up to one, your life just got better. Your life just got a lot better as a matter of fact. Yeah. So yeah, but but it was interesting. As I sat here and talked about the cool. I thought about the question the biggest turnaround. I've been really pretty steady in my beliefs for a long time. I mean about this. You mean, no, just in general.",
        1714.86,
        1744.48
    ],
    [
        " Just like in general, if you if you were to interview me now and you interviewed me 10 years ago, they'd be close. I was probably a little bit dumber 10 years ago as dumb, dumb or six months ago. But my broad beliefs would be somewhat similar, right? Yeah. And this was thinking, okay, what's the biggest turnaround? And then I realized, oh, yeah, obviously, this is a huge turnaround for me. And there were guys that, you know, when guys in the SEAL teams found out that I had a boat coming out. Yeah. There was definitely some guys that were like, dude, what are you doing? And I was like, I'm going to get a boat coming out. Yeah. There was definitely some guys that were like, dude, what are you doing?",
        1744.48,
        1774.46
    ],
    [
        " And then they'd read it and say, hey, man, credit. It's cool. All good. You know, and that's the way it is. Let's say you were to not rewind life, but you're take the jocke from before. Before Ramadi, how about that? Jocke from and then the idea was introduced. Hey, like, what do you like, what did you feel about that? Like if someone went and wrote a book and did, you know, did a podcast or something like,",
        1774.7,
        1804.32
    ],
    [
        " what was your take on that? Well, there's no podcast back then. But generally, generally negative. Yeah. That's that's why it's a big turnaround. Right. Because if you told me that years ago, I'd be like, you know, we're quiet professionals. We don't do that kind of thing. So here I am, Mr. Quiet Professional. Yeah. That's so quiet. Not so quiet.",
        1804.32,
        1821.56
    ],
    [
        " Still a professional though. Trying to keep it professional. Definitely trying to keep it professional.",
        1822.18,
        1827.18
    ],
    [
        " Yeah. Yeah. The is there. You know how like some, you know, people who who change their attitude on things all the time, sometimes get frowned upon. This is just in general for being like a flip flopper. So you see it in like politics.",
        1830.38,
        1843.02
    ],
    [
        " Yeah. But isn't that kind of good if you're, if your ideas about things always are updated. Yeah. It's okay with me. I don't mind. I don't mind if people change their opinion over time as they, as they bring on new knowledge. But there's a point where that becomes ridiculous. Right. Yeah. Well, yeah, it kind of depends on why they're changing their mind. Yeah. That's true too. So if it's like with the introduction of new facts and stuff like that. And they're like, okay, I didn't know all that now, you know, it paints a broader, you know, more accurate pictures. So not feeling like, you know, I'm not sure if you're going to be able to do that. I'm not sure if you're going to be able to do that. I'm not sure if you're going to be able to do that. I'm not sure if you're going to be able to do that. I'm not sure if you're going to be able to do that",
        1843.16,
        1873.0
    ],
    [
        " or feel this way or starting to feel this way about it. But there's a, there's a bias. You know, talk about how to do that. It's called, it's called a, I think it's called backfire effect. And it's the opposite. So like new factual information will come in. And the tendency is to be like, is to dig deeper into your current belief. Oh, for sure. In fact, I can, I can talk about that. I've seen that happen before. And when I've seen that happen as people when they, the way that they first learn to do something in the SEAL teams. Yeah.",
        1873.0,
        1902.54
    ],
    [
        " So that is the way they believe is correct. And you have to beat it out of them. Like, old, as we learn new tactics. Whenever, wherever some guy went to their first training at a SEAL team, wherever they went, and whoever taught them, that's sort of what they believe. And anyone else that comes in with a new idea will be, oh, yeah, man, you know what, you know, that's not the best way. And so, and I figured that out real quick when I was in training when I was running training. And I realized, oh, I got to get over this barrier of, you know, this guy, I think I'm going to be able to start learning a little bit about what I'm doing, and I'm going to be learning about what I'm going to do in the next generation. I'm going to be able to do that. So I've seen a lot of things in the SEAL team, I'm going to be able to learn about what I'm doing. And I'm going to be",
        1902.54,
        1932.52
    ],
    [
        " able to do that. And I learned it at this team, or wherever, and, or he learned it from this guy. And so he's got to have that in his head that that's the only way to do things. Cool. Just got to, just got to, I wouldn't aggressively attack it, of course. I'd say, oh, yeah, that's a great tactic. What they do. Yeah, that this, and you know what, what we're about to show you actually mixes in with that tactic. Good. You might want to, you know, it's something you could use along with your tactic. And then they realize that the tactic we're teaching is superior because we've evolved, right? I had to evolve. We learned tactics, new tactics all the time. The fundamental principles didn't change. But I think that's the way to do it. And I think that's the way to do it. And I think that's the way to do it. And I think that's the way to do it. And I think that's the way",
        1932.52,
        1962.5
    ],
    [
        " to do it. Because I think that's the way negative. But I'm not",
        1969.98,
        1980.42
    ],
    [
        " being taught, is because of what's, you know, changing electrically is the fact that it really can't. And I think the way I feel is, you know,",
        1980.42,
        1983.32
    ],
    [
        " a lot of, you know, Means that, Howard. I like it. I like it. That's a lot of learners. Even with that. And I'm getting a really doing it.",
        1983.32,
        1983.84
    ],
    [
        " So here's here in the middle of your journey. You know, you know, like, yeah, and you",
        1983.84,
        1984.5
    ],
    [
        " follow, YouTube running points, and I think like heck, it was like, I never did anything. Let your",
        1984.5,
        1992.22
    ],
    [
        " you might believe it. Yeah. And then somebody punches you in the face. Or does a double-leg take down on you and",
        1992.4,
        1998.34
    ],
    [
        " slant you into the ground. Yeah. And then you try to hit their neck or something. Yeah. When you try and karate chop their neck.",
        1998.34,
        2002.98
    ],
    [
        " So it was the same thing in the SEALT teams. We had tactics that had evolved during a peacetime environment in a bubble.",
        2003.38,
        2009.94
    ],
    [
        " And so when the war started, we said, ooh, okay, we need to, we need to do an immediate check on all these things.",
        2010.54,
        2016.5
    ],
    [
        " Yeah. My friend was in from out of town this past weekend. We watched the fights. And the guys were in this specific position.",
        2016.52,
        2023.56
    ],
    [
        " You know, standing kind of from the back there. And he and he asked, he's like, hey, couldn't he just like throw knees and",
        2023.98,
        2031.98
    ],
    [
        " give him like the meanest Charlie horse right there? And then we're like, you know, it's not, we don't say it's not",
        2031.98,
        2037.98
    ],
    [
        " kind of sending or anything. But if you don't know, you don't know. Yeah, it's like. So we said, no, I mean, yeah, you could",
        2037.98,
        2046.14
    ],
    [
        " but that wouldn't do anything. I mean, I don't think you even feel that, you know, you know, not in a fight. Not in your UFC fight.",
        2046.38,
        2051.88
    ],
    [
        " How I put it was I said, Charlie horses are for when you're cruising and you see your friend, you're like, when you",
        2052.02,
        2058.46
    ],
    [
        " be friend to Charlie horse and you do it. And it's like, hurts them. He's like, oh, you know, but now when you're in fighting,",
        2058.46,
        2062.82
    ],
    [
        " like, yeah, you don't really feel a Charlie horse. You know, now that being said, if somebody, if you're in a position",
        2062.82,
        2068.44
    ],
    [
        " and somebody starts dropping 12 to 6 elbows onto your five. And they're big enough. And they're big. And you're",
        2068.44,
        2076.02
    ],
    [
        " kind of stuck there. You'll feel those and you'll see a guy even in the UFC. You'll see a guy make adjustments to move",
        2076.06,
        2081.1
    ],
    [
        " because he doesn't want to get take, you know, 12 of those shots. That's not going to be fun. Yeah, my example was a leg kick. So a leg kick is",
        2081.1,
        2087.96
    ],
    [
        " essentially can be like a Charlie horse. You know, like, you know, like, give your friend a Charlie horse. Exactly. And that's the point. Yeah.",
        2087.96,
        2096.58
    ],
    [
        " The point is like, what you would think is a common Charlie, Charlie horse, like with your friend or at school, whatever, like,",
        2096.7,
        2103.6
    ],
    [
        " like a elbow or you punch it or even you need it or whatever, is different than like the kind of Charlie horse that will be effective. Yeah.",
        2103.76,
        2110.98
    ],
    [
        " And but in a fight in an MMA, it takes even 99% of the time with leg kicks. It does take multiple. It takes rounds worth of leg kicks before you can actually affect the guy.",
        2111.2,
        2121.94
    ],
    [
        " It might slow the guy down a little bit. He's a little less apt to to have weight on that front leg or whatever. But then, you know, you see,",
        2122.04,
        2129.06
    ],
    [
        " there's been fights that have ended because third or fourth round, the guy's been kicked in the leg 47 times. And it's, it's just easy. He breaks. Yeah.",
        2129.06,
        2138.1
    ],
    [
        " Yeah, it's just, yeah, again, just one of those things like if you don't know, you don't know.",
        2138.6,
        2145.16
    ],
    [
        " That's true. That's how it is. And then get information. Yeah, there's much in the world that looks like that.",
        2145.2,
        2150.8
    ],
    [
        " If you don't know, it seems like it'd be easy. Yeah. And it's not easy. And Jiu-Jitsu is a classic or MMA is a classic example that. But there's so many things. I mean, even a normal sport.",
        2151.54,
        2162.26
    ],
    [
        " You know, baseball. Hey, how hard can it be to hit that ball? All sports. Yeah, all sports.",
        2162.92,
        2168.7
    ],
    [
        " Rock climbing. You know, you look and say, oh, that dude, why don't you just grab that thing right there? Yeah, no, hold on. Yeah, just hold on. No, doesn't work that way. Yeah.",
        2169.24,
        2176.34
    ],
    [
        " Football like, you know, when they drop the bar, oh my gosh, you couldn't even get shabbles right in his hands. Okay. So try your football now. Of course, they're trained on the sand. But you, you know, that's kind of part of the point. You know, them being trained made it look like it's so easy. You see it done all that.",
        2177.04,
        2191.28
    ],
    [
        " And what's interesting is when this transfers over into the interpersonal and the leadership realm. Yeah. And it's the same exact thing where",
        2191.48,
        2201.28
    ],
    [
        " if you don't know, you don't know. And you see people that are, you know, younger leaders or they're not very experienced and they'll be making the same kind of rookie mistakes or have the same kind of",
        2202.0,
        2211.76
    ],
    [
        " Of opinion of one way, we just told them to do this. Oh, that's very easy. Well, you tell them you can't tell them just tell them to do that.",
        2211.76,
        2218.64
    ],
    [
        " You just tell them to do that. They're just not going to listen to you because they don't have respect for you because you don't have a relationship. You haven't built anything up yet. So you can end up with the same thing in that aspect of life.",
        2218.76,
        2228.1
    ],
    [
        " As you do in a war fighting aspect of life, as you do in a sports aspect of life, it's all the same. Yeah. You got to learn the skills.",
        2228.1,
        2235.36
    ],
    [
        " You got to practice the skills. Yeah, even like shooting a gun. Yeah. Oh, super easy, right? Yeah. Let's see somebody knock out. You know, it's it's it's a skill. I mean, it's easier. It's obviously easier",
        2235.9,
        2250.38
    ],
    [
        " To kill someone with a gun than it is with a knife or with your bare hands. It's an easier method.",
        2250.38,
        2257.34
    ],
    [
        " But yeah, you see, you know, you see this all the time, you see little gun fights where people fight shoot 20 25 rounds at another guy and they don't hit them. Yeah.",
        2258.44,
        2266.86
    ],
    [
        " And they're only 10 feet away, you know, so shooting is easier, but it still is a skill that you need to practice. No, man, and it's not to mention just all the like input. They like just firing it, you know, you know, like on movies, they'll be like one hand, you know, whatever.",
        2267.08,
        2283.9
    ],
    [
        " Boom, boom, boom, a more accurate representation of how we would go is like, you know, the kind movies where the girl that they totally mean women a lot of times, one thing.",
        2283.9,
        2293.98
    ],
    [
        " The girl grabs the gun and she's like, and she shoots it. And then like it flies out of her hand. Oh, yeah, that's probably pretty accurate. If you never shot a gun. Well, yeah, if someone's never shot a gun before. Yeah, the first time I ever took my wife to arrange to teach her shooting. And she was kind of that way, you know, kind of scared and intimidated. And she was kind of almost shaking a little bit.",
        2294.24,
        2312.8
    ],
    [
        " And a half an hour later, I had her doing quick draws from the holster gunning down targets. I said, yeah, you're over it now. Aren't you? She's just shut up and reload my magazine. Okay, cool. We got this.",
        2314.26,
        2324.58
    ],
    [
        " Yeah. You ever seen those videos online? I mean, I don't know how much time you spend watching videos online, but they're more just for entertainment. But of people like shooting big guns in it.",
        2324.66,
        2335.8
    ],
    [
        " Oh, and it hits them. It's a station stuff. Those are good. If I'm going to spend time watching videos, I'm watching actually guys that are good that have some knowledge to put out on. Right. It's tough. So, so check. Although you can learn from watching somebody.",
        2335.82,
        2348.3
    ],
    [
        " Yeah, what's the face for the shot? God, when they shoot it wrong. All right. Awesome.",
        2348.58,
        2352.68
    ],
    [
        " Next question. I had a few questions relating to my family life for guys who joined the seals. My boyfriend is interested in taking the past. So this is coming from the girl. Oh, okay.",
        2353.0,
        2363.38
    ],
    [
        " Interesting.",
        2365.12,
        2365.64
    ],
    [
        " Jocke, you have mentioned being married while a seal was it hard on you on you and your wife and family advice for a newlywed S.O.F. Candidium.",
        2365.88,
        2375.4
    ],
    [
        " That stands for soft, special operations forces. There you go. So this is actually this was two questions and basically from the other side. And by the way, everyone that's asked, can I bring my wife on here?",
        2375.76,
        2389.3
    ],
    [
        " My wife has given me the stern negative. She's not coming. You know why? Because she's legit quiet professional. She's just a legit quiet professional. You don't want any of this glory.",
        2389.3,
        2401.34
    ],
    [
        " Glory. No, she did it just because she loves the job. So my wife has said no. And I've and someone said, you know, I said went back and forth with somebody on social media. They said, hey, flanker.",
        2401.68,
        2413.92
    ],
    [
        " Ben, she knows this game, bro. She's not going to get flanks. It's super easy. But what I'm doing is kind of playing a long term game. I'm playing some seeds and whatnot trying to get her.",
        2414.18,
        2423.66
    ],
    [
        " Maybe to think about how she could help some other folks out there. So you know, we're trying to work through. Yeah. There is some flanking activity going on. We're going to see where it goes.",
        2424.06,
        2432.58
    ],
    [
        " But to this question, being married to a guy that's in special operations or in the seal teams or whatever, it is a hard life.",
        2433.2,
        2442.04
    ],
    [
        " In many ways. And you know, the seal teams, we had a 90% divorce rate. By the way, a 90. And I think it's come down a little bit. I'm not 100% sure. I don't know what the current numbers are to date. But man, when I was a young kid, everybody was divorced. You know, guys were just getting married and divorced all the time.",
        2443.86,
        2461.06
    ],
    [
        " So here's the, here's the couple things that I would tell you that I think made made my marriage last. Right. Aside from my wife, you know, awesome. Of course, right for credit.",
        2461.98,
        2474.6
    ],
    [
        " But here's a couple things. Number one, you have to respect the fact that the job is the number one priority. And that is completely different from what a lot of people think. And I don't mean to be offensive by that by saying that.",
        2476.06,
        2492.62
    ],
    [
        " But the job has to be number one. And for me, and I've said this before on interviews, the job was the most important thing to me. And my wife didn't take offense to that. She didn't, when I said, I'm going to work, but it's Saturday, doesn't matter.",
        2492.62,
        2507.02
    ],
    [
        " You know, oh, I'm going, I'm going to not going to be coming home tonight. Why I'm going to work. And then I'm going out with my friends, because we're going to go and hang out, because that's what we do.",
        2507.5,
        2517.38
    ],
    [
        " And she never would get offended by that. Instead, she realized, okay, yeah, his job is the most important thing. He's got to take care of himself. He's got to take care of his guys. He's got to take care of his job. He's got to take care of the country. So I am number two. That's cool. You know what I need to do is help support him. And so that is, that is what was happening. And so what that means is your wife, in this case, you young lady that's asking this question. You need to be an independent person. Right.",
        2518.4,
        2545.16
    ],
    [
        " You need to be self-sufficient. And that's not just self-sufficient with, you know, being able to clear the toilet when it gets clogged up and, you know, call the plumber when the water heater breaks and handle all that administrative stuff. And all the tasks around the house and provide, you know, take care of the finances, because your husband's going to be gone. He's going to be gone. He's going to be on a workup. He's going to be, he's going to be gone a lot.",
        2546.84,
        2574.62
    ],
    [
        " And so you're going to be able to handle all that stuff. And on top of that, you have to be self-sufficient emotionally, emotionally self-sufficient where you don't need to have this constant, you know, constant flow of affection coming from this guy who has a bunch of other things to worry about. Right.",
        2574.62,
        2595.36
    ],
    [
        " So that's hard to do. And it's hard. I think that's one of the problems. I mean, that's why there's probably a high divorce rate because it's hard to find a girl or a woman that can do those things. Right.",
        2598.16,
        2609.72
    ],
    [
        " So it's that that will make that's part of the solution here. Now the husband obviously big things you got to do is leave your job at work. Right. And don't don't bring it home with you.",
        2612.28,
        2628.14
    ],
    [
        " And I've talked about this before, you know, in the SEAL teams, you don't have to, when you get done with work, you change, you put on your civilian clothes, you go home.",
        2628.48,
        2635.32
    ],
    [
        " So you're not bringing that with you. That's sort of a psychological moment to change and get those out. But there's also the attitude that you can carry over very easily because the SEAL teams and special operations in the military in general, but definitely the SEAL teams is a hostile environment with your friends.",
        2635.32,
        2654.9
    ],
    [
        " Your friends are not supportive, caring, nurturing friends. No, your friends are just just savages. Right.",
        2654.9,
        2666.02
    ],
    [
        " Everything they're looking for weakness. It's I mean, it's all fun. But it's all just a constant. It's a constant, just battle, verbal battle, verbal abuse all day long. It's fun. Like we're having fun with it.",
        2666.16,
        2680.44
    ],
    [
        " That's the sixth sense of humor. You know, when Tim Kennedy was on here and they made that movie range range 15 and all that, that kind of sick twisted sense of humor is what you're living in.",
        2680.76,
        2690.48
    ],
    [
        " And there's a real problem that occurs when you take that little sixth sense of humor and that abusive personality that you develop at work and you bring it home.",
        2691.0,
        2697.86
    ],
    [
        " Yeah. And that happened to me when I went to college. And all of a sudden I wasn't around any team guys anymore all day long. No more team guys.",
        2698.28,
        2706.04
    ],
    [
        " And then here I am. And what do I do now? I come home from going to school all day, which was annoying. And then the first person I talked to because I didn't talk to anyone in school unless I was asking them a specific question about some knowledge or some thing that was happening in a class.",
        2706.48,
        2724.32
    ],
    [
        " Other than that, I didn't make any friends. So I come home and I want to socialize. Well, it was the only way I knew how to socialize with people cutting them down, so abusing them.",
        2724.56,
        2734.48
    ],
    [
        " And that's a little bit strong, but you know, definitely making comments and trying to have a good time through cutting people down.",
        2735.36,
        2744.02
    ],
    [
        " And so, you know, and I've talked about this before. I think somebody's kind of grabbed onto this. But, you know, for instance, you know, before I was going to college when I was just in the team, my wife would make dinner or whatever it is. She makes it. Hey, cool. Thank you. Appreciate it.",
        2744.52,
        2757.9
    ],
    [
        " When I was going to school, all of a sudden, I'm not around. Team guys anymore. I want to have some fun when I come home. And you know, she'd cook me something. And I would have some comments about it.",
        2758.06,
        2769.0
    ],
    [
        " And eventually, and it was very clear when she said this to me, she didn't think of big deals. She just goes, Hey, I'm not a team guy, you know.",
        2769.16,
        2776.32
    ],
    [
        " I think I said something about this dried chicken that you made. My wife has always had some issues getting moist chicken.",
        2776.64,
        2783.06
    ],
    [
        " Right. It always, I don't know. She's paranoid about food poisoning. But when she cooks it, man, she cooks it big time. I mean, she goes the distance. Right. She will cook that thing until, you know, you've got to bring a gallon of water to the table just to get through the meal.",
        2783.52,
        2798.36
    ],
    [
        " So she's actually gotten a lot better in the recent years. So anyways, back in the day, I'd say she's saying, Oh, you know, I made you some chicken. And I'd say, Oh, can you just go ahead and bring me three gallons of water to the table.",
        2799.64,
        2811.72
    ],
    [
        " And then it was one of those comments that I made one time where she says, you know, I'm not a team guy. And I kind of laughed and I said, Oh, my gosh, look what I'm doing. I'm treating her like a team guy. And she's not a team guy. She doesn't need to be treated like that.",
        2811.98,
        2824.5
    ],
    [
        " So I just put myself in check and got myself under control and treated my wife like the good person that she is. So there's that. There's communication.",
        2824.8,
        2839.36
    ],
    [
        " It's and this is this is weird thing because everyone's going to say communication. But my point here is don't expect communication. Right. Don't expect to be in the edge. One of my buddies was married.",
        2840.26,
        2851.88
    ],
    [
        " And we were going on the plane. This is a long time ago. He was married. He had three kids been married to you married his high school sweetheart blah, blah, blah. And he lived in Coronado where where the seal teams are. He lived there.",
        2853.52,
        2865.28
    ],
    [
        " And his wife, he lived there with his wife. And one day he dropped off his car. He had to get his car worked on or something like that. And he said, this is we've been at the seal teams for five years. He's married the whole time.",
        2865.68,
        2877.96
    ],
    [
        " I've been a seal team one. And one time he says to his wife, hey, you know, he calls her. It says, hey, can you come pick me up? Because we got to go somewhere blah, blah, blah. And she goes, yeah, she says, where are you? He goes, I'm at the team. And she goes, where is it? And Coronado, by the way, is only like a mile long.",
        2878.02,
        2892.92
    ],
    [
        " And so it was a classic example of he never told his wife even where the buildings were or what he did or anything like that. And that's just the way it was.",
        2893.16,
        2901.84
    ],
    [
        " And a lot of successful seal marriages that I've seen. There's not a lot of, hey, this is what I did at work today. And hey, this guy's a jerk. And hey, we're trying to make this happen. Hey, I got in trouble for this. There's none of that.",
        2903.22,
        2914.78
    ],
    [
        " There's just like work. And then there's what we have, right? And I think that you got to separate those two. But what I'm saying is this idea of communication happening all the time. It's not going to happen all the time.",
        2915.02,
        2925.9
    ],
    [
        " It's not going to happen. And I don't even know if I don't think it's beneficial. When I was overseas, I wouldn't call my, you could, you could call your wife, you know, basically every day. If you want to, I didn't call my wife every single day. I don't want to call my wife every day. It makes time slow down. It doesn't speed it up.",
        2926.02,
        2938.98
    ],
    [
        " This don't call call like once a week. That's what I call my wife once a week. Hey, how you doing? I'm fine. How's everything at home? I would just ask her questions about home. Didn't, didn't tell her anything that was going on ever. And just said, oh, yeah, how's this? Oh, yeah, did you get the, you know, how's the car?",
        2939.12,
        2954.94
    ],
    [
        " And did you get the water heater fixed? And how's the kids doing in school and blah, blah, blah, blah, blah. Ask her questions. Because otherwise you're going to start talking about your world. And then that's going to make them worried and concerned and everything else. And you don't want that.",
        2954.94,
        2965.92
    ],
    [
        " So you don't need to talk to somebody every single day. That you do. That's neediness. That's emotional. That's what I was talking about earlier with, with being emotionally independent. Right. You got to be independent. You can't need that like security of a, call me.",
        2966.2,
        2984.1
    ],
    [
        " And talk to me. No, actually, I'm not going to call you. I'm not going to talk to you. You go to your thing. I'm doing my thing.",
        2984.16,
        2989.6
    ],
    [
        " You know, on top of that, I think it's cool. If you want to set some goals, you know, together, make a little team, you know, you're trying to make some things happen. You're trying to make some financial goals or some family goals or some house goals.",
        2990.3,
        3003.44
    ],
    [
        " You know, we want to get new carpet. I want to put some new wallpaper up. We, whatever, you know, want to add a, you know, just do stuff and make those goals. Maybe we make some jujitsu goals together. That's always good.",
        3003.44,
        3015.8
    ],
    [
        " My wife was really good at jujitsu. She's kind of stopped training when she started having babies every 18 months and all that. But, you know, we, we still have a blast training jujitsu all the time.",
        3016.28,
        3027.6
    ],
    [
        " So I obviously recommend that you get to help all relationships. Yeah.",
        3028.32,
        3032.5
    ],
    [
        " Working out together is another good one. You know, even if you can't get the jujitsu together, you can, you can, you can just work out, you know, work out together.",
        3032.56,
        3040.82
    ],
    [
        " And that's cool. And then you've got to give each other some space. Right. Got to give each other some space. The guy, the guy, he's a team guy. He's a special operations guy.",
        3041.06,
        3050.88
    ],
    [
        " He's going to hang with his friends sometimes. And that's the way it goes. There's nothing wrong with that. That's the way things work. And you know what? She's going to go do the same thing. So that's okay.",
        3050.94,
        3059.94
    ],
    [
        " Yeah. So I think those the main things, you know, JP when JP was on here, he, he made a good point of what put each other first. Right.",
        3061.08,
        3069.82
    ],
    [
        " That was a pretty simple point. That goes a long way. Yep. That goes a long way. Yeah.",
        3069.82,
        3074.74
    ],
    [
        " Which is contrary to what I said, which is like the team is going to come first. But that's your job. Yeah. And I think you can still put your team as the number one priority and doing your job as your number one priority.",
        3075.06,
        3086.54
    ],
    [
        " Because that's the thing I said, there's a million times, right.",
        3086.62,
        3088.66
    ],
    [
        " Hey, listen, Darlin, the reason I have to do my job well is because this is what we do. We fight and guys are going to be trying to kill us.",
        3090.1,
        3097.14
    ],
    [
        " So the best thing I can do for our relationship is stay alive. Yeah. So that means and not only that, but I got these guys that also need to stay alive for their wives.",
        3097.64,
        3105.94
    ],
    [
        " So we're going to work hard. We're going to train hard. We're going to play hard. We're going to know each other better. We're going to we're going to bond.",
        3106.2,
        3112.44
    ],
    [
        " And all those things are going to happen. And that's how I can best support this family is by kicking ass at my job. And if you're a smart wife, you'll go, that makes sense to me.",
        3112.7,
        3122.68
    ],
    [
        " And it'll be okay. So in putting your job as a number one priority, you're actually supporting the family and you're putting your your spouse first.",
        3123.0,
        3133.02
    ],
    [
        " Because you're trying to take care of yourself, take care of your team so that you can come home when when it's time to come home.",
        3133.58,
        3140.2
    ],
    [
        " Yeah. Yeah, JP made it. I mean, the put each other first. That's kind of like a like dated. It's like you got to remember that, you know, because you know how like you're on two different pages.",
        3140.2,
        3153.12
    ],
    [
        " Oh, yeah, you got to put you going to remind yourself. Yeah, yeah. But man, it helps helps a lot.",
        3153.38,
        3160.08
    ],
    [
        " If you have you been doing that lately, I like how I like how JP put it, you know, we just put each other for it. It's real like dang that kind of",
        3160.12,
        3170.3
    ],
    [
        " resonated. I don't like using that word, but it resonated. You know, where aren't you like using that word? I don't know. You know, those words, you know, certain words just sound dumb coming out of your mouth.",
        3170.3,
        3181.04
    ],
    [
        " Is that one of them in my opinion? It comes sounds out of anyone's. No, out of my. I think it sounded pretty good actually.",
        3181.36,
        3187.8
    ],
    [
        " Oh, thanks. All right. Well, yeah, that was a good. Good luck. By the way, good luck to these guys that are trying to get into special operations community.",
        3187.8,
        3198.56
    ],
    [
        " Obviously, I loved it and it was awesome for me. And I'll tell you my wife, there was definitely hard, man. It was a hard. It's a hard path. And when your husband's over on deployment and your home and guys are coming home, wounded or guys are getting killed overseas.",
        3199.14,
        3216.34
    ],
    [
        " That that's that's going to be that's hard. And that's one of the things that I talk about the strength of the spouses and the independence to be able to deal with those hardships when they come. That's real stuff. And so to the women out there that support these guys. God bless you.",
        3217.52,
        3234.38
    ],
    [
        " Yeah, that that point you made where you. I think it's probably just habitually a little bit when you treat your wife like a team guy, you know, like, how because that's how you're used to like bonding with people you like.",
        3236.36,
        3246.58
    ],
    [
        " And also in a way, it's like it's good. You know, I think it's good. Yeah, man, it's not a dose. It's not a one way street. Man, you can't be doing that. I do. I had the same thing because that's how me and my brother, we just that's it. The whole thing is like, you can make the funniest joke about the other guy.",
        3246.82,
        3261.08
    ],
    [
        " And then so Sarah was like our friend before we got together. So she kind of and she would she didn't like that even from the beginning. But once you're kind of like in the relationship, she kind of got a lot of and she constantly constantly like, I'm not your, you know, and of course, I'm not your brother. Yeah, I'm a brother. I'm not your friend like that kind, you know.",
        3261.74,
        3281.18
    ],
    [
        " But but of course, if you're not looking at it as like a two way street, you're like, wait, you should be happy I'm treating you like this. You know, this is my way of showing affection. Exactly right. You should be happy, right?",
        3281.46,
        3292.46
    ],
    [
        " No, no, no, that's a different person you're talking about. You know, anyway, next question.",
        3293.14,
        3299.56
    ],
    [
        " BJJ question one.",
        3301.68,
        3304.22
    ],
    [
        " BJJ Q one.",
        3305.64,
        3307.2
    ],
    [
        " It does mean question one. Yes.",
        3307.38,
        3309.16
    ],
    [
        " There you go. What's the best ratio of drilling to sparring in question two is what do you do if you roll with someone new did you get to and they're over aggressive like the beast took over.",
        3309.5,
        3322.56
    ],
    [
        " Can they want to hurt people? I don't think they really do. But the adrenaline rush takes experience to manage.",
        3322.96,
        3328.94
    ],
    [
        " What's a good what's a good approach on, you know, on the mat to let them know that they're being reckless and wasting energy without sounding like a douche.",
        3329.72,
        3337.26
    ],
    [
        " All right. So question one, the ratio of drilling to sparring.",
        3337.52,
        3342.44
    ],
    [
        " I'm probably not the best person to ask this question because I like to roll. Nobody's the best person asked that question.",
        3342.9,
        3349.76
    ],
    [
        " Maybe, but I like to roll and I should probably drill more, but I like to roll. The rolling is the funnest thing. We were training yesterday and we got done training yesterday and we were sitting there watching some other people training stuff and I was like, man, I just love you.",
        3349.9,
        3361.94
    ],
    [
        " It's so fun.",
        3361.98,
        3362.66
    ],
    [
        " What we do an hour of rounds. And so I just got done and I said, man, do you do so fun. It's so fun.",
        3362.78,
        3368.42
    ],
    [
        " And so I like to roll and drilling is not as fun, right? When I said, yeah, we did rounds. That means we're just rolling for those of you that don't train.",
        3368.8,
        3377.3
    ],
    [
        " Well, first of all, go train, go find a place to train. And by the way, all these people ask me questions about if they should train or you have. Yes, you should train.",
        3378.12,
        3385.7
    ],
    [
        " You got a million different reasons why you shouldn't train. Like what was the one you just responded to somebody on social media said, you know, hey, what if the only option I have is a place where it's just white belts.",
        3386.02,
        3394.8
    ],
    [
        " All it belts, even the instructors, even the instructors of white belt. Is it worth it? Yes. It's worth it. Go on YouTube. You can learn a billion different moves on YouTube and go start rolling.",
        3394.8,
        3403.08
    ],
    [
        " These other white belts and you guys were all going to get better. And you know, it doesn't matter what the belts are. So, you know, whether you're that person or whether you're the person that says, I can only make it once a week because I travel. Go once a week. If you're the person that says, hey, man, I got, you know, this knee injury.",
        3403.08,
        3417.52
    ],
    [
        " And I can only roll like one day before it gets too sore. Okay, roll one day. And you know what? If you can't, every time you get on the mat, you don't have to go psycho.",
        3417.82,
        3428.5
    ],
    [
        " Right. Which is what I guess we'll get to that question. But if you can't roll super hard, then just roll a little lighter and roll what you can. And we get guys. Some of our really dedicated to you guys, they've got hurt. They still coming.",
        3429.5,
        3443.1
    ],
    [
        " They can't even roll, but they'll come in. Hey, man, let me just work my whatever I can do. Let me work my arm lock. You know, I think that's the one motion I can do. So I'm going to work that. That's cool.",
        3443.2,
        3452.24
    ],
    [
        " So I think you should drill more. I think I should drill more, but I just like to roll so much. And I'll tell you, I think this does change a little as you get better because I mean, obviously a black belt doesn't need to drill as much as a white belt does because a white belt has a lot more moves to learn.",
        3454.84,
        3471.22
    ],
    [
        " But everybody should drill more. And I think if I was to say something like probably a third of the time you should be drilling.",
        3471.9,
        3480.04
    ],
    [
        " Maybe I'll take something else. You learn to move drill it until you're good at it. Then you won't need to drill it anymore. And the other thing about drilling is and drilling is awesome. Drilling also I could drill a move 15,000 times drill only.",
        3482.84,
        3496.92
    ],
    [
        " And when I go to roll somebody, I won't be able to do it. It doesn't mean you'll be able to do it. In fact, I still got to do it a hundred more times live against another real active human before I can pull the move off. That's the way it works.",
        3497.54,
        3509.0
    ],
    [
        " Occasionally, there's a few moves that either they are that simple or you have a natural ability to do them. That does happen sometimes where like occasionally I'll get I there's some moves that just makes sense to me. Right. And I'm always as soon as I learn them, I can do them. That's rare.",
        3509.34,
        3523.92
    ],
    [
        " I mean, it's that happens 10% of the time. Most of the time I learn something and I try it and I get stuff. And then I got to try it again. I got to make my own adjustments to it. And then I got to do it again. That's the way to get to works.",
        3523.92,
        3534.1
    ],
    [
        " So drill a bunch. All right. Quick question to someone that is going level seven psychopath on the mats. It's seven the highest level.",
        3534.56,
        3544.44
    ],
    [
        " 10 right. I guess we're not 100% sure. The highest level is I don't think it's been seen. It's not this level one. That's definitely not level one. This guy is above normal cycle level. I'll say this well above normal cycle level.",
        3545.48,
        3560.84
    ],
    [
        " So first of all, if you're a higher belt, you just shut them down. Right. You just shut them down. Smother them. I like to see if I get someone that's going really super crazy, I will. I will immobilize them to where they cannot move. And I will let the rage drain out of them.",
        3562.36,
        3578.22
    ],
    [
        " I'll just let it drain out of them. And I'll, you know, just let the rage drain out. And then I'll submit them. And then I'll submit them again. And I'll just do that over and over again. And then I probably just, you know, have a little child with them. Like, hey, man, you just relax a little bit because all that all that going crazy is not helping you get better at what we're trying to do here.",
        3578.68,
        3599.28
    ],
    [
        " Now, when you tell somebody you're actually tell them don't you strength, of course, those are the things that no one can actually apply, right. Very seldom can someone say, you, you know, I guess I say, hey man, just relax. And they go, okay, cool. And you have a nice role. No, it doesn't happen. They go even harder.",
        3601.98,
        3617.14
    ],
    [
        " Yeah. So that's what you're going to do. You eventually just keep wearing them down and say, hey man, you know, I'm telling you got a reaction. You're not going to see you're not going to see as much if you're so going psycho.",
        3617.86,
        3629.14
    ],
    [
        " Now, so that's if you're high or about that's what I do control them, put them, you know, force them to accept their fate. And that will help them move down the path towards relaxation. Now if you're a lower belt, you can either fight them.",
        3629.66,
        3647.12
    ],
    [
        " You can fight to the death, which is fine. And kind of joining their mayhem. And if you want to do that, that's okay. Or you can work your technique right and get dominated. So so guy comes in and you know you tour about the same level, but he's a lot stronger than you. And he's going crazy and you just go, okay, you know what I'm just going to work my technique the best I can. And I'm not going to escalate this.",
        3647.12,
        3664.38
    ],
    [
        " And you know what, you're going to get tapped out because you guys are at the same level, but he's using all the strength and you're not now you're going to get better at you did too, but you're not going to notice that for a while.",
        3664.8,
        3672.14
    ],
    [
        " Yeah, yeah, that's true. So what happens? You get caught up in their ego trip and you start going just as hard as they're going and that's where it works. Now if you can just say, you know what, I'm just going to keep relaxing with this guy. And eventually I'm going to learn more than him. And that will happen.",
        3672.14,
        3686.02
    ],
    [
        " You will learn more than the person that's going psycho. And then you can put them to tap.",
        3686.14,
        3689.96
    ],
    [
        " So you know, also I was Tim Ferris sent some email out the other day and it had a quote on there from Leo Tolstoy.",
        3695.0,
        3709.88
    ],
    [
        " And it said, everyone thinks of changing the world, but no one thinks of changing himself. And I was like, that's interesting. And I immediately thought of Jiu Jitsu because I try and explain this concept people in Jiu Jitsu.",
        3710.62,
        3726.52
    ],
    [
        " And that is when you're going especially against someone that's bigger than you are stronger than you are someone that's going crazy and they're using all their muscles.",
        3726.58,
        3734.46
    ],
    [
        " The way this translates in Jiu Jitsu is in Jiu Jitsu, everyone thinks of moving the other person. But what you need to focus on is moving yourself.",
        3734.46,
        3744.12
    ],
    [
        " And there's some really clear examples of this. But this is just translates in the life. It translates into life. This is what flanking is.",
        3745.22,
        3752.76
    ],
    [
        " If I come up against you and you got a big ego and you're not budgeting anything, I'm not going to continue attack that way. I'm not going to try and move you, move myself into a better position.",
        3753.02,
        3760.16
    ],
    [
        " So I thought that was a good thing to think about when you're rolling with somebody that's big and going crazy.",
        3761.38,
        3767.2
    ],
    [
        " Yeah, that's a good point. That's a good thing to think about all day, every day about everything. Especially the people who were like, hey, I need a job.",
        3767.5,
        3777.14
    ],
    [
        " And this is nothing new. Dang, I need a job. Dang, there's no job that here or whatever. And that's kind of an example of that.",
        3777.84,
        3785.96
    ],
    [
        " Don't look at it like a job needs to be presented to you. You have to kind of you need to maneuver.",
        3788.42,
        3794.26
    ],
    [
        " Yeah, yeah, change yourself. So you can do the work that people need.",
        3794.52,
        3800.94
    ],
    [
        " You know, concur. Don't move the world. Move yourself. Don't try and move your opponent. Move yourself.",
        3800.94,
        3807.7
    ],
    [
        " Yeah, the guy who are drilling and sparring. You were kind of trying to move me a lot yesterday. FYI.",
        3808.26,
        3814.94
    ],
    [
        " Oh, I moved you a lot. You were trying to move me a lot. Whatever.",
        3815.12,
        3818.44
    ],
    [
        " You were coming with a really aggressive, really aggressive methodology, I'll say. Yeah. Default.",
        3818.8,
        3825.36
    ],
    [
        " Default. Default. The aggressive. The drilling. In my experience, if you asked if it was. I thought you were getting frustrated.",
        3826.32,
        3834.56
    ],
    [
        " Oh, and I saw it's like, okay, he's getting frustrated. And I thought to myself, he's getting frustrated at me.",
        3835.46,
        3841.64
    ],
    [
        " Yeah. And the reason I was like, I almost fell into your game psychologically because as we're rolling and you're getting more and more frustrated.",
        3841.9,
        3852.54
    ],
    [
        " So you're being more aggressive. And part of your. It seemed to me part of your frustration and your aggression was that I was not fully disengaging, but I was not getting into this game that you were in.",
        3852.64,
        3866.9
    ],
    [
        " And as I saw that you were going to keep coming with us. And I said, well, you know, I don't want him to get frustrated, you know, at me.",
        3867.18,
        3874.0
    ],
    [
        " So maybe I'll play this a little bit. And then I said, oh, wait, I'm truly actually doing Jiu Jitsu. Right. I'm doing Jiu Jitsu.",
        3874.3,
        3880.74
    ],
    [
        " I'm just straight doing Jiu Jitsu. I'm not. I'm totally not getting into this head banging competition.",
        3880.74,
        3886.62
    ],
    [
        " No, I'm gonna be over here. I'm gonna be over here. So I thought that was isn't that kind of what? Not black. It's actually really good. How that worked. Because if you remember, I kind of start to lose it mentally.",
        3886.8,
        3899.38
    ],
    [
        " Not like temporizer, nothing, but like basically there's like a there's like a little small short list. I don't know if you know this. I've mentioned this, but not in this step.",
        3899.4,
        3910.42
    ],
    [
        " There's a small list of things that I'm working on with you. It's like a small thing like where if I can remember to do this, you know, because you're the kind where like you to defend a certain thing, you got to focus really hard on defending it. But the drawback to that is when you start like really focusing on defending it.",
        3910.62,
        3927.58
    ],
    [
        " All it takes is one little. Yeah. So there's like a few things that is like, dang, I got it. It's like a balancing act. I don't want to forget here. I don't want to forget here. You know, so it's like that. And a lot of times, and it's it's by my own evaluation. It's not based on like X. It's in my own head. Like, okay, like I feel good about this is coming along. You know, kind of thing. And when you notice this or not towards towards the end. Like it might like it was just done gone the whole my whole thing. It was just going. Yeah. It's all.",
        3927.78,
        3957.56
    ],
    [
        " Just blind grade. And that's what I was truly thinking. I was thinking I was thinking he's getting mad at me. But I'm really doing actual like the purest form of Jiu Jitsu, which is, hey, you keep coming with all that. And I'm just going to keep adjusting and making other things happen. Yeah. It's like it's like it's like this cycle.",
        3958.36,
        3979.4
    ],
    [
        " Oh, that was fun. But yeah, it was good though. We're all thinking that the drilling.",
        3979.84,
        3985.18
    ],
    [
        " Different people have different philosophies on un drilling. Yeah.",
        3988.58,
        3991.32
    ],
    [
        " Because I mean, like surfing, you know, like, okay, when you drill a movie, it's like, hey, hey, do the armbar. You know, do the whole transition to the armbar. And you know, just drill that when you first learn the armbar, it's going to have more value because you have to just know the fundamental movement of the armbar.",
        3991.88,
        4006.96
    ],
    [
        " And just like I said, like, it's going to be different when you do it live. Yeah. So once you kind of get the fundamental movement of the armbar, your legs got to be here.",
        4007.12,
        4016.96
    ],
    [
        " They got to do this certain thing. Your arms position, his thumb, all this, all that stuff. Once you kind of get that down, it's like, man, you step into the value being now you got to know when to do it.",
        4016.96,
        4027.44
    ],
    [
        " So, you know, I don't know if I've ever said this before on the podcast. I've said it when I've taught when I teach Jiu Jitsu. This is something I say, okay, there's let's say 10 things that you have to do right to make a move work.",
        4027.58,
        4038.86
    ],
    [
        " Okay. 10, you got to put your arms here. You got to put your hips here. You got to put your grip here. Whatever those 10 things are that you got to do.",
        4040.0,
        4046.94
    ],
    [
        " I can teach you about four of them. Okay. Maybe I can teach you five. Maybe Jeff Glover or Dean or or a good instructor can teach you six or seven. Maybe even eight of those components.",
        4047.34,
        4062.92
    ],
    [
        " There's two more components. You're only going to figure out on your set on your own. You're only going to figure out where to distribute your weight by yourself. You're only going to distribute how to time what the execution of the move is by yourself.",
        4063.8,
        4076.22
    ],
    [
        " You're only going to figure out how to feel what the other person and when they're vulnerable to the move, you're only going to get those by doing it live. Only going to be doing it, getting it by doing it live.",
        4076.38,
        4086.56
    ],
    [
        " So those are the components and you know, there's more than 10 actually there's probably like 80. The little components that you have to do and and what's cool is when you really focus on a particular move, you have you have all these components just lock solid.",
        4086.94,
        4102.12
    ],
    [
        " And when someone's really good at a certain move, they just like there's like there's so there's they've been in that situation so many times.",
        4102.42,
        4109.6
    ],
    [
        " Yeah, they've been in that situation so many times that it doesn't matter. They you're doing something they already thought of that they've done they've been in that position.",
        4109.6,
        4116.62
    ],
    [
        " Like there's a position in jujitsu for those of you that don't know there's a position in jujitsu called 50 50 which we originally called the cockaraco which Dean kind of I would say started because he did it in ADCC in 2003.",
        4116.72,
        4131.16
    ],
    [
        " And it was a position that we were doing all the time at that time but no one else was doing it. And now a bunch of people do it. Ryan Hall's made it famous and he's the one I think he coin, I don't know who coin the phrase 50 50 but he's got a academy called 50 50.",
        4131.16,
        4143.26
    ],
    [
        " Yeah, been there.",
        4143.44,
        4144.06
    ],
    [
        " Nice.",
        4144.36,
        4145.04
    ],
    [
        " So, so but it's a position where you're fairly neutral. Your leg positions are neutral so you're you have the same leg position and so it's who knows the position better will win.",
        4145.76,
        4156.0
    ],
    [
        " And so this position that they called 50 50 now which we used to call cockaraco it's actually Dean calls it 90 10 meaning hey I have a 90% chance or you have a 10% chance because I've spent months sitting in this position.",
        4156.0,
        4173.34
    ],
    [
        " So when you get someone that really knows a position well that put you that put you at a massive disadvantage if you're going against them.",
        4173.46,
        4183.04
    ],
    [
        " Yeah, because you guys both know the drilling part of it you know but you know the one million different other elements things like surfing you know like you know when you first take surfing they're like hey you know let's do it on the sand when there's it's just that's basically drilling.",
        4183.58,
        4199.16
    ],
    [
        " Oh yeah you're doing standing up and battling then you got to go out to the actual ways man the waves that's you know it's different.",
        4199.16,
        4206.18
    ],
    [
        " And again these principles from Jiu Jitsu they apply to everything that you're doing and when you're going through a leadership situation.",
        4206.86,
        4213.76
    ],
    [
        " If you've seen it before if you've seen this kind of person's attitude like I just told that story about hey see a guy that's learned something the first way he learned it in the SEAL teams is the way he believes it's always be one side experience that it was much easier for me to handle.",
        4214.08,
        4228.14
    ],
    [
        " You know so anytime you can open up your mind and pay attention to what's going on around you it's going to make you better at handling all these different situations that you come across in any environment.",
        4228.14,
        4237.18
    ],
    [
        " Absolutely leadership environment you get the person with the giant ego you get the person that's that wants to take over you get the person that's scared to step up you get all those things you get someone that's being disrespectful how you can go I've had that before let's just go let me approach it you know what I mean so the more you get to handle these different positions or the more you can research them and drill them because the drilling does pay off.",
        4237.18,
        4258.0
    ],
    [
        " You know that's what all this gathering of trying to gather knowledge from various books and you when you see something in a military situation like I see all these things in a military situation I go okay oh I see what they did here oh I see what hack worth did here I see what patent did here now I'm no patent I'm no hack worth but at least I have a heads up yeah at least I seen this scenario before I I gone through a mental drill of how I handle now there's components that I need to figure out on my own.",
        4258.0,
        4284.62
    ],
    [
        " Yeah but I've got the bulk of the move there yeah I recognize what's happening puts me at a little better situation than having no idea what's happening and just getting flanked potentially yeah and then the guy getting nuts rolling the spas is a name for that guy by the way it's it's a spas yeah white belt warrior yes sure there's that.",
        4285.94,
        4309.26
    ],
    [
        " I think that's overall just kind of part of the game there's so many different ways to like do I mean as a higher belt I mean you you kind of I mean I don't think you have the curse of knowledge but you're you've been a high belt for a long time so my actually me personally as an individual yeah yeah so when you get a guy who's like when you first start like my memories of first starting and going with big big strong guys who are getting nuts it's it is hard to deal with that straight up yeah so and if you're smaller",
        4310.2,
        4338.38
    ],
    [
        " it's even you know it's even harder and you could go man you just it doesn't work right if you don't if you're a blue belt and you get a 200 if you're a hundred and 60 pound blue belt and a 300 or off 280 pound college wrestler comes in yeah and it's his first day you're not going to be able to you there's a very good chance you might be able to catch him you might build a catch him yeah but it's no guarantee no it's unlikely to mean yeah it's it's hard to core yeah yeah and that's part of the game.",
        4339.0,
        4368.36
    ],
    [
        " Yeah yeah yeah but those and yeah if you're and I'm just completely speaking just from experience and thinking of it right now but there are little things that you'll see come forward like little tactics you can use to someone who's just bigger stronger and spasming little tactics you and not to say that you'll like you know end up in the game.",
        4376.14,
        4398.36
    ],
    [
        " I don't know what to tap in a mile or whatever but certain things that will be successful in your situation so all you do is you kind of remember those things kind of work on that and wait till you see the next little thing okay then after while as your game develops it will be like oh shoot you have this handful of things that works on these types of guys you know Glover",
        4398.38,
        4414.94
    ],
    [
        " he he he like does best against he goes yeah guys that are big and strong are you know sort of his his game matches really well against them against Jeff yeah because he's just so fluid yeah yeah yeah all right.",
        4415.3,
        4430.84
    ],
    [
        " Dr. like yourself I tend to have low opinions slash expectations of people my question is how do you act friendly with someone when you know they're trying to play passive aggressive power games with you.",
        4430.84,
        4444.76
    ],
    [
        " Say say you know person and you know the snake but social and work situations demands and expects that you act like their friend how do you reconcile that within your mind is that or is that not being fake.",
        4444.76,
        4459.28
    ],
    [
        " I know you're going to say play the game but but do I really have to play these snake games just to get ahead in the world.",
        4460.2,
        4467.76
    ],
    [
        " All right so first of all from the first part of that this this Blake and statement that I have a low opinion of people is actually factually not true I don't come out of the gate with a low opinion of people that's actually not true.",
        4467.92,
        4483.42
    ],
    [
        " I have high hopes for people that they're going to do well but I don't have expectations that they're going to perform there's a difference there right I don't view people in a low my opinion of people is not low right out of the gate but I don't layer heavy expectations on them because that's unfair.",
        4484.32,
        4501.36
    ],
    [
        " So that's number one I set the bar low so people can pleasantly surprise me but believe me I don't have a low expectation or a low opinion of people now the question yes you absolutely called it and what I was going to say play the game right yes that's what you're going to do now let me let me pretty this way you got snakes.",
        4503.3,
        4527.76
    ],
    [
        " Okay if you don't learn to play with the snakes you're never going to get the anti venom from their fangs you're never going to get them figured out and if you don't figure out how to get the anti venom the snakes are always going to own you.",
        4529.5,
        4542.76
    ],
    [
        " So you got to learn how to deal with snakes I was a team to get from Arkansas or something and we were out in the hills somewhere and there was a rattlesnake and he grabbed that thing like he was picking up like he was picking up a pair of socks it was like no factor boom walked over picked up the snake whacked it against the tree I said okay it knows how to deal with snakes and it's the same thing here people are snakes is that mean you just avoid them and you're not going to play the game and the worst thing you know what you don't do with the snake.",
        4543.6,
        4572.74
    ],
    [
        " You don't walk over and get all like intimidate them and get in their face and so it bites you you know and and poisons you right so yes you got to play the game people like this exist right and so let's say let's take a let's say you take the moral high ground and you refuse to work with an accept and be humane with these snakes.",
        4572.94,
        4599.86
    ],
    [
        " Okay if that's what you do now guess what now the snakes don't like you now they see you as a threat and now they attack and like I said this is when they bite in a poison and they kill you and what good are you now you're dead.",
        4600.52,
        4616.38
    ],
    [
        " So you can't help anybody when you're dead you can't achieve your goals you can't help the team you can't accomplish the mission because you are on the moral high ground.",
        4616.82,
        4627.64
    ],
    [
        " Now let's say that you learn to play the game you learn how to handle those snakes like that young boy from our from Arkansas you learn their moves you get the antidote you get the anti venom for their poison and you actually in this process you become immune to their attacks and you reach a point where they actually don't attack you because they're familiar with you.",
        4628.52,
        4656.66
    ],
    [
        " And they trust you and when that happens then you can overcome their weapons you can rise up you can get control of them and you can utilize them for your own purpose right now if that purpose was something that was self centered or something that was for your own good and not for them or not for the team then it be a form of manipulation and it'd be pretty negative but if all you're doing is trying to get these snakes on board with the program to help the whole team.",
        4658.0,
        4687.48
    ],
    [
        " When we got no issue with that we got no moral issue with that I got no moral issue with me treating people nicely to try and get them on board with the program so that they can help our team when I got no issue with that moral or otherwise so that's the answer I think you know when the time is right you be nice to those snakes when the time is right you put that little stick with the news around the end of it you put it around the head and you and you collect their venom.",
        4687.64,
        4716.22
    ],
    [
        " And you can use snakes to do things like kill rats right snakes can be used for some kind of good at some point now I know it's hard right I know it's hard and is it being fake maybe it is maybe that is being fake but you're doing it for the good of the team so again it's not for personal game that's a huge different and also it's not for personal game that's a huge difference.",
        4717.64,
        4747.62
    ],
    [
        " So if you think about this idea of being fake if you would be nice to people to help the team win then isn't that actually you right so how can you be fake by being you right if my if what I do is hey I help people and I get in their head and I'll be nice to them so we can win if I do that that's me that's not being fake that's actually what I do that's not being fake so I think regardless in the end",
        4747.64,
        4777.04
    ],
    [
        " it is something you have to do you do have to play the game and that is how you're going to help your team win and it's also if you want to get those snakes to come over to the light and get away from the darkness you're not going to do it by trying to kill them all you're going to do is offend them and they're going to attack you like I said if you show them a good example if you're productive and when you get all that stuff done and you accomplish your mission and what you do is you say hey it wasn't me that you accomplished the mission it was the same thing.",
        4777.64,
        4807.62
    ],
    [
        " They did it. You know what those snakes start to stand upright they start to defang themselves and they start to realize that maybe they can do some good out there too.",
        4807.74,
        4818.12
    ],
    [
        " I like the snake analogy. Hey he started it. Yeah.",
        4818.5,
        4824.04
    ],
    [
        " That oh commentary like no no no no no way you saying you know how you slowly build that relationship whatever yeah that parts hard because it takes like time it takes time and the more harder than time is it takes the stomach yeah yeah you got the guy that you know is a slimy guy that's just looking out for",
        4829.2,
        4847.38
    ],
    [
        " themselves and you got to go hey man what's going on. Hey Bill what's happening. Yeah good to see you. Hey yeah no good yeah didn't I got a great weekend thank you yeah how was your weekend.",
        4847.38,
        4857.3
    ],
    [
        " Yeah you know so you're in that mode and you got to gut through that because you know you're a good person right right I think right right I think yeah especially passive aggressive like that can be",
        4857.6,
        4869.74
    ],
    [
        " tough because a lot of times it's way easier if I'm like if I if I launch a confrontation against you it's way easier mentally to be like okay we're in a little battle right now it's easy but if I just do like one little big and then kind of walk away or something like that is",
        4869.74,
        4883.36
    ],
    [
        " oh man that can be way more like trying on your mind on your patient so and then when you when you battle through that right or the idea if I got a battle through this okay this is",
        4883.36,
        4894.46
    ],
    [
        " going to be hard just you know mentally whatever I got a battle through that oh but guess what you got to do that for a long time that one time that that you think that was hard all right well you got to keep on",
        4894.46,
        4904.3
    ],
    [
        " doing that continual seething evolution yeah that makes it over and over again it may it does make a challenge but I think if you just know this if you know if you can see the light you know what you can do too and I",
        4904.3,
        4914.36
    ],
    [
        " hate to use this word because it seems to be a trendy word right now you got to gamify it a little bit you know when somebody does something passive aggressive to me I'm like oh score I'm going to have fun with this",
        4914.36,
        4923.86
    ],
    [
        " hey you're right that wasn't really good job that your team did over there you know when they say saw the little dig at me yeah I think you guys did fantastic I didn't",
        4924.06,
        4931.58
    ],
    [
        " foresee that at all yeah you're you you're crushing it just I say oh oh that hurt but guess what I'm going to win the long run I just want a little battle against you yeah and go",
        4931.58,
        4941.08
    ],
    [
        " go let these little things but don't let the little things bother you man think about the big stuff big stuff to worry about out there you can't let the little things bother you",
        4941.08,
        4950.16
    ],
    [
        " and are you on the right path if you're trying to do the right things the right reasons man it's all good doesn't matter what else is going on I'm good with it and that's it and that's what it means by the by kind of the light at the end of the tunnel like you know like you know that's",
        4950.26,
        4962.2
    ],
    [
        " where I'm going this is just part of the thing you know I see the whole path and it just makes it easier when you kind of know that but when you're at that time fast",
        4962.2,
        4972.18
    ],
    [
        " regressive the worst man the kind where I see see you talk about basketball recipe the worst I don't this is not like this thing that bothers me yeah I don't know it doesn't it's never been a big issue for me when somebody's",
        4972.18,
        4984.66
    ],
    [
        " passive regressive with me I just okay cool I see the game we're in I'm gonna play that game man see if you can just look at it like that look at it like that yeah man it it make it you would",
        4984.66,
        4995.78
    ],
    [
        " almost make it the opposite situation like you would almost be pleasure does because I don't I've never had a big issue with some guy that's being",
        4995.78,
        5003.08
    ],
    [
        " I never had that yeah I see it's a little shot right there you know I'm gonna throw some credit at him go to flank him yeah they're gonna be good not worried about that person that person is not",
        5003.08,
        5013.0
    ],
    [
        " really secure in the first place right and they're sort of one of these slimy snakes right that are trying to make things happen that's okay I'll just just help help",
        5013.0,
        5020.32
    ],
    [
        " out you know what you're trying to be passive regressive I'm gonna bring out in the open bring out the clear not enough not an",
        5020.32,
        5025.18
    ],
    [
        " offensive way but you know what I think you're right about that you know I think you could do a better job here come on and help my",
        5025.18,
        5030.94
    ],
    [
        " team or whatever yeah because when they're doing that what are they attacking you're they're attacking your ego so if you just get over",
        5030.94,
        5039.9
    ],
    [
        " that thing and just say you know what no big deal yeah that's good oh I see what's going on here let's bring it out in the open",
        5039.9,
        5046.2
    ],
    [
        " yeah the open expose the ambush and just say hey buddy yeah oh yeah we're good let's start let's move forward together as a team how how does that sound I'm down",
        5046.42,
        5055.34
    ],
    [
        " I'm not going to begin with the echo Charles oh you know what I'm thinking about this I'm like yeah that sounds so easy but you know I realized it's one like I",
        5055.34,
        5067.26
    ],
    [
        " care about the person and they be passive regressive like or if I care about like their opinion or say that you have to",
        5067.26,
        5072.76
    ],
    [
        " offend them no no no no it's not not in that way not in the way where like I might offend them but",
        5072.76,
        5077.4
    ],
    [
        " like if like you care about what they think you know okay and they're like what's wrong with that I guess",
        5077.4,
        5085.14
    ],
    [
        " nothing there's nothing I guess maybe that's where my sensitivity to it is I mean co-workers maybe in",
        5085.14,
        5091.14
    ],
    [
        " a haven't had co-workers in a long time well I guess you're a co-worker but you're not passive regressive but",
        5091.14,
        5096.2
    ],
    [
        " nonetheless I can straight aggressive you're more aggressive not maybe it would be in a situation like maybe a",
        5096.62,
        5104.74
    ],
    [
        " co-worker situation would be the kind of situation that I'm like thinking about where people will be more",
        5104.74,
        5109.68
    ],
    [
        " sensitive than it's actually the other day you and I had a conversation you might have been being passive",
        5109.68,
        5114.3
    ],
    [
        " aggressive no maybe you we were trying to do something and you said hey you know I'm just not sure if",
        5114.3,
        5120.08
    ],
    [
        " this is like really something we should do and I was like cool don't do it that wasn't passive",
        5120.08,
        5126.56
    ],
    [
        " it's passive aggressive that was like it was different it's like trading lightly you know okay you",
        5126.56,
        5131.4
    ],
    [
        " know like it wasn't necessarily straight dope you gave me a little bit of a indication yeah like",
        5131.4,
        5137.36
    ],
    [
        " under seedy I said oh there's something going on some kind of ambush here I said okay come on out",
        5137.36,
        5141.02
    ],
    [
        " we're good let's bring it out and open because I'm good it's not that it's like you know I respect your",
        5141.02,
        5146.22
    ],
    [
        " opinion let's go with it no factor make that happen that's good tell I roll yeah the passive",
        5146.22,
        5154.14
    ],
    [
        " regress is the kind where like you know if if I'm mad at you for something and then I'm like nope",
        5154.14,
        5161.62
    ],
    [
        " all good but meanwhile my body language is saying yeah it's like that kind is that even passive",
        5161.62,
        5166.52
    ],
    [
        " regressive yes that is what passive regressive is it's like it's like like oh it's all good but then",
        5166.52,
        5172.28
    ],
    [
        " like little digs yeah indicating other stuff it's like this everything it's yeah super whack yeah",
        5172.28,
        5178.42
    ],
    [
        " like I said when I went someone's being that with me I'm gonna bring them all the way yeah I'm",
        5178.42,
        5182.76
    ],
    [
        " gonna bring it from passive to just straight aggressive so that we can get through it because I'm not",
        5182.76,
        5187.38
    ],
    [
        " going to get this is the good thing if we're on a team why are we going against each other yeah what's",
        5187.38,
        5192.32
    ],
    [
        " probably it at the root there is just ego situation yeah you can put that to rest you're good",
        5192.32,
        5197.98
    ],
    [
        " hard though hard to put that ego in check for all of us yeah yeah man I mean co-workers are",
        5199.14,
        5205.56
    ],
    [
        " the european so you know it's natural to kind of care what they think even if you don't like them",
        5205.56,
        5210.52
    ],
    [
        " you know it's just I think it's just natural yeah of course people want to do a good job and yeah",
        5210.52,
        5216.08
    ],
    [
        " and want other people to think that they're doing a good job yeah nothing wrong with that so when",
        5216.08,
        5221.88
    ],
    [
        " they start throwing jobs it's okay you know what why are they throwing a job maybe you're not doing",
        5221.88,
        5226.12
    ],
    [
        " as good of a job as you thought you were and now take a little shot to your ego so let's address",
        5226.12,
        5229.98
    ],
    [
        " it let's figure out what the issue is you know yeah huh this is like you get to yeah I've done this move",
        5229.98,
        5236.48
    ],
    [
        " I've seen this move before rock and roll next question what is the best case you've ever heard",
        5236.48,
        5249.7
    ],
    [
        " against extreme ownership and what's your response or alternatively are there situations where",
        5250.22,
        5256.9
    ],
    [
        " extreme ownership is the wrong answer if you've never heard an argument against let me propose to",
        5256.9,
        5265.08
    ],
    [
        " okay one extreme ownership focuses too much on achieving victory through focus on strategy and",
        5265.08,
        5271.48
    ],
    [
        " tactics let me before you even go there I got to ask that question at the mustard is there such a",
        5271.48,
        5277.64
    ],
    [
        " thing as too much extreme ownership and I said well yes there is actually such a thing as too",
        5277.64,
        5285.98
    ],
    [
        " much extreme ownership for instance and I actually broke it down to the fact that there's two",
        5285.98,
        5294.08
    ],
    [
        " types of extreme ownership yeah that you're gonna have internal and external internal is I own",
        5294.08,
        5301.86
    ],
    [
        " everything and I know that but I'm not sitting here telling everyone right external is hey guys I'm",
        5301.86,
        5307.88
    ],
    [
        " gonna own this this is me this is mine so you can easily see from there where you can overplay your",
        5307.88,
        5315.0
    ],
    [
        " hand of external extreme ownership for instance echo you're in charge of this project that we're doing",
        5315.0,
        5321.86
    ],
    [
        " I want you to do it like this because I own it like like that's obviously wrong right so if I'm",
        5321.86,
        5329.68
    ],
    [
        " trying to get people to do things like from trying to use decentralized command and all I'm telling",
        5329.68,
        5333.14
    ],
    [
        " you everyone is like this is my project I own it echo you do this this is your part of the project",
        5333.14,
        5338.26
    ],
    [
        " but the project is mine right does that make does that motivate you in any way okay so we're not",
        5338.26,
        5343.7
    ],
    [
        " gonna do that that would be too much extreme ownership it would be too much outward extreme ownership now",
        5343.7,
        5349.76
    ],
    [
        " if so what I want to do is I want to say echo do this is your project I'm gonna set back let you",
        5349.76,
        5356.3
    ],
    [
        " run this thing I think you got a really good idea and vision on how this is gonna work and I think",
        5356.3,
        5359.74
    ],
    [
        " you can actually do a better job than I can do so here's here's the goal that we're trying to",
        5359.74,
        5364.28
    ],
    [
        " accomplish and if you just you know come up with a plan and tell me how you're gonna execute it I'm",
        5364.28,
        5368.62
    ],
    [
        " standing by right now you're like oh jockele to trust me to do this that's pretty cool right yeah",
        5368.62,
        5372.78
    ],
    [
        " that's awesome so now we have a good thing going so that's that's what I'm gonna keep my ownership",
        5372.78,
        5377.7
    ],
    [
        " internal I'm not gonna project it on you to keep it internal now where this flips is the project",
        5377.7,
        5385.74
    ],
    [
        " fails and clearly the example now becomes crystal clear because now if I use external ownership",
        5386.34,
        5393.44
    ],
    [
        " and I'm saying I should use external ownership and when the boss says hey jockele your team failed",
        5393.44,
        5399.1
    ],
    [
        " on this mission also you know what we did I made some mistakes here here's what I did wrong here's",
        5399.1,
        5404.26
    ],
    [
        " we made the wrong investments I didn't allocate resources well here my fault we're gonna get it",
        5404.26,
        5408.18
    ],
    [
        " fixed next time around won't happen okay that's cool that's I'm now correctly using excessive",
        5408.18,
        5413.7
    ],
    [
        " extreme ownership to take ownership of the project that you actually screwed up",
        5413.7,
        5417.3
    ],
    [
        " now obviously the wrong thing would be hey jockele this project failed and I say oh that's",
        5417.3,
        5425.3
    ],
    [
        " because echo drop the ball in this he didn't get this done in time and echoes got issues over here",
        5425.3,
        5429.36
    ],
    [
        " now that's not good I want to take I don't want to use that I'm keeping my ownership internal",
        5429.36,
        5434.42
    ],
    [
        " I'm being lame basically so yes the the argument against extreme ownership is yes if you take too",
        5434.42,
        5442.32
    ],
    [
        " much ownership of a project and you're not letting yours you're not using enough decentralized",
        5442.7,
        5446.98
    ],
    [
        " command that's why there's a dichotomy between those two there's a dichotomy between extreme",
        5446.98,
        5451.5
    ],
    [
        " ownership and decentralized command and if I use too much extreme ownership when I'm trying to",
        5451.5,
        5456.04
    ],
    [
        " execute decentralized command it's not gonna work right yeah now on some mistake happens or there's",
        5456.04,
        5460.64
    ],
    [
        " failure that's when you step in and take ownership and by the way you should have taken ownership all",
        5460.64,
        5464.9
    ],
    [
        " along to make sure that the project didn't fail but these things happen you don't win every single time",
        5464.9,
        5469.68
    ],
    [
        " don't care who you are now he gave except a couple examples I'll let you proceed with the question",
        5469.68,
        5476.12
    ],
    [
        " good sir okay he's gonna propose two examples okay extreme ownership focuses too much on achieving",
        5476.12,
        5482.98
    ],
    [
        " victory through focus on strategy and tactics but not assessing whether war was worth fighting in the",
        5482.98,
        5489.8
    ],
    [
        " first place for example maybe prior to prioritize and execute and cover and move and institute",
        5489.8,
        5497.46
    ],
    [
        " decentralized command to become the leading buggy whip manufacturer in the country right before",
        5497.46,
        5504.28
    ],
    [
        " Henry Ford releases the Model T or maybe you built the tightest sharpest most aggressive sales team",
        5504.28,
        5509.9
    ],
    [
        " in history but the product they're selling is prying on the weakness of poor or ignorant okay so",
        5509.9,
        5516.02
    ],
    [
        " this is fairly simple and in the book extreme ownership I believe chapter three is called belief",
        5516.02,
        5523.68
    ],
    [
        " that is you kind of believe in what you're doing and part of believing in what you're doing is",
        5524.68,
        5528.26
    ],
    [
        " understand why you were doing and what you're doing and how it is beneficial in the world right",
        5528.26,
        5534.28
    ],
    [
        " so for instance both these examples would fail the test of believing in what you're doing",
        5534.28,
        5539.36
    ],
    [
        " they would fail the test anyone that was in the transportation industry at the turn of the century",
        5539.36,
        5545.54
    ],
    [
        " and would understand that the buggy the horse and buggy was doomed when they started seeing reliable",
        5545.54,
        5552.4
    ],
    [
        " cars come out on the streets and somebody that truly exercises extreme ownership would step up",
        5552.4,
        5559.52
    ],
    [
        " would adapt which is another key concept of extreme ownership and lead the transition from",
        5559.52,
        5565.22
    ],
    [
        " buggy whips to this new technology of cars so it's okay it's not you're gonna step up you've got",
        5565.22,
        5572.56
    ],
    [
        " to make changes that's part of ownership is looking and assessing the other example where you're",
        5572.56,
        5579.0
    ],
    [
        " leading extreme ownership you're leading something that is prying on weak people well then",
        5581.42,
        5587.04
    ],
    [
        " that doesn't pass the test right that doesn't pass the test and believing what you're doing because if",
        5587.04,
        5591.04
    ],
    [
        " I'm like hey you know what I'm gonna get out there and do I'm gonna get out there and pray on",
        5591.04,
        5593.48
    ],
    [
        " extreme people yes you know that's what we do now of course if you have a person that's a sociopath",
        5593.48,
        5598.62
    ],
    [
        " or doesn't care about others there's only out for themselves and they exercise extreme ownership",
        5598.62,
        5604.64
    ],
    [
        " in order to accomplish an evil mission well yeah that's gonna be bad because people that people",
        5604.64,
        5611.86
    ],
    [
        " that take ownership of things can make things happen and if they're caused as evil then that's",
        5611.86,
        5617.5
    ],
    [
        " gonna be bad it's gonna be a bad situation so you know the the thing that's inherent in extreme",
        5617.5,
        5626.42
    ],
    [
        " ownership is a true understanding of the mission and belief in the mission and the knowledge that",
        5626.42,
        5632.32
    ],
    [
        " you're doing the right things for the right reasons which is why these two examples are are",
        5632.32,
        5638.1
    ],
    [
        " actually non-issues and then he gave another example what's the example number two yeah example",
        5638.1,
        5644.52
    ],
    [
        " number two is the time and focus commitments required to practice extreme ownership come at",
        5644.52,
        5651.18
    ],
    [
        " too high a cost to your family who didn't sign up for this for you know didn't sign up for this",
        5651.18,
        5657.18
    ],
    [
        " mission and in the end the the gratification of having achieved your objective won't be worth",
        5657.8,
        5662.66
    ],
    [
        " what you've given up in your personal life perhaps substantial ownership come on close is a",
        5662.66,
        5669.0
    ],
    [
        " better fit for most people okay well let's just not forget that extreme ownership is not just",
        5669.0,
        5679.1
    ],
    [
        " about business in any stretch it's about life and you have to own the outcome in life and that",
        5680.56,
        5689.48
    ],
    [
        " inherently includes balancing between what you do for business and what you do with your family",
        5689.48,
        5696.52
    ],
    [
        " now I'll tell you that we hear all the time about how extreme ownership actually saved",
        5696.52,
        5702.62
    ],
    [
        " marriages not hurt them but save them and you know the husband will stop blaming his wife",
        5702.62,
        5708.36
    ],
    [
        " or vice versa and look at themselves and see where they can improve instead of blaming your wife",
        5708.36,
        5713.4
    ],
    [
        " for what's going wrong you say oh maybe it's not cool that I do this particular thing that I",
        5713.4,
        5718.22
    ],
    [
        " know a noise her right take some ownership of that they take ownership of the relationship and the",
        5718.22,
        5722.74
    ],
    [
        " problems in the relationship and they fix them instead of making excuses or passing the blame",
        5722.74,
        5727.48
    ],
    [
        " so extreme ownership is going to help that family and if you listen to the the podcast with JP",
        5727.48,
        5734.58
    ],
    [
        " which AP to know on it which is number 46 JP is taking ownership of his marriage which",
        5734.96,
        5739.58
    ],
    [
        " would actually were divorced at the time and applied the simple laws of combat right simplify",
        5739.58,
        5746.2
    ],
    [
        " cover and move and and got his marriage back on track and so extreme ownership is not",
        5746.2,
        5755.22
    ],
    [
        " 100% focused on business it's focused on life",
        5755.22,
        5758.64
    ],
    [
        " and the dichotomy is also there that I talk about all the time that you have to balance all",
        5761.94,
        5765.74
    ],
    [
        " the opposing forces it's a chapter in the book called the dichotomy of leadership right",
        5765.74,
        5768.9
    ],
    [
        " you've got to balance these opposing forces in your world now one of those opposing forces is",
        5768.9,
        5774.56
    ],
    [
        " balancing the the pull of your family with the pull of your work and yeah you can go too far in one",
        5774.56,
        5783.9
    ],
    [
        " direction you can go so far in one direction that you lose you you can go so work so hard and do",
        5783.9,
        5788.54
    ],
    [
        " such long hours that you lose your that you lose your family you can also do the opposite",
        5788.54,
        5793.24
    ],
    [
        " where you don't do enough for work and you focus so much on your family that you lose your job",
        5793.24,
        5797.46
    ],
    [
        " which one of those is a good outcome neither that's why you have to balance neither one of those",
        5797.46,
        5802.74
    ],
    [
        " is a good outcome yeah that's why you have to balance and by the way it's one of those things too",
        5802.74,
        5809.32
    ],
    [
        " I've seen this happen with you know friends of mine that have gone on sort of a breakdown kind",
        5809.32,
        5813.36
    ],
    [
        " of downward spiral in their life I think this is problematic people start having trouble with",
        5813.36,
        5818.7
    ],
    [
        " their marriage right and they quit their job and they think oh now I'll be able to spend more time",
        5818.7,
        5825.76
    ],
    [
        " but now it was something they don't have any money and it turns into a disaster and I always say look man",
        5825.76,
        5830.7
    ],
    [
        " think about this your job is what how you provide for your family so let's have a plan before we move",
        5830.7,
        5839.2
    ],
    [
        " in this direction you got a balance if you if you because if you throw everything like I just said",
        5839.2,
        5845.58
    ],
    [
        " if you say okay my job is you know I'm too stressed out and I'm just gonna leave my job and just",
        5845.58,
        5849.78
    ],
    [
        " focus on my family now you've got no income you got a whole new level stress is coming at you",
        5849.78,
        5853.38
    ],
    [
        " because who's gonna put the food on the table yeah so like one guy's they stop working out after",
        5853.38,
        5860.4
    ],
    [
        " they get married because oh I got to focus on my family my kids you know and they stop working out",
        5860.4,
        5863.88
    ],
    [
        " but oh health down you know health down yeah energy down yeah you know you become a low energy",
        5863.88,
        5869.14
    ],
    [
        " father we don't want that that's bad for everybody that's bad for the whole family so yeah that's",
        5869.14,
        5873.54
    ],
    [
        " another thing if you got if you've got your your wife or your husband is saying hey you know you're",
        5873.54,
        5881.16
    ],
    [
        " working out all the time you know I don't like this say hey here's the benefits yeah do you want",
        5881.16,
        5886.52
    ],
    [
        " me to be around for an extended period of time you want me to be alive past 60 do you want me",
        5886.52,
        5890.86
    ],
    [
        " to be healthy do you want me to be able to defend our family should there be some kind of an",
        5890.86,
        5895.12
    ],
    [
        " encounter you know I know I do want to be able to defend this family yeah so yeah I got to spend",
        5895.12,
        5900.02
    ],
    [
        " a little extra time on their gun range yeah I got to spend a little extra time on the duty mat yes",
        5900.02,
        5904.54
    ],
    [
        " I'm gonna work out that's I'm doing that you think I'm doing it for me doing it for us for us",
        5904.54,
        5909.66
    ],
    [
        " you know I'm doing it for us now of course got a balance that too because you can go overboard there too",
        5909.66,
        5914.34
    ],
    [
        " yeah working out be careful like working out is not to be confused with going to the",
        5914.34,
        5920.74
    ],
    [
        " gym so like there's some people there's a huge separation there yeah so guys will like go to the",
        5920.74,
        5925.9
    ],
    [
        " jammer even the jujitsu mat because the space it there is a big element of social you know that social",
        5925.9,
        5931.28
    ],
    [
        " component and jujitsu academies and stuff what do you mean when you go to jujitsu like you there's a",
        5931.28,
        5936.46
    ],
    [
        " lot of hanging out you mean talking to other people yeah you get friends you know of course of course",
        5936.46,
        5942.28
    ],
    [
        " so some people they'll be like hey I'll go to jujitsu meanwhile new baby whatever",
        5942.28,
        5947.76
    ],
    [
        " hey I'm gonna jujitsu but then no role for the hour hour and a half and then",
        5948.64,
        5952.5
    ],
    [
        " three and a half four hours later they'll come home yeah I was doing jujitsu all the here's the",
        5952.5,
        5958.1
    ],
    [
        " benefits I'm like yeah you did the jujitsu for hour and a half the other whatever long you",
        5958.1,
        5962.98
    ],
    [
        " were cruising with your friends in the lounge drinking acai yeah don't do that so don't confuse",
        5962.98,
        5967.76
    ],
    [
        " it is you gotta have balance or use it you know people will use it like I got to go but well",
        5967.76,
        5973.18
    ],
    [
        " yeah that's good and you know these questions what I like about them is he's saying hey you know",
        5974.32,
        5978.5
    ],
    [
        " basically put the extreme ownership attitude into the UFC cage and let's see how it does",
        5978.5,
        5984.76
    ],
    [
        " in these problem examples hmm so I think I think it does all right we're just get your home gym",
        5984.76,
        5991.8
    ],
    [
        " you know yeah I definitely recommend the home gym",
        5991.8,
        5994.86
    ],
    [
        " jaco do you follow stoicism did zen practice lead to your thoughts about detachment and ego",
        5997.78,
        6005.66
    ],
    [
        " so I get asked these questions the other day on twitter and as you know when I'm answering",
        6005.66,
        6013.44
    ],
    [
        " twitter I'm doing pretty terse answers because I'm answering a lot of different questions",
        6013.44,
        6018.58
    ],
    [
        " and sure so this one I particularly remember that answer someone said do you follow",
        6018.58,
        6025.72
    ],
    [
        " so stoicism yeah and I just wrote back no you know no don't and in a while later I get you know",
        6025.72,
        6033.42
    ],
    [
        " the thread back and the guy come back and said something along the lines of like you know",
        6033.42,
        6037.92
    ],
    [
        " I don't know what it is you don't agree with with stoicism it's very similar to what you believe",
        6037.92,
        6042.34
    ],
    [
        " or something like that it wasn't being a jerk you're just like you know I you know what's wrong",
        6042.34,
        6046.78
    ],
    [
        " with you I don't you practice stoicism and here's the deal and I love to come back here and tell",
        6046.78,
        6057.98
    ],
    [
        " people how learned I am and how well read I am about the philosophies and the ancient cultures",
        6057.98,
        6066.36
    ],
    [
        " and the eastern religions and all matters in the world philosophical but the fact is I'm not",
        6066.36,
        6076.02
    ],
    [
        " I'm not and actually when I was a kid and by the way kid for me lasts a long time I mean kid for me",
        6077.44,
        6085.16
    ],
    [
        " goes pretty recent you know I mean six months ago I kind of consider myself a kid but when I was a kid",
        6085.16,
        6090.48
    ],
    [
        " the teachings of philosophers and of the ancients those that information was transmitted",
        6090.48,
        6099.28
    ],
    [
        " by academics right by teachers or by professors professors and to be blunt and Frank when I was a kid",
        6100.42,
        6111.14
    ],
    [
        " there was a lot of people in that realm and the academic realm that didn't exactly command my",
        6111.14,
        6118.92
    ],
    [
        " respect now they were people that went to college I wanted to learn from people that went to war",
        6118.92,
        6124.58
    ],
    [
        " that's what I wanted now the part that I missed was that many of the ancients were warriors",
        6124.7,
        6134.56
    ],
    [
        " and their teachings were important and through my own arrogance looking at these professors and",
        6134.56,
        6141.04
    ],
    [
        " these teachers I don't know any learning anything from that person I'm gonna go in the military",
        6141.04,
        6145.54
    ],
    [
        " I'm gonna learn from a gun resurgent the Marine Corps that's what I was thinking",
        6145.54,
        6150.5
    ],
    [
        " but the fact is the reading and the studying and the schooling did not really lead me to any of my",
        6152.34,
        6161.4
    ],
    [
        " beliefs or values it was life that did it was it was the things I experienced that brought me",
        6161.4,
        6172.38
    ],
    [
        " to this place where I am right now not the books that I read not the classes that I attended",
        6172.38,
        6179.16
    ],
    [
        " then like I said of course part of this a big part of this was just my own ignorance and ego me saying",
        6179.78,
        6187.36
    ],
    [
        " what can these professors teach me and that's why footnote right now caveat or",
        6187.36,
        6194.66
    ],
    [
        " secondary thought everyone out there when you have the opportunity to learn",
        6194.66,
        6201.48
    ],
    [
        " let's take full advantage of it and I know now again I know now that you can learn from anybody",
        6201.56,
        6210.42
    ],
    [
        " you can learn from anybody everybody's got something to teach you so open up your mind",
        6210.42,
        6216.92
    ],
    [
        " and that being said since I was too stupid and arrogant to learn oftentimes to learn from books",
        6216.92,
        6225.82
    ],
    [
        " and teachers I had to learn from life and as I look now yeah I see similarities between",
        6225.82,
        6233.12
    ],
    [
        " you know I use the word beliefs but I think that's a strong word but I see similarities between what I",
        6233.12,
        6240.82
    ],
    [
        " think and the other philosophical thoughts throughout the ages and I think that's partially I think",
        6240.82,
        6251.86
    ],
    [
        " that's actually not even partially I think that's because there are really are some universal truths",
        6251.86,
        6255.62
    ],
    [
        " for humanity and for people and I think that if you walk the path of life and you pay attention to",
        6255.62,
        6267.46
    ],
    [
        " what's happening around you and you're exposed to joy and you're exposed to suffering and you're",
        6267.46,
        6279.34
    ],
    [
        " exposed to love and to hate and to war and to peace I think if you have led",
        6279.34,
        6285.9
    ],
    [
        " down that path and you have followed down that path I think that all the paths",
        6285.9,
        6295.12
    ],
    [
        " they kind of arrive at some place that's fairly similar and the term that they kind of use is",
        6295.12,
        6306.24
    ],
    [
        " this term of enlightenment and again I think that's definitely too strong for what I'm trying to say",
        6306.24,
        6312.68
    ],
    [
        " but that's sort of a broad term that captures it but I think these paths they all lead to a similar",
        6312.68,
        6322.5
    ],
    [
        " form of enlightenment and I don't think it really matters what terrain you went through or what specific",
        6322.5,
        6334.0
    ],
    [
        " path you took I think that we see that the path looks very similar and it says the same things when",
        6334.0,
        6342.68
    ],
    [
        " you get to the end it says to be disciplined it says to keep your ego in check it says to keep",
        6342.68,
        6347.66
    ],
    [
        " things simple and work hard and tell the truth and believe in what you say and what you do and treat",
        6347.66,
        6352.54
    ],
    [
        " other people with respect and when you start getting overwhelmed with the emotions you got to",
        6352.54,
        6359.3
    ],
    [
        " detach from those and I think that there's things like those that are just universal truths and I",
        6359.3,
        6367.42
    ],
    [
        " think you can find them in what the Buddha said or what Marcus Aralius said or what the Bible says or",
        6367.42,
        6374.5
    ],
    [
        " what any number of religious or philosophical teachers I think they're all pretty similar and I",
        6374.5,
        6385.42
    ],
    [
        " think you can learn them from those ancients or I think you can find them yourself",
        6385.42,
        6391.16
    ],
    [
        " and unless you're of course too stubborn and arrogant to listen and hear the lessons of the past",
        6391.16,
        6399.84
    ],
    [
        " but if you're not I think you can get there and that's sort of how I arrived at again the",
        6399.84,
        6412.44
    ],
    [
        " this the word is too strong but the way I think I'll put it to you that way the way I think it's",
        6413.66,
        6420.34
    ],
    [
        " where I ended up and I didn't get too much direction along the way and now it's really obvious I mean",
        6420.34,
        6429.88
    ],
    [
        " when you look at and I'm sure we'll do Marcus Aralius at some point you know because his you know",
        6429.88,
        6436.22
    ],
    [
        " stoic sayings are awesome and they totally match and I wish I would have I wish what I would",
        6437.12,
        6442.48
    ],
    [
        " learned about Marcus Aralius and stuff more year in high school I said wow this guy's got it together",
        6442.48,
        6446.92
    ],
    [
        " I'm gonna listen to him he was a warrior but I didn't do that why because the guy that was teaching me",
        6446.92,
        6451.8
    ],
    [
        " I'll say now what this guy doesn't know he's talking about it's got some teacher right yeah",
        6451.8,
        6456.94
    ],
    [
        " there's a reason they're called teachers so they can teach you but you got to be willing to",
        6456.94,
        6460.62
    ],
    [
        " listen and learn so you know I always try to talk about this when we talked about the the",
        6460.62,
        6466.22
    ],
    [
        " jaco academy right having a school I always talked about tying this thread between all this",
        6466.22,
        6471.5
    ],
    [
        " history in the world so you so that people so the kids can understand what it means and where it",
        6471.5,
        6477.24
    ],
    [
        " came from and I think that that's something that I never made those connections when I was a kid I",
        6477.24,
        6482.14
    ],
    [
        " never made those connections in high school you know even I was going to college I went to college I",
        6482.14,
        6490.6
    ],
    [
        " was a mature allegedly mature I wasn't mature you know what I was trying to do when I went to college",
        6490.68,
        6496.46
    ],
    [
        " get good grades beat the teacher it was me against the teacher the the the contest was great I'm",
        6496.46,
        6503.56
    ],
    [
        " gonna beat you I wasn't saying you know what this guy really has a lot to show me this guy really",
        6503.56,
        6508.06
    ],
    [
        " I can learn a lot from this I can apply this in my life no I wasn't saying that I was too stupid I",
        6508.06,
        6512.38
    ],
    [
        " was too arrogant to say that so what did I do studied hard memorized what they told me to memorize",
        6512.38,
        6517.18
    ],
    [
        " that's what I did I wasn't I was focused on the grade not on the learning now I'll tell you",
        6517.5,
        6523.74
    ],
    [
        " that's not an excuse for oh I'm not gonna worry about the grade I'm just gonna learn no wrong answer",
        6523.74,
        6530.72
    ],
    [
        " I'm saying this specifically for my kids that are probably listening to this and they'll say like well",
        6530.72,
        6535.08
    ],
    [
        " dad you know I'm focused on the learning negative you focus on the learning good you still get your",
        6535.08,
        6539.54
    ],
    [
        " A doesn't you get you still win you still win so that's I guess you know again I'm I'm sorry and I",
        6539.62,
        6548.78
    ],
    [
        " think sometimes people get caught up in like it's a you ever heard me say talk about when when we",
        6548.78,
        6558.84
    ],
    [
        " got back when I got back from my first deployment to Iraq and we actually when I was in T.U.",
        6558.84,
        6563.68
    ],
    [
        " bruiser with life we had a saying it was a joke it was a wee weeb which stood for when I was in",
        6563.68,
        6569.92
    ],
    [
        " Baghdad right when I was in Baghdad because a lot of people now are going to done one deployment to",
        6569.92,
        6575.26
    ],
    [
        " Baghdad and so anytime they were having any kind of a conversation they'd say well when I was in Baghdad",
        6575.26,
        6580.28
    ],
    [
        " and we go wee weeb so you get some guy some instructor or some cadre from the training from the",
        6580.28,
        6586.04
    ],
    [
        " training to catch me that'd be like when I was in Baghdad we did this every time and it's okay",
        6586.04,
        6590.16
    ],
    [
        " so wee weeb right because it's a way of saying oh look to I this is this is confirmed in the past",
        6590.16,
        6595.7
    ],
    [
        " and therefore it's correct right and I always said man you can't say that you can't say wee weeb",
        6595.7,
        6601.32
    ],
    [
        " right you can't say when I was in Baghdad you can't say this is the way this is I learned what you",
        6601.32,
        6605.54
    ],
    [
        " say should be able to stand on its own two feet that's my point so I think a lot of times people",
        6605.54,
        6611.64
    ],
    [
        " say oh well Mark Surreli has said this or the Buddha says this and therefore it's it's it's correct",
        6611.64,
        6618.58
    ],
    [
        " they very well might be correct but let's get the argument not to not to use their quotes",
        6619.04,
        6623.92
    ],
    [
        " why don't you come up with something to stand on your own two feet again nothing wrong with using",
        6623.92,
        6629.12
    ],
    [
        " the guidance of the ancients right there's nothing wrong with that that's brilliant",
        6629.12,
        6633.02
    ],
    [
        " from all these books the bible's got all kinds of things in it that are very impactful great",
        6633.02,
        6639.0
    ],
    [
        " great proverbs to live by but you know what where they come from and why not figure out how do",
        6639.0,
        6648.56
    ],
    [
        " you use them or how to how to make them stand on their own two feet were you not just pointing to",
        6648.56,
        6652.56
    ],
    [
        " you know well it says this there it's the book says this marks really said that Buddha said this",
        6652.56,
        6657.74
    ],
    [
        " other thing no no let's let's develop our not not develop our own but let's make sure we test what",
        6657.74,
        6666.72
    ],
    [
        " we're saying we believe in what we're saying that's how I ended up where I'm at so you know kind of",
        6666.72,
        6672.58
    ],
    [
        " a rough path to take some things in life you got to learn on your own yeah yeah a lot of most of",
        6672.58,
        6677.66
    ],
    [
        " times for definitely yeah unfortunately a lot of things you got to learn only through experience",
        6677.66,
        6684.52
    ],
    [
        " we weep we weep when I was a bag of it just just like rank just like I can't say like echo I",
        6684.52,
        6692.88
    ],
    [
        " outrank you therefore you'll do it this way yeah just like that I also can't say echo I did it",
        6692.88,
        6699.28
    ],
    [
        " this way in the past therefore it's the correct way to do it those are equally bad arguments yeah",
        6699.28,
        6704.14
    ],
    [
        " don't do them yeah I hear that a lot that when sweet you know especially when when I first got into",
        6704.58,
        6711.72
    ],
    [
        " reading I well most of them hear it I'd kind of think about that where I could be like hey you know",
        6711.72,
        6718.36
    ],
    [
        " if I come across a situation where I'm gonna apply some knowledge that I learned and if I'm in a",
        6718.36,
        6723.98
    ],
    [
        " situation where I got to convey the merits of that knowledge you know it does feel weird to be like",
        6723.98,
        6731.08
    ],
    [
        " hey the book said it this way and more like you're just this like blind per like you don't really",
        6731.08,
        6735.6
    ],
    [
        " understand the value of what you learn you just oh it's said to do it you know if you have to",
        6735.6,
        6741.74
    ],
    [
        " if you have to refer to the source without if if I just say oh echo we need to do this way because",
        6741.74,
        6747.28
    ],
    [
        " the book said this right no that's not a good answer what you should be saying is that you know I",
        6747.28,
        6751.52
    ],
    [
        " read this and here's what I see to apply and here's what this book says but this is what I think it",
        6751.52,
        6755.3
    ],
    [
        " you know you can use it maybe to help your your arguments but don't let your argument",
        6755.3,
        6761.06
    ],
    [
        " rest on this thing yeah that's my opinion yeah know yourself I'm gonna go in a hundred percent",
        6761.06,
        6768.8
    ],
    [
        " agree with you and I was gonna say unless that book is about putting together your computer then",
        6768.8,
        6773.86
    ],
    [
        " you just follow the book but when you really think about it still it still holds up you should",
        6773.86,
        6780.8
    ],
    [
        " understand the computer and how it works yeah I'm not gonna get into that game anyway all right",
        6780.8,
        6791.04
    ],
    [
        " what do you do on the days when you're just not feeling it",
        6793.8,
        6797.96
    ],
    [
        " those days those days when I'm tired or worn out or just basically sick of the grind",
        6797.96,
        6813.58
    ],
    [
        " what what do I do on those days I go anyways I get it done even if I'm just going through the",
        6814.84,
        6826.86
    ],
    [
        " motions I go through the motions I don't really want to work out I work out I really don't want",
        6826.86,
        6837.58
    ],
    [
        " to hammer on a project I hammer on the project don't really want to get up and get out of bed",
        6837.58,
        6846.42
    ],
    [
        " yeah I get up and get out of bed now these could be signals that you need some time off",
        6846.42,
        6860.66
    ],
    [
        " and those signals might be right they could be correct but don't take today off",
        6860.76,
        6869.88
    ],
    [
        " not today wait until tomorrow don't give in to the immediate gratification that is whispering in your ear",
        6869.88,
        6881.22
    ],
    [
        " shut that down do not listen to that little voice instead go through the motions lift the weights sprint",
        6882.86,
        6893.62
    ],
    [
        " the hill work on the project get out of bed now as an overall rule I do not like procrastination",
        6893.62,
        6905.34
    ],
    [
        " you need to get things done but if you are going to rest that is one thing that you should",
        6906.02,
        6918.82
    ],
    [
        " procrastinate on that's the one thing I want you to put off until tomorrow and if when tomorrow comes",
        6918.82,
        6926.74
    ],
    [
        " you still feel like you need to rest or you need to take a break then okay",
        6926.74,
        6933.74
    ],
    [
        " take it but the chances are you won't you won't need that rest chances are you will realize that",
        6937.2,
        6945.7
    ],
    [
        " the desire to rest was just weakness it was just the desire to take the path of least resistance",
        6945.7,
        6954.14
    ],
    [
        " the downhill path the easy path and by simply going through the motions",
        6954.14,
        6962.22
    ],
    [
        " you overcame that path and you stayed on the righteous path the disciplined path you stayed on the war path",
        6964.24,
        6972.68
    ],
    [
        " which is right where you know that you belong",
        6972.68,
        6981.0
    ],
    [
        " and I think that's all I've got for tonight echo before we go is there any way that people can",
        6986.02,
        6996.3
    ],
    [
        " support this podcast well yes there is actually all right yeah we'll go over a couple ways the",
        6996.3,
        7004.62
    ],
    [
        " supplements that's more supporting yourself ultimately because you do get 10% off and you get good",
        7007.68,
        7013.42
    ],
    [
        " supplements which is rare mind you but anyway on it is a company it's on it dot com slash",
        7013.42,
        7018.78
    ],
    [
        " jackeau that's how you get 10% off alpha brain for your brain shroom tech for your performance body",
        7018.78,
        7029.1
    ],
    [
        " performance warrior bars for your stomach yeah bro we get well I was in we're my friends came over",
        7031.84,
        7040.22
    ],
    [
        " from Arizona this past weekend and I worked out at whatever they were still cooking so I busted",
        7040.22,
        7045.9
    ],
    [
        " out a warrior bar and we're cruising and all the kids two two year three years old six years old",
        7045.9,
        7050.98
    ],
    [
        " and then they ate my warrior bars and kids and there's a little bit of spice to it then did they",
        7050.98,
        7057.26
    ],
    [
        " then start getting after it yeah but in the spirit of accuracy they had been getting after a big time",
        7057.26,
        7065.04
    ],
    [
        " even before that but anyway the point there is that they do taste good even three year olds",
        7065.04,
        7070.9
    ],
    [
        " don't mind a little spice that's how good they taste yeah not to say that you're a three year old",
        7070.9,
        7077.04
    ],
    [
        " if you eat them though they're good for it they're warrior bars yeah buffalo meat gluten free by",
        7077.04,
        7083.38
    ],
    [
        " though they didn't call them three year olds no no they didn't call them formula they didn't",
        7083.38,
        7088.24
    ],
    [
        " call them that it's warrior bars yeah no they're good though when I go on trips now like I go to speak",
        7088.24,
        7093.74
    ],
    [
        " with a company or I'm going to work with they you know all the time they provide lunch a lot of",
        7093.74,
        7099.44
    ],
    [
        " times now there's a warrior bar so much just to say oh man that's advanced there's there's there",
        7099.44,
        7105.34
    ],
    [
        " there they're they're fully engaged yeah we're done which is awesome and you mentioned us training",
        7105.34,
        7111.52
    ],
    [
        " thank you for that by the way bringing that up again I was gonna take some shroom tech just to be",
        7111.52,
        7119.16
    ],
    [
        " like today's the day and I didn't that was problematic you understand yeah and I also you know when",
        7119.16,
        7128.98
    ],
    [
        " we got done yesterday I kind of led you in I said hey you know man you know what here's the deal",
        7128.98,
        7134.02
    ],
    [
        " because it just for just put this in context yesterday not a good day for echo on the mask",
        7134.02,
        7138.84
    ],
    [
        " yeah there's a thing it started good okay in my opinion given my my trajectory learning",
        7138.92,
        7144.88
    ],
    [
        " it wasn't a great day right for echo on the map it was a day of of you know they say either",
        7144.88,
        7155.96
    ],
    [
        " you win or you learn you learn yes so we get done and you know we're doing a little debrief we",
        7155.96,
        7163.4
    ],
    [
        " got big Andy there too and I went over to something Andy is like hey man I really feel this",
        7163.4,
        7167.22
    ],
    [
        " good for you and we're able to do it and I sit down next to echo and I said hey man you know",
        7167.22,
        7171.84
    ],
    [
        " I don't know you know today you just you know normally when you roll you feel like you know",
        7171.84,
        7179.08
    ],
    [
        " he about this level and then today you felt about I don't know about maybe 19% worse and of course",
        7179.08,
        7186.6
    ],
    [
        " he didn't have his his rash his podcast rash guard on so I he was actually thinking I was",
        7186.6,
        7193.42
    ],
    [
        " gonna tell him there was some regret but maybe there was something real there I don't know no",
        7193.42,
        7197.78
    ],
    [
        " probably nonetheless yeah so it could be attributed to one of those two things I didn't take",
        7197.78,
        7204.04
    ],
    [
        " schrumtack and I didn't have my rash guard so one of those is then yeah well I like what you're",
        7204.04,
        7209.96
    ],
    [
        " doing here instead of blaming me yeah you're taking the blame on yourself yeah what's the saying",
        7209.96,
        7215.06
    ],
    [
        " a really good craftsman blames his tools yeah yeah I think that's the actual saying anyway back to",
        7215.06,
        7222.98
    ],
    [
        " the schrumtack that's a good one for performance of frame good to anyway on the dock on slash",
        7222.98,
        7229.08
    ],
    [
        " jockele 10% off support your wallet alleviate it by 10% or give it a 10% break yeah there you go",
        7229.08,
        7239.8
    ],
    [
        " and it supports this podcast you know it's like a circle of support like on it supports us we",
        7240.06,
        7244.9
    ],
    [
        " like support on it we think that technically even if on it wasn't like we weren't sponsored by on it",
        7244.9,
        7253.04
    ],
    [
        " I have schrumtack I've been taking schrumtack before that so it's kind of like you know",
        7253.04,
        7258.14
    ],
    [
        " anyway circle support there another good way amazon the amazon click through you go to the website",
        7258.14,
        7264.72
    ],
    [
        " jockelebotcast.com click through the amazon link it's also on the store um click through before you",
        7264.88,
        7270.46
    ],
    [
        " do your holiday shopping or any shopping that's a really good way the key there is to remember to do",
        7270.46,
        7280.14
    ],
    [
        " it and it doesn't cost you anything what do you put a sticky on your computer yeah um that's a really",
        7280.14,
        7286.1
    ],
    [
        " good way to support this podcast does a lot cost you nothing and provides good support you know",
        7286.1,
        7295.36
    ],
    [
        " and it's really kind of invisible to you other than that little motion so that sounds like a",
        7295.36,
        7302.68
    ],
    [
        " really good way to support the podcast it's kind of like you ever see everyone Jeff Beboast right",
        7302.68,
        7307.54
    ],
    [
        " that's his name the leader of amazon bezos Jeff bezos yeah hey that guy seems to have enough money",
        7307.54,
        7314.86
    ],
    [
        " at amazon.com that phone a couple shillings at the podcast here seems like a good plan to me we support that",
        7315.44,
        7324.36
    ],
    [
        " yeah yeah that's good clicking through amazon is got you every you know when you watch um saving",
        7324.36,
        7330.9
    ],
    [
        " private right yeah you know at the end when the support comes saves everybody yeah it's not that big",
        7330.9,
        7336.2
    ],
    [
        " of a deal I mean we want the support but it's not saving people's lives but it's kind of dope like",
        7336.2,
        7341.94
    ],
    [
        " that I'm saying you know it's good yeah click through the website that's cool for your holiday",
        7341.94,
        7346.94
    ],
    [
        " shopping or just some duct tape somebody sent me some pen state duct duct tape who's that",
        7346.94,
        7352.54
    ],
    [
        " Debbie's no that was that was Sarah Sarah now everything's covered in pen state duct tape yeah",
        7352.54,
        7361.5
    ],
    [
        " speaking away just speaking of Sarah Armstrong yes",
        7361.5,
        7365.56
    ],
    [
        " the girls t shirts ran I didn't announce that before people have been you know in the game and",
        7368.8,
        7374.58
    ],
    [
        " and kind of seeing them and but yeah okay the girls the girls shirts are in their v neck their",
        7374.58,
        7379.54
    ],
    [
        " shirts for the women four colors black approved gray approved O.D. green approved pink",
        7379.54,
        7390.26
    ],
    [
        " yeah all right all right sorry Brad you got you got what do you call it out I'll vote it",
        7393.76,
        7398.64
    ],
    [
        " out yeah vetoed you got vetoed you were literally the only one who didn't want pink seriously I know",
        7398.64,
        7406.08
    ],
    [
        " it's like you're a block guest you know this stuff okay anyway they're good man I think they came",
        7406.08,
        7411.16
    ],
    [
        " out good we got some good reviews from from Ali Ali by the way Ali and Cassie a lot of times when",
        7411.16,
        7418.46
    ],
    [
        " they send the you know the package they send the packages these are for those of you don't know",
        7418.46,
        7423.62
    ],
    [
        " that's the crew yeah that the behind the scenes that that packages up that packages yeah and they",
        7423.62,
        7430.58
    ],
    [
        " get after it like they like Ali will be like if someone's from I forget where but it was like",
        7430.58,
        7437.76
    ],
    [
        " Dale King was one of them or she'll write like go Cubs or you know like if you if that's your if",
        7437.76,
        7443.0
    ],
    [
        " you're in Chicago or something she'll be like go Cubs and she'll write it on your personal",
        7443.0,
        7447.04
    ],
    [
        " message yeah like yeah because she's like you kind of feel like you know the person you know",
        7447.04,
        7452.42
    ],
    [
        " because really when you think about it it's like oh I know how big they are because they're",
        7452.42,
        7456.02
    ],
    [
        " shirts I know where they live you know kind of thing I mean it's not like they're gonna stock",
        7456.02,
        7459.72
    ],
    [
        " them like that but I'm just saying they they kind of they're gonna stock you but they'll support",
        7459.72,
        7463.6
    ],
    [
        " your local baseball team yeah yeah I need be nonetheless the whole reason I bring it up",
        7463.6,
        7468.3
    ],
    [
        " so even they were like dang these are really good shirts okay we get the message good they're pink",
        7469.5,
        7477.5
    ],
    [
        " pink pink summer pink summer o' degree this will be an equal freedom women's shirts money also of",
        7477.5,
        7484.72
    ],
    [
        " course rash guards 19-ish percent improvement so far holding up that claim has been holding up",
        7484.72,
        7492.96
    ],
    [
        " UFC fighters confirming jockele confirming with me when I did have my rash guard and I was",
        7492.96,
        7497.42
    ],
    [
        " 90 percent less effective anyway and they happen to look really good according to the feedback I've",
        7498.44,
        7506.72
    ],
    [
        " been getting so anyway if you go to jocostore.com you can look at them and look at the girls' t-shirts",
        7506.72,
        7512.76
    ],
    [
        " and the other shirts on there if you like them get one support that way represent also hoodies yes",
        7512.76,
        7520.04
    ],
    [
        " of course hoodies are out chilly outside yeah it is you know it's like a heavier way it's not",
        7520.04,
        7526.9
    ],
    [
        " the heavy heavy heavy heavy that's four heavies I think yeah it's not like snow you know look too heavy",
        7526.9,
        7532.82
    ],
    [
        " walkers someone email me I gotta remember all the people like who actually asked these specific",
        7532.82,
        7538.12
    ],
    [
        " questions but it was like how heavy is it is it um well it was a wolf's a brand card card heart",
        7538.12,
        7546.04
    ],
    [
        " card card card yeah is it like I understand a card heart that that's going to you know just",
        7546.04,
        7550.9
    ],
    [
        " provide this and you know as far as the strength of the arctic situation yeah yeah exactly right",
        7550.9,
        7556.52
    ],
    [
        " so that's a good example so I'm like you know how is it comparatively it's not that",
        7556.52,
        7560.36
    ],
    [
        " it's not Arctic conditions it's like like cocaine conditions what conditions okay what's that",
        7560.36,
        7569.84
    ],
    [
        " monarchy how about that it's monarchy condition what's that cocaine is a mountain on kawai where you",
        7569.84,
        7574.06
    ],
    [
        " go up it's like it's yeah you get to have any other references that no one understands that's cool",
        7574.06,
        7580.12
    ],
    [
        " do it anyway it's like it's almost the heaviest as far as hoodies go but anyway they're good",
        7580.12,
        7586.5
    ],
    [
        " check those out if you like them go hit support that way grab one of those just keep yourself kind of",
        7586.5,
        7590.74
    ],
    [
        " warm or like you know as far as when you work out it's tough or just wearing them so yeah there it",
        7590.74,
        7595.94
    ],
    [
        " is of course subscribe youtube I'm putting more videos currently I'm putting more put one the",
        7595.94,
        7601.84
    ],
    [
        " other day I'm put one today they're like little bite size like bits you know because sometimes",
        7601.84,
        7605.96
    ],
    [
        " you don't want to listen to the two hours especially on youtube you just want to listen how do I",
        7605.96,
        7610.88
    ],
    [
        " like recover from setbacks at work jaco jaco make nuggets",
        7610.88,
        7615.02
    ],
    [
        " exactly right so you can you know you can look at them for like shorter time like three to",
        7615.02,
        7626.82
    ],
    [
        " I don't know eight minutes or something or if you know if you know someone who's like hey you were",
        7626.82,
        7631.44
    ],
    [
        " asking me this question remember you send them that boom advice it's like shareable advice kind of",
        7631.44,
        7637.32
    ],
    [
        " thing anyway that's what you're doing there yeah so subscribe to youtube you can support that way",
        7637.32,
        7642.12
    ],
    [
        " and iTunes of course oh you got a problem here's a two and a half hour",
        7642.12,
        7646.44
    ],
    [
        " it's like when people are like hey I'm trying to get over the situation at work and then they",
        7646.44,
        7652.34
    ],
    [
        " say hey read this book I'm like bro I go to work tomorrow yeah yeah I need to know now yes exactly",
        7652.34,
        7657.26
    ],
    [
        " so it's kind of the same situation with those youtube like bite size videos or you can just revisit",
        7657.38,
        7663.54
    ],
    [
        " the subject matter you know I mean like if you listen to it let me go read yeah let me",
        7663.54,
        7668.46
    ],
    [
        " release it of course you're in force exactly so there you go and then yeah write a review on it",
        7668.46,
        7673.48
    ],
    [
        " it doesn't take you long to cut those things out doesn't because I think you should just put a",
        7673.48,
        7678.42
    ],
    [
        " massive number of those out yeah just to be on there right yeah a lot of times I'll think of it",
        7678.42,
        7683.56
    ],
    [
        " in terms of like you know how when you put out the podcast every week it's like oh the new ones",
        7683.56,
        7688.68
    ],
    [
        " on let me check it out so a lot of times I just I'm like dogmatic in that way where I just I think",
        7688.68,
        7693.72
    ],
    [
        " just through habit I think of it that way so I'm like okay I'm put a bite set way you just put one",
        7693.72,
        7699.68
    ],
    [
        " can't let it marinate for a little while before you put it but yeah I shouldn't think about that",
        7699.68,
        7703.66
    ],
    [
        " way it just needs to be on there think of it this way is everything in that way think of it this",
        7703.66,
        7713.54
    ],
    [
        " 56 later later moments later that someone's waiting for the next one yeah so hook them up yeah take",
        7715.12,
        7722.32
    ],
    [
        " care of some people echo Charles let's do that I mean yeah boom there you go good a couple of",
        7722.32,
        7731.32
    ],
    [
        " other things jacquo white tea if you want to get some of that it's probably probably gonna be the only",
        7731.32,
        7736.76
    ],
    [
        " beverage you're ever gonna want to drink and I think that there's a time coming in the very near",
        7736.76,
        7741.08
    ],
    [
        " future where when you go to a bar or to a club out at night to have a good time I think in the",
        7741.26,
        7747.48
    ],
    [
        " future the only thing that they're gonna be selling in the bar in the club in the restaurant it's",
        7747.48,
        7753.18
    ],
    [
        " just jacquo white tea there's not gonna be more beer no more whiskey no more wine no more poison",
        7753.18,
        7759.4
    ],
    [
        " that tastes like gasoline I declare that those days are numbered and I think it's gonna be time",
        7759.4,
        7769.48
    ],
    [
        " people are gonna be wanting to drink something that makes you smarter instead of something that",
        7769.48,
        7775.1
    ],
    [
        " makes you dumber something that makes you stronger instead of making you weaker something that makes",
        7775.1,
        7780.88
    ],
    [
        " you healthier instead of making you sicker so that's why I think people are gonna be on it uh amazon you",
        7780.88,
        7789.46
    ],
    [
        " can get some of that while you're also on amazon if you like this podcast or what we talked about",
        7789.46,
        7796.88
    ],
    [
        " you can get a book and this is sometimes people find the podcast and they haven't read the book",
        7797.42,
        7803.36
    ],
    [
        " extreme ownership by me and my brother laf babin that's pretty normal right and sometimes the opposite",
        7803.36,
        7809.74
    ],
    [
        " people got the book and then they got then they found the podcast so either way but I'm just",
        7809.74,
        7814.24
    ],
    [
        " confirming if you're a person that listens to the podcast the book is also there you can grab that",
        7814.24,
        7818.54
    ],
    [
        " from amazon and also if you kind of want to keep these conversations going with echo Charles",
        7818.54,
        7827.36
    ],
    [
        " and myself you can find us we will be on the interwebs all of the interwebs on twitter instagram",
        7827.36,
        7837.42
    ],
    [
        " and of course we even on that is boogie echo is at echo Charles and I am at",
        7837.42,
        7845.16
    ],
    [
        " jaco willink and finally thanks everybody for listening if you're in uniform thank you for serving",
        7845.94,
        7855.22
    ],
    [
        " thanks for taking the fight to the enemy thanks for stopping criminals thanks for putting out fires",
        7855.22,
        7862.9
    ],
    [
        " thanks to all of you in uniform in service and the rest of you troopers out there fighting your own",
        7862.9,
        7873.48
    ],
    [
        " fight make it a good fight make it the kind of fight that winner lose you walk off the field of battle knowing",
        7874.64,
        7883.84
    ],
    [
        " you gave it everything you could give and you had nothing left and that fight",
        7883.84,
        7892.38
    ],
    [
        " that I'm talking about is life and while I was talking about going through the motion",
        7892.38,
        7902.28
    ],
    [
        " some times when you just haven't got the intrinsic drive to go full on at a task let me tell you",
        7902.58,
        7908.82
    ],
    [
        " what when it comes to life don't just go through the motions live live fight the good fight live",
        7908.82,
        7922.58
    ],
    [
        " on outstanding life don't just go through life don't just get through it",
        7922.76,
        7931.14
    ],
    [
        " instead get after it",
        7931.14,
        7937.84
    ],
    [
        " so until next time this is echo and jaco out",
        7937.84,
        7946.82
    ]
]