[
    [
        " This is Jocco Podcasts number 48 with Echo Charles and me, Jocco Willink.",
        0.08,
        7.72
    ],
    [
        " We found General Custer on the bluffs and near him lay the bodies of 11 of his",
        8.88,
        18.96
    ],
    [
        " officers. As a tribute to his bravery, the Indians had not mutilated General",
        18.96,
        26.2
    ],
    [
        " Custer and he lay as if asleep. But all the other men had been most brutally",
        26.34,
        33.82
    ],
    [
        " mangled and had been stripped of their clothing. Many of their skulls had been",
        33.82,
        39.5
    ],
    [
        " crushed in, eyes had been torn from their sockets, hands, feet, arms, legs, and",
        39.5,
        46.12
    ],
    [
        " noses had been wrenched off. Many had their flesh cut and stripped the entire",
        46.12,
        52.2
    ],
    [
        " length of their bodies. And there were others whose limbs were closely",
        52.2,
        56.32
    ],
    [
        " perforated with bullet holes, showing that the torture had been inflicted while",
        56.32,
        62.22
    ],
    [
        " the wretched victims were yet alive. There were 29 enlisted men missing from the",
        62.22,
        69.82
    ],
    [
        " field of blood and they undoubtedly had been taken prisoners and perished at",
        69.82,
        74.32
    ],
    [
        " the stake while the Indians were celebrating their scalp dance on the night of",
        74.32,
        79.1
    ],
    [
        " the 25th in sight of my camp.",
        79.1,
        82.02
    ],
    [
        " Lying almost at Custer's feet was young Reed, a nephew of the generals who had",
        83.3,
        90.82
    ],
    [
        " been visiting him at Fort Lincoln and who had pleaded to go on the campaign",
        90.82,
        95.42
    ],
    [
        " where this handsome lad of 19 met such an untimely fate.",
        95.42,
        101.0
    ],
    [
        " Within a few feet of the General lay his two brothers, Boston and Tom.",
        101.88,
        107.66
    ],
    [
        " There was in the whole army no more popular man than Galant Tom Custer.",
        109.1,
        113.8
    ],
    [
        " He was young, handsome, a prince of good fellows and full of that bravery",
        114.34,
        119.02
    ],
    [
        " that even characterized the Custars.",
        119.02,
        122.66
    ],
    [
        " He had served with distinction during the war and had fought frequently before",
        123.42,
        130.24
    ],
    [
        " been engaged in Indian fights. As we approached him, we were horrified to see",
        130.24,
        138.3
    ],
    [
        " that his body had been opened in his heart torn out.",
        138.3,
        141.3
    ],
    [
        " Thus I know that the vengeance of rain in the face had been at work.",
        141.78,
        147.4
    ],
    [
        " Several years before rain in the face had murdered two white men of our",
        148.5,
        153.02
    ],
    [
        " fort and afterwards boasted of it in the reservation.",
        153.02,
        156.14
    ],
    [
        " He was arrested and brought to trial by Tom Custer.",
        157.22,
        159.8
    ],
    [
        " But before the time appointed for his case had arrived, the Wiley Indian had",
        160.6,
        164.48
    ],
    [
        " escaped sending back word to Captain Tom that he would be revenge by cutting",
        164.48,
        169.04
    ],
    [
        " out his captors heart.",
        169.04,
        170.28
    ],
    [
        " Rain in the face kept his word by literally tearing out the heart of young",
        170.82,
        177.64
    ],
    [
        " Tom Custer.",
        177.64,
        178.5
    ],
    [
        " Near these three brothers and their boyish nephew lay their brother in law,",
        180.16,
        184.72
    ],
    [
        " Lieutenant Cal Hoon, who had fallen on the skirmish line.",
        185.0,
        188.18
    ],
    [
        " Custer's command was completely annihilated.",
        189.52,
        192.54
    ],
    [
        " Not one of his men escaping.",
        193.1,
        196.4
    ],
    [
        " Good evening, echo.",
        196.9,
        201.78
    ],
    [
        " Good evening.",
        202.22,
        203.04
    ],
    [
        " Not right there is an excerpt from a book called I fought with Custer,",
        203.66,
        212.02
    ],
    [
        " which is the story of Charles Windolph, who is a young private that fought with",
        212.54,
        218.94
    ],
    [
        " one of the other companies in the same seventh cavalry regiment that General",
        218.94,
        225.82
    ],
    [
        " George Custer led.",
        225.82,
        227.54
    ],
    [
        " General George Custer, who was killed at the Battle of Little Big Horn,",
        228.28,
        234.42
    ],
    [
        " where he fought the Native Americans, including our friend Wooden Legg,",
        235.46,
        240.96
    ],
    [
        " who we heard from on podcasts, 45.",
        241.44,
        245.1
    ],
    [
        " But the opening section that I just read wasn't actually written by private",
        246.0,
        250.74
    ],
    [
        " Windolph.",
        250.74,
        251.48
    ],
    [
        " It is a section of an account that is written by a guy named Major Reno,",
        251.82,
        256.52
    ],
    [
        " who was one of the leaders of one of the other companies of men at the battle",
        257.04,
        262.38
    ],
    [
        " that they include in this book, this book called I fought with Custer.",
        262.38,
        267.3
    ],
    [
        " And this was obviously a brutal battle.",
        267.94,
        271.76
    ],
    [
        " And my goal, as always, I shouldn't say it's always, but my goal,",
        273.0,
        279.96
    ],
    [
        " where I like to focus, is not so much on what details happen in the battle,",
        280.3,
        289.98
    ],
    [
        " but what details happened with the human nature in the battle,",
        289.98,
        295.2
    ],
    [
        " the people, the leadership, the decisions.",
        295.6,
        298.88
    ],
    [
        " And we got some good understanding about the Native American perspective from Wooden Legg.",
        299.6,
        306.62
    ],
    [
        " But now let's hear a little bit of what it was like for the troopers.",
        306.62,
        312.9
    ],
    [
        " And I know I use that term on a fairly regular basis, but that is a very specific term",
        313.74,
        320.68
    ],
    [
        " in a cavalry unit.",
        320.68,
        323.3
    ],
    [
        " And at this time, a cavalry unit was literally units that they ride horses.",
        326.04,
        331.88
    ],
    [
        " That's what it is, mounted cavalry.",
        332.56,
        334.42
    ],
    [
        " A soldier in a cavalry unit is specifically called a trooper.",
        335.46,
        338.32
    ],
    [
        " And the word nowadays, it actually is used to cover a lot of different people.",
        339.28,
        345.26
    ],
    [
        " Armored units use it, airborne units.",
        345.68,
        347.78
    ],
    [
        " You know, when you think of an airborne unit, parachuters, you think of a paratrooper.",
        348.16,
        351.56
    ],
    [
        " Trooper being the key word, obviously, there's police state troopers.",
        352.2,
        356.54
    ],
    [
        " And then obviously there's people that listen to this podcast.",
        357.0,
        360.4
    ],
    [
        " But that is what we have here, the cavalry unit.",
        360.74,
        365.4
    ],
    [
        " And this in particular, it was the seventh cavalry regiment.",
        365.72,
        370.58
    ],
    [
        " And the trooper, like I said, is this guy, private Charles Windoff,",
        371.18,
        377.64
    ],
    [
        " who was actually born in Germany, and immigrated to the United States.",
        377.64,
        381.74
    ],
    [
        " He became a cobbler, like his dad.",
        381.74,
        385.46
    ],
    [
        " You know what a cobbler is?",
        386.2,
        387.28
    ],
    [
        " People who fix shoes.",
        387.56,
        388.7
    ],
    [
        " People who fix shoes.",
        388.88,
        389.98
    ],
    [
        " And you know what, he fixed shoes for a while, but he didn't like fixing shoes.",
        390.36,
        393.32
    ],
    [
        " So what did he do?",
        393.58,
        394.6
    ],
    [
        " Join the army.",
        395.24,
        395.78
    ],
    [
        " And he ended up fighting in some of the Indian wars.",
        397.1,
        402.04
    ],
    [
        " He actually received the Medal of Honor for his actions at Little Big Horn.",
        402.98,
        408.06
    ],
    [
        " We'll get into those.",
        409.52,
        410.44
    ],
    [
        " But let's hear what private Windoff has to say.",
        411.4,
        417.4
    ],
    [
        " I'm going to the book.",
        418.72,
        420.82
    ],
    [
        " June 25th, 1946.",
        422.7,
        424.96
    ],
    [
        " Was the last time I saw him alive.",
        425.8,
        429.86
    ],
    [
        " Two days later, I looked down on him lying in the white in the Montana Sun.",
        430.86,
        436.68
    ],
    [
        " That would have been June 27th, 1876.",
        437.16,
        440.34
    ],
    [
        " And the following day, I helped him, I helped bury him and his brother, Captain Tom Custer.",
        441.32,
        447.6
    ],
    [
        " They were putting graves alongside one another.",
        448.34,
        450.92
    ],
    [
        " It was hard digging there on that high ridge that bordered Little Big Horn.",
        451.56,
        455.78
    ],
    [
        " It's a long time to remember details and little things.",
        456.78,
        461.64
    ],
    [
        " But when you've been thinking back on them all those years, they don't fade away as easily as you might think.",
        462.2,
        468.26
    ],
    [
        " They're like burrs.",
        468.8,
        470.62
    ],
    [
        " They stick in your mind.",
        471.56,
        473.02
    ],
    [
        " People call it the Custer Massacre.",
        473.68,
        478.32
    ],
    [
        " It wasn't any massacre.",
        479.08,
        480.78
    ],
    [
        " It was a straight, hard fight and the five troops who were with Custer simply got cut to ribbons and every last white man destroyed.",
        480.88,
        488.94
    ],
    [
        " I say every last white man because there were one or two Crow Scouts who claimed they saw the start of the fight and then skadattled.",
        490.0,
        497.36
    ],
    [
        " A Crow Indian named Curly said he escaped from the battlefield by putting a blanket over his head and pretending he was a wounded Sioux.",
        498.24,
        504.92
    ],
    [
        " I don't know whether there is any truth in that or not. I never quite believed it.",
        506.2,
        510.52
    ],
    [
        " There's been all kinds of stories about that battle.",
        511.22,
        513.54
    ],
    [
        " Even the men who were with Ben-teen and Reno and lived to tell the tale didn't come anywhere near telling the same stories about what they did and what they saw.",
        513.94,
        522.96
    ],
    [
        " Some of them wanted to make heroes out of themselves or of their officers.",
        524.12,
        528.2
    ],
    [
        " I only had one pair of eyes so of course all I can tell is what I saw myself.",
        529.46,
        535.08
    ],
    [
        " If it is something that I only heard I'll be sure to mark it down as that.",
        535.66,
        541.14
    ],
    [
        " Interestingly this is something that we used to see all the time in that you go out on an operation and when things happen to guys almost nobody will see the same thing.",
        541.14,
        555.3
    ],
    [
        " Everybody sees some things a little bit different and it can be difficult to figure out what's actually accurate.",
        555.44,
        561.98
    ],
    [
        " So that's and he's going back when he's writing this book I think it's been 70 years.",
        562.52,
        569.02
    ],
    [
        " So when he's being interviewed and he's writing this book it's been 70 years and he's saying he still remembers the details but 70 years is a long time.",
        569.42,
        576.66
    ],
    [
        " And the characters that he just brought up Ben-teen is the guy that he worked for and Reno was one of the other majors.",
        579.4,
        586.6
    ],
    [
        " And another word that they use here is troop.",
        587.04,
        588.94
    ],
    [
        " Now this is a word that's we think of it as an individual.",
        589.12,
        592.22
    ],
    [
        " Hey there's a trooper over there there's a troop.",
        592.46,
        594.64
    ],
    [
        " It actually is another term that means basically like a company of guys.",
        595.06,
        600.92
    ],
    [
        " Now you can see it's small and this is more like a platoon.",
        601.06,
        603.94
    ],
    [
        " What they're talking about would be considered a platoon.",
        604.1,
        605.78
    ],
    [
        " I would say from reading he had five troops with him, costar did that got killed you know about 200 guys.",
        605.78,
        614.84
    ],
    [
        " And so we're not talking about a massive group of people in each troop but that's what they're talking about.",
        615.46,
        622.3
    ],
    [
        " 20 guys per troop or actually what would that be?",
        622.6,
        624.44
    ],
    [
        " 40 guys per troop for five.",
        624.84,
        626.64
    ],
    [
        " And so that's what they're talking about when they refer to the troops and even they use the word interchangeably and sometimes they refer to as companies and sometimes they say troops.",
        627.12,
        635.6
    ],
    [
        " So you're going back to the book here when he's initially in the army and what they're doing and he talks about what they were doing at this time.",
        636.18,
        649.36
    ],
    [
        " It was pretty dull soldering down there in the south.",
        649.38,
        652.22
    ],
    [
        " The regiment was broken up into companies or small battalions and our job was to smash the Ku Klux Klan and run down a list at whiskey distillers.",
        652.44,
        662.16
    ],
    [
        " It wasn't much fun for energetic spirited young men.",
        662.24,
        665.46
    ],
    [
        " And now he's going to talk a little bit about the seventh cavalry.",
        666.46,
        671.88
    ],
    [
        " As I say the seventh cavalry was only seven years old in 1873 but it had a fine reputation.",
        671.94,
        678.3
    ],
    [
        " Everybody in the country knew general custer.",
        678.52,
        681.08
    ],
    [
        " And he was always bragging about what a fine fighting regiment he had.",
        681.58,
        686.58
    ],
    [
        " He was supposed to be the best Indian fighter in the American army.",
        687.2,
        690.56
    ],
    [
        " In the civil war they'd called them the bully general.",
        691.06,
        693.84
    ],
    [
        " And he'd been a dashing popular figure.",
        695.22,
        697.92
    ],
    [
        " The regiment had spent its first four years of its life on the Kansas plains and an Indian territory.",
        698.26,
        704.24
    ],
    [
        " The old timers in the outfit could sure tell some blood curling Indian stories.",
        704.6,
        710.4
    ],
    [
        " They used to say that it was worse than straight death to get captured by the Indians because you would be slowly tortured until you gave up the ghost.",
        711.34,
        720.54
    ],
    [
        " They told all of us young soldiers if we were ever wounded in an Indian fight and left behind and in danger of being captured that we must save our last cartridge to blow out our brains.",
        720.76,
        732.94
    ],
    [
        " So that's an interesting point when we remember a wooden leg said that all the guys in custer's group ended up kill themselves.",
        733.48,
        742.34
    ],
    [
        " And maybe that's what that very well might have happened.",
        743.74,
        747.1
    ],
    [
        " Or at least some of them.",
        747.36,
        750.1
    ],
    [
        " Back to the book by the spring of 1873 the plains Indians had been largely debased.",
        750.92,
        759.36
    ],
    [
        " Beaten and driven to the great reservations that had been allotted to the various tribes.",
        759.94,
        763.48
    ],
    [
        " It had not been a deliberate government policy but it had been a cruelly effective one.",
        764.04,
        769.84
    ],
    [
        " Treaty after treaty had been broken by the relentless pressure of white men and their civilization constantly pushing against the ineffective resistance of the red men.",
        770.06,
        780.84
    ],
    [
        " Now and again the Indians had struck back and as a rule their angry flare ups were put down by the army and then new and drastic treaties would be made and more land taken from them in punishment.",
        781.3,
        795.16
    ],
    [
        " The ink would hardly be dry on these new government commitments before the white pressure would be resumed, intrusions made and once again the bewildered and raged Indians would strike back only to be subdued by the army and harsh penalties imposed on them.",
        796.18,
        811.74
    ],
    [
        " It was a deadly and vicious cycle the Indian found himself whirling endlessly in.",
        812.4,
        819.8
    ],
    [
        " So that reminds me of a lot of conflicts where you have these things happen.",
        823.02,
        830.02
    ],
    [
        " The white man is putting pressure on the Indians.",
        830.58,
        833.72
    ],
    [
        " The Indians don't know what's going on so they lash out a little bit.",
        834.08,
        837.54
    ],
    [
        " What do the white men do then?",
        837.66,
        838.58
    ],
    [
        " Go in there, smash them, take more land from them, compress them more.",
        838.74,
        842.72
    ],
    [
        " Eventually there's another lash out and you just get this vicious cycle.",
        844.12,
        847.82
    ],
    [
        " In 1864 a certain colonel shiverington with a regiment of volunteer Colorado cavalry had suddenly moved against a large encampment of Cheyennes and indiscriminately killed some 300 Indians.",
        851.96,
        867.28
    ],
    [
        " The massacre unquestionably had turned many lukewarm Indians into out and out hostiles.",
        867.84,
        875.9
    ],
    [
        " This bitterness of the Cheyennes was inflamed two or three years later when Custer led his newly formed seventh cavalry against black kettle and his band in a sudden attack against their sleeping village on the washita in Texas.",
        876.72,
        892.52
    ],
    [
        " The Cheyennes who were recognized as the most brilliant Indian fighters of the plains never forgave either Custer or his seventh cavalry for this whirling attack on their sleeping village in the dead of winter.",
        893.38,
        907.18
    ],
    [
        " Another big, so you know atrocities on both sides clearly.",
        911.58,
        917.76
    ],
    [
        " I'll talk a little bit about those as well, but one of the biggest atrocities beyond the killing of the Indians themselves, the Native Americans themselves and those type of atrocities was what they did with the buffaloes because the white man was coming and killing all the buffaloes.",
        918.4,
        935.36
    ],
    [
        " And I'll go to the book here once the buffalo around whose existence the whole economy of the Indian was based was killed off.",
        936.16,
        944.86
    ],
    [
        " The nomads had nothing to do but submit to government control and become agency Indians degraded whiskey crazed and beaten.",
        945.2,
        954.1
    ],
    [
        " Only the various tribes of the Sue and the fighting Cheyennes refused to be broken on the wheel of civilization.",
        955.08,
        961.82
    ],
    [
        " A few determined leaders such as sitting bull, crazy horse, gall, American horse, two moon, white bull, spotted eagle and chief hunk stubbornly held out against the threats and blandishments of the whites.",
        962.82,
        976.6
    ],
    [
        " But by the spring of 1873 they were beginning to be branded as hostiles.",
        977.24,
        983.28
    ],
    [
        " So that's something that I didn't focus on enough when I talked about how the Sue and the Cheyennes kind of faded.",
        984.48,
        991.78
    ],
    [
        " Well one of the main reasons that they faded was you know again they gave up their guns at a certain point but we the white man had decimated the buffaloes.",
        992.02,
        1002.6
    ],
    [
        " And so that was their main way of survival.",
        1002.92,
        1004.3
    ],
    [
        " If you remember from wooden leg that's where they lived they lived in shelters that were made from buffalo skins and obviously they ate buffalo all the time.",
        1004.42,
        1011.84
    ],
    [
        " They hunted buffalo they ate them they made their weapons out of buffalo everything that they did was with buffalo.",
        1012.0,
        1017.54
    ],
    [
        " So when the white man came in and killed all the buffalo that put them in a real precarious situation.",
        1017.54,
        1024.54
    ],
    [
        " Now we go back to the book talking a little bit about what it was like being the cavalry at this time.",
        1025.02,
        1032.88
    ],
    [
        " Each man would look after his own horse and we'd usually give him a little exercise in a good rub down.",
        1033.56,
        1040.2
    ],
    [
        " A trooper thought a lot of his mount and a cavalryman would have to be a pretty mean.",
        1040.58,
        1045.62
    ],
    [
        " It would have to be pretty mean who didn't take good care of his horse.",
        1046.14,
        1048.88
    ],
    [
        " If we got a good chance we'd steal him a little extra oats or hay for individual mounts.",
        1049.48,
        1054.38
    ],
    [
        " My horse at this time was named Pig.",
        1055.12,
        1057.32
    ],
    [
        " That wasn't his real name but I called him that because nothing could keep him from rolling in a mud hole when he was being watered.",
        1057.94,
        1065.6
    ],
    [
        " After we'd come in from a long ride he was fast and he could show his heels to most of the horses in the regiment.",
        1066.0,
        1071.4
    ],
    [
        " I thought a lot of them but the army condemned him after we'd been beaten in the Dakota country a year or two.",
        1072.02,
        1078.24
    ],
    [
        " After we'd been in the Dakota country a year or two.",
        1078.94,
        1081.06
    ],
    [
        " I'll tell you later about the horse I rode in the battle of Little Big Horn.",
        1081.66,
        1085.8
    ],
    [
        " But one thing about Pig.",
        1085.94,
        1087.94
    ],
    [
        " Two or three years after the army sold him I saw him in a contractor's six horse team in the black hills.",
        1088.84,
        1095.36
    ],
    [
        " He looked so poor and abused I'd have bought him from that contractor on the spot but I didn't have the money.",
        1096.08,
        1102.0
    ],
    [
        " I went up to him and petted him.",
        1102.48,
        1104.4
    ],
    [
        " He knew me alright.",
        1105.0,
        1106.1
    ],
    [
        " He knickered and looked at me as much to say, come on please Charlie get me out of here.",
        1106.42,
        1111.34
    ],
    [
        " I had ridden old pig thousands of miles and more than once he had saved my life.",
        1112.32,
        1117.06
    ],
    [
        " I pretty near cried when I saw him that time in the black hills.",
        1117.08,
        1121.08
    ],
    [
        " Big connection.",
        1122.06,
        1126.5
    ],
    [
        " You know we see that nowadays with the guys that work with dogs and the military working dogs which are awesome animals.",
        1126.8,
        1134.72
    ],
    [
        " And those guys get major connected to those dogs.",
        1135.26,
        1138.36
    ],
    [
        " He's like horse where it's just there's a lot of them's where it's just you and him.",
        1139.8,
        1142.96
    ],
    [
        " In the fighting situation.",
        1143.08,
        1144.66
    ],
    [
        " It's just you and him.",
        1144.66,
        1145.74
    ],
    [
        " It's like dang you go through so much together ups down.",
        1145.9,
        1148.02
    ],
    [
        " For sure.",
        1148.2,
        1149.1
    ],
    [
        " I can't even imagine the emotion of that situation.",
        1149.54,
        1152.32
    ],
    [
        " Back to the book.",
        1152.94,
        1156.24
    ],
    [
        " It was at the Yankton that I first saw general custer.",
        1156.44,
        1160.08
    ],
    [
        " He was not far from six feet tall.",
        1160.74,
        1162.8
    ],
    [
        " He must have weighed around 180 pounds.",
        1162.82,
        1164.96
    ],
    [
        " He was energetic and it was mighty hard to wear him out.",
        1164.96,
        1168.28
    ],
    [
        " I've heard people say that when he was at West Point he was the second strongest man there.",
        1168.6,
        1173.84
    ],
    [
        " As I remember him at the time he was wearing long hair something like buffalo bill used to wear.",
        1175.18,
        1179.72
    ],
    [
        " He had a big wide brin western hat and long military mustache.",
        1180.36,
        1184.48
    ],
    [
        " His hair and mustache were yellow tawny colored.",
        1185.2,
        1188.26
    ],
    [
        " I suppose would be the right way to describe them.",
        1188.9,
        1191.58
    ],
    [
        " He had on high Wellington boots.",
        1192.06,
        1194.26
    ],
    [
        " They were the kind that came up to the knees with the front three or four inches higher than the back.",
        1195.06,
        1199.46
    ],
    [
        " They were popular among officers at the time.",
        1200.12,
        1202.28
    ],
    [
        " General custer wasn't the kind to mix freely with the men.",
        1203.52,
        1206.8
    ],
    [
        " In those years there was quite a gulf between the officers and the enlisted men.",
        1207.84,
        1212.54
    ],
    [
        " Some of the officers were friendly and easy going with their troopers.",
        1213.2,
        1215.96
    ],
    [
        " But there was always a gulf.",
        1216.56,
        1217.92
    ],
    [
        " Custer struck me as being aloof and removed.",
        1218.42,
        1222.94
    ],
    [
        " Noted.",
        1223.54,
        1226.14
    ],
    [
        " It got to be gossip among the troopers that some of the officers didn't set so very well with the general.",
        1226.96,
        1233.72
    ],
    [
        " My captain, Colonel Ben Teen.",
        1234.74,
        1237.46
    ],
    [
        " So there's something interesting I had to point this out.",
        1238.22,
        1239.98
    ],
    [
        " Some of these including general custer.",
        1240.54,
        1242.34
    ],
    [
        " These guys have been promoted during the Civil War.",
        1243.02,
        1245.34
    ],
    [
        " So general custer had become a general during the Civil War.",
        1246.4,
        1248.84
    ],
    [
        " But after the war they got demoted.",
        1249.08,
        1251.5
    ],
    [
        " They got put back down in rank because they shrank the armies.",
        1251.76,
        1254.22
    ],
    [
        " They shrank the army.",
        1254.48,
        1255.82
    ],
    [
        " And so for instance general custer at this time was he had been a general in the Civil War.",
        1256.2,
        1261.62
    ],
    [
        " Now all of a sudden he's a Colonel.",
        1261.74,
        1262.64
    ],
    [
        " So he got put down in rank and it's the same with he's talking about his boss.",
        1262.98,
        1267.58
    ],
    [
        " Windoffs boss.",
        1271.04,
        1271.84
    ],
    [
        " Windoffs boss was a guy named Captain Ben Teen but they call him Colonel Ben Teen because he was a Colonel during Civil War.",
        1272.08,
        1278.72
    ],
    [
        " My captain, Colonel Ben Teen was one of those folks who didn't belong to the generals in or circle.",
        1280.28,
        1284.76
    ],
    [
        " I suppose you could say about half the officers in the regiment were close to custer and the rest were not.",
        1285.52,
        1290.42
    ],
    [
        " I repeat that Ben Teen was distinctly not an intimate of custer.",
        1290.9,
        1296.36
    ],
    [
        " I heard all sorts of reasons why that was true.",
        1296.76,
        1299.34
    ],
    [
        " There was one report that Ben Teen had turned bitter because custer had pulled out after the battle of the washii in December 1868 in Kansas.",
        1299.76,
        1307.78
    ],
    [
        " And it left a major Elliott and 17 men to their fate.",
        1308.38,
        1311.56
    ],
    [
        " A day or two later they were all found killed, scalped and mutilated.",
        1312.24,
        1317.7
    ],
    [
        " There was a story that custer and Ben Teen had some hard words over that.",
        1318.28,
        1322.78
    ],
    [
        " But of course I don't know how true that old story is.",
        1323.08,
        1326.72
    ],
    [
        " So there you go.",
        1327.78,
        1330.82
    ],
    [
        " Ben Teen thought custer let some guys hang out to dry, had to confront him about it and custer didn't like that at all.",
        1331.12,
        1338.24
    ],
    [
        " And now they got some stuff that they're at odds about.",
        1338.8,
        1341.16
    ],
    [
        " And speaking of that event where these 17 men were killed.",
        1342.08,
        1349.76
    ],
    [
        " In this book they have an excerpt that's a letter from an army officer that got published in a newspaper about that event.",
        1350.56,
        1359.72
    ],
    [
        " And I'm going to read it.",
        1360.2,
        1363.82
    ],
    [
        " The bodies were found in a small circle stripped as naked as when born and frozen stiff.",
        1363.98,
        1369.92
    ],
    [
        " Their heads had been battered in and some of them had been entirely chopped off.",
        1370.78,
        1375.22
    ],
    [
        " Some of them had the Adam's apple cut out of their throats.",
        1375.66,
        1379.26
    ],
    [
        " Some had their hands and feet caught off and nearly all had been horribly mangled in a way delicacy forbids me to mention.",
        1379.74,
        1387.84
    ],
    [
        " They lay scarcely two miles from the scene of the fight.",
        1388.46,
        1392.06
    ],
    [
        " Who can describe the feeling of that brave band as with anxious hearts beating.",
        1392.66,
        1401.04
    ],
    [
        " They strained their yearning eyes in the direction once they helped should come.",
        1401.04,
        1405.8
    ],
    [
        " What must have been the despair that when all hopes of sucker died out,",
        1406.82,
        1411.4
    ],
    [
        " nerve their stout arms to do and die.",
        1412.12,
        1415.28
    ],
    [
        " Round and round rush the red themes smaller and smaller shrinks the circle.",
        1416.34,
        1422.56
    ],
    [
        " But the aim of that devoted gallant knot of heroes is steadier than ever.",
        1422.98,
        1427.98
    ],
    [
        " And the death howl of the murderous red skin is more frequent.",
        1427.98,
        1431.94
    ],
    [
        " But on they come and masses grim with glittering lance and one long loud exulting whoop",
        1432.5,
        1441.26
    ],
    [
        " as if the gates of hell had opened and loose the whole infernal host.",
        1441.26,
        1446.68
    ],
    [
        " A well-directed volley from their trusty carbines makes some of the miscreants real and fall",
        1448.3,
        1453.18
    ],
    [
        " but their death rattles are drowned in the greater din.",
        1453.18,
        1456.56
    ],
    [
        " Soon every voice in that little band is still as death but the hellish work of the savages is scarce begun.",
        1457.98,
        1466.92
    ],
    [
        " And their ingenues are taxed to invent barbarities to practice on the bodies of the fallen brave.",
        1467.52,
        1475.74
    ],
    [
        " Some psychological warfare going on there.",
        1476.86,
        1484.08
    ],
    [
        " Clearly we know that the troopers at this time think you don't want to get captured by the Indians.",
        1486.0,
        1490.54
    ],
    [
        " And the reason that they think that is events like this mutilated bodies, everyone killed no quarter given.",
        1491.54,
        1500.3
    ],
    [
        " Now going to what some of the other officers were like, I'm going to talk about Captain Ben Teen.",
        1501.5,
        1509.12
    ],
    [
        " Here's what Captain Ben Teen was like back to the book.",
        1509.56,
        1512.74
    ],
    [
        " Most of the time we were in the field Captain Ben Teen commanded a squadron.",
        1512.94,
        1516.54
    ],
    [
        " Usually you'd have one or two companies besides his own H company.",
        1517.14,
        1520.46
    ],
    [
        " He was a wonderful officer. He let the first sergeant pretty much run the company.",
        1521.28,
        1526.42
    ],
    [
        " Hmm, little decentralized command going on.",
        1527.12,
        1529.86
    ],
    [
        " He wasn't always interfering and running the details.",
        1530.4,
        1533.32
    ],
    [
        " So he wasn't getting in the way. He wasn't a micromanager.",
        1534.06,
        1536.48
    ],
    [
        " I served under Ben Teen for 12 full years, lacking only those three days.",
        1536.56,
        1542.34
    ],
    [
        " One of the best descriptions of Captain Ben Teen is that penned by the late Major General Hugh L. Scott.",
        1542.94,
        1549.24
    ],
    [
        " On page 454 of his interesting book, Some Memoirs of a Soldier.",
        1550.16,
        1555.42
    ],
    [
        " I found my model early in Captain Ben Teen, the idol of the Seventh Cavalry on the Upper Missouri in 1877,",
        1556.3,
        1564.52
    ],
    [
        " who governed mainly by suggestion.",
        1565.04,
        1567.54
    ],
    [
        " In all the years, I knew him. I never once heard him raise his voice to enforce his purpose.",
        1568.24,
        1575.4
    ],
    [
        " Think about that.",
        1576.18,
        1576.94
    ],
    [
        " Never once heard him raise his voice to enforce his purpose.",
        1577.74,
        1581.7
    ],
    [
        " He would sit by the open fire at night. His bright pleasant face framed by his snow white hair,",
        1582.52,
        1588.24
    ],
    [
        " beaming with kindness and humor, and often watched his every movement to find out the secret of his quiet, steady government that I might go and govern likewise.",
        1588.24,
        1599.82
    ],
    [
        " For example, if he intended to stay a few days in one camp, he would say to his adjutant, Brewer,",
        1600.84,
        1608.66
    ],
    [
        " don't you think we had better take up our regular guard Mount Wallencamp?",
        1608.86,
        1613.58
    ],
    [
        " And Brewer always thought it better, and so did everyone else.",
        1614.08,
        1618.56
    ],
    [
        " If he found this kindly manner was misunderstood, then his iron hand would close quickly down, but that was seldom necessary.",
        1619.3,
        1627.94
    ],
    [
        " And then only with newcomers and never twice with the same person.",
        1628.54,
        1633.9
    ],
    [
        " So this is just complete example of indirect leadership.",
        1635.16,
        1638.84
    ],
    [
        " Hey, don't you, hey, I go, do you think we'd be good if we're going to stay in this camp? We should put our camp guards out.",
        1639.1,
        1643.72
    ],
    [
        " What do you think?",
        1644.0,
        1645.14
    ],
    [
        " Of course.",
        1645.88,
        1646.26
    ],
    [
        " There you go. So you make it happen. I didn't give you an order. I actually let you get some ownership of it.",
        1646.5,
        1651.3
    ],
    [
        " It's actually now your decision. It's not even my decision anymore.",
        1651.36,
        1653.28
    ],
    [
        " That's a really good example of some solid leadership.",
        1654.22,
        1659.66
    ],
    [
        " Here's what it was like to be in the cavalry. It was wonderful to be young and to be riding into Indian country as part of the finest regiment of cavalry in the world.",
        1662.4,
        1670.9
    ],
    [
        " We were mighty proud of the seventh. It just didn't seem like anything could ever happen to it.",
        1671.6,
        1679.18
    ],
    [
        " Now I'm going to go through, they're riding out, they're working the planes and I'm going to go through a little battle on the planes where",
        1684.3,
        1693.3
    ],
    [
        " Custars and charge general George Custars in charge.",
        1693.3,
        1696.32
    ],
    [
        " The general started, so did the Indians. They had a good start and general customer resolve not to pursue them too far away from his men.",
        1696.78,
        1705.4
    ],
    [
        " After a sharp short race, he stopped on the plane keeping well away from the suspicious woods.",
        1705.68,
        1711.84
    ],
    [
        " When he stopped, the Indians stopped.",
        1713.0,
        1716.34
    ],
    [
        " It was evident that they would not be so audacious without a consciousness of strength somewhere.",
        1717.08,
        1723.22
    ],
    [
        " For ways that are dark and tricks that are vain, the heathen Sue is almost as peculiar as the heathen Chess.",
        1724.62,
        1735.38
    ],
    [
        " And I actually had to go and do a little research on that one. There's a poem that's about Chinese migrant workers.",
        1736.7,
        1744.92
    ],
    [
        " That interesting you can go and read about this poem. It's called the heathen Chinese.",
        1745.1,
        1749.26
    ],
    [
        " And if you read the poem, you realize that he's trying to describe that they're playing cards with a couple of the people working on the train or playing cards with the Chinese guy.",
        1750.4,
        1762.12
    ],
    [
        " And as they're playing cards, they're kind of treating the Chinese guy like he's ignorant, but he's actually winning.",
        1763.78,
        1772.34
    ],
    [
        " And when they accuse him of cheating, there's a fight. It was actually the white guy that was cheating. One of the other white guys that was cheating.",
        1772.96,
        1778.34
    ],
    [
        " So the guy that wrote the poem had written the poem with the intention of showing, hey, these people are smart and they're trustworthy.",
        1778.76,
        1785.9
    ],
    [
        " But because of the name, it got read and misinterpreted a lot.",
        1786.84,
        1790.78
    ],
    [
        " The title of the poem, the heathen Chinese.",
        1790.96,
        1793.58
    ],
    [
        " That's not a very positive name. At least that's kind of I did some very quick research on that just to figure out what it's all about.",
        1794.22,
        1802.7
    ],
    [
        " And that's sort of what I gathered after a quick research. Meaning I googled it and read a few articles to figure out what's going on.",
        1803.46,
        1811.76
    ],
    [
        " In Hawaii and pigeon, we say Japanese. We say Japanese.",
        1812.84,
        1818.14
    ],
    [
        " Portuguese is put a key Chinese Chinese.",
        1819.86,
        1824.6
    ],
    [
        " Maybe some relation connection there.",
        1824.98,
        1827.88
    ],
    [
        " All right, back to the book. This time, the trick was indeed vain. They were fighting with no novice.",
        1828.18,
        1836.02
    ],
    [
        " As soon as General Kustrasal, the Indian dodge, which was to use these men as a decoy to draw him into the woods, he immediately sent his orderly back to Captain Moilin to order a platoon to dismount.",
        1836.02,
        1846.88
    ],
    [
        " Before the order could get back 250 mounted Indians drawn up in a line of battle came out of the woods and fine military style.",
        1847.52,
        1854.78
    ],
    [
        " The seventh cavalry could hardly have done it better with painted faces, heads decorated with ribbons. They sallied out with loud war woops.",
        1855.1,
        1864.42
    ],
    [
        " General Kustrasal, putting more confidence in the feet of his thoroughbred than the voice of his rifle against 250 Indians turned back to his command calling out to his brother to throw out a dismounted line.",
        1865.82,
        1876.16
    ],
    [
        " Lieutenant Kustrasal had anticipated the order and was already dismounting his men. That's awesome. So these guys worked together. He goes to give the order. His brother is already on it.",
        1876.76,
        1886.7
    ],
    [
        " They ran forward and took places in the grass. The Indians opened a heavy fire which was quickly answered by our men with their sharp carbines.",
        1888.12,
        1894.9
    ],
    [
        " In a dismounted cavalry fight, every fourth man is usually detailed to hold the horses. But being short of fighting men and the reserves being several miles back with the train, General Kustrasal ordered every six men only to hold the horses and the rest to join the skirmish line.",
        1895.6,
        1913.26
    ],
    [
        " The Indians having three times as large a force and seeing the cavalry dismounted followed their example and dismounted.",
        1913.54,
        1920.56
    ],
    [
        " From their advantage of numbers, they were able to extend the skirmish line clear around from river to river so as to enclose the cavalry in a semi-circle with the woods and the river at their back.",
        1920.86,
        1933.8
    ],
    [
        " They were getting flanked. Finding that the horses were exposed to fire, General Kustrasal ordered them to be led further into the timber.",
        1934.24,
        1943.02
    ],
    [
        " Now some other things take place and I'm kind of fast forward a little bit through the story. The Indians having lost two men were more cautious in their advance and finding that they could not with their heavy rifles drive the cavalry into the woods had recourse to another favorite weapon.",
        1944.04,
        1961.16
    ],
    [
        " They fired the grass in four or five places meaning they set the grass on fire. So you imagine you're hiding in the grass and then also in their set in the grass on fire.",
        1961.9,
        1972.16
    ],
    [
        " Fortunately, there was little or no wind and the grass was too short and too green to burn well. Else this new weapon might have proved formidable indeed.",
        1972.68,
        1983.24
    ],
    [
        " The fire however raised a blue curtain of smoke forming a corner segment between the fighting arcs. Failing in their attempt to raise a great fire, the redskins used this smoke line as a mask for their rifles.",
        1983.38,
        1997.36
    ],
    [
        " Advancing under cover of this curtain, they would pour a volley at our line and retreat, a little bit of cover move happening.",
        1998.26,
        2005.9
    ],
    [
        " Our men soon discovered the dodge and laid equal claim to the curtain. The Indians abandoning this position began to draw in their men.",
        2005.96,
        2014.9
    ],
    [
        " Now General Kustrasal said to Captain Moilin, let us mount and drive them off. The men immediately mounted and advanced as skirmishers on a trot.",
        2015.56,
        2024.8
    ],
    [
        " Finding this was not fast enough, a charge was ordered. The men eager for the order gave a loud yell and put their horses into a full gallop. Nearly 300 in number, the sight of 80 cavalry men coming toward them like mad caps was too much for the Indians. They turned like sheep and scattered in every direction.",
        2024.86,
        2044.6
    ],
    [
        " Battles. Battles on the planes. Small unit tactics.",
        2046.18,
        2053.72
    ],
    [
        " Very similar to the small unit tactics that are used today.",
        2056.34,
        2059.64
    ],
    [
        " Throw you smoke, smoke in Ramadi, throw smoke, we have smoke grenades. What do you use those for? Set up a little curtain so people can't see you when you're moving.",
        2060.22,
        2068.14
    ],
    [
        " And you'll notice also there was some aggressive action. It's that aggressive action. Both sides, when they got aggressive, they started doing better.",
        2069.18,
        2080.32
    ],
    [
        " When you start getting, when the other, when your opponent becomes the aggressor, you start getting put on your heels.",
        2080.56,
        2085.86
    ],
    [
        " It's got to stay aggressive. Default mode.",
        2086.26,
        2090.26
    ],
    [
        " Now talking a little bit about what it was like when they were back in camp. So they weren't on the road all the time. They went out in the planes all the time. Sometimes they'd be back in camp.",
        2091.46,
        2101.68
    ],
    [
        " They had their, they had bands. They had some of them had their wives there. They had good food and you know, basically good stuff going on.",
        2101.8,
        2113.76
    ],
    [
        " They had pretty relaxed time. But it was always, let's prepare. We're going back out in the field. So they're back out in the field here. General Custer, who as usual was riding ahead with a couple of troops came upon smoldering campfires that showed that three Indian teepees had recently been there.",
        2114.0,
        2129.6
    ],
    [
        " He sent bloody knife ahead with several Indians. So that bloody knife. You're going to hear his voice throughout here. Bloody knife was Custer's right hand man. He was, he was a Indian scout.",
        2130.0,
        2140.0
    ],
    [
        " Soon they gallop back with the information that they had located the Indians. Custer surrounded the little camp and brought back four bucks with him to our camp.",
        2142.18,
        2151.62
    ],
    [
        " The head was a minor chief named one stab whose squaw was a daughter of Red Cloud. Custer promised them food if they helped him.",
        2151.96,
        2160.94
    ],
    [
        " But they seemed to be in a hurry to leave. And before they could be checked, they mounted their ponies and were off. Custer sent troopers after them. But the only one they could catch and bring back was one stab.",
        2161.62,
        2172.8
    ],
    [
        " He was told he would be given all the bacon, sugar and coffee that two ponies could carry if he'd act as a guide.",
        2173.52,
        2180.58
    ],
    [
        " So again, I guess the reason I wanted to bring that up is it shows that there was Indians working on both sides. And there was Indians that went from back and forth between sides, depending on, you know, depending on what the situation is, depending on how they got bribed.",
        2187.58,
        2201.72
    ],
    [
        " But and also, you know, we know that there was wars between the Indians. You know, so that's why sometimes the Indians teamed up with the soldiers, the American troops and went and got after it with them.",
        2202.52,
        2215.26
    ],
    [
        " Yeah, is that, is that because they got when you say bribed like they got kind of enticed with civilization. Well, no, I'm talking, that was a straight up bribe right there. They're talking to one stab and they say, hey, one stab, will you help guide us? Well, I don't know if I feel comfortable about that.",
        2215.28,
        2228.64
    ],
    [
        " Okay, we'll give you all the bacon, all the sugar and all the coffee that you can carry on two horses. He says, all right, cool. I'm in. Yeah. And if they're worrying, you know, if that's kind of their enemy in a way, you know, yeah, let's do it. Yeah, maybe he was just maybe he was just getting to getting some food out of what he would have already liked to do. Yeah, and what is it that the enemy of my enemy is my friend. There you go. Now in the black hills, they think that they find gold.",
        2228.64,
        2254.46
    ],
    [
        " They think they find gold in the black hills. And this is just a good, a good common here about, I guess you could say it's about material desires. Gold to most men means sudden wealth big times whiskey and gambling and women.",
        2255.0,
        2273.0
    ],
    [
        " It means fortune and adventure and all the things they never had. The gold fever is like taking dope. Your helpless when it strikes you.",
        2273.32,
        2285.64
    ],
    [
        " Careful that material greed. I once read about how everyone who touched an Egyptian kings tomb was doomed to die of violent death.",
        2287.88,
        2300.44
    ],
    [
        " Seems to me that the Indians must have put some curse like that on the white men who first touched their sacred black hills at this time.",
        2301.12,
        2309.18
    ],
    [
        " Custard got a lot of notoriety from his black hills expedition and the discovery of gold. But he never had any luck after that.",
        2309.82,
        2319.36
    ],
    [
        " Now getting just a cursory look at the politics of what were happening at the time.",
        2327.66,
        2332.84
    ],
    [
        " An attempt was made that summer of 75 to buy the black hills from the Indians and make legal this onslaught.",
        2333.48,
        2341.5
    ],
    [
        " But the Indians were no mood to believe anything the commissioners told them. And it was impossible to make a deal of any kind. A feeling of utter despair and despondency cast its spell over even the friendly reservation Indians.",
        2341.56,
        2355.32
    ],
    [
        " Maybe the radical things sitting bull and crazy horse and gall and two moons and the other wild chiefs far back in the buffalo lands around the powder and the big horn were preaching maybe they made sense.",
        2356.1,
        2367.72
    ],
    [
        " The free Indian was doomed. They were all to be made reservation Indians. That meant all the colorful old life would be gone forever.",
        2368.26,
        2377.76
    ],
    [
        " The buffalo hunts, the feasts, the sun dances, the visiting and the pleasant horse stealing wars. All the old life would be no more.",
        2377.76,
        2388.58
    ],
    [
        " Maybe those radical chiefs were right. Maybe they'd all be better to make one big battle against the whites.",
        2389.58,
        2395.54
    ],
    [
        " It would be better to die a free Indian than live as a degraded helpless treaty Indian.",
        2396.56,
        2403.56
    ],
    [
        " So evident was the hostile feeling that in the fall of 1875 that an order was submitted by the commissioner of Indian affairs Edward P. Smith to the secretary of the interior Z. Chandler who in turn submitted to the secretary of war General Belmatt.",
        2404.34,
        2422.36
    ],
    [
        " A subsequent communication from the secretary of interior to the secretary of war dated December 1st 1875 read as follows.",
        2422.84,
        2431.04
    ],
    [
        " I have the honor to inform you that I have this day directed the commissioner of Indian affairs to notify said Indian sitting bull and the others outside their reservations that they must return to the reservations before January 31st 1876.",
        2431.88,
        2448.6
    ],
    [
        " And if they neglect or refuse so to move they will be reported to the war department as hostile Indians and that a military force will be sent to compel them to obey the order of the Indian department.",
        2448.78,
        2464.22
    ],
    [
        " And there it is to compel them.",
        2466.54,
        2469.04
    ],
    [
        " Yep, there it is.",
        2469.4,
        2471.08
    ],
    [
        " And how you know that's that you have to be wary of your government having so much power.",
        2471.32,
        2483.2
    ],
    [
        " And leaving yourself defenseless in these situations.",
        2485.58,
        2489.44
    ],
    [
        " I think we learn a lot from the Indians from the Native Americans on that back to the book.",
        2489.44,
        2499.12
    ],
    [
        " General Custer was not at Fort Abraham Lincoln when we arrived there in late April 1876.",
        2499.3,
        2506.52
    ],
    [
        " Of course that aroused a lot of talk and suspicion.",
        2506.94,
        2509.56
    ],
    [
        " When you jiggled all those rumors down you got about this.",
        2510.24,
        2514.62
    ],
    [
        " We were soon to start a big expedition up to Yellowstone to round up the hostiles and drive them back to the reservations.",
        2515.1,
        2521.64
    ],
    [
        " If they would not go peacefully we were to make good Indians out of them.",
        2522.24,
        2526.92
    ],
    [
        " There was a lot of suspicious talk going around all over the place.",
        2527.84,
        2531.22
    ],
    [
        " Custer was still in the east so Custer had gone back to the east.",
        2531.54,
        2534.54
    ],
    [
        " And you could hear a hundred tales of how he was being kept away from the expedition because he had got under the skin of President Grant.",
        2536.0,
        2544.96
    ],
    [
        " A lot of the troopers didn't much care for Custer.",
        2546.4,
        2549.18
    ],
    [
        " But it looked as if Major Reno would command the regiment if Custer didn't arrive.",
        2549.88,
        2554.62
    ],
    [
        " And most of us didn't know or care a great deal about Reno.",
        2555.46,
        2558.02
    ],
    [
        " Of course we knew that he had been a colonel of a Pennsylvania cavalry regiment at the end of the Civil War but he had never fought Indians.",
        2558.32,
        2566.46
    ],
    [
        " And he didn't seem to be very popular with either the men or the officers.",
        2567.4,
        2570.78
    ],
    [
        " If I remember correctly he was a West pointer and was three or four years ahead of Custer.",
        2571.46,
        2576.46
    ],
    [
        " It was pretty clear that there wasn't much love lost between the two men.",
        2576.96,
        2580.82
    ],
    [
        " Politics.",
        2581.74,
        2582.96
    ],
    [
        " Total politics.",
        2583.78,
        2584.98
    ],
    [
        " And sometimes people in the civilian world they don't realize this stuff happens all the time.",
        2585.24,
        2588.84
    ],
    [
        " This is politics crazy politics in the military.",
        2588.96,
        2590.76
    ],
    [
        " And just this kind of stuff right here.",
        2590.76,
        2592.8
    ],
    [
        " Oh, you're senior to me.",
        2592.9,
        2593.96
    ],
    [
        " Oh, you you made the other guy mad and now we're going to get pulled up and I pull you off this operation.",
        2594.08,
        2599.0
    ],
    [
        " I'm going to let this guy go on the operation.",
        2599.0,
        2600.74
    ],
    [
        " This is just so typical of the military.",
        2600.92,
        2603.58
    ],
    [
        " Unfortunately.",
        2604.1,
        2604.88
    ],
    [
        " And you know what?",
        2605.4,
        2606.28
    ],
    [
        " It's not just tipped a military.",
        2606.42,
        2607.42
    ],
    [
        " It's typical in any company, any business, any team.",
        2607.86,
        2610.92
    ],
    [
        " There's always going to be these political things that are happening.",
        2611.0,
        2613.22
    ],
    [
        " I mean, occasionally you get to a great organization that really limits that.",
        2613.22,
        2617.54
    ],
    [
        " I shouldn't say it's everywhere, but it's very, very common.",
        2617.7,
        2620.22
    ],
    [
        " Yeah.",
        2620.56,
        2620.6
    ],
    [
        " And you know, someone just asked me on Twitter, you know, hey, it's really political.",
        2621.18,
        2624.8
    ],
    [
        " I'm not really good at politics.",
        2625.22,
        2627.62
    ],
    [
        " You know, is it something I should actually try and engage in?",
        2628.12,
        2632.22
    ],
    [
        " Yes.",
        2632.5,
        2632.86
    ],
    [
        " Yes, it's going to, you have to.",
        2633.38,
        2635.5
    ],
    [
        " If you're in an organization that's a political organization and you want to make things happen,",
        2635.84,
        2639.92
    ],
    [
        " you want to implement changes.",
        2640.04,
        2641.16
    ],
    [
        " Yes.",
        2642.16,
        2642.6
    ],
    [
        " Start figuring out how to play those games.",
        2642.7,
        2644.5
    ],
    [
        " Oh, you're not a political person.",
        2644.8,
        2647.14
    ],
    [
        " Cool.",
        2647.24,
        2647.36
    ],
    [
        " Become one.",
        2647.42,
        2648.06
    ],
    [
        " Yeah.",
        2648.12,
        2648.4
    ],
    [
        " Because what you want to do is you want to do a good job.",
        2648.58,
        2650.28
    ],
    [
        " You want to do a good job and whatever it is that you're doing.",
        2650.58,
        2653.58
    ],
    [
        " And sometimes that requires that you play those games.",
        2653.78,
        2657.02
    ],
    [
        " So play the games.",
        2657.36,
        2658.34
    ],
    [
        " Get good at them.",
        2658.6,
        2659.24
    ],
    [
        " Back to the book.",
        2659.78,
        2662.36
    ],
    [
        " Everything was uncertain in those late April and early May days,",
        2662.54,
        2666.86
    ],
    [
        " while the regiment was being whipped into marching shape.",
        2666.94,
        2669.28
    ],
    [
        " We had a few recruits, a bunch and a bunch of fresh young horses,",
        2669.68,
        2673.42
    ],
    [
        " so there was plenty to do to break in both of them.",
        2673.72,
        2675.96
    ],
    [
        " One thing that people get wrong about the recruits was that about half of the 150 new men we had",
        2676.66,
        2682.4
    ],
    [
        " were men who either had civil war experience, or had already served a five-year hitch in the army.",
        2682.4,
        2688.06
    ],
    [
        " Most of the rest were plenty green.",
        2688.76,
        2690.18
    ],
    [
        " A good many of them were German boys.",
        2691.1,
        2692.64
    ],
    [
        " They made fine soldiers once they were trained.",
        2692.98,
        2694.94
    ],
    [
        " I think it was about May 10th.",
        2695.58,
        2698.18
    ],
    [
        " The general custer suddenly showed up.",
        2698.3,
        2699.92
    ],
    [
        " General Terry was with him.",
        2700.3,
        2701.46
    ],
    [
        " Terry was of slight build and war whiskers.",
        2701.9,
        2704.06
    ],
    [
        " He was a gentle, kindly man who never strutted a word.",
        2704.6,
        2707.26
    ],
    [
        " Nothing at all like the quick moving, dashing young custer.",
        2708.04,
        2711.22
    ],
    [
        " Terry was a brigadier general of the regular army, and so he ranked custer by two grades.",
        2712.14,
        2717.48
    ],
    [
        " Word ran around camp that General Terry was to command the whole expedition,",
        2718.54,
        2722.3
    ],
    [
        " but the custer was to have his old regiment.",
        2722.3,
        2724.84
    ],
    [
        " Custer was as happy as a boy with a new red sled.",
        2725.32,
        2729.04
    ],
    [
        " He put a lot of zip into us.",
        2729.74,
        2732.48
    ],
    [
        " Now custer, this political stuff that he's dealing with,",
        2733.92,
        2736.24
    ],
    [
        " it's still going on.",
        2736.94,
        2739.74
    ],
    [
        " It's still happening.",
        2740.24,
        2741.0
    ],
    [
        " I'm not going to go through the details of it, but he who's somehow seen as an agitator or an enemy of President Graham.",
        2741.5,
        2751.46
    ],
    [
        " So he actually gets ordered off the, so he goes back out, takes back over the regiment, starts whipping people into shape.",
        2752.02,
        2758.1
    ],
    [
        " He's going to work for General Terry.",
        2758.58,
        2759.88
    ],
    [
        " Grant, President Grant says, no, actually come back.",
        2760.38,
        2763.5
    ],
    [
        " You don't get to do this.",
        2764.08,
        2765.7
    ],
    [
        " And custer decides he writes a dispatch to be sent directly to the president of the United States.",
        2766.72,
        2774.92
    ],
    [
        " That's kind of crazy.",
        2775.2,
        2776.12
    ],
    [
        " We didn't do much communications with the president from my task in the US.",
        2777.66,
        2783.18
    ],
    [
        " Here we go back to the book and oh wait, here's what he actually sent.",
        2784.54,
        2789.3
    ],
    [
        " Awesome. That's what's beautiful about history.",
        2789.94,
        2791.7
    ],
    [
        " This is what custer actually sent.",
        2791.76,
        2793.64
    ],
    [
        " And Grant, President Grant was a guy that went to West Point as well.",
        2794.24,
        2799.24
    ],
    [
        " He fought in the Mexican-American War.",
        2799.88,
        2802.34
    ],
    [
        " He retired after that, retired from the army, but then the Civil War started.",
        2804.64,
        2808.78
    ],
    [
        " So he went back in the army as a general and he fought it.",
        2809.3,
        2814.2
    ],
    [
        " Shiloh and Vicksburg and actually generally surrendered to President Graham.",
        2814.36,
        2823.76
    ],
    [
        " So this guy's a warrior and here's what you're going to hear custer kind of appeal to that.",
        2824.16,
        2828.44
    ],
    [
        " Here we go.",
        2831.5,
        2832.42
    ],
    [
        " I have seen your order transmitted through the general of the army directing that I not be permitted to accompany the expedition about to move against the hostile Indians.",
        2832.78,
        2841.94
    ],
    [
        " As my entire regiment forms a part of the proposed expedition and as I am the senior officer of the regiment on duty in the department, I respectfully but most earnestly request that I, while not allowed to go and command of the expedition,",
        2843.08,
        2858.42
    ],
    [
        " I may be permitted to serve with my regiment in the field.",
        2858.44,
        2862.18
    ],
    [
        " I appeal to you as a soldier to spare me the humiliation of seeing my regiment march to meet the enemy and I not to share its dangers.",
        2863.44,
        2873.98
    ],
    [
        " It was too much for the hero, the hero of apomattox.",
        2874.94,
        2881.36
    ],
    [
        " Custer was to have back his beloved regiment, so Grant gives in and says, okay, you can go.",
        2881.86,
        2889.06
    ],
    [
        " You're not going to be in charge, but you can go.",
        2889.18,
        2891.24
    ],
    [
        " And so they roll out on this expedition.",
        2892.44,
        2896.12
    ],
    [
        " And here's the description of what that felt like.",
        2897.18,
        2900.78
    ],
    [
        " You felt like you were somebody when you were on a good horse with a carbine dangling from its small leather ring socket on your saddle",
        2900.98,
        2909.6
    ],
    [
        " and a cold army revolver strapped on your hip and a hundred rounds of ammunition in your web belt and your saddle pockets.",
        2909.6,
        2916.24
    ],
    [
        " You were a cavalryman of the Seventh Regiment.",
        2916.66,
        2920.04
    ],
    [
        " You were part of a proud outfit that had a fighting reputation and you were ready for a fight or a frolic.",
        2920.56,
        2928.02
    ],
    [
        " So these guys had some pretty good morale rolling out.",
        2929.28,
        2931.54
    ],
    [
        " They did some hard training when they were in camp and now they're ready to get after it.",
        2931.94,
        2936.52
    ],
    [
        " It talks a little bit about Custer. He describes Custer.",
        2938.1,
        2941.72
    ],
    [
        " I can almost see him myself in my mind's eye.",
        2942.26,
        2945.72
    ],
    [
        " He was wearing a broad western hat with a low crown and a wide brim.",
        2945.72,
        2948.78
    ],
    [
        " It was grayish in color.",
        2949.08,
        2950.74
    ],
    [
        " He'd had his long yellow hair cut just before we left.",
        2951.24,
        2955.94
    ],
    [
        " And he had on a buckskin suit with fringe.",
        2956.76,
        2960.62
    ],
    [
        " He had two short-bill barrel bulldog revolvers and a remington sporting rifle carried in a scabbard.",
        2960.62,
        2967.06
    ],
    [
        " It's my recollection that he carried a hunting knife in a fringed buckskin case.",
        2967.2,
        2972.4
    ],
    [
        " So that's straight up rock and roll stars of the Seventh He's War fringe on their outfits.",
        2973.78,
        2982.14
    ],
    [
        " So Custer is a character. He's definitely a character.",
        2982.54,
        2986.2
    ],
    [
        " Back to the book.",
        2988.94,
        2989.9
    ],
    [
        " When the regiment was formed in Kansas in 1866, the general that went to a lot of trouble to have each troop mounted on distinct colors.",
        2990.08,
        3000.5
    ],
    [
        " I thought this was awesome. So I included it.",
        3000.68,
        3002.58
    ],
    [
        " He's talking about what color horses they had and each troop had a specific colored horse.",
        3003.04,
        3009.18
    ],
    [
        " I can still call them off even at this late date.",
        3009.78,
        3012.52
    ],
    [
        " H. My own troop wrote bloodbays.",
        3012.54,
        3015.86
    ],
    [
        " B. D. I. and L. also were mounted on bays.",
        3016.54,
        3021.56
    ],
    [
        " C. G. and K. had sorrows.",
        3022.18,
        3024.48
    ],
    [
        " A. had coal blacks.",
        3025.38,
        3027.16
    ],
    [
        " And Lieutenant Ejelese E-trupe had grays.",
        3028.16,
        3030.78
    ],
    [
        " We used to call E. the band box troop.",
        3031.98,
        3035.18
    ],
    [
        " M-trupe was the only troop that had mixed colors.",
        3036.12,
        3038.38
    ],
    [
        " The whole band wrote white horses.",
        3038.88,
        3041.58
    ],
    [
        " I remember the drummer had a horse that would run away every time he mounted him, except when he put his drum on him.",
        3041.62,
        3047.34
    ],
    [
        " Then that old horse would stand still as a wooden horse.",
        3047.8,
        3050.54
    ],
    [
        " It was a fine regiment right enough.",
        3051.2,
        3053.54
    ],
    [
        " And it wasn't a man in it who didn't believe it was the greatest cavalry outfit in the entire United States Army.",
        3054.4,
        3060.46
    ],
    [
        " That actually is...",
        3061.92,
        3065.72
    ],
    [
        " When I hear about these guys talking about the horses, we actually had little relationships like that with our humvees.",
        3065.72,
        3072.6
    ],
    [
        " We named our humvees.",
        3074.02,
        3076.2
    ],
    [
        " We named our humvees various names.",
        3076.66,
        3079.68
    ],
    [
        " We used to have... when we used to do a lot more water work before the war started, we actually named our outboard motors.",
        3080.92,
        3087.4
    ],
    [
        " Then they had little... one of my... the guy that handled the outboard motors in my second platoon.",
        3087.76,
        3095.4
    ],
    [
        " He was all into it.",
        3095.98,
        3096.86
    ],
    [
        " And his nickname was Zulu.",
        3097.24,
        3099.84
    ],
    [
        " But Zulu, he was all into these motors.",
        3100.24,
        3102.16
    ],
    [
        " And he had every motor had a name and he kept these detailed log books on how many hours and when the maintenance was done all that.",
        3102.96,
        3109.06
    ],
    [
        " And when we came back from one deployment and we were going to go do another deployment when we came back, they said, hey, you know you guys...",
        3109.46,
        3117.38
    ],
    [
        " We got all new motors.",
        3117.38,
        3118.36
    ],
    [
        " We're going to issue you whatever it was. We had eight outboard motors.",
        3118.94,
        3122.16
    ],
    [
        " We're going to give you all new motors, you know, come and turn yours in and we'll send those off to wherever get repaired or going to the garbage can.",
        3123.04,
        3131.92
    ],
    [
        " And you know, as Zulu said, he said, I don't want the new motors.",
        3132.88,
        3135.72
    ],
    [
        " I got my motors. I know where they've been. I know their personalities. The motors have personalities.",
        3136.08,
        3140.98
    ],
    [
        " Well, the motors have personalities.",
        3141.42,
        3144.78
    ],
    [
        " And he had personalities.",
        3145.26,
        3146.52
    ],
    [
        " Yeah, they had personalities. Yeah, motor personalities.",
        3146.78,
        3149.14
    ],
    [
        " And he wanted to make sure he had a relationship with those motors.",
        3149.6,
        3156.28
    ],
    [
        " And he wanted to give them up.",
        3156.4,
        3157.22
    ],
    [
        " Going back to the book, they're starting to be out on patrol and they're marching up what's called the Rosebud.",
        3157.48,
        3162.6
    ],
    [
        " H and the five remaining troops headed down the powder and eventually arrived at the southern bank of the Yellowstone.",
        3164.36,
        3169.6
    ],
    [
        " The wagons had a tough time and it wasn't until Kustra had taken a troop and scouted out a good road that the heavy wagons could make it.",
        3170.1,
        3177.24
    ],
    [
        " Kustra was mighty good at this kind of work. He had a nose for scouting and finding the best trails.",
        3177.7,
        3182.12
    ],
    [
        " It was June... It was... It was noon on June 22nd when we broke camp and started our march up the Rosebud.",
        3183.66,
        3195.28
    ],
    [
        " This, just before we packed our mules, Benteen ordered us to take an extra supply of salt.",
        3196.5,
        3202.62
    ],
    [
        " That meant we might be living on mule or horse meat before we got back.",
        3203.68,
        3207.32
    ],
    [
        " I suppose we all knew by this time that we'd be hitting it into dangerous country.",
        3208.42,
        3212.7
    ],
    [
        " But as I look back, I don't believe many troopers were very worried.",
        3213.96,
        3218.68
    ],
    [
        " We knew there'd be some hard fighting but a soldier always feels that it's the other fellow who's going to get it.",
        3219.3,
        3224.38
    ],
    [
        " Never himself. That morning word spread about the camp. The male was going to be sent back home and that this would likely be the last chance to get off letters.",
        3224.8,
        3234.72
    ],
    [
        " Of course, I didn't have anybody to write to but the officers and many of the men hurriedly scribbled letters to their dear ones.",
        3235.4,
        3242.46
    ],
    [
        " And as they go to mail off these letters, they're on a boat. The troops are on a boat and they barely gone 50 feet with these letters to get them mailed off.",
        3243.0,
        3254.36
    ],
    [
        " When the boat was overturned and all three men disappeared along with the mail sack.",
        3254.74,
        3260.38
    ],
    [
        " Now, here's the orders that they go get as they're going up. These are actually the orders to custom.",
        3261.18,
        3267.64
    ],
    [
        " Again, what's awesome is these are documented. This isn't the hearsay. These are documented orders.",
        3267.78,
        3272.52
    ],
    [
        " Colonel, the Brigadier General Commanding directs that as soon as your regiment can be made ready for the march you proceed up the Rosebud in pursuit of the Indians whose trail was discovered by Major Reno a few days since.",
        3274.74,
        3287.46
    ],
    [
        " It is, of course, impossible to give you any definite instructions in regard to this movement.",
        3288.34,
        3294.78
    ],
    [
        " And we're not impossible to do so the department commander places too much confidence in your zeal, energy and ability to wish to impose on you precise orders.",
        3295.5,
        3307.02
    ],
    [
        " So he's giving him, hey, look, here's my general ideas, give him some commanders intent, but he doesn't want to give him anything too specific because he knows he can't, he hasn't always going to be in two days.",
        3307.5,
        3318.26
    ],
    [
        " He will, however, indicate to you his own views of what action should be and desires that you should conform to them unless you should see sufficient reason for departing from them.",
        3320.18,
        3332.0
    ],
    [
        " So he gives him his orders, but he gives them some pretty good leeway to work through.",
        3332.46,
        3336.76
    ],
    [
        " That's why there's some, there's some discussion on whether or not custard disobeyed.",
        3336.82,
        3341.8
    ],
    [
        " It's, and there's a, it's a, it's a long discussion probably with no one could ever come with a solid conclusion on because there was some, there was definitely some, some leeway in the orders and those, that was the leeway that I just read.",
        3342.72,
        3357.36
    ],
    [
        " Then the orders continue to go on, but I'm not going to go into those minor details of them.",
        3357.62,
        3363.18
    ],
    [
        " Back to the book, we hit the trail at five o'clock sharp that second morning, these guys are up pretty early, probably had to get up like, I don't know, 430 to get to get to get on the road before five o'clock around noon, we began past signs of big Indian camps.",
        3364.62,
        3383.64
    ],
    [
        " As I remember, we made around 33 miles that day. The next day we rode hard to, there was no foolishness. Custer had a bunch of re and crote scouts ahead with him, and he kept them covering the ground far off both flanks of a column.",
        3384.12,
        3401.54
    ],
    [
        " We were an Indian country now, right enough. So that's very common. We'd still do that today.",
        3402.5,
        3408.46
    ],
    [
        " You have a main element moving in a, in a formation and out on the flanks, maybe some high ground. You have other smaller elements that can protect your flanks and see if there's any problems up ahead.",
        3408.46,
        3421.08
    ],
    [
        " In one place, we halted there had been a Sundance lodge. The scalp of a white man was still hanging from the Ridge pole.",
        3421.36,
        3429.16
    ],
    [
        " Getting in an Indian country. It was around eight o'clock when we got orders to saddle up. We marched about 10 miles when we were halted in a sort of ravine.",
        3431.14,
        3441.38
    ],
    [
        " We've been told to make as little noises possible and light no fires. There'd been no bugle calls for a day or two. The sun was at our backs, so apparently we were headed straight west now toward the little big horn.",
        3441.9,
        3453.7
    ],
    [
        " I later learned that the Indians called it greasy grass. I never did know why.",
        3454.28,
        3459.42
    ],
    [
        " About the time General Custer came back from his scout, word around that the Indians had found a box of hard tack that had dropped from one of Captain Yates' mules.",
        3461.42,
        3470.74
    ],
    [
        " Two or three troopers who had been sent back to pick up the box had reported seeing two hostels trying to open it with their Tomahawks.",
        3471.32,
        3479.02
    ],
    [
        " This meant that the Indians held us had us under observation. Apparently Custer had figured on hiding the command in the ravine during the day and then attacking the big Indian village on the little big horn at daybreak the next morning.",
        3479.56,
        3492.86
    ],
    [
        " They know that the Indians know that they're there is why included that.",
        3500.58,
        3504.46
    ],
    [
        " And you're going to hear that kind of over and over again. Custer's thinking they're going to surprise them and everyone's telling them we're not going to surprise them. They know we're here.",
        3505.08,
        3513.24
    ],
    [
        " It was Sunday morning June 25th. We were still more than 12 miles from the little horn and the Indian village, but the Indians knew where we were and all about us.",
        3514.12,
        3524.42
    ],
    [
        " I approached.",
        3525.68,
        3529.32
    ],
    [
        " I approached his nearer. Now so he sees a conversation going on and it's actually Custer and Ben teen and they're having a conversation with a couple people including some of the scouts and he kind of goes over and does a little ease dropping as I approached as nearer seemed respectful and while I was waiting to catch Ben teen's attention, I couldn't help but overhear part of the conversation.",
        3531.38,
        3550.1
    ],
    [
        " Charlie Reynolds, the famous white scout who is never to see the sunset that day was talking and I heard him say that there was the biggest bunch of Indians he'd ever seen over there.",
        3550.58,
        3562.04
    ],
    [
        " Finally I heard Ben teen say to Custer, hadn't we better keep the regiment together general? If this is a big camp as they say, we'll need every man we have. Custer's only answer was you have your orders.",
        3562.74,
        3577.0
    ],
    [
        " So you can see again Custer is not listening to people scouts, reconnaissance units and his other officers that are with him.",
        3582.0,
        3593.66
    ],
    [
        " And this is sort of the classic, you know, hey, I've got I've got to disagree with your plan. Shut up and do it anyways. You have your orders. That's a classic example that.",
        3594.28,
        3604.18
    ],
    [
        " We were tired and dirty and hungry. Our horses hadn't had a good drink of water since the day before and we weren't much better off.",
        3607.66,
        3615.68
    ],
    [
        " We knew right enough that this was the day. This was it. This was what we've been training and working for all these years.",
        3616.46,
        3624.98
    ],
    [
        " Captain Ben teen used to say the government pays you to get shot at. And I suppose the dumbest greenest trooper in the regiment figured that this day he'd get shot at plenty.",
        3625.28,
        3634.78
    ],
    [
        " Here was the seventh cavalry with a total of some 600 men split up into four outfits. Apparently the Indian scouts and experienced old guys guides knew that there were several thousand of the hostels.",
        3642.56,
        3661.88
    ],
    [
        " But it was it is my belief that Custer and most of our officers thought that after whip somewhere between a thousand and fifteen hundred. And they expected most of these to be poorly armed and poorly led.",
        3662.08,
        3673.62
    ],
    [
        " From experience they figured the Indians would fight only a rear guard action while the women, children, old men and pony herds got away.",
        3674.56,
        3683.4
    ],
    [
        " But in place of a maximum of fifteen hundred Indian warriors it developed that there were possibly twice that number about to face Custer's total of six hundred.",
        3684.12,
        3693.2
    ],
    [
        " So that's the report that they're getting. And it's there's a little bit of controversy about what how many Indians were there. But it was a lot.",
        3693.68,
        3710.52
    ],
    [
        " And here we go this I'm going to jump forward to another section and talking about Custer and did Custer the name of the chapter is did Custer and it's sort of a appendix.",
        3710.56,
        3721.62
    ],
    [
        " So it's not part of the story it's after the story. But it talks about did Custer refuse advice from his scouts. How many Indian warriors were camped on the West Bank of the little big horn that Sunday morning of June 25th.",
        3721.86,
        3734.68
    ],
    [
        " Against the real figure how many Custer think he would have to fight did Custer refuse to believe the estimated number of warriors as scouts told him he would have to fight.",
        3734.68,
        3743.28
    ],
    [
        " Did he fail to follow the advice of his experienced guides and interpreters. One of the best accounts of what the guides thought about the number of Indians and the chances of Custer closing with them is contained in the excellent book William Jackson Indian Scout by James William Schultz.",
        3743.42,
        3764.66
    ],
    [
        " And here's a couple excerpts from that on the third day we struck the trail of the hostels the one that Reno had found several days before said bloody knife now remember bloody knife is is Custer's you know main scout their their type said bloody knife my friends.",
        3764.7,
        3787.0
    ],
    [
        " The bit this big trade trail proves what we heard that the ogala the mini conju the sand shark and the Teton Sue have left their agencies to join sitting bowl and crazy horse.",
        3787.94,
        3804.44
    ],
    [
        " I am sure that even this trail does not account for all that have left their agencies there surely are other trails and trails to the shy and the apra hose.",
        3805.56,
        3817.14
    ],
    [
        " Bloody knife continued it is as I have told long hair this gathering of enemy tribes is too many for us but he will not believe me.",
        3819.66,
        3830.96
    ],
    [
        " He is bound to lead us against them they are not far away just over this ridge they are all in camp and waiting for us crazy horse and sitting bowl are not men without sense they have their scouts to and some of them surely have their eyes upon us well tomorrow we are going to have a big fight a losing fight.",
        3831.82,
        3852.82
    ],
    [
        " Myself I know what is to happen to me my sacred helper has given me warning that I am not to see the set of tomorrow's son.",
        3853.86,
        3861.72
    ],
    [
        " Sad words those they chilled us I saw Charlie Reynolds nod an agreement to them and was chilled again when he said in a low voice I feel as he does tomorrow will be the end for me too.",
        3862.86,
        3877.34
    ],
    [
        " Anyone who wants my little outfit of stuff pointing to his war pack can have it now.",
        3878.46,
        3884.0
    ],
    [
        " Lieutenant Varnum who is in charge of the scouts came over and said that it was general custard's plan to attempt a surprise attack on the camp of the enemy.",
        3885.88,
        3894.22
    ],
    [
        " Said bloody knife we cannot surprise the enemy they are not crazy without dumb without doubt their scouts have watched every move we have made.",
        3895.04,
        3906.3
    ],
    [
        " Convince that last that we cannot possibly surprise the enemy general custer ordered a quick advance with the scouts and himself in the lead.",
        3906.74,
        3921.68
    ],
    [
        " We had not gone far when bloody knife and his two rees joined us and reported that on the other side of the ridge they had found the day old trail of many more enemy going toward the valley of little big horn.",
        3922.84,
        3933.2
    ],
    [
        " They were excited and said to custer general we have discovered the camp down there on the little big horn it is a big one too big for you to tackle why there are thousands and thousands of sue and shions down there.",
        3933.54,
        3947.46
    ],
    [
        " For a moment the general stared at him angrily I thought and then said sternly I shall attack them.",
        3947.72,
        3955.44
    ],
    [
        " Classic ego maniac right here sorry but that's what this is.",
        3956.0,
        3962.08
    ],
    [
        " Custer gave orders for attack upon the camp none of the scouts had been far in the lead and they all came in rees and croes and whites and robber to nigh.",
        3962.84,
        3975.92
    ],
    [
        " We were a gathering of solemn faces speaking in English and the sign language too so that all would understand Brewer described the enemy camp.",
        3975.92,
        3985.82
    ],
    [
        " It was he said all of three miles long and made up of hundreds of lodges hundreds and hundreds of lodges above it and below it and west of it there were thousands and thousands of horses that were being close-hearted.",
        3986.14,
        3999.48
    ],
    [
        " With his few riders long hair decided to attack the camp and we were going to have a terrible fight.",
        3999.7,
        4006.36
    ],
    [
        " We should all take courage fight hard make our every shot a killer. He finished a nun spoke but after a minute or two bloody knife looked up and signed to the sun I shall not see you go down behind the mountains tonight.",
        4006.8,
        4023.04
    ],
    [
        " I felt he knew his end was near and there was no escaping it. I turned and looked the other way. I thought that my own end was near. I felt very sad.",
        4025.78,
        4036.78
    ],
    [
        " There is the full account of all the scouts some are white, some are Indian, Native Americans, different tribes and they are all telling them the same thing. This is not a good plan.",
        4037.88,
        4052.98
    ],
    [
        " So back to the book apparently cost her had planned to stay in hiding in the ravine we had reached a little after 10 o'clock that Sunday and then attacked the village a day break the next morning of the 26.",
        4056.62,
        4067.08
    ],
    [
        " That would more or less have dovetailed into Terry's idea of boxing the Indians but when he found the hostile scouts had discovered his column he figured there was nothing to do but attack it once.",
        4068.26,
        4078.64
    ],
    [
        " Now we get a little a little report here from a guy named Sergeant Daniel Knaip who would barely turn 23 at the time of the battle in Knaip's own account of the fight published in the magazine of the historical society of Montana.",
        4087.68,
        4108.1
    ],
    [
        " He said when we got to the top of the bluffs the Indians had disappeared but we were in plain view of the Indian camps which appeared to cover a space of about two miles wide and four miles long on the west side of the river.",
        4109.38,
        4122.08
    ],
    [
        " We were then charging at full speed. This camp is two miles wide that's a map two miles two but four.",
        4122.08,
        4131.82
    ],
    [
        " Two by four miles and you got 600 guys and actually didn't even cost her doesn't have six other guys to get 200 guys.",
        4132.56,
        4138.52
    ],
    [
        " Renown as troops were again seen to our left moving at full speed down the valley at the sight of the Indian camps the boys of our five troops began to cheer over confidence.",
        4138.52,
        4152.8
    ],
    [
        " Some of the horses became so excited that the writers were unable to hold them in ranks and the last word I heard general custer say we're hold your horses in boys there are plenty of them down there for all of us.",
        4153.4,
        4165.14
    ],
    [
        " Again now we have total overconfidence in the situation we think we're going to win this is going to be fun.",
        4165.42,
        4171.7
    ],
    [
        " Oh there's up to by four mile big camp no big deal I got 500 guys with me.",
        4171.7,
        4177.46
    ],
    [
        " So this is where the forces split up and custer goes off to attack and it seems like he goes about a mile away mile and a half away and again I'm going to make the same statement that I said when I talked about the battle with when we did the wooden leg podcast.",
        4179.5,
        4193.4
    ],
    [
        " I'm not trying to historically reconstruct the battle right now there's plenty of books that do that so I'm just kind of assembling the broad design of what's happening.",
        4193.96,
        4205.3
    ],
    [
        " So now the forces split up Reno and Ben teen will kind of have troops and holding but they're starting to get a little firefight themselves.",
        4207.64,
        4214.84
    ],
    [
        " We saw a second figure in uniform riding towards us he was trumpeter martini of my company who had been assigned that morning as a special orderly trumpeter to general custer.",
        4215.32,
        4226.84
    ],
    [
        " I learned afterwards that he had a message from custer to Ben teen that had been scribbled out on a field order pad and signed by lieutenant cook the adjutant.",
        4227.42,
        4237.14
    ],
    [
        " It read Ben teen come on big village be quick bring packs PS bring pack.",
        4237.46,
        4246.52
    ],
    [
        " That's the note that they get from custer sounds like custer might have a once he split off things started going sideways real quick.",
        4246.52,
        4257.86
    ],
    [
        " They again Ben teen and Reno have their troops start now getting engaged in a firefight back to the book we could hear heavy firing now before long we passed several crow a re scouts driving a few head of Indian ponies and they shouted soldiers and pointed toward the bluffs that were rising towards the north.",
        4261.68,
        4279.36
    ],
    [
        " We knew that we were close to the valley of little big horn and that somewhere in this neighborhood there was hard fighting going on.",
        4279.56,
        4285.7
    ],
    [
        " Ben teen ordered us to draw pistols and we charged up the bluffs at a gallop expecting at any moment to run into hostels.",
        4286.16,
        4292.32
    ],
    [
        " When we reached the brow of the first set of rolling hills the river valley suddenly opened up below us to our left.",
        4292.7,
        4300.5
    ],
    [
        " It was a sight to strike terror in the hearts of the bravest men down there in the valley maybe 150 feet or more below us and somewhere around a half a mile away.",
        4300.5,
        4311.1
    ],
    [
        " There were figures galloping on horseback and much shooting farther down the river there were great masses of mounted men we suspicion were Indians.",
        4311.32,
        4320.84
    ],
    [
        " We were going at it a fast clip ourselves and we had no more than caught the swift glimpse of this tragic battlefield below when we saw mounted and dismounted soldiers on a knoll of a hill on to the northward we swiftly rode towards them.",
        4321.12,
        4337.28
    ],
    [
        " So these guys are seeing this massive battle take place they're kind of on the high ground.",
        4339.12,
        4344.02
    ],
    [
        " He talks about here what kind of weapon tree the Indians had.",
        4344.64,
        4353.24
    ],
    [
        " And for my part I believe that fully half of the warriors carried only bows and arrows and lances and that possibly half of the remainder carried odds and end of old muzzle loaders and single shot rifles of various ventages.",
        4353.24,
        4366.44
    ],
    [
        " Probably not more than 25 or 30% of the warriors carried modern repeating rifles that sounds pretty close to what Wooden Legs said.",
        4367.04,
        4374.28
    ],
    [
        " They said they mostly had bows and arrows. They some guys had rifles but it was mostly bows and arrows.",
        4374.62,
        4378.66
    ],
    [
        " And one other point Indian boys from 14 years old up accompanied the warriors and took part especially in the later stages of the fighting.",
        4378.94,
        4387.82
    ],
    [
        " The soldiers incidentally were armed with single shot 45-70 caliber Springfield carbines and accurate and deadly weapon up to 600 yards.",
        4388.36,
        4397.44
    ],
    [
        " But when fired rapidly the breach became foul and the greasy cartridges is often jammed it could not be removed by the extractor.",
        4397.96,
        4405.6
    ],
    [
        " This meant that the empty shell had to be forced out by the blade of a hunting knife.",
        4405.86,
        4410.2
    ],
    [
        " This very fact was responsible for the death of many a trooper this hot Sunday and may actually have been the indirect cause of the great disaster.",
        4410.74,
        4418.7
    ],
    [
        " Weapons getting dirty weapons getting hot and dirty got to take care of your weapon.",
        4420.86,
        4424.56
    ],
    [
        " It sounds like this was beyond them just taking care of their weapon. Sounds like it was a design issue as well.",
        4424.6,
        4430.1
    ],
    [
        " Reno had crossed the river and had his troops in line of columns of four with the Indian with the Indian Scouts on his left.",
        4432.16,
        4441.48
    ],
    [
        " Soon Indian horsemen were seen riding madly to and fro in the valley and shortly the southern end of the Indian camps came into view.",
        4442.12,
        4451.18
    ],
    [
        " Reno now had his three troops and Scouts thrown out in a skirmish line covering possibly the full width of the narrow valley.",
        4451.78,
        4458.2
    ],
    [
        " So there they see the enemy now they get online. That's a very common thing if you can picture this.",
        4459.56,
        4463.8
    ],
    [
        " You've got your guys in a column. How many if you're in a column of three three columns and you see the enemy ahead of you.",
        4464.28,
        4471.64
    ],
    [
        " How many people do you think can shoot the three the three the three at the front. So that's why you keep hearing this this idea of a skirmish line.",
        4471.96,
        4479.02
    ],
    [
        " And it's the same tactic that we use now. Oh, we got enemy in front of us. Cool. We're going to get online. They call the skirmish line here. We call it a get online.",
        4479.28,
        4486.9
    ],
    [
        " Like they all spread out. So now they get they got 50 guys cold at 50 guns online instead of three. Yeah.",
        4488.0,
        4495.1
    ],
    [
        " Realizing that this charged toward the Indian hordes would end in almost certain disaster. Reno now orders troops to dismount and fight on foot.",
        4496.06,
        4505.38
    ],
    [
        " Even before this order came scores of Indians had swung to the southwestward and pressed against the crow and re Scouts.",
        4505.92,
        4513.38
    ],
    [
        " These were forced to give way things were looking bad for Reno any order to skirmish lines to fall back to the edge of a heavy grove of cotton woods that followed a bend in the river and jutted out halfway across the valley.",
        4513.7,
        4525.42
    ],
    [
        " The horses were led into the woods while a thin line of men held three sides of the grove some 90 men were holding not less than 250 yards of line.",
        4525.84,
        4534.66
    ],
    [
        " Hundreds of mounted Indians were now half circling the skirmish line riding in close firing from under their ponies next and then galloping away.",
        4535.54,
        4543.54
    ],
    [
        " Reno's men were now either firing from a prone position or using the bank of a dry creek bed as a bearer crate and rifle rest.",
        4544.12,
        4551.4
    ],
    [
        " So Reno's guys are now getting basically surrounded.",
        4552.38,
        4554.92
    ],
    [
        " In taking up this new position sergeant O'Hare of troop M had been killed the first man on the skirmish line to die.",
        4555.98,
        4562.54
    ],
    [
        " Apparently Reno had a fairly defendable position and some people think if he had pulled in his lines and consolidated his position he might have held out here for an indefinite length of time or at least as long as his ammunition lasted.",
        4562.96,
        4576.54
    ],
    [
        " But the savage yells the heavy firing the smoke and dust all and fear all combined to fog his judgment.",
        4576.64,
        4585.14
    ],
    [
        " Suddenly Custer's favorite scout bloody knife was shot through the head and his brain scattered all over Reno.",
        4585.9,
        4592.96
    ],
    [
        " Then the scout dormant fell and Charlie Reynolds was shot through the head.",
        4594.02,
        4598.52
    ],
    [
        " Reno, figuring that his only chance lay in getting to high ground across the river shouted for his men to mount up in company formation.",
        4598.9,
        4606.54
    ],
    [
        " Two troop commanders heard the order and amid the confusion and excitement had their men mount up and line in column of force.",
        4607.12,
        4614.5
    ],
    [
        " The third troop G under Lieutenant Macintosh himself, part Indian who had been adopted by general Macintosh was in the woods and did not get the order until the two other troops with Reno riding at their head were racing upstream trying to find a place to cross the river.",
        4615.14,
        4631.36
    ],
    [
        " All order and discipline were gone.",
        4632.44,
        4634.8
    ],
    [
        " So they're surrounded.",
        4636.46,
        4637.64
    ],
    [
        " Things fall apart. He's basically saying we got a retreat. We got to get out of here.",
        4638.22,
        4642.62
    ],
    [
        " And the assessment was that maybe they were in a defendable position. They could have held there. Who knows who knows whether that's true or not.",
        4642.96,
        4649.86
    ],
    [
        " Nobody will ever know how any man escaped alive from this mad retreat.",
        4652.1,
        4657.28
    ],
    [
        " All we are sure of is that the charging troop broke through the cordon of mounted Indians and followed a buffalo path to the river.",
        4657.94,
        4665.94
    ],
    [
        " Here they somehow managed to jump their horses over a four or five foot bank, plunge across the stream and scramble up a narrow trail to the steep hills to the east.",
        4666.52,
        4676.84
    ],
    [
        " Hundreds of Indians fired indiscriminately into the panic stricken soldiers and the wonder is that any trooper escaped.",
        4677.74,
        4684.8
    ],
    [
        " No motion picture could be as fantastic as this wild milling of frightened men and horses.",
        4686.14,
        4692.52
    ],
    [
        " Again, just to remind you that this is what's happening with Reno and his group. They don't know where Custer is right now with his crew of 200 guys.",
        4693.32,
        4703.32
    ],
    [
        " Back to the book. In all 26 troopers and scouts and three officers were killed either in this ride through the Indian gauntlet or back at the edge of the woods.",
        4704.72,
        4714.7
    ],
    [
        " Of the 19 men left behind 17 cross the river and reached Reno Hill on foot within two hours.",
        4715.0,
        4723.02
    ],
    [
        " Lieutenant Darudio and private O'Neill did not join us until 36 hours later. They came right through where I was on guard.",
        4724.18,
        4732.96
    ],
    [
        " It was now somewhere around 3.30 in the afternoon. Reno shaken and unnerved and reached the hilltop and hear his frightened troopers were joining him.",
        4733.98,
        4743.22
    ],
    [
        " He was whipped and completely disorganized.",
        4743.86,
        4747.0
    ],
    [
        " This is a rally point and if you have a pre designated rally point and you say, hey guys, look, you see this big hill over here?",
        4747.6,
        4759.0
    ],
    [
        " If everything goes to hell, we get all jumbled up, go to that point.",
        4759.22,
        4765.06
    ],
    [
        " It doesn't sound like he actually pre-briefed that because that would have been a, you could have just said, hey, back to the rally point.",
        4765.66,
        4770.5
    ],
    [
        " You could have given a very clear order if you're trying to not really know where you're going and you're saying retreat.",
        4770.5,
        4776.34
    ],
    [
        " Well, you don't do it in a very organized fashion. So pre-planned some contingencies.",
        4776.58,
        4780.88
    ],
    [
        " Now they get in this position and Reno, like I said, is in rough shape.",
        4781.42,
        4791.58
    ],
    [
        " Back to the book, cool, capable, bent-team, more or less assumed command.",
        4792.3,
        4796.66
    ],
    [
        " Major Reno had just come through a terrible experience and at the moment was glad to have bent-team his junior take over.",
        4796.88,
        4804.48
    ],
    [
        " Quickly bent-team dismounted his own three troops and ordered us to form a skirmish line.",
        4805.06,
        4809.96
    ],
    [
        " Reno's men had expended most of their ammunition so we were told to divide ours with them.",
        4810.42,
        4815.04
    ],
    [
        " We had bent-teams 120 men intact and there were around 60 men who'd been fighting in the valley with Reno.",
        4816.3,
        4824.24
    ],
    [
        " And even before we got the kinks out of our legs from our long horse hours in the saddle, we were asking each other, where's Custer?",
        4824.66,
        4832.16
    ],
    [
        " What had become of Custer and his five troops?",
        4833.16,
        4836.1
    ],
    [
        " Apparently Custer was now much farther on to the northward and at this moment was hotly engaged but no one was certain.",
        4837.16,
        4846.34
    ],
    [
        " All we knew was that he had disappeared with almost half the regiment.",
        4846.82,
        4850.18
    ],
    [
        " We could hear the sound of distant firing echoing through the hills and valleys from that direction. Custer must be down there.",
        4851.72,
        4858.62
    ],
    [
        " So this is happening. They're in the skirmish position and they're starting to try and get reorganized.",
        4861.3,
        4868.66
    ],
    [
        " Back to the book, the wounded men who could mount were put on horses but the others were carried in blankets by details of six troopers on foot.",
        4869.22,
        4877.04
    ],
    [
        " Takes a lot of people to carry a down man. Down man takes a lot of people to carry a down man.",
        4877.86,
        4883.04
    ],
    [
        " And in this case, it takes six people to carry one down man. Nowadays we weigh a lot more.",
        4883.04,
        4889.3
    ],
    [
        " We got all of our guns, we got body armor, it's hard. Guys are heavy.",
        4889.68,
        4894.62
    ],
    [
        " Pretty soon, it looked as if the Indian masses were coming towards us.",
        4895.32,
        4902.28
    ],
    [
        " It didn't take long to realize that this was true. Here we were stretched out all over Hell's half acre, a troop on this hill knob, another in this little valley and a third, and over there a third troop.",
        4902.8,
        4915.16
    ],
    [
        " Behind at a slow walk came pack trains, the wounded men and the rear guard.",
        4915.54,
        4920.94
    ],
    [
        " Renown venting both sensed danger in order to withdraw. The advanced troops were dismounting and fought as skirmishers.",
        4921.94,
        4929.6
    ],
    [
        " In the center, in a slight depression, the horses and mules were staked.",
        4930.58,
        4935.54
    ],
    [
        " And an inadequate little field hospital was established, but it was impossible to shield the men and stock from the Indians firing from a hilltop off to the east.",
        4936.1,
        4947.12
    ],
    [
        " Indians got some high ground on them. Can't stop them. What do you do? They got high ground. You can't hide.",
        4947.46,
        4952.2
    ],
    [
        " Animal after animals killed and the men were hit. It was tough not to be able to do something about it.",
        4953.22,
        4959.26
    ],
    [
        " We'd hardly got settled on our own skirmish line with each man posted at 20 foot intervals when the Indians had all but completely surrounded us, and the fighting began in earnest.",
        4960.64,
        4971.88
    ],
    [
        " There was no full-fledged charge, but little groups of Indians would creep up as close as they could get and for behind bushes or little noles open fire.",
        4972.98,
        4981.46
    ],
    [
        " They'd practiced all kinds of cute tricks to draw our fire. Maybe a naked redskinned would suddenly jump to his feet, and while you drew a beat on him, he'd throw himself to the ground.",
        4982.2,
        4990.86
    ],
    [
        " They're under this attack for a pretty good amount of time, and then finally the sun went down that night like a ball of fire.",
        4992.18,
        5004.74
    ],
    [
        " Pretty soon the quick Montana twilight settled down on us and then came the chill of the high plains.",
        5005.16,
        5011.34
    ],
    [
        " There was no moon and no one ever welcomed darkness more than we did.",
        5011.72,
        5016.58
    ],
    [
        " We felt terribly alone on that dangerous hilltop we were a million miles from nowhere, and death was all around us.",
        5017.92,
        5024.58
    ],
    [
        " All through that short black night the orgy went on down below in the river valley.",
        5025.94,
        5032.74
    ],
    [
        " It struck fear in our hearts, just as the mystery of custer's disappearance made our blood run cold each time we tried to solve it.",
        5032.74,
        5040.76
    ],
    [
        " Where was custer? What had happened to him?",
        5040.96,
        5043.1
    ],
    [
        " So down they're up there, they're hiding, it's dark, they're scared, they got wounded, and all they hear down in the valley is the Indians going crazy.",
        5045.6,
        5054.56
    ],
    [
        " The rhythm of the Tom-Tom's, the wild victory dance, they can hear all this.",
        5054.6,
        5058.72
    ],
    [
        " Back to the book they're talking about custer, they could not all be killed, not lucky custer, and those five gallant troops who rolled with him.",
        5059.5,
        5069.08
    ],
    [
        " Why did he abandon us? In those three bloody hours before darkness had saved us, we had no less than a dozen men killed in three times that number wounded.",
        5070.4,
        5078.64
    ],
    [
        " He's actually saying, man, where was custer? Here we were getting crushed on the battlefield and custer's not there to support us, where'd he go?",
        5080.22,
        5087.12
    ],
    [
        " Now during the night it rains a little bit, and finally the sun starts to come up, and just as the sun starts to come up and starts getting light, back to the book.",
        5089.38,
        5102.52
    ],
    [
        " Jones said something about taking off his overcoat. He started to roll on his side so he could get his arms and shoulders out without exposing, exposing himself to fire.",
        5102.52,
        5110.88
    ],
    [
        " Suddenly I heard him cry out, he'd been shot straight through the heart.",
        5111.74,
        5115.78
    ],
    [
        " Minute or two later, another bullet from the hilltop torn to the hickory butt of my rifle, splitting it squarely in two.",
        5116.62,
        5125.44
    ],
    [
        " I was plenty mad because my army car being wouldn't let me return the compliment.",
        5125.96,
        5130.14
    ],
    [
        " So he just got shot in the rifle stock. Actually happened one of my guys in Ramadi. One of my guys got his rifle stock blown up by an RPG.",
        5130.74,
        5140.5
    ],
    [
        " I seem to come falling out of a sniper position, and he's got his slaying his weapon is in two pieces. I'm thinking lucky to be alive.",
        5141.04,
        5150.78
    ],
    [
        " Along about this time our 30 or 40 wounded men began crying out for water.",
        5155.44,
        5160.56
    ],
    [
        " H. Troop held the hill here on the southwest. There was a draw that ran down the west side of the hill to the river.",
        5161.44,
        5167.44
    ],
    [
        " It was rough and exposed, and it looked like a dead cinch that anyone who tried to work his way down that draw the river would be killed.",
        5167.84,
        5174.26
    ],
    [
        " Indians concealed in the bushes across the river were firing up at us, and they had every foot of this draw and riverbank covered.",
        5175.18,
        5182.3
    ],
    [
        " But we had to do something for those men who were up wounded crying for water, finally Ben-teen called for volunteers.",
        5183.76,
        5191.2
    ],
    [
        " I think there were 17 of us all together who stepped forward. He detailed four of us from H who were extra good marksmen to take up an exposed position on the brow of the hill facing the river.",
        5192.04,
        5204.32
    ],
    [
        " We were to stand up and not only draw the fire of the Indians below, but we were to pump as much lead as we could into the bushes where the Indians were hiding.",
        5204.72,
        5212.44
    ],
    [
        " While the water party hurried down to the draw got their buckets and pots and canteens filled and then made their way back.",
        5212.94,
        5219.5
    ],
    [
        " So we got a little cover move happening. Obviously it just happened that the four of us who were posted on the hill were all German boys, Geiger, Meckling, Voit and myself.",
        5220.36,
        5230.98
    ],
    [
        " None of us four were wounded, although we stood exposed on that ridge for more than 20 minutes and they threw plenty of lead at us.",
        5231.3,
        5238.12
    ],
    [
        " Several of the water party however were badly wounded, although we kept the steady fire into the bushes where the Indians were hiding.",
        5238.6,
        5245.16
    ],
    [
        " Each of us was given a congressional medal of honor.",
        5245.92,
        5248.38
    ],
    [
        " You don't think about that, you don't think about it, you're actually going to need water. You run out of water, you're going to get guys dehydrated and die, so now you're going to risk people's lives to go get water.",
        5252.0,
        5259.7
    ],
    [
        " Benteen had been walking up and down the line urging men to hold fast, not to waste their fire and to keep cool.",
        5263.82,
        5269.2
    ],
    [
        " I remember saying to him, Colonel, you better get down sir, you'll get killed. Don't worry about me, he answered grimly. I'm alright.",
        5270.02,
        5277.22
    ],
    [
        " He sure lived a charmed life that day.",
        5278.0,
        5280.14
    ],
    [
        " But things looked bad and finally Benteen hurried to the north side of the lines and asked Major Reno for reinforcements.",
        5281.22,
        5287.74
    ],
    [
        " He made it clear that the Indians were about to charge his line and that if they were able to sweep over it, the whole outfit would be destroyed.",
        5287.76,
        5294.56
    ],
    [
        " Reno told him to take as much of M-Troop as he could gather. Those men certainly looked good to us.",
        5295.38,
        5300.56
    ],
    [
        " Soon after they came up, Captain Benteen led the charge. Yelling and firing, we went at the double quick and the Indians broken ran.",
        5301.7,
        5309.82
    ],
    [
        " When we had cleaned them out for a hundred yards ahead of us, we hustled back to our holes.",
        5310.24,
        5314.58
    ],
    [
        " Once again, we settled back to the business of getting fired at with men hit at intervals, with men hit at intervals and with the poor horses and mules taking a terrible beating in their hollow.",
        5315.0,
        5325.52
    ],
    [
        " It must have been a long time, long about this time that Benteen called me to attention and made me sergeant.",
        5326.14,
        5332.42
    ],
    [
        " We had one sergeant, two men killed and 12 wounded in age troop alone.",
        5332.9,
        5337.4
    ],
    [
        " Once again, we see some aggressive and we also see some focus of forces. We see some prioritized and executed.",
        5339.8,
        5345.02
    ],
    [
        " We are going to get overrun. Our biggest problem right now is we are going to get overrun.",
        5345.74,
        5348.74
    ],
    [
        " You know what? Major Reno, give me a bunch of guys and we are going to go do an aggressive assault and take care of this number one priority.",
        5349.1,
        5355.46
    ],
    [
        " Let's focus our forces on that. Here we go. That's what they did. They got aggressive and got after it.",
        5355.98,
        5361.0
    ],
    [
        " Back to the book. The gun fired almost ceased and some of us left our trenches and stood in little groups on the brow of the hill.",
        5363.22,
        5369.34
    ],
    [
        " Then something happened that I'll never forget if I lived to be a hundred.",
        5369.88,
        5373.42
    ],
    [
        " The heavy smoke seemed to lift for a few moments and there in the valley below we caught glimpses of the thousands of Indians on foot and horseback with their pony hordes, with their pony herds, dogs and pack animals and all the trappings of a great camp, slowly moving southward.",
        5374.22,
        5390.84
    ],
    [
        " It was like some biblical Exodus. The Israelites moving into Egypt's a mighty tribe on the march.",
        5391.18,
        5398.44
    ],
    [
        " We thought at first that it must be some trick that the Indians were only moving their families from danger and that the warriors would soon return and try to overwhelm us.",
        5399.34,
        5407.72
    ],
    [
        " Patiently we waited in our little trenches. The long June afternoon dragged on, the firing at all but ceased. The smoke in the valley had blown away and the last Indian had gone.",
        5408.48,
        5420.4
    ],
    [
        " Then Reno ordered the whole camp to move as close to the river as possible. We would get as far as we could from the terrible stench of death.",
        5423.28,
        5430.92
    ],
    [
        " There was plenty of water now for the wounded and towards the evening the company cooks made us the best meal they could.",
        5432.02,
        5437.94
    ],
    [
        " At least we had hot coffee and plenty of bacon and soaked hard tack.",
        5439.14,
        5444.7
    ],
    [
        " It was our first meal in 36 hours. Then night came down. We were weary but while those on guard were awake and alert the rest of the command slept.",
        5445.74,
        5456.12
    ],
    [
        " But it was an uneasy sleep. We still had heard no word from custer. We began to suspicion that some terrible fate might have overtaken him.",
        5456.82,
        5467.4
    ],
    [
        " What it was we could only guess.",
        5468.3,
        5470.44
    ],
    [
        " The sun was well on the sky that next morning of the 27th and we saw dust rising slowly from the valley northward.",
        5474.76,
        5481.6
    ],
    [
        " So then they get approached by a young officer that had been out scouting what was happening. A young officer flung himself off his horse.",
        5482.14,
        5490.18
    ],
    [
        " He was Lieutenant Bradley chief of scouts. Early this morning scouting in the hills on the east side of little horn Lieutenant Bradley had come across a battlefield dotted with the white bodies of dead men.",
        5491.82,
        5502.6
    ],
    [
        " He had counted more than 190 dead. He was certain that custer was among them. Apparently no white man had escaped. One or two crows scouts notably young curly had reported at the steamer far west at the junction of little big horn and big horn the day before.",
        5503.18,
        5521.76
    ],
    [
        " There had been no interpreter on hand but curly had convinced the officers that all white soldiers who rode with custer had been killed.",
        5522.34,
        5529.56
    ],
    [
        " At dawn Lieutenant Bradley and a few men and a few men had started out to search for the field of tragedy. Curly was right no soldier or white man had escaped.",
        5530.62,
        5539.84
    ],
    [
        " A little later the slight figure of bearded general Terry with his staff and a small escort arrived on the hill.",
        5540.88,
        5549.24
    ],
    [
        " There were tears running down his cheeks when he spoke. I think most of us had tears in our eyes too. More than 200 of our comrades had to met a violent death.",
        5549.88,
        5559.28
    ],
    [
        " And now naked and unburied were lying in the hot Montana 7 three miles northward.",
        5559.56,
        5566.34
    ],
    [
        " So they go out to recover the bodies or bury the bodies they're on patrol back to the book suddenly we caught glimpses of white objects lying along a ridge that led northward.",
        5567.2,
        5584.16
    ],
    [
        " We pulled up our horses. This was the battlefield. Here custer's lap luck had finally run out.",
        5584.46,
        5592.68
    ],
    [
        " From the way the men lay it was clear that the first one troop had been ordered to dismount and fight as a skirmish line.",
        5593.32,
        5601.52
    ],
    [
        " Then a second troop had been posted a little further on and to the east. Then a third troop and a fourth.",
        5602.06,
        5608.4
    ],
    [
        " And finally there on the knob of a hill lay some 30 bodies in a small circle. We knew instinctively we would find custer there.",
        5609.1,
        5618.74
    ],
    [
        " We rode forward at a walk. Most of the troopers had been stripped of clothing and scalped. Some of them had been horribly mutilated.",
        5619.76,
        5626.68
    ],
    [
        " Custer was lying a trifle to the southeast of the top of the knoll.",
        5627.6,
        5631.84
    ],
    [
        " Where the monument is today I stood six feet away holding Captain Ben Teen's horse while he identified the general.",
        5632.88,
        5640.72
    ],
    [
        " His body had not been touched save for a single bullet hole in the left temple near the ear and a hole on his left breast.",
        5641.26,
        5649.46
    ],
    [
        " He looked almost as if he'd been peaceively sleeping. His brother Tom lay a few feet away. He was terribly mutilated.",
        5649.98,
        5657.66
    ],
    [
        " Scattered over the field were the swollen bodies of the dead horses, but there were not many of them.",
        5658.6,
        5664.18
    ],
    [
        " It seemed clear that the Indians sweeping up from the draws and coulies on all sides had stampeded the mounts while the men were fighting dismounted.",
        5664.74,
        5673.0
    ],
    [
        " From every direction hordes of crazed Indians must have attacked with the wild courage that their desperation and hate gave them.",
        5673.58,
        5681.18
    ],
    [
        " Nothing could check their mad charges.",
        5682.52,
        5684.62
    ],
    [
        " Captain Ben Teen found a bit of wood hollowed out a hole, found an empty shell, wrote Custer's name on a bit of paper and placed it in the shell and shoved it deep in the hole in a piece of wood.",
        5686.22,
        5698.48
    ],
    [
        " Then he pushed this into the ground at Custer's head. It would make sure that the burial party would identify Custer's body.",
        5698.86,
        5707.04
    ],
    [
        " The following morning we went back to Custer Hill and buried as well as we could the naked mutilated bodies of our comrades.",
        5708.8,
        5716.8
    ],
    [
        " It was a gruesome task.",
        5718.32,
        5719.94
    ],
    [
        " Custer may have made a mistake to divide his command that Sunday afternoon of June 25th, but the gods themselves were against him.",
        5721.28,
        5731.0
    ],
    [
        " It was the Indians day.",
        5731.64,
        5735.16
    ],
    [
        " I'm going to go back to finish this up to the section of the book that we started out.",
        5740.8,
        5747.62
    ],
    [
        " That is this account from Major Reno, who we know a little bit more about now.",
        5748.78,
        5753.9
    ],
    [
        " But I think that the way he wraps it up and they actually did a massive trial, a big trial for Reno.",
        5758.88,
        5766.92
    ],
    [
        " They found that the actions that he took were not negligent. He might have made some calls that might not have been the best tactical calls if you look back on it.",
        5767.78,
        5775.78
    ],
    [
        " But he was basically cleared of any wrongdoing.",
        5779.3,
        5783.22
    ],
    [
        " Clearly, I think it's pretty clear that Windolf thinks he broke and he lost control of his troops and then Banteen kind of took over and got things squared away.",
        5784.02,
        5794.46
    ],
    [
        " Clearly, Windolf was also a huge fan of Banteen, so he might be spending that story a little bit in that direction.",
        5795.04,
        5802.1
    ],
    [
        " But I do think that Reno, I think that him looking back on the incident and he kind of wraps up his assessment of what happened and what went wrong that day.",
        5803.3,
        5814.82
    ],
    [
        " And also I think for lack of a better word that there is a warning of sorts in this.",
        5815.24,
        5825.38
    ],
    [
        " So here's Reno.",
        5826.48,
        5827.72
    ],
    [
        " After much reflection, I have concluded that several great blunders were the direct causes of the Custer massacre.",
        5829.44,
        5837.08
    ],
    [
        " It is an established fact that Custer disobeyed the orders of the general in command of the expedition for instead of waiting to meet General Gibbon and General Terry on June 26th at the Rosebud and then cooperate with them and their concerted plan of action as he had been directed.",
        5837.72,
        5853.56
    ],
    [
        " As soon as he struck the trail of the Indians, he followed it until he came upon the Indian Village, June 25th.",
        5853.56,
        5860.68
    ],
    [
        " Then, without attempting to communicate with either Terry or Gibbon and without taking the trouble to ascertain the strength or positions of the Indians, he divided his regiment into three separate battalions, an act which nothing can justify and dashed against the Indians, thus recklessly driving his own and my commands into the state of the nation.",
        5861.22,
        5883.54
    ],
    [
        " So, he went to an ambush gate of 5,000 Sue.",
        5883.56,
        5886.74
    ],
    [
        " Nor did Custer take into consideration the unfed and exhausted conditions of the men and his horses.",
        5887.74,
        5896.18
    ],
    [
        " And he entirely ignored the fact that the Indians were key Viva and ready for the attack at noon, whereas it would have been an easy matter to surprise them very early in the morning.",
        5897.14,
        5908.7
    ],
    [
        " The only explanation for such conduct on the part of so brilliant an officer as Custer undoubtedly was, otherwise, was his great personal ambition.",
        5909.62,
        5923.14
    ],
    [
        " He had fought himself partially disgraced because he had been superseded in command of the expedition by General Terry and it was well known that he was resolved if possible to carry off all the honors of the campaign.",
        5923.68,
        5938.68
    ],
    [
        " For being in command of the only cavalry regiment attached to the expedition, he knew the brunt of the fighting would necessarily fall on him and he made it no secret of his intention to cut loose from Terry where there was fighting to be done and to carry on the campaign on his own hook.",
        5940.3,
        5960.34
    ],
    [
        " Absolutely insensible to fear he was so reckless and daring in the extreme and driven by an intense desire to distinguish himself by some brilliant exploit.",
        5962.34,
        5973.2
    ],
    [
        " He made his headlong dash to a horrible death without the most causal regard for the maxims of military prudence.",
        5973.86,
        5986.82
    ],
    [
        " Even now, after the lapse of nearly ten years, the horror of Custer's battlefield is still vividly before me.",
        5989.1,
        5998.74
    ],
    [
        " The harrowing sight of those mutilated and decomposing bodies crowning the heights on which poor Custer fell will linger in my memory.",
        5999.8,
        6009.82
    ],
    [
        " Till death.",
        6011.56,
        6012.78
    ],
    [
        " And I think that's a pretty clear warning.",
        6023.48,
        6026.84
    ],
    [
        " And of course, there are military lessons to be learned from this account of the battle of little big horn, maintain the element of surprise.",
        6027.8,
        6040.18
    ],
    [
        " Keep your forces unified as much as possible, take and maintain the high ground.",
        6040.62,
        6047.46
    ],
    [
        " The rule we should always follow, trust your reconnaissance units, you've got them out there and listen to them.",
        6048.72,
        6055.0
    ],
    [
        " Make sure your troops are rested and fed and have water.",
        6056.38,
        6060.14
    ],
    [
        " But beyond those fundamental military tactical lessons, I think it becomes quite clear that there is another enemy that we must always be on the watch for.",
        6062.64,
        6078.88
    ],
    [
        " And that is ego.",
        6080.08,
        6084.34
    ],
    [
        " Our own ego.",
        6086.9,
        6088.2
    ],
    [
        " We have to keep our ego in check.",
        6088.82,
        6091.52
    ],
    [
        " You have to watch out for it and guard against it, getting control of you and interfering with your decision making process.",
        6091.78,
        6098.76
    ],
    [
        " Now, I always say this. This doesn't mean that ego should be banished.",
        6099.98,
        6106.62
    ],
    [
        " It absolutely has a very positive side as well. It drives us to push hard, it drives us to do our best.",
        6107.7,
        6116.16
    ],
    [
        " And a guy like Custer, who personally led cavalry charges at the Battle of Gettysburg that were critical in stopping flanking actions from Confederate troops, an action that no doubt was fueled by courage and bravery.",
        6117.84,
        6136.1
    ],
    [
        " But also was fueled at some level by ego.",
        6137.62,
        6143.26
    ],
    [
        " Because ego is a driver of our actions and sometimes it can be a positive driver of our actions. But it has to be balanced.",
        6144.86,
        6155.8
    ],
    [
        " It has to be balanced by humility and open ears and open mind to keep the ego in check.",
        6156.92,
        6166.56
    ],
    [
        " And I'll tell you something else. I like your ego. Another lesson from this is that you have to keep your emotions in check and you heard the brutality.",
        6167.28,
        6182.1
    ],
    [
        " That was committed in these wars on both sides. Both sides, anger and fear and frustration, those results in an escalation on both sides.",
        6182.64,
        6200.42
    ],
    [
        " And on both sides there were truly horrific acts of savagery.",
        6202.48,
        6210.16
    ],
    [
        " And that's an extreme example. This whole story is an extreme example of both those. Both the ego and the emotional mayhem that are shown in this example are very extreme.",
        6210.86,
        6229.62
    ],
    [
        " But also think about how they relate toward your everyday life. How often do you let your ego get in the way of making the right decision?",
        6229.62,
        6243.2
    ],
    [
        " How often do you let your emotions drive your decisions? How often do you go to war?",
        6244.46,
        6252.5
    ],
    [
        " Because of your emotions and because of your ego. How often do you go to war?",
        6254.42,
        6260.62
    ],
    [
        " Because of them. And what I'm saying is stop. Stop doing it.",
        6260.98,
        6270.46
    ],
    [
        " Get control of your emotions and get control of your ego and put them in check so you aren't escalating to situations where you savage your enemy or your friends or your co-workers or your peers or your family or whoever you do nothing in those situations to further your mission in life.",
        6271.6,
        6290.46
    ],
    [
        " But instead you just distract and detract from reaching your real goals.",
        6290.8,
        6298.4
    ],
    [
        " Don't let that happen. Learn from this particular battle. See what the emotions and ego do.",
        6301.1,
        6312.5
    ],
    [
        " And find a better way.",
        6314.18,
        6316.7
    ],
    [
        " Deescalate.",
        6319.12,
        6320.14
    ],
    [
        " Build coalitions with people instead of building blood feuds.",
        6320.92,
        6327.56
    ],
    [
        " Work with people instead of working against people, lift people up instead of casting them down.",
        6328.98,
        6339.54
    ],
    [
        " And in short, what that is is leading. That is what true leadership is and that is what a true leader does.",
        6342.4,
        6354.06
    ],
    [
        " So go out there and do it.",
        6355.68,
        6363.68
    ],
    [
        " And I think that's all I've got for tonight. Just a brutal, brutal situation that this is.",
        6369.54,
        6380.82
    ],
    [
        " I actually pull up some other quotes too.",
        6382.02,
        6384.24
    ],
    [
        " In the beginning of the book, I talk about some of these massacres that were considered committed by the soldiers in some of these raids.",
        6386.34,
        6394.82
    ],
    [
        " And this is one right here.",
        6395.38,
        6398.92
    ],
    [
        " John S Smith from his congressional testimony.",
        6399.72,
        6402.54
    ],
    [
        " This is from the Sand Creek massacre. By the way, I saw the bodies of those lying there, cut all the pieces.",
        6403.24,
        6409.4
    ],
    [
        " Worse mutilated than any I ever saw before. The women cut to pieces with knives, scalped their brains knocked out. Children two or three months old.",
        6410.14,
        6420.06
    ],
    [
        " All ages lying there from sucking infants up to warriors.",
        6420.72,
        6425.64
    ],
    [
        " By whom were they mutilated?",
        6427.04,
        6430.34
    ],
    [
        " By United States troops.",
        6431.86,
        6434.32
    ],
    [
        " And again, this might my point in bringing that up is that it's the escalation of emotions and the escalation of ego.",
        6438.2,
        6448.82
    ],
    [
        " And I'm going to pay them back and we so often drive ourselves to these situations in everyday life.",
        6449.16,
        6454.84
    ],
    [
        " I mean, obviously not to this scale.",
        6454.84,
        6456.5
    ],
    [
        " But how do we overcome that?",
        6457.66,
        6459.16
    ],
    [
        " And I think you got to concentrate on keeping your ego and your emotions in check.",
        6459.64,
        6464.54
    ],
    [
        " Yeah, and there's also that slippery slope factor where",
        6465.38,
        6470.9
    ],
    [
        " like remember the one I think it was me lie where we're talking about the slippery slope and kind of one thing leads to another where if you kind of look at the end,",
        6470.9,
        6483.78
    ],
    [
        " the result you're like no way I would never do that. I would never be in that situation.",
        6483.94,
        6488.1
    ],
    [
        " But it starts like with one little thing, you know, so from one step to the to the next step or for one little step where you slide or on the slippery slope, it's like that's easy, you know, where it's like, all right, one guy gets mad, he slaps this guy, you know, or even I mean, it goes really with anything with the slippery slope, anything like cheating on your diet.",
        6488.68,
        6510.52
    ],
    [
        " I don't know. It does. And what we're really talking about is what's the cure to the slippery slope? It's the discipline. It's maintaining the discipline.",
        6510.52,
        6519.3
    ],
    [
        " It's maintaining the personal discipline. What you're talking about like that's a slippery slope going down the doughnut slope.",
        6519.58,
        6524.42
    ],
    [
        " Yeah, right. We don't want to do that. But on top of that, you get into a leadership situation. Absolutely. It's a slippery slope.",
        6524.72,
        6531.36
    ],
    [
        " And you give that little bit. You think, you know, it's no big deal. I like that guy. Hey, he's going to he got a little angry. That's okay.",
        6531.56,
        6537.7
    ],
    [
        " But everybody else saw that happen. And now you're just allowing this to happen. And it's only going to escalate.",
        6538.24,
        6544.28
    ],
    [
        " But it's so and think about this. Think about how easy it is to stop that one thing and say, hey, echo, what are you doing? Come over here.",
        6544.72,
        6551.14
    ],
    [
        " Hey, look, we don't hit prisoners. Stop what you're doing. Yeah. Get it together. If you're mad, go over there, take a breath.",
        6551.32,
        6557.2
    ],
    [
        " Yeah. That's pretty easy for me to stop. Now what happens when you shoot somebody? Now we have, you know, we have a major incident. Now you're going to jail.",
        6557.58,
        6565.24
    ],
    [
        " I mean, it's it's a totally different thing. I could have stopped that very easily in the beginning. Yeah.",
        6565.24,
        6570.22
    ],
    [
        " Or I can have major issues to deal with in the end. Yeah. Like this. I mean, this is more like the slippery slope situation, but not war or nothing like that. You know, like, I don't know, financial guys. Right.",
        6570.7,
        6584.4
    ],
    [
        " They'll they'll be like, hey, I'm going to do investment. You know, you you hear about this where they'll be like, okay, I'm going to collect this money from my, my people, you know, my clients. And then I'm going to invest it. Right.",
        6585.76,
        6596.66
    ],
    [
        " And then, hey, I'm just going to grab this little bit. I'll pay it right back. You know, next thing you know, you're going to level seven Ponzi.",
        6597.26,
        6605.62
    ],
    [
        " Yeah. See that. And that's the thing. That's the slippery slope where when you start even before you like start to slip or whatever, when you start your, you think of, okay, what's the problem?",
        6605.76,
        6614.38
    ],
    [
        " Where am right now? And going to prison for the Ponzi. Yeah, you never would have seen that. No way. I'm going to, you know, I've seen.",
        6614.38,
        6622.8
    ],
    [
        " I've never read. Is that sounds like that would really be the psychology of people that do that. Like I bet a lot. Well, I don't know because I've.",
        6623.1,
        6630.98
    ],
    [
        " Are you, is this a specific example that you read about or something? No, no, no, you're just kind of assuming that that's what the mindset is. Yeah. Well, I read about like the slippery slope situation.",
        6631.1,
        6640.96
    ],
    [
        " But and really it's like two perspectives. One is like when you're in the mix and the next step or down the slippery slope, the net is always a totally understandable.",
        6641.04,
        6651.78
    ],
    [
        " Right. No one's going to run, you know, sound alarm. I mean, I bet if you looked at the Bernie made off where he had that job. Yeah. I would have to read about it.",
        6652.06,
        6660.72
    ],
    [
        " Yeah. But it would make sense to me that your assumption is correct. In the beginning, he wasn't like, you know what I'm going to do? I'm going to rip off a bunch of people. Right.",
        6660.92,
        6667.8
    ],
    [
        " I bet in the beginning, he said, you know what? I got these good investments. I'm going to get these people to buy in. And then he goes, you know what?",
        6667.8,
        6673.14
    ],
    [
        " I didn't quite make what we were going to make. But I'm just going to go ahead and take some of these other people's money and just distribute it. Yeah.",
        6673.2,
        6678.82
    ],
    [
        " So everyone's kind of happy. Yeah. And you know, that's where it starts. Yeah. And then you then you realize you can get away with it and you go on down that road.",
        6678.9,
        6686.72
    ],
    [
        " Yeah. And that and that that's that's ego by the way, because that's just ego because you're like, I don't want to admit to everybody that, hey, I didn't make the money.",
        6687.0,
        6694.86
    ],
    [
        " I promised you. So you know what I'm going to do double down, double down. Yeah. But the two perspectives is kind of the thing where when you're in the mix, that one step is like that's hard to see it.",
        6694.86,
        6708.3
    ],
    [
        " Right. In a matter of speaking, it's hard to see because you're like, why should I, you know, this guy came in 30 seconds late. So what I'm going to do, reprimand him in front of everyone. Come on. You know, like really, you know, so no one's, you know, that's that's easy to understand.",
        6708.3,
        6723.4
    ],
    [
        " But every last employee never coming in on time, you're like, no way impossible. No way when I started this come no way I would ever let that happen.",
        6724.62,
        6733.48
    ],
    [
        " But here's the thing it will happen with that, you know, because of that, because each little step is hard to see. You can't see it.",
        6733.48,
        6739.52
    ],
    [
        " That's why it's like, this is the rule and straight up. So, you know, sticklers of, you know, people like when they're sticklers and the rules. Yeah. It's kind of like, I guess maybe like socially the norm is like, he's a sticklies of tight wad, whatever, you know.",
        6739.88,
        6753.16
    ],
    [
        " But I will say this though, there is also the way to lead like when you heard about benton, benton wouldn't have called a guy out like that. But he would have just given him a look.",
        6753.72,
        6763.86
    ],
    [
        " Right, right. Don't you think it's a good idea? Don't you think it's really important that we are on time? Yeah. You know, we're going to call them out in front of everybody reprimanded him, but he still would have been a leader. He's still with a lead.",
        6764.26,
        6773.66
    ],
    [
        " And that's that's the, that's what we want to do. Yeah.",
        6773.66,
        6776.88
    ],
    [
        " So, I guess we'll, uh, yeah, save the questions from the interweb for next time.",
        6777.38,
        6785.72
    ],
    [
        " Hey, Native American names are the coolest men. They do have the coolest names. Yeah.",
        6786.28,
        6791.8
    ],
    [
        " But if, if, if I had another son, I think I'd name him bloody knife.",
        6791.8,
        6795.64
    ],
    [
        " No, right. Or what was the other one?",
        6796.04,
        6797.54
    ],
    [
        " In the face of one stab. Yeah. Yeah. Yeah. Native Americans definitely knew how to put their names together.",
        6797.54,
        6804.56
    ],
    [
        " So what, like, what's the, what's the formula that's like, oh, it's some significant thing that this guy did and we'll just call him that.",
        6804.8,
        6811.2
    ],
    [
        " Well, you remember, wouldn't like because his name was eats from the hand. And then they changed it from eats.",
        6811.2,
        6816.78
    ],
    [
        " I think it was eats from his hand or eats from the hand.",
        6816.78,
        6819.12
    ],
    [
        " Once he proved that he was actually a bad ass warrior, his dad said, because he had, he had requested the name from the record.",
        6819.26,
        6826.9
    ],
    [
        " Right. Yeah. From his uncle, because they could both, they could both walk.",
        6827.12,
        6829.78
    ],
    [
        " They could both walk the distance long and never give up. And so he requested that name.",
        6830.06,
        6835.52
    ],
    [
        " And when he once they fought it to be a little big horn, he introduced his son as this my son wouldn't like.",
        6835.76,
        6841.94
    ],
    [
        " Yeah. Yeah. My Sarah before they were like, hey, I wonder how the Native Americans get their name.",
        6841.94,
        6850.74
    ],
    [
        " I know how they just, when they do something significant, they just, they just give it to them.",
        6850.92,
        6855.6
    ],
    [
        " They don't make up the names running it. That's their name, what they do. So her friend Abby, she smoked a lot at the time.",
        6855.7,
        6862.46
    ],
    [
        " So her name was Abby smokes a lot.",
        6862.68,
        6865.6
    ],
    [
        " The legitimately. No. That's her Native American name.",
        6865.7,
        6869.36
    ],
    [
        " But, but in the warrior culture, it's way cooler. You know what I mean? Yeah.",
        6869.56,
        6874.1
    ],
    [
        " Like dances with wolves. I mean, that's probably not warrior culture.",
        6874.72,
        6878.8
    ],
    [
        " Yeah. You ever seen a movie dancing? I have seen that movie. There's a long time ago.",
        6879.0,
        6884.22
    ],
    [
        " That was when I went still went to movies before I just found them all kind of lame.",
        6884.68,
        6888.32
    ],
    [
        " It's so cool for sure. Yeah. All right. Well, I guess with that,",
        6888.74,
        6898.04
    ],
    [
        " how about you talk about how we can get in the game.",
        6898.98,
        6903.96
    ],
    [
        " Getting the game. Get in the game. And little support the podcast maybe would be nice to learn how to do that.",
        6904.56,
        6910.94
    ],
    [
        " If you want to support the podcast, you can do it. Yeah. And this is how. Yeah. There's some cool ways.",
        6911.48,
        6916.04
    ],
    [
        " If you don't already, I would say with supporting this podcast, support yourself.",
        6916.8,
        6926.4
    ],
    [
        " That's I think that because if you're incapable, how, or you know, if you're not capable of supporting yourself, how can you support podcast?",
        6926.86,
        6932.4
    ],
    [
        " That's here. How can you support us? Right? So with that.",
        6932.5,
        6935.08
    ],
    [
        " And yeah, by the way, we got mixed reviews from the last podcast.",
        6935.28,
        6938.64
    ],
    [
        " I had said something along the lines of, hey, does this take too long?",
        6938.94,
        6942.28
    ],
    [
        " Yeah. Actually, we didn't get mixed reviews. I think the only reviews we got were positive.",
        6942.64,
        6947.2
    ],
    [
        " Yeah. Now, there might be some people that just didn't say anything because they were trying to be kind and gentle.",
        6947.42,
        6950.98
    ],
    [
        " Yeah. So that's fine. They press stop right now. The rest of the people that are kind of like the little deep in the game.",
        6950.98,
        6959.44
    ],
    [
        " They're deep in the game. Yeah. And that's a good. Well, in a way, and there were some good points that they brought up because, um, I forget who said it, but they were like, there's some nuggets in there.",
        6959.72,
        6971.52
    ],
    [
        " Yeah. No, we don't stop trying to learn while we're talking about things that help us. Right?",
        6971.7,
        6978.9
    ],
    [
        " Correct. We're still trying to figure some stuff out. Yeah. There's some nuggets of information in there that might be dropped at any time. Yeah.",
        6978.9,
        6987.04
    ],
    [
        " And even if not, that's part of the reason why I put the guide, you know, on YouTube.",
        6987.5,
        6994.26
    ],
    [
        " Oh, yeah. So people, oh, yeah. This is a guy's are talking about this stuff. So just turn it off.",
        6994.68,
        6998.3
    ],
    [
        " So it's like, oh, they, whatever the, the internet stuff, I'll just skip that part. Yeah.",
        6998.42,
        7002.66
    ],
    [
        " You can skip it. And it'll tell you where to skip to. So, um, both options are there. Yeah. Yeah.",
        7002.92,
        7007.94
    ],
    [
        " Because some people might just want to take everything they can from the podcast. That's why I put, um, you know, the timestamp for all the subjects. Yeah.",
        7008.2,
        7016.28
    ],
    [
        " Because, you know, yeah. Look, I like to assume that every 100% of the people, everybody, 10 out of 10, like every single word of the past.",
        7016.3,
        7030.86
    ],
    [
        " And they like every single subject and they like, I like, I like to think that. But in the event of that not being the case, I don't want them to be all this while I got to sit through echo talking about, you know, Amazon click through is an on it, you know, so they have the option. I think that's important.",
        7031.22,
        7046.18
    ],
    [
        " Yeah. We're working together. I feel like we're all in this together, you know, we don't need the one guy being, hey, I have a different opinion than you. I have that right. And then now I got to sit through the stuff that you guys like.",
        7046.76,
        7056.66
    ],
    [
        " Yeah. Well, I think we're taking care of both sides of sure. So and to do that, you know, of course, like I said, you support yourself supplementation. If you're into it. And here's the thing where I didn't think that like,",
        7056.66,
        7069.3
    ],
    [
        " real oil was supplementation. Who do you think it is? And it helps because that's good. You're now on the crilio and it's and I've reaped its benefits. And my wife's dad was talking about",
        7069.34,
        7080.78
    ],
    [
        " krill oil from oh, fish oil. No, not fish oil. Fish oil is good. Don't get wrong. It's outstanding. But yes, you know, it's, you know, it's better.",
        7080.78,
        7088.52
    ],
    [
        " Cril oil is what he would say all the time. I'm like, yeah, yeah, he's kind of, you know, one of these health like guys.",
        7088.72,
        7093.6
    ],
    [
        " And as it turns out, the old man was right. Yeah. So yeah, Cril oil from from on it, of course, that's the main one. They have like the quality, the quality stuff.",
        7093.9,
        7106.38
    ],
    [
        " Don't get cheap stuff. No, don't. And he one might think, oh, yeah, of course, I'm not going to go get the cheap stuff. Like what? But here's the thing. And so with supplements, like there is cheap stuff.",
        7106.56,
        7117.46
    ],
    [
        " There's like stuff that straight up doesn't work. Like you might as well be taking like chalk condensed into it. It's true. Absolutely.",
        7117.46,
        7124.2
    ],
    [
        " Chalk, you said. Yeah. Okay. Don't do that. Because it's not like, I don't know something about it being a supplement. It's not regular. I don't know something. But on it is all legit. Like it has a literature. All that stuff. Like where they get it. Even the krill oil is like.",
        7124.42,
        7137.58
    ],
    [
        " You're so excited about where the krill oil comes from always. That's the deal. Like I said, we're all together. You're about to tell us about the environment.",
        7138.96,
        7146.24
    ],
    [
        " We go for these ships. Yeah. That's what you love that. That was kind of a cool video too. You can see. Yeah. No, I liked that obviously left an impression on you. And for you to say something's a cool video. That's a pretty good compliment. Yeah. You kind of like cool videos and make them.",
        7146.34,
        7159.96
    ],
    [
        " At least we hope that you make them. I tell myself that yes, sir. A lot of times if we don't make them. You don't make. Sometimes you make one every three months. Then how do we feel about that?",
        7160.72,
        7169.96
    ],
    [
        " We don't feel really good about it. Yeah. All right. There you go. I mean, I, okay. You know, I take your point fully. But back to the krill oil. It's good. Anyway, what else?",
        7170.42,
        7182.16
    ],
    [
        " The krill oil worry bars. A shroom tech for performance. You know, if you if you want the edge, that sounds like kind of commercially, but for real, if you want the edge, if you want to get the edge, if you want, you can now for brain to",
        7182.16,
        7197.14
    ],
    [
        " get the work of mental edge. Yeah. Anyway, and you can get 10% off. You can support your wallet, which is good to go to on it.com slash jock.",
        7197.54,
        7207.8
    ],
    [
        " Also a cool way, a good way legit way doesn't cost you anything way to support this podcast. Reinforces podcast and be in the game. Let's face it. It's much better to be in the game fully in hair. How's this? And this is on a side note from this.",
        7208.38,
        7225.76
    ],
    [
        " So, you know, like, you know, like people will go to like a motivational seminar or something. You know, like this or or listen to a motivational speech.",
        7227.32,
        7237.68
    ],
    [
        " My motivational seminar would be three minutes long. Yeah. So there's this like party brain, where you know, it's seek something and then you get to pay off. And then it's it's basically a sense of satisfaction. So you seek no more. So you're satisfied.",
        7237.76,
        7252.92
    ],
    [
        " So people seeking inspiration and motivation, they'll go and they'll go to a speech or a seminar or something like this. And they'll consume the speech or the motivational video or whatever.",
        7253.36,
        7266.38
    ],
    [
        " But they're spectating. They're watching it. They're spectating. Yeah. The speech. Sure. Yeah. So the whole. That's a lot different. Really the big picture should be I'm going to get see this speech motivation video, whatever. I'm going to be inspired.",
        7266.56,
        7278.08
    ],
    [
        " I'm going to go take action. Right. But to take action, you still have to have a need, you know, that needs to be satisfied. But people they'll come they'll view or whatever consume the speech.",
        7278.32,
        7290.58
    ],
    [
        " And they will be satisfied because they see the speech and they don't take action. And here's the thing. The next speech that comes into town or the next motivational video on YouTube, you know, it is the next one.",
        7290.82,
        7303.14
    ],
    [
        " Yes. Or the next time whoever the person is, I don't know Tony Robbins or whoever next time they're coming to town, they're going to go for that good stuff that they got last time. They left a real satisfied with, you know, get see hearing that, you know, viewing that speech.",
        7303.14,
        7316.9
    ],
    [
        " They go, they do it again. They get that sense of satisfaction. Still taking no action, by the way. Not good. So it's like it's a weird. It's a mess. That's like, well, I think the big difference there is. And that's is that those literally you're watching. Yeah. And you're spectating. Yeah.",
        7317.04,
        7331.72
    ],
    [
        " As opposed to getting in the game. Yeah. And see that's a big difference. That's my that was really my whole point where, you know, I'm going to listen to you. You're not saying like, I mean, you are saying get after it, but you're not saying you can do it.",
        7331.72,
        7346.64
    ],
    [
        " You're not saying that kind of stuff. You know, like, and I know it goes. I'm actually not saying you can do it. I'm actually saying do it. Yeah. Exactly. Right. But that's the thing. So really the whole message. Whatever it may be.",
        7346.82,
        7359.86
    ],
    [
        " You know, I don't know big don't that's all this stuff is the big message here is don't eat donuts. I think.",
        7359.86,
        7365.08
    ],
    [
        " It's a bunch of messages. But the key there to them, the whole message is you got to do it. It's not like you can do it. You know, you're like, yeah, I can do it. I feel good about that.",
        7365.18,
        7376.72
    ],
    [
        " I'm good. But this is like you got to do you got to go out and do that. You know, you can't just walk. You can't just watch. Okay. I think I'm convinced. You know, I'm ready to get the game. I'm saying that's the difference.",
        7376.78,
        7387.48
    ],
    [
        " And so you're saying that Amazon 3d Amazon shopping click through the website.",
        7387.92,
        7392.46
    ],
    [
        " It definitely helps. And also we're all going to be all up on Amazon for Christmas. Yeah. For the holiday season.",
        7395.86,
        7404.6
    ],
    [
        " For whatever it is, you're going to celebrate when school's off for two weeks. You got to buy a bunch of people presents. Yeah.",
        7404.9,
        7409.76
    ],
    [
        " During that time period, that's a good time to support the podcast doesn't cost anything. You click through Amazon and you make your purchases.",
        7409.88,
        7417.04
    ],
    [
        " The key there is to remember it. Like you need some kind of cue put in your bookmarks or something like that. That's good. That's the key right there. I think the rest is just it just kind of, you know, takes it over itself. Anyway. And then you can subscribe. Of course on iTunes and YouTube and stitcher Google play. Yeah. Yeah.",
        7417.26,
        7440.24
    ],
    [
        " Wherever you might get your podcast from subscribe. Yeah. Just subscribe. Write a review. Write a review. Yeah. Yeah. Those are good. Man. They're reviews. Yeah. Those are solid. I like when people get creative. I encourage that.",
        7440.24,
        7454.46
    ],
    [
        " Sure. Sure. And then of course, of course, look, if you were t-shirts, if you were hoodies, drink coffee or tea of any kind or white tea.",
        7454.46,
        7470.92
    ],
    [
        " Anyway, jockelstore.com, making by some cool shirts. If you think they're cool, look at them. There's going to be more to them than meets the eye. Just looking at them. But if you like, they look maybe looking to them. But here, here's the thing. No, I'm making like so mysterious. Like, oh, there's all these layers. How I always say done the hoodie.",
        7472.12,
        7492.22
    ],
    [
        " One side says discipline. Other side says freedom. If you look, be pay attention. There's a little equals sign. Yeah. And it's a barcode. Yeah. That's made into equals sign. Someone hit me on Twitter said, Hey, you're talking about the layers. Is this equal sign a layer? You know, yeah. Like, is this a little hidden thing?",
        7493.0,
        7509.94
    ],
    [
        " Yeah, it is a hidden thing. It's not that big of a deal. But it's a small deal. It's like a double like the okay, here it is. So the font. Right. Yes. Jockel chose the font. Yes. Before any of this thing started, Jockel chose the font. Yeah, because I made the Jockel podcast. Despite you being a massive, you know, skills with.",
        7514.0,
        7539.34
    ],
    [
        " All those programs that do all the design and you have a great graphics mind and all that stuff. Despite all that, I just made the little thing, a little Jockel podcast symbol. And I made it on PowerPoint. And when it came time to pick the font.",
        7540.06,
        7554.32
    ],
    [
        " I chose this font called OCR optical something recognition. Yeah, because for in my mind, I'm always like, okay, part machine. I'm part machine. So this font can be read by machines.",
        7555.02,
        7571.04
    ],
    [
        " That is why I use this font. Yeah. So yeah, and you can look at that. I don't know if you told me to look it up, but you said it. You're like, oh, yeah, it's cool. I was like, oh, thanks. I looked it up. And yeah, sure enough, it's the first font that they made that computers can. Yes, that's right. That is what it is. That's why I chose it.",
        7571.7,
        7589.1
    ],
    [
        " I'm like, oh, this guy's deep. So I'm like, all right. So the barcode is just kind of yet another thing like the computer is going to be reading your shirt kind of thing. You're a machine. Yeah.",
        7589.1,
        7601.94
    ],
    [
        " Well, you're wearing a machine readable. You're a machine. Yes, you're wearing that's what it is. You can't get right by computer. So that's kind of the little I mean, that's just more like a fun thing for sure. Small life.",
        7602.34,
        7613.38
    ],
    [
        " But anyway, again, jockele store, that's where the stuff is. Cool rash guards that Hey, man, we made the claim 19% improvement.",
        7614.0,
        7623.38
    ],
    [
        " That is yet to be refuted so far. You know, as far as feedback that I've been getting. Anyway, if you want your improvement, because you know what, you know what, though, I think that there is legitimacy. I like actually fully put an article on today about how it compresses the muscle increases circulation. So you actually get the legit improvement.",
        7623.72,
        7641.38
    ],
    [
        " I don't know all the science behind it. But bro science. Yeah. No, but you know what is you know how you're saying you know when you put on like a uniform. Oh, yeah, you or you get a little. Yeah, this is a ritual back to the ritual conversation. Yeah, kind of and it's like almost like a.",
        7641.52,
        7658.98
    ],
    [
        " It's weird like one else young one and played football 11 years old and we got new shoes football seasons here new shoes. I couldn't wait to go to practice. I'm going to be faster.",
        7659.74,
        7669.04
    ],
    [
        " A few months. Man, my shoes are dirty. I hate practice, but you get new shoes. You want to go practice. You get new workout gear. You're like, dang, I'm going to go. You get a new rash guard. You want to go training? You get a new key.",
        7669.1,
        7680.76
    ],
    [
        " You want to train. Yeah. So that's kind of that's maybe a factor as well. There's a little placebo. Yeah, placebo. Sorry. Yeah.",
        7681.84,
        7690.5
    ],
    [
        " Yeah. That's I call it getting after it. So yeah, jockelstart.com. Some women stuff. Some women's t shirts coming out soon. Oh, we now now that you say that they better be actually coming out. I know I think my clock is counting down my Debbie clock. Debbie gave me like a countdown.",
        7692.38,
        7711.34
    ],
    [
        " Oh, I'm going to have a deadline straight up deadline. Yeah, give me one month. Just leading up the chain of command. Yeah, respect. Respect on that. You can also get some jocke white tea. If you want to drink some tea, that tastes really good. If you haven't tried it yet, it doesn't taste like tea. And it doesn't taste like anything else. It tastes like something really good. So give it a shot. And a lot of people have replaced every other beverage in their diet.",
        7711.34,
        7741.18
    ],
    [
        " With jocke white tea. And on top of that, we got a little something new coming out that can be used for tea or for coffee or for milk or for cream. And it's a big old mug. So those would be on Amazon. And the mug is just a big black mug. And then written on the mug is just says get after it. So you can you can get one of those. It also says approved. Yeah, it was approved. In fact, by me.",
        7741.4,
        7770.64
    ],
    [
        " So you get those mugs and they're pretty cool. And then also you get the book extreme ownership, which I wrote with my brother, late babin and pick it up. You know what? A lot of what I dig is when people buy it for themselves. And then three days later, after they get done reading it, they buy four more for the people that are on their team. And then they buy one for their boss. And then they buy one for the five people that are in their peers team. And they just spread the word.",
        7771.92,
        7799.02
    ],
    [
        " Because they want to make their life easier by having people getting after it all around them and taking extreme ownership. And if you do want to kind of keep cruising with, you know, with echo Charles and myself, you can find us actually on the into webs.",
        7799.56,
        7816.54
    ],
    [
        " On Twitter. On also on Instagram. And also we're kind of all apart. Facebook.",
        7818.38,
        7828.84
    ],
    [
        " Facebook. If you want to get that, echoes at echo Charles and I am at jockewiling.",
        7829.18,
        7837.74
    ],
    [
        " And I guess finally, thanks for listening tonight. Everybody it's out there in uniform serving.",
        7841.4,
        7849.22
    ],
    [
        " Work with some police this week. I work with some fire departments this week. Awesome. Thanks for what you do. Thanks for your service. Thanks for protecting the homeland. Folks that are overseas. Thank you for what you're doing.",
        7850.82,
        7864.3
    ],
    [
        " Stay aggressive. Stay ahead of the enemy. Keep getting after it. And then to all the troopers that I'm meeting all the time in every industry, every industry you can imagine that are out there making things happen.",
        7865.36,
        7886.48
    ],
    [
        " Turning and burning day to day.",
        7887.34,
        7889.92
    ],
    [
        " Crushing things. Whether it's some massive project that you are completely devoted to doing and doing it perfectly. Or you know what? There's plenty of people that hit me up and they say, hey, you know what I got to do?",
        7891.14,
        7906.26
    ],
    [
        " A bunch of stupid administrative tasks today. And guess what? I'm going to line them up and I'm going to crush them.",
        7906.26,
        7912.82
    ],
    [
        " So wherever you are today on that spectrum. Line them up and crush them.",
        7913.78,
        7922.24
    ],
    [
        " So until next time. This is Echo and Jocco out.",
        7924.46,
        7933.02
    ]
]