[
    [
        " This is Jocco podcast number 47 with Echo Charles and me, Jocco Willink.",
        0.78,
        8.66
    ],
    [
        " Good evening, Echo.",
        9.24,
        10.6
    ],
    [
        " Good evening.",
        10.96,
        11.56
    ],
    [
        " And I went a little along with a couple of reviews.",
        12.14,
        17.66
    ],
    [
        " We've done some interviews.",
        18.2,
        19.84
    ],
    [
        " We interviewed JP DeNel.",
        19.84,
        22.68
    ],
    [
        " And I got a ton of really solid books that I'm reading.",
        23.1,
        28.72
    ],
    [
        " I'm learning a lot from all of them.",
        29.1,
        31.72
    ],
    [
        " And just getting a lot out of those books that I'm reading right now about the war.",
        32.82,
        37.2
    ],
    [
        " Sure.",
        37.84,
        38.2
    ],
    [
        " And about leadership.",
        38.82,
        39.74
    ],
    [
        " And about human nature and about life.",
        40.46,
        43.88
    ],
    [
        " But kind of failed to answer questions for the last few podcasts.",
        44.14,
        49.56
    ],
    [
        " Questions from the interwebs.",
        50.74,
        52.82
    ],
    [
        " From everybody out there that's listening.",
        53.26,
        54.54
    ],
    [
        " And the question has been piling up.",
        54.78,
        55.86
    ],
    [
        " So tonight we're going to simply dive into some questions from you all out there.",
        56.24,
        62.5
    ],
    [
        " So let's get right to it.",
        63.12,
        64.52
    ],
    [
        " Echo Charles.",
        65.22,
        65.78
    ],
    [
        " Yes.",
        66.14,
        66.3
    ],
    [
        " Question number one.",
        66.8,
        68.78
    ],
    [
        " First question.",
        68.94,
        69.26
    ],
    [
        " Jocco.",
        69.88,
        70.78
    ],
    [
        " Do you think that most MMA fighters have what it takes to be seals?",
        71.16,
        75.06
    ],
    [
        " The mental and physical, the brutal weight cut, the brutal fight camp and stepping into a cage with a train and a leak opponent?",
        75.62,
        82.5
    ],
    [
        " Well, this is one of those questions where you might think there's like a really definitive answer.",
        85.06,
        89.98
    ],
    [
        " But there isn't really some MMA fighters could definitely be great seals for sure.",
        90.36,
        98.96
    ],
    [
        " Some of them actually wouldn't stand a chance at seals.",
        99.32,
        103.2
    ],
    [
        " And there's a lot of things that make people quit and not want to be seals or quit during seal training.",
        103.62,
        108.68
    ],
    [
        " You know, you got the water.",
        108.68,
        109.78
    ],
    [
        " Some people don't like the water.",
        110.18,
        111.34
    ],
    [
        " Some people are uncomfortable in the water.",
        111.96,
        114.14
    ],
    [
        " Great athletes.",
        114.76,
        115.48
    ],
    [
        " Not good in the water.",
        115.82,
        116.84
    ],
    [
        " Some people don't like the cold.",
        117.58,
        118.56
    ],
    [
        " And they can understand, can take all kinds of punishment of physical nature.",
        119.36,
        122.84
    ],
    [
        " But they don't like the cold.",
        123.26,
        124.4
    ],
    [
        " Some people don't like heights.",
        125.52,
        126.86
    ],
    [
        " And you get to the top of a 40 or 50 foot cargo net.",
        127.96,
        131.72
    ],
    [
        " And you got to climb over that little pole at the top.",
        131.96,
        134.3
    ],
    [
        " Get to the other side.",
        134.6,
        135.44
    ],
    [
        " Some people don't like that.",
        135.5,
        136.42
    ],
    [
        " Some people can't do some simple stuff like memorize.",
        136.66,
        138.58
    ],
    [
        " You can't memorize certain facts.",
        139.24,
        141.14
    ],
    [
        " And there is a intellectual level that you have to have.",
        141.32,
        146.06
    ],
    [
        " Some people aren't situationally aware.",
        146.74,
        149.2
    ],
    [
        " So some of these, like for instance, you know, you know, you certain MMA fighters who are real wild.",
        149.94,
        153.58
    ],
    [
        " And it's one of their good characteristics is that they're kind of out of control.",
        153.72,
        157.36
    ],
    [
        " They help them do wild things and fight unexpected things.",
        157.48,
        160.2
    ],
    [
        " You can't be like that in the kill house with going live fire.",
        160.34,
        165.7
    ],
    [
        " You can't have that why you need to be able to suppress that.",
        165.74,
        168.14
    ],
    [
        " Some people can't suppress that.",
        168.22,
        169.78
    ],
    [
        " So what you'd end up with someone is someone that's going to have safety issues.",
        169.86,
        172.46
    ],
    [
        " Because they're too instinctual.",
        172.68,
        174.82
    ],
    [
        " And they can't get those instincts under control.",
        175.08,
        176.94
    ],
    [
        " Some people might have too much endurance, but not enough strength.",
        177.8,
        183.0
    ],
    [
        " Some people might have too much strength and not enough endurance.",
        183.1,
        185.28
    ],
    [
        " Some people are injury prone.",
        185.54,
        186.64
    ],
    [
        " Right? Some people are just injury prone.",
        187.78,
        189.64
    ],
    [
        " And it's not their fault.",
        189.84,
        191.58
    ],
    [
        " Many cases, but they are.",
        191.84,
        193.34
    ],
    [
        " And then you take, so that's sort of the things that it takes to be in the SEAL teams",
        193.86,
        200.06
    ],
    [
        " that would could hold up or trip up somebody that's just standard MMA fighter.",
        200.06,
        204.52
    ],
    [
        " Now, the same thing is true with SEALs that would be MMA fighters, right?",
        205.22,
        211.12
    ],
    [
        " Or could SEAL potentially be an MMA fighter?",
        211.16,
        213.7
    ],
    [
        " And there's been a few SEALs that have fought really well and good fighters and all that.",
        213.84,
        219.94
    ],
    [
        " But to make a blanket statement, there's going to be things that trip people up.",
        219.94,
        224.66
    ],
    [
        " And for instance, some guys in the SEAL teams, they're not the best athlete.",
        224.94,
        230.38
    ],
    [
        " Their athletic ability is not as high as it might need to be to be a true competitor in MMA.",
        231.02,
        241.44
    ],
    [
        " You know, whether that's they don't have the explosiveness or they don't have the coordination of the flexibility,",
        242.22,
        246.8
    ],
    [
        " there's something that's going to make them not competitive.",
        247.08,
        249.44
    ],
    [
        " And normally those guys, I mean, sometimes they might not be the best SEALs, you know,",
        249.98,
        253.84
    ],
    [
        " but some of those guys are super smart.",
        254.4,
        256.5
    ],
    [
        " And so the reason that they're good SEALs is because they're just tactically sound or they're really good leaders.",
        256.84,
        262.0
    ],
    [
        " They're never going to beat people on the rain shooting because they're just not that coordinated.",
        262.26,
        265.58
    ],
    [
        " They don't have the hand eye coordination, but they're good SEALs anyways.",
        265.62,
        269.52
    ],
    [
        " But when you put them in a purely physical competition like MMA,",
        269.92,
        273.36
    ],
    [
        " I shouldn't say most, a more physical on physical competition like MMA, they're not going to do well.",
        274.1,
        280.5
    ],
    [
        " And of course, obviously there's a skill set, right?",
        281.18,
        283.1
    ],
    [
        " MMA fighters train MMA all the time.",
        283.5,
        286.52
    ],
    [
        " That's what they do. They train jujitsu, boxing and wrestling and Muay Thai and judo.",
        286.52,
        290.52
    ],
    [
        " That's what they do.",
        290.68,
        291.8
    ],
    [
        " And SEALs also train all the time, but guess what?",
        292.22,
        295.26
    ],
    [
        " When you're in SEAL team, you're not just training, just fighting, right?",
        295.68,
        301.6
    ],
    [
        " You're training shooting and you're training tactics and you're training patrolling and land navigation,",
        301.7,
        306.24
    ],
    [
        " a parachute and combat diving and fast roping and repelling and waterborne operations, all this stuff.",
        306.52,
        312.84
    ],
    [
        " And then on top of all that stuff, which is the stuff that you actually really need to train,",
        312.98,
        317.12
    ],
    [
        " then they put on a level of mixed martial arts training to make sure that if you are for whatever reason without a weapon",
        317.3,
        324.34
    ],
    [
        " or if you need to handle somebody that doesn't have a weapon and so therefore you might not be in the right to just shoot them and kill them.",
        324.34,
        331.0
    ],
    [
        " You've got to be able to handle yourself. So there's some level of MMA training, some fundamental jiu-jitsu skills, some fundamental striking skills, some fundamental wrestling skills that SEALs get,",
        331.0,
        341.94
    ],
    [
        " but it's not at the level of what a real MMA fighter is going to have.",
        342.2,
        347.42
    ],
    [
        " So with all that, I think there's a good percentage of MMA fighters that would make it through SEAL training and be good SEALs.",
        348.06,
        358.44
    ],
    [
        " And there's a good number of SEALs that would probably make really good solid MMA fighters if they chose to do that and focus their lives on it,",
        358.9,
        365.88
    ],
    [
        " because there are some common traits with both of them, both of them take hard work.",
        365.88,
        369.0
    ],
    [
        " Both of them take some level of physical suffering, right? Grind.",
        369.46,
        374.86
    ],
    [
        " Both, I mean, you've been around when we're running MMA camps for people. It's a grind. It's a grind. It's a day in the outcry.",
        375.72,
        382.52
    ],
    [
        " Now there's some luxury to that grind. There's some luxury to that grind, because when you're in an MMA camp, yeah, you work hard as hell from seven in the morning till nine o'clock doing your strength and conditioning.",
        382.52,
        394.02
    ],
    [
        " But then you're going to go home and you're going to get a massage and you're going to have some really good food standing by and you're going to sit down and you're going to relax.",
        394.84,
        402.84
    ],
    [
        " And then at 11 o'clock, you're going to go back to the gym and now you're going to do your your grappling training and you're going to train really hard for an hour, maybe an hour and a half, you're going to do drills, you're going to get worn out again.",
        403.44,
        414.82
    ],
    [
        " And then then you're going to go eat some lunch, you're going to relax, you're going to go back home, you're going to lay down, maybe take a little ice bath and a little jacuzzi.",
        414.96,
        423.2
    ],
    [
        " So there's some luxury to the MMA and in the SEAL teams, there's not that that's not happening. You're just getting ground down and when you're going through the basic training and when you're going through, you know, the advanced workup training, you're just getting beat down all time. It's a grind.",
        423.2,
        437.48
    ],
    [
        " But both of them are a grind and that's why I think the work ethic that comes with a really good seal or a really good MMA fighter, there's a very strong similarity there and the ability to take that grind is is what I think that that intrinsic discipline is what would make the crossover occur.",
        438.68,
        458.52
    ],
    [
        " So that would make a seal into a good MMA fighter or an MMA fighter into a good seal or a good special operations guy.",
        458.7,
        464.44
    ],
    [
        " Yeah. And there's, I mean, the crossover, it's ultimately just he says kind of hard to identify overall this real general, because like a MMA fighter is training sure he's training to be a better MMA fighter in general, but mainly is training for an event.",
        465.32,
        481.44
    ],
    [
        " So knows, okay, it's going to be this many rounds. It's going to be this long per round. I'm going to get this much rest for this round. And I'm training to win that.",
        481.62,
        490.22
    ],
    [
        " Yeah. Real specific. So the training is, if it's good training, it's going to best train him to function in that event and give him a promise.",
        490.22,
        500.86
    ],
    [
        " Yeah. Combat maybe so not like that. You're straight up.",
        501.3,
        505.08
    ],
    [
        " And you know a great example of this is Tim Kennedy, right? Tim Kennedy's a green beret special forces guy and he's a complete beast, you know, and he's a great example of a guy that has the commitment to discipline, the dedication to be a special forces guy.",
        505.18,
        519.26
    ],
    [
        " And that translates right into how he works out and trains for fights. That guy trains like a madman for fights. And I think that's a great example of somebody not only can do one or the other. He does both. You know, real time he's in it.",
        519.26,
        532.46
    ],
    [
        " He's fighting November 15th, right? He gets for shot evidence. So good on him. And I actually have like another follow on question to this, which is in the same arena.",
        532.5,
        544.34
    ],
    [
        " Who would win? Yeah. Who would win? Who would win in a fight between a UFC fighter and a CLT member. And I'll just go ahead and broaden that out to make it like, you know, a special operations guy because people put special operations personnel onto a pedestal of, you know, totally being able to kick everyone's ass, which is",
        545.16,
        568.16
    ],
    [
        " well, to answer the question in its simplest form, if the if there was a fight and it's mixed martial arts competition. So like in a cage, what you were just talking about with a referee and that's the way it's going to be. And there's five minute rounds and there's five",
        569.88,
        598.14
    ],
    [
        " a rare special operations guy that has a high level of training. If you take 175 pound special operations guy that just trained like a normal special operation guy has doesn't have any specialties. We're not talking Tim Kennedy. We're not talking to these guys that actually are committed and getting into it.",
        598.14,
        617.84
    ],
    [
        " And train outside the actual discipline of their job. If it's just a normal run of the mill guy from the special operations community. Again, stay professional UFC fighter in the same weight class. It's the UFC fighters going to win. That's those are the facts. And again, that's an occasion. And I know this because you know what I've trained with a lot of really high level UFC fighters.",
        618.36,
        644.08
    ],
    [
        " And I mean, I've trained with with Randy and Tito and I've trained with Brandon Vera and with Quentin Rampage Jackson. And I've trained with Dan Henderson and my fact of training with bisming to some trained with a lot of these guys. You know, none of them at all, like all the time, although Brandon Verna is trying to get there all the time. But and he's awesome.",
        644.68,
        665.96
    ],
    [
        " But I trained with those guys, you know, I trained with those guys and you know, not to mention being being listed. I've been trained with forever. So I've trained and when I trained with those guys, the majority of the time, I would train grappling specific. So we wouldn't be just doing straight MMA.",
        666.6,
        683.7
    ],
    [
        " So we're training in a in a in a rena that's geared towards me. You know, some somewhere that I'm actually good at, right? I've been training you just over 20 years.",
        684.26,
        693.44
    ],
    [
        " And so when I go in the cage with those guys or when I've trained with those guys, I'm competitive with them. You know, so, you know, we have good training, right?",
        694.02,
        705.48
    ],
    [
        " Or it's not like, yeah, we have good training. It's good competitive training with all those guys. But I've been training this stuff for a long time.",
        705.62,
        712.38
    ],
    [
        " So my magical special operations powers, they I know what they are and they're not real.",
        714.46,
        718.88
    ],
    [
        " You're going to you have to learn how to fight to be able to hang with these guys. And if you don't know how to train if I put, you know, because I when I train with a regular, you know, got a seal that doesn't train. Of course, you it's jujitsu. You freaking destroy them. They have no chance.",
        719.52,
        731.62
    ],
    [
        " So when if you take a guy that's just a normal guy that doesn't train, they're going to get their ass beat just like any other you get no magical powers. Will you be tough? Sure. Will it.",
        733.78,
        741.48
    ],
    [
        " You know, and this is good. Like, you know, you take your average seal and you start teaching them to get to their great training partners because they're strong. They have great endurance. They go freaking hard. They don't quit. They don't give up. They'll keep training with you until they don't tap easy.",
        741.62,
        752.96
    ],
    [
        " So yeah, they're great training partners and the more you teach them the better they're going to get and they're going to learn quickly because they're going to be focused on it. So that's all good.",
        753.14,
        759.1
    ],
    [
        " But the fact of matter is you take a skilled and I don't you know, you take a skilled UFC fighter. And it doesn't matter that you were a quote unquote, you know, Navy seal or special operations guy. That's that's just not going to happen.",
        759.36,
        775.36
    ],
    [
        " So now the other kind of thing on this is if you take both people now out of the cage and you put them into a survival type situation. Now the special operations person is going to have a much better chance because they're first of all they're going to be able to they're going to try and avoid the bad situation if they can.",
        777.48,
        798.84
    ],
    [
        " And if they do have to fight, they are much more likely to use some kind of improvised weapon to do some kind of sneak attack to have backup right in the form of other guys that you didn't realize were with him and all of a sudden you're getting hit in the head of the bottle.",
        799.06,
        813.82
    ],
    [
        " It's the professional fighter, of course, has a huge advantage. But there will be there is some when you get out of the cage and there's no referee.",
        814.3,
        824.12
    ],
    [
        " There's there's some things that you know your average special operations guys are going to be thinking about that your normal person wouldn't be thinking about in these situations.",
        824.32,
        834.08
    ],
    [
        " So you know, that's why I say you know, just in general, first of all, don't get any street fights. It's not smart doesn't get you anywhere. And you see guys that are in the military just in general, they kind of have another little level that they might take things.",
        834.7,
        854.1
    ],
    [
        " And that's that's you know, you think you're getting a little fist fight right you think all the bomb in a barbs can a little fist fight with this person the next thing you know someone's biting off your nose right or someone's ripping off your ear or someone's sticking a fork in your eye because that's the kind of thing like that's the kind of thing that you take one of these people who's trained and that has a little switch in their head that they go, oh, I'm going to I'm going to combat scenario right now we're just guys attacking me and I'm going to chew off his I'm going to chew off his nose from a rep officer or I'm going to gouge out his eyes.",
        856.04,
        884.08
    ],
    [
        " I'm going to do it right now as fast as I can. So that's why you know, just you got to use constant and I got actually one of my one of my buddies back in the day.",
        884.08,
        894.84
    ],
    [
        " Sure.",
        895.12,
        895.96
    ],
    [
        " There was we were in a bar and some guy was getting cocky and said something to a girl and you know he knew the girl and blah blah blah and there was whatever situation.",
        896.36,
        909.0
    ],
    [
        " So my buddy's like hey, hey, can you go ahead and apologize to that girl? You know, because that wasn't cool.",
        911.4,
        915.94
    ],
    [
        " He said it all nice like yeah, like just all nice. Yeah, yeah, yeah, and the guys you know what?",
        915.94,
        921.26
    ],
    [
        " And he says, hey, no, no problem. I just you said something to the girl over there. You see her. Yeah, with the with the red shirt on. Yeah, you said something to her and it was kind of offensive.",
        921.78,
        929.94
    ],
    [
        " So if you could just go you know apologize to her then you know we're all good here and he's what we mean we're all good.",
        929.94,
        935.16
    ],
    [
        " No, I mean if you can just apologize to her then we're all good. And you know, the guy says something like you know what are you going to do about and as he's finishing those words.",
        935.4,
        947.38
    ],
    [
        " The guy was smoking a cigarette as he's finishing those words.",
        948.18,
        951.32
    ],
    [
        " My buddy in a millisecond in a nanosecond like faster than you can snap your fingers. He snatches the cigarette out of the guy's mouth and shoves it with absolute laser target precision up the guy's nose.",
        951.78,
        966.64
    ],
    [
        " A burning cigarette.",
        966.64,
        968.38
    ],
    [
        " So this dude just and he put it he put in there deep. I don't even know how he did it like a ninja move.",
        970.52,
        977.02
    ],
    [
        " It's up there. The dude collapses. I mean, can you imagine you know, I mean you've seen people like put a cigarette out on the arm or whatever leaves a scar for the rest of the life.",
        977.02,
        987.06
    ],
    [
        " Yeah, he shoved the cigarette the burning cigarette up the guys knows the guy collapses to the ground and just like screaming and I mean it's completely defenseless.",
        987.06,
        995.8
    ],
    [
        " So that's the kind of thing. Maybe that guy was a tough guy. Maybe that guy was thinking, oh, I'm a boxer or whatever this guy might have been.",
        996.02,
        1003.2
    ],
    [
        " I don't even know because the fight was over before it even started because the guy had a burning cigarette jammed up in his nasal cavity in a split second fights over.",
        1003.34,
        1011.6
    ],
    [
        " That's the kind of thing that let's be friends with each other. Let's just try and treat each other with respect out there. So we're not going to fight.",
        1012.02,
        1019.44
    ],
    [
        " Because I got a bunch of stories like that and they don't end well. You know, they don't end well.",
        1020.16,
        1025.08
    ],
    [
        " And yeah, that's kind of like special operations guys that's kind of and I'm not the guy that you're talking about special operations guy.",
        1026.14,
        1037.6
    ],
    [
        " That's just that's just the guy that did the cigarette up the nose. Oh, no, he's a seal. Yeah, he was this was years ago.",
        1037.94,
        1045.32
    ],
    [
        " Many, many years ago and yeah, he did it just like that. And that's the kind of thing. Like again, the guy that he's talking to thinks he's a tough guy.",
        1045.34,
        1052.72
    ],
    [
        " Yeah, thinks, oh, I'm a tough guy who puts this. What's this little guy talking to me talking smack telling me apologize. I don't have to apologize to anybody.",
        1052.88,
        1060.46
    ],
    [
        " And this was also pre MMA days, but you know, maybe the guys a boxer, maybe the guys a wrestler. He may not be a tough guy.",
        1060.84,
        1066.54
    ],
    [
        " But I guess apparently when you get a burning cigarette shoved up your nose, you're not tough anymore. Just go over like that.",
        1066.74,
        1072.58
    ],
    [
        " Yeah, even, I mean, even better than as an example, he's where first off, if the guy, you know how he said he's saying it all calm. Like, hey, just go apologize. That would have made me nervous right there.",
        1072.82,
        1082.48
    ],
    [
        " Like, oh, this guy's too anyway, but that's the side thing. So like, yeah, so special operations guy compared to MMA guy. He's about every he's thinking beyond the fight.",
        1082.48,
        1092.38
    ],
    [
        " He's thinking straight up. This is a battle. So how can I win this war? You know, MMA fighter is thinking like when we fight. How am I going to beat you up with all my skills?",
        1092.46,
        1101.44
    ],
    [
        " And he will typically will. Yeah, unless you have equal or better skills, you're going to get beat up in a fight. Yeah.",
        1101.66,
        1106.9
    ],
    [
        " So, but the tactic like the other guy's thinking tactical. He's thinking, okay, you know, he'll probably and according to the guys that I hang around with when they walk in a room, just like a Jiu Jitsu guy when you, when you want to person is presented to you, you're thinking Jiu Jitsu already.",
        1107.66,
        1122.66
    ],
    [
        " Yeah, you're thinking, okay, from here, solid take down would come a special operation guys thinking I can stick my pen in this guy's eye real.",
        1122.76,
        1128.8
    ],
    [
        " And there's the door and you know that you know, let's say let's say other guys just came in. Okay, so I got five guys. He has like eight before any fight. No fight. No nothing. This is just the way, you know, the way that kind of the mind works.",
        1128.84,
        1140.94
    ],
    [
        " And then so yeah, if and he's planning like your guy, he had that planner. Eddie, you know, it's not like he was like, oh, I'm just going to attack in that just kind of came about during the process of the attack. He knew like, okay, he had a cigarette. That's part of my plan. My tactic.",
        1140.94,
        1154.46
    ],
    [
        " You know, so yeah, when you go outside of just the fight to like you think about you know the apalgate Rex, apalgate the whole idea of self defense being gross motor movements instead of fine motor movements.",
        1154.46,
        1170.34
    ],
    [
        " And so if you ever look at some of the old school unarmed combat from the military, it's all based on this idea that when you get in a fight, you want to do these big gross motor skills.",
        1170.34,
        1183.26
    ],
    [
        " In other words, just giant movements with your fist and with your legs. So there's no really fine motor skills because when you're a gentleman's pumping and you're in this fight, you're going to make little mistakes.",
        1183.6,
        1191.86
    ],
    [
        " Imagine the fine motor skills it takes to grab a cigarette and shove it up someone's nose and split second.",
        1192.18,
        1196.22
    ],
    [
        " Yeah, you know, there's another story. And I don't know why Tim Tim Kennedy and I we talked about it before we came on the podcast.",
        1196.54,
        1203.7
    ],
    [
        " And we didn't get to it. Maybe we'll talk about it next time because we reviewed the whole story and it's a great story.",
        1204.02,
        1209.34
    ],
    [
        " And as you know, he trained at the pit in San Luis Obispo for a while and seals used to do training up there and one night and all the guys that trained with Tim at the time, they all used to work as bouncers and he's got a pro you.",
        1210.0,
        1226.04
    ],
    [
        " I want to say I wish I could remember the names of the crew, but it's basically the old school San Luis Obispo pit crew, right. So it's I'm going to say, again, McGee Tim Kennedy Chuck LaDelle, that crew, right.",
        1226.56,
        1239.72
    ],
    [
        " Those guys before, you know, the UFC was big. Those guys all work as bouncers in San Luis Obispo. So some seals were doing some training up in the area.",
        1239.88,
        1248.5
    ],
    [
        " They went out in town, gotten to a fight and the guys got their ass because seals got their ass kicked pretty much by and and it was you know, Tim and I were laughing about it because again, this is before the UFC was really popular and they got to a fight.",
        1248.66,
        1264.28
    ],
    [
        " And of course, not only is it a bunch of UFC or at least high level MMA guys that are working as bouncers. So they're sober fighting against a bunch of drunk team guys. And it was funny because I they said man, you know, because these seals got their asses kicked. They're kind of like came back like, oh man, or these bouncers were tough.",
        1264.28,
        1283.08
    ],
    [
        " And then I go, what was it? And they're like San Luis Obispo. And then somehow through the grapevine, through the MMA grapevine, they're somebody told me back, hey, Jockel, those guys that got it was these guys from the pit.",
        1283.48,
        1293.28
    ],
    [
        " And I was like, oh, okay. I know that story by the way because a guy, he was a new guy. I'm not gonna say anything. I think he's still in.",
        1293.9,
        1301.56
    ],
    [
        " Yeah, he's the same name, but he met him through the cake nuts. You know, they come by and all the that's how I met JP kind of the same way up, but and but he would always come in the club that I worked at.",
        1301.56,
        1311.4
    ],
    [
        " And so we kind of became friends, you know, so after we're done, we're eating at the same spot.",
        1311.6,
        1315.6
    ],
    [
        " Yeah, he's like, yeah, man, for chocolate, they'll beat me up. Yeah, yeah.",
        1315.76,
        1319.34
    ],
    [
        " Not like we're you know, beat him down, but we got in a fight and chocolate, they'll beat me up. You know, like hit him and and I come down and I actually, yeah, that's what happened.",
        1319.34,
        1328.1
    ],
    [
        " So that was a classic example. And by the way, you know, I'll say something about while we're talking about Chuck Lidell.",
        1328.3,
        1333.08
    ],
    [
        " Chuck, when Chuck's always been like awesome to Vets, especially wounded Vets. So Chuck Lidell, hey, if he's bouncing in a bar and you're a vet and you get out of line, you're gonna get you're gonna get put down.",
        1333.72,
        1345.56
    ],
    [
        " But if you're a if you're a warrior, that always impressed me about Chuck was he did some great stuff for the troops that been wounded overseas.",
        1345.78,
        1352.36
    ],
    [
        " And then I always gave me a lot of respect for him, you know, even more respect than I have for him as being a great fighter. But anyways, that kind of answers the question.",
        1352.9,
        1362.64
    ],
    [
        " And so my overall broad guidance here is train hard to do battle, but do your battles in the gym, not in the street.",
        1363.06,
        1372.28
    ],
    [
        " Yeah, it's only going to get you either put in jail or put in the hospital or both.",
        1372.84,
        1377.62
    ],
    [
        " So yeah, remember this guy we trained with got his ear bit off. Remember, yeah, Igor, yeah, what's he a Navy sailor is he?",
        1379.72,
        1387.42
    ],
    [
        " Yeah, he got out. Yes, yes. Yeah, he got into a street fight.",
        1387.42,
        1392.04
    ],
    [
        " Yeah, he knew you did. And I mean, he he kicked the guys ass, right?",
        1392.08,
        1396.52
    ],
    [
        " Yeah, he actually, I think he moistie clinched them, put them down the ground got cross-side. Yeah, was kind of putting the putting the beat down on this guy.",
        1396.66,
        1404.08
    ],
    [
        " And the dude just bit big chunk of his ear out bigger than the chunk that bigger than chunk that Mike Tyson did out.",
        1404.34,
        1413.0
    ],
    [
        " I mean, he was a big chunk. I mean, his ear is clearly has a bite taken out of it. Like if you took a bite, a big nice solid bite out of a piece of pizza, that's what his ear looks like.",
        1413.12,
        1422.16
    ],
    [
        " And you know, oh cool, you won the fight. Yeah, but you have no ear left. So that's a bummer. And that's another thing that's another point to that is that sometimes these self defense type people think that you know, oh, well, I'll go dries out.",
        1423.58,
        1438.1
    ],
    [
        " And that's the indication that I just kind of gave to that, hey, the Navy seal might do something tricky to you. Well, the bottom line is that stuff is a lot of times doesn't work.",
        1438.26,
        1446.6
    ],
    [
        " And that's a perfect case. The guy bit is you're often thinks, oh, the guy's going to give up. No, he's not giving up. He beat that means he went even harder.",
        1446.74,
        1452.58
    ],
    [
        " Well, like that means, oh, now you got a guy across the side that's about to ruin your shoulder for the rest of your life or the commir than put you to sleep.",
        1452.58,
        1458.52
    ],
    [
        " And it's just a bad situation. So you can't just another thing about those those thinking that you don't need to train because you're going to do an engine move or you're going to shove a cigarette at some guys knows no wrong answer.",
        1458.52,
        1470.24
    ],
    [
        " Or you're going to bite the rear off and you're going to know that's not it's not true. You need to train so that you can get in those positions and that you won't lose these fights.",
        1470.36,
        1478.84
    ],
    [
        " And also you need to train so you don't have to get in fights because most of the time when you're getting a fight because your ego is getting out of control and you can't send you can't handle it in your little brain.",
        1479.24,
        1487.46
    ],
    [
        " You can all get all insecure about who you are as a man. So you think I'm going to kick this guy's ass.",
        1487.68,
        1492.94
    ],
    [
        " And then you're either getting your ass kicked, you're getting put in the hospital or you're going to jail or you got a big lawsuit against you.",
        1493.08,
        1499.38
    ],
    [
        " So be smart.",
        1499.66,
        1501.42
    ],
    [
        " Yeah, that's rough.",
        1501.82,
        1503.06
    ],
    [
        " Remember I'm blood sport when he was like, you know, the coin you watch blood remember, blessed the guy with the coin and he's like, hey, you know, whatever.",
        1503.74,
        1513.18
    ],
    [
        " I'm going to if I can grab it before you close your hand and the girl had something to do with it.",
        1513.18,
        1518.0
    ],
    [
        " And he's like, he grabs that he closes and he's like, you know, I still feel the coin in my hand kind of thing.",
        1518.02,
        1525.28
    ],
    [
        " He looks he switched the coin. That's kind of what your friend did with a cigarette when he shoved it in the guy's sinus cavity because it's like super fast, you know, but precise.",
        1525.56,
        1536.24
    ],
    [
        " But you can't count on that move. That's my point.",
        1536.72,
        1539.8
    ],
    [
        " No. All right.",
        1539.94,
        1541.26
    ],
    [
        " Kick it off.",
        1541.72,
        1542.9
    ],
    [
        " Let's go to question number two.",
        1543.44,
        1545.58
    ],
    [
        " Jocco, what if I don't have time to explain the why to my troops for a decision I'm making during an operation?",
        1545.82,
        1553.54
    ],
    [
        " US Army first lieutenant.",
        1554.38,
        1555.28
    ],
    [
        " So awesome. Thanks for your service. US Army first lieutenant. Get some.",
        1555.9,
        1560.62
    ],
    [
        " And I talk about troops and people in general never wanting a plan to be imposed upon them.",
        1563.42,
        1574.38
    ],
    [
        " And so that's that's what this question is kind of based around because I'm going to say, look, you don't want to just force people to do some plan.",
        1574.56,
        1579.58
    ],
    [
        " You want to say, hey, what do you think you should do?",
        1579.7,
        1581.6
    ],
    [
        " And, hey, here's here's what we're doing and here's why we're doing it. This is why it's important that gets people to take ownership of it.",
        1581.9,
        1587.82
    ],
    [
        " And therefore they do a better job. So he must have heard me say that. Now he's saying, look, sometimes I haven't got time to be explaining the why when we're getting this going on.",
        1587.82,
        1595.44
    ],
    [
        " And that's why this idea of explaining the why is to 99% of the time in an administrative situation in a situation where things are under control.",
        1595.44,
        1605.5
    ],
    [
        " And we've got time to think about what's happening. That's when you can go and say, hey, what's your what you know, what do you think? How do you think we should do this?",
        1605.5,
        1612.24
    ],
    [
        " This is why I want to accomplish this. This is the commanders intent. You can do it all that stuff. And that makes sense.",
        1612.44,
        1617.82
    ],
    [
        " Again, in a administrative situation, when there's chaos and when there's mayhem and when there's uncertainty, actually the opposite is true.",
        1618.12,
        1629.36
    ],
    [
        " You actually want your troops to you, they want they want to see and hear clear directives from you. They want to know what they should do in no uncertain terms.",
        1631.26,
        1647.62
    ],
    [
        " And it's you can think of situations where if you've seen let's say a car accident, right? And you see people that are kind of frazzled.",
        1647.74,
        1656.56
    ],
    [
        " If someone steps up into that situation, no one's doing anything that they're supposed to be doing. If someone says, stop something says you too start dragging that person over there.",
        1656.64,
        1663.66
    ],
    [
        " You go call 911. They actually teach that, you know, when you when you're learning about how to handle traumatic situations, somebody needs to step up step back, take charge of the situation.",
        1663.84,
        1674.06
    ],
    [
        " Everybody wants that to happen. And that's true in a combat scenario. Again, this is different from when we're in the rear and we're we're formulating a plan and we're safely going over whatever ideas we have.",
        1674.36,
        1686.36
    ],
    [
        " And that's when you want to get impact input and feedback. And you let your subordinate leadership come up with a plan. That's all good.",
        1686.38,
        1693.52
    ],
    [
        " But that's not true during a like I said, during a pressure situation when there's a critical scenario unfolding people want to be led.",
        1695.1,
        1704.08
    ],
    [
        " Now, when you lead them in those situations, you can still give orders by commanders intent. You can still just give intent.",
        1704.88,
        1714.02
    ],
    [
        " So an example of that. And I actually wrote my example down. You can say like Delta one six, we need high ground on the other side of that road. Make it happen.",
        1714.56,
        1721.3
    ],
    [
        " So then the Delta one six commander goes, okay, I need high ground on the other side of the road. There's a good building looks like that. Someone could take, hey, you know, squad come with me and they go over and take down the building. I gave them a still gave him commanders intent. I gave him very clear commanders intent.",
        1722.54,
        1736.34
    ],
    [
        " I didn't really tell him why I didn't say, hey, what do you think would be best? Do you think it's a good idea to get high ground? No. I said, go get high ground on the other side of street. That's what I told him to do.",
        1736.68,
        1745.52
    ],
    [
        " So I'm going to let them figure out they understand what the intent is. You could say something a little bit more specific. You could give them an actual, an actual directive. You could say Charlie one six gay take two squads assault building 34 on the other side of the road. Get high ground on the rooftop. Go.",
        1745.58,
        1762.98
    ],
    [
        " Now we have something it's more specific. Again, it's not commanders intent. It's directly I'm telling you what to do. And a lot of times people are going to want that.",
        1763.68,
        1771.98
    ],
    [
        " They're going to want to hear exactly what to do in these pressure situations. So depending on the level of experience that your subordinate leadership has depends on maybe how specific you're going to get with just given commanders intent versus giving something very specific to do both of those are the right answers.",
        1772.18,
        1787.98
    ],
    [
        " If you have a good really good leader underneath you and you can just give them the intent and even let them come up the plan cool go with that. If you got something that needs a little more guidance give them a little bit more specific guidance.",
        1788.38,
        1796.8
    ],
    [
        " Now obviously one part of that is you got to have trust. You got to have trust with the with the subordinate leadership with that you're working with whether that's you working with your whole platoon and you just got to trust your your squad leaders and your your fire team leaders.",
        1800.1,
        1813.38
    ],
    [
        " But you got to build that trust through through training and through hard training through coaching them and mentoring and again I hate using the word coaching and mentoring because that always gives you a lot of time.",
        1813.78,
        1826.78
    ],
    [
        " I'm not going to want to come off across as superior to other people. Why do I not want to come off as superior to other people.",
        1829.36,
        1836.26
    ],
    [
        " Well number one because it it unifies our team more and number two because I'm not superior to other people right I'm another person and my subordinates even though they might not have as much time and rank or experiences me they still might have great ideas and I respect that.",
        1837.62,
        1852.08
    ],
    [
        " So this isn't a hey I don't want to use coach or mentor because I'm manipulating them and I want to make sure that they that they listen to me because I'm being a certain way with them. No, no I legitimately respect what they're saying.",
        1852.08,
        1865.2
    ],
    [
        " That's the difference here. So but that's but my goal is to build trust and the other way that you build trust and I've said this before is my giving trust.",
        1865.38,
        1873.46
    ],
    [
        " You know, hey I trust that you can do this. Hey echo you're going to go take down the building. I trust you play and come up with it and make it happen. Boom you could do it. You trust me more when I trust you you trust me and that's what we want to do.",
        1873.56,
        1883.64
    ],
    [
        " Now when the operation is over and and now you're in a post operational debrief then you can discuss why you gave a certain order or you can get feedback from them on why they executed a certain way and you can get the questions going back and forth and through that little question and answer.",
        1884.1,
        1902.5
    ],
    [
        " Your period that takes place during a post operational debrief we get to know each other more we build more trust and we become better as a team.",
        1902.86,
        1910.36
    ],
    [
        " So that's the way it works. You don't always have time to explain why pressure situations you lead.",
        1911.36,
        1918.82
    ],
    [
        " Yeah, that trust thing is big.",
        1919.14,
        1922.94
    ],
    [
        " Next question.",
        1927.82,
        1928.56
    ],
    [
        " Next question. I like it. What do we got?",
        1928.94,
        1932.04
    ],
    [
        " What advice do you have for those who have weak poor or otherwise ineffective leaders? How do you manipulate that situation?",
        1933.24,
        1940.82
    ],
    [
        " So again, I think I may have actually answered this question before but I'll answer it again.",
        1941.54,
        1950.32
    ],
    [
        " Sure. When when you are in a situation like this when you got somebody that's weak or ineffective leader or a poor leader the answer is always the same which usually lead.",
        1950.56,
        1965.82
    ],
    [
        " You lead yourself and I hope people that listen to the podcast all in the regular.",
        1966.94,
        1970.8
    ],
    [
        " You all knew what I was going to say there. You all know that when someone is not leading you then you lead them you pick up the slack for the weakness.",
        1971.26,
        1984.76
    ],
    [
        " You say my leader is going to come up with a plan. Cool. I will. My leader doesn't want to give a brief. That's fine. I will.",
        1984.8,
        1991.78
    ],
    [
        " My leader doesn't want to mentor the younger troops. That's okay. I will do it.",
        1993.16,
        1998.44
    ],
    [
        " Leader doesn't want to take the blame when something goes wrong. That's fine with me. I'm going to take the blame.",
        1999.84,
        2006.22
    ],
    [
        " You think about that one. That one can be tricky because you think we're only going to look better in front of the more senior boss.",
        2007.62,
        2013.92
    ],
    [
        " Now think about it from the senior boss's position. If you work for me echo and the boss comes in and the mission was a failure and I'm the guy that's in charge.",
        2014.22,
        2024.62
    ],
    [
        " I say sorry boss we failed it was echo's fault. Echo goes, hey sir it was my fault. Here's what happened. Here's the mistakes I made and here's what I'm going to do to fix it next time.",
        2026.26,
        2034.48
    ],
    [
        " Who do you respect more? Of course I'm looking to promote you. I actually want to promote you and I'll fire myself for being a guy that's passing the buck and passing the responsibility and not taking ownership of anything.",
        2034.68,
        2044.06
    ],
    [
        " Imagine what that looks like before you get all intimidated by taking the blame for something and think you're going to look bad and think you're going to get fired.",
        2045.28,
        2051.08
    ],
    [
        " Think about what it looks like from the senior perspective and you actually have to imagine what it will look like underneath you.",
        2051.62,
        2058.12
    ],
    [
        " You have to see it from your perspective because even when you think about their perspective you still can be in fear of it.",
        2058.46,
        2064.84
    ],
    [
        " You think I'm the guy that's taking the blame. I'm the one that's going to get fired. No.",
        2065.22,
        2069.04
    ],
    [
        " Am I saying this blanket that there's sometimes where if the boss screw something up really bad like let's say it was something like classified information got left out.",
        2069.94,
        2079.5
    ],
    [
        " It was your boss that literally left it out. You go no it was me. First of all you're not telling the truth.",
        2080.04,
        2085.78
    ],
    [
        " You're not telling the truth and the person made a mistake that's there's no excuse for. That's not a situation that I'm talking about.",
        2086.38,
        2093.88
    ],
    [
        " If your boss was the type of person that said yes I'm going to put the blame on him. I would burn them alive.",
        2095.32,
        2100.94
    ],
    [
        " Actually here's what really happened.",
        2101.22,
        2103.36
    ],
    [
        " I'm not talking about that type of situation but when you're doing an operational thing where there's mistakes that get made and your boss is scared to take ownership of them.",
        2104.18,
        2113.92
    ],
    [
        " Take ownership of them.",
        2114.2,
        2115.44
    ],
    [
        " Not that you will win in the long run.",
        2116.0,
        2118.58
    ],
    [
        " Now here's the part that is crucial and critical and the most challenging part of this.",
        2120.82,
        2128.98
    ],
    [
        " That is when you step up and lead you want to make sure you aren't stepping up and stepping on your leader.",
        2129.28,
        2138.18
    ],
    [
        " You don't want to step into their little spotlight. You don't want to impose yourself in their leadership limelight and glory.",
        2138.46,
        2150.7
    ],
    [
        " You don't want to do that. You can't do that.",
        2150.7,
        2153.66
    ],
    [
        " You want them to get the credit. You don't want to have them be intimidated by you in any way.",
        2154.32,
        2158.8
    ],
    [
        " This is hard because when you start taking ownership for stuff it can be intimidating for the person that's above you.",
        2158.94,
        2169.92
    ],
    [
        " They think, dang, he's just a bold bastard that's stepping up and taking charges and they might get intimidated.",
        2170.02,
        2176.06
    ],
    [
        " What you have to do is you have to do some indirect maneuver warfare here.",
        2177.76,
        2182.5
    ],
    [
        " If they don't want to come up with a plan, maybe you start saying, hey sir, what do you think of this?",
        2183.12,
        2189.18
    ],
    [
        " Would this be a good plan?",
        2189.28,
        2190.0
    ],
    [
        " Maybe if they're not mentoring the younger guys, maybe you say, hey you know what?",
        2192.08,
        2195.7
    ],
    [
        " I want to spend some time with the guys after work.",
        2195.82,
        2198.46
    ],
    [
        " Do you mind if I have a little session with them, kind of go over what we learned on last deployment?",
        2198.72,
        2202.44
    ],
    [
        " Or hey, about this new regulatory thing that's come out in the business world and I want to get our younger troops to know it.",
        2203.44,
        2209.62
    ],
    [
        " Do you mind if I teach a class on that?",
        2209.76,
        2211.78
    ],
    [
        " So you're asking them permission and you might even say, hey, I think it would look really good for you too if we were doing this.",
        2212.3,
        2219.62
    ],
    [
        " Do you want to make them look good?",
        2220.2,
        2221.54
    ],
    [
        " And those are the ways that you do that you step up and lead but make sure you're not stepping on your leader because that could backfire.",
        2225.36,
        2235.18
    ],
    [
        " And you could end up in a situation where they feel intimidated and you're getting put in the dog house or fired or demoted or in trouble because they feel intimidated by you.",
        2235.7,
        2246.8
    ],
    [
        " So use caution. If you have a good leader, some leaders just aren't that aggressive.",
        2247.64,
        2251.0
    ],
    [
        " And when you start getting aggressive, they start, they actually like the fact that you're getting aggressive.",
        2251.54,
        2258.18
    ],
    [
        " And they like, I mean, I work for some people that love the fact that I would step up and take charge.",
        2258.44,
        2261.68
    ],
    [
        " They had no problem with it because they were good, confident leaders.",
        2261.76,
        2263.74
    ],
    [
        " It's the insecure leader you have to watch out for.",
        2263.76,
        2266.34
    ],
    [
        " The insecure leader that's worried about looking bad.",
        2266.64,
        2269.78
    ],
    [
        " And that's another to change perspective again on this when you as a leader have somebody that's stepping up and taking charge ask and you start feeling intimidated by it.",
        2270.28,
        2280.82
    ],
    [
        " Ask yourself why it's probably your ego.",
        2280.92,
        2283.24
    ],
    [
        " You're being a weak leader by being intimidated by your subordinates.",
        2283.54,
        2287.5
    ],
    [
        " If your subordinate is doing your job and doing it better than you, let get step up and start looking how can you go up the chain of command?",
        2287.58,
        2294.72
    ],
    [
        " How can you look up and out? What other areas can you focus on since that leader has stepped up and is making things happen?",
        2294.72,
        2300.62
    ],
    [
        " That's awesome.",
        2300.94,
        2301.7
    ],
    [
        " That is awesome. We want that.",
        2302.02,
        2304.62
    ],
    [
        " That's decentralized command.",
        2304.86,
        2306.74
    ],
    [
        " That's building other leaders underneath you, which is what your goal as a leader should always be.",
        2307.3,
        2312.04
    ],
    [
        " And I'll tell you every time I see someone that goes, oh, I got a weak leader.",
        2312.86,
        2320.62
    ],
    [
        " I'm always like lucky you.",
        2320.72,
        2322.3
    ],
    [
        " Yeah, lucky you take advantage of that.",
        2322.5,
        2325.42
    ],
    [
        " Take advantage of it. Do whatever you want.",
        2325.68,
        2328.12
    ],
    [
        " You have such not good opportunity when you have a weak leader above you.",
        2328.22,
        2331.82
    ],
    [
        " Don't look at that. Don't get all downtrodden because my leader just doesn't motivate you.",
        2332.12,
        2337.32
    ],
    [
        " Awesome. Motivate yourself.",
        2337.82,
        2339.14
    ],
    [
        " Get charge, getting charge of things.",
        2339.68,
        2341.52
    ],
    [
        " Take advantage of it. Make things happen.",
        2341.7,
        2343.32
    ],
    [
        " It's awesome to have a weak leader.",
        2343.46,
        2345.04
    ],
    [
        " I love it. Get after it.",
        2345.4,
        2346.78
    ],
    [
        " It's good to give me so much mobility in my job.",
        2346.8,
        2352.24
    ],
    [
        " I'm so much more mobility than if I've got someone.",
        2352.6,
        2354.9
    ],
    [
        " Hey, if I got someone that's as strong leader, that's great too.",
        2355.0,
        2356.72
    ],
    [
        " But weak leader is no factor.",
        2357.0,
        2358.42
    ],
    [
        " I'm going to take advantage of it.",
        2358.84,
        2361.02
    ],
    [
        " Yes, I feel like you.",
        2361.02,
        2361.7
    ],
    [
        " Yes, I would.",
        2362.44,
        2363.58
    ],
    [
        " You're like, you got a weak leader and you're kind of.",
        2364.12,
        2369.44
    ],
    [
        " You're not stepping up.",
        2369.44,
        2371.64
    ],
    [
        " You're essentially allowing the group, the team, the objectives to kind of fail in a way.",
        2373.68,
        2378.78
    ],
    [
        " You're kind of allowing it.",
        2379.02,
        2380.2
    ],
    [
        " And then in a way too, depends on what you do.",
        2380.52,
        2382.58
    ],
    [
        " But in a way, you're kind of being like, hey, all right.",
        2382.88,
        2387.92
    ],
    [
        " You're allowing the excuse to be valid, you know, where which kind of makes it invalid.",
        2388.36,
        2392.34
    ],
    [
        " Really, when you're like, hey, I could step up, but hey, it's the leaders.",
        2392.34,
        2395.34
    ],
    [
        " As long as it's not my fault, you know, that my leader is not that good.",
        2395.34,
        2398.06
    ],
    [
        " You know, it's you're really not taking much ownership.",
        2398.06,
        2401.38
    ],
    [
        " Yeah.",
        2401.38,
        2402.08
    ],
    [
        " You just point your finger at your leader and say, this is a weak leader.",
        2402.28,
        2404.54
    ],
    [
        " Yeah.",
        2404.86,
        2405.1
    ],
    [
        " That's not what we do here.",
        2405.22,
        2406.8
    ],
    [
        " Not what we do at all.",
        2407.4,
        2408.62
    ],
    [
        " And the times where I've had weak leaders, I always took advantage of it.",
        2409.06,
        2413.82
    ],
    [
        " Like I said, one time, and I've talked about this on the podcast before, we fired our leader.",
        2413.82,
        2417.64
    ],
    [
        " No, we had a little mutiny.",
        2418.0,
        2419.18
    ],
    [
        " That only happened once for me, but it happens.",
        2419.74,
        2422.8
    ],
    [
        " I mean, I obviously don't know the details of that.",
        2423.44,
        2426.96
    ],
    [
        " But in a way, isn't that you just stepping up and making it happen?",
        2427.18,
        2430.44
    ],
    [
        " That's really the basic impending result, like dang, that's that's kind of where we're going to arrive at.",
        2430.7,
        2436.76
    ],
    [
        "",
        2437.18,
        2437.18
    ],
    [
        " Giving us stepping up.",
        2437.48,
        2438.54
    ],
    [
        " If that's how it goes down, that's how it goes down, but you stepped up.",
        2438.7,
        2441.3
    ],
    [
        " You solved the problem.",
        2441.34,
        2441.96
    ],
    [
        " If there's a problem, then that was a problem, there's your solution.",
        2442.02,
        2444.6
    ],
    [
        " Yes.",
        2444.74,
        2444.98
    ],
    [
        " Yes.",
        2445.94,
        2446.14
    ],
    [
        " Up and down the chain of command, you got to own it.",
        2446.48,
        2449.16
    ],
    [
        " For sure.",
        2449.48,
        2450.02
    ],
    [
        " Okay.",
        2451.96,
        2452.52
    ],
    [
        " All right.",
        2452.74,
        2453.42
    ],
    [
        " Jocco.",
        2454.36,
        2454.84
    ],
    [
        " Next question.",
        2455.42,
        2456.38
    ],
    [
        " Jocco.",
        2456.64,
        2457.0
    ],
    [
        " Did you do anything ritualistically to get yourself mentally prepared, focused and in the proper mindset?",
        2457.2,
        2467.4
    ],
    [
        " So just before carrying out a mission such as self-talk, music, or other actions, you know, you just have to wrap it up.",
        2467.96,
        2475.1
    ],
    [
        " Pre-operation, preparedness for the mental state.",
        2476.44,
        2480.08
    ],
    [
        " So people ask this and it actually sounds like a pretty cool question.",
        2480.42,
        2487.1
    ],
    [
        " I mean, it sounds like a pretty cool question.",
        2487.48,
        2488.82
    ],
    [
        " I'm sure people wonder that.",
        2488.9,
        2490.24
    ],
    [
        " It's a lot of times because you think seals and soldiers and Marines must have some kind of deep and incredibly meaningful borderline religious ceremony.",
        2490.72,
        2505.08
    ],
    [
        " That they go to and through in order to prepare their mind for combat.",
        2505.1,
        2512.12
    ],
    [
        " Maybe it's a maybe it's a meditation on the warrior code.",
        2512.5,
        2517.72
    ],
    [
        " Or maybe it's an aggressive song to peak your adrenaline.",
        2518.22,
        2523.52
    ],
    [
        " Maybe it's a breathing exercise.",
        2524.26,
        2527.14
    ],
    [
        " We got a special breathing exercise that's going to heighten my mental awareness.",
        2527.44,
        2531.02
    ],
    [
        " And there's even seals.",
        2531.02,
        2533.94
    ],
    [
        " And I use that term loosely that have written books on that subject of, you know, this warrior mindset and the Navy seal breathing techniques and the visualization and things like that.",
        2534.38,
        2550.52
    ],
    [
        " No.",
        2551.44,
        2554.4
    ],
    [
        " I hate to spoil the romantic vision of the mindful warrior poet, but that actually that idea just it does not what happens.",
        2556.1,
        2570.56
    ],
    [
        " And here's the reality.",
        2571.34,
        2573.48
    ],
    [
        " First and foremost, when you are in combat and you're preparing for an operation, you are freaking busy.",
        2574.62,
        2582.78
    ],
    [
        " You are busy.",
        2583.4,
        2584.5
    ],
    [
        " You are planning.",
        2584.92,
        2585.84
    ],
    [
        " You're doing coordination.",
        2585.96,
        2586.62
    ],
    [
        " You're doing gear prep.",
        2586.96,
        2587.74
    ],
    [
        " You're doing briefings.",
        2587.84,
        2588.7
    ],
    [
        " You're making all these adjustments and changes to everything that's happening.",
        2588.86,
        2591.62
    ],
    [
        " You don't, we are scrambling around.",
        2592.12,
        2594.46
    ],
    [
        " Let's talk and lay off the other day.",
        2594.74,
        2595.88
    ],
    [
        " And there was most of the time.",
        2596.18,
        2597.6
    ],
    [
        " If we were going on in the field on an operation, we wouldn't be sleeping for 24 hours before we went in the field.",
        2598.04,
        2605.2
    ],
    [
        " You know, maybe we'd get two or three hours, but it was a sleep deprivation before we went in the field because of all the planning and preparation that needed to be done, especially on the big operations with battalion sized or brigade sized operations.",
        2605.44,
        2618.84
    ],
    [
        " There's so much planning and preparation that needs to be done that you don't have, you're not just, you're not just sitting around figuring out what kind of mental prep you're going to do.",
        2619.42,
        2630.18
    ],
    [
        " There's just last minute detail.",
        2630.24,
        2632.14
    ],
    [
        " There's a phone call you got to place the higher headquarters.",
        2632.38,
        2634.38
    ],
    [
        " There's a, a deconfish can document that you got to prepare.",
        2634.38,
        2637.58
    ],
    [
        " You got to, you got to get stuff done.",
        2638.3,
        2640.88
    ],
    [
        " So taking some, some kind of meditative moments to get in the right mindset.",
        2641.12,
        2647.38
    ],
    [
        " It's just not happening.",
        2648.32,
        2649.82
    ],
    [
        " You just don't have the time for it.",
        2650.14,
        2651.54
    ],
    [
        " Now that being said, mindset, it is a part of combat, right?",
        2651.64,
        2660.12
    ],
    [
        " And so how did I get in the right mission mindset?",
        2660.4,
        2664.44
    ],
    [
        " Well, the mindset is not achieved in the minutes or even hours before an operation from, you know, chanting a mantra.",
        2665.48,
        2677.36
    ],
    [
        " Or breathing or meditation or listening to some song that's going to get you in touch with your warrior spirit.",
        2677.36,
        2682.1
    ],
    [
        " The mindset is achieved in the weeks and the months and the years before that specific operation commences.",
        2682.48,
        2693.22
    ],
    [
        " That's another thing.",
        2693.58,
        2694.66
    ],
    [
        " The idea from that, actually I was raised on in the 90s in the SEAL teams was like, you were going to do a mission.",
        2696.0,
        2702.06
    ],
    [
        " We used to joke about it called the big miss.",
        2702.38,
        2705.16
    ],
    [
        " Right.",
        2705.58,
        2705.82
    ],
    [
        " The big mission was going to come.",
        2706.1,
        2707.54
    ],
    [
        " It was going to be one mission.",
        2707.62,
        2709.04
    ],
    [
        " Right.",
        2709.2,
        2710.04
    ],
    [
        " And you could get, hey, we're going to plan for it.",
        2710.16,
        2712.12
    ],
    [
        " We're going to plan for it for weeks, maybe even months.",
        2712.14,
        2714.72
    ],
    [
        " And we're going to be able to visualize everything and we're going to have all this time.",
        2714.98,
        2717.62
    ],
    [
        " The reality is overseas, you know, since the war started.",
        2717.78,
        2720.5
    ],
    [
        " Man, you're doing an operation every night.",
        2720.7,
        2722.08
    ],
    [
        " You're going out.",
        2722.16,
        2722.56
    ],
    [
        " You've got another way to come back.",
        2722.66,
        2723.52
    ],
    [
        " You're planning for that one.",
        2723.6,
        2724.28
    ],
    [
        " And when that one gets canceled for whatever reason, there's two more that you're planning for.",
        2724.5,
        2727.66
    ],
    [
        " You're running out to grab intelligence.",
        2727.74,
        2728.78
    ],
    [
        " You're meeting with somebody else.",
        2728.8,
        2729.68
    ],
    [
        " It's just constantly ongoing.",
        2729.68,
        2731.26
    ],
    [
        " So we weren't ever preparing for one mission.",
        2731.42,
        2733.68
    ],
    [
        " We were planning, we were preparing for mission after mission.",
        2733.86,
        2736.02
    ],
    [
        " We'd have five, six, seven, ten.",
        2736.1,
        2737.8
    ],
    [
        " We'd have ten operations in the hopper at any given time that we're planning and preparing for.",
        2738.04,
        2743.64
    ],
    [
        " We're gathering intelligence for it.",
        2743.76,
        2745.26
    ],
    [
        " We're setting up.",
        2745.3,
        2745.82
    ],
    [
        " We're doing route studies for four or five different operations at one time.",
        2745.84,
        2748.62
    ],
    [
        " Then finally one rises the occasion.",
        2748.74,
        2750.32
    ],
    [
        " Boom, we're going to go hit that one the next night.",
        2750.44,
        2751.84
    ],
    [
        " And another one's up the top.",
        2751.92,
        2752.72
    ],
    [
        " We're going to go hit that one.",
        2752.8,
        2753.62
    ],
    [
        " So again, this idea that I think came from the 90s of, hey, we're going to do the big miss.",
        2754.1,
        2759.36
    ],
    [
        " We're going to have to get into mental mindset.",
        2759.98,
        2761.78
    ],
    [
        " No, we lived in the mental mindset.",
        2761.86,
        2763.44
    ],
    [
        " But that mindset came from the training that we went through.",
        2763.58,
        2765.78
    ],
    [
        " The grueling training through the repetition of the fundamental skill sets.",
        2766.06,
        2771.7
    ],
    [
        " The mindset comes from the discipline.",
        2772.38,
        2774.92
    ],
    [
        " From waking up early, from studying tactics, from understanding the enemy.",
        2775.96,
        2783.42
    ],
    [
        " From all those unmitigated daily disciplines, that's where the mindset comes with.",
        2785.54,
        2793.96
    ],
    [
        " It comes from, and I'll tell you, on top of that, on top of that, you have to come to grip with some pretty horrific potential outcomes.",
        2794.3,
        2807.5
    ],
    [
        " You have to accept some solemn possibilities like that you might be severely wounded or that you might be killed.",
        2808.02,
        2815.46
    ],
    [
        " And you also have to think that about the guys, your friends.",
        2816.7,
        2825.24
    ],
    [
        " That is another possibility that you have to think about.",
        2825.62,
        2829.98
    ],
    [
        " But for yourself, you, you have to accept that possibility.",
        2831.3,
        2836.92
    ],
    [
        " You have to accept that potential outcome that you could die and you have to accept that.",
        2837.22,
        2843.2
    ],
    [
        " Now, you don't want it.",
        2843.34,
        2845.34
    ],
    [
        " Of course, you want to live, but you have to accept the fact that in the game, the game of combat, you could very well die.",
        2845.86,
        2857.26
    ],
    [
        " And I knew that, and I was okay with it.",
        2859.9,
        2863.96
    ],
    [
        " But I had come to that conclusion a long time before, whatever operation I was getting to roll out on one particular night during a six month long deployment.",
        2864.98,
        2874.6
    ],
    [
        " So the mindset is built over time.",
        2876.0,
        2878.24
    ],
    [
        " And like knowledge that you have, the mindset, it becomes so ingrained.",
        2878.92,
        2887.32
    ],
    [
        " That knowledge becomes so ingrained that you don't have to cram for it.",
        2887.94,
        2892.0
    ],
    [
        " Like you'd cram for a final exam.",
        2892.4,
        2894.14
    ],
    [
        " You don't have to cram for the test of combat in the last minute.",
        2894.3,
        2896.94
    ],
    [
        " You already know.",
        2897.12,
        2897.94
    ],
    [
        " You already have the confidence.",
        2898.26,
        2900.0
    ],
    [
        " You know you've done everything possible to prepare mentally, to prepare physically, to prepare emotionally.",
        2900.08,
        2907.0
    ],
    [
        " And then, when the call comes, and you put on your camis and you fill up your canteens and you put on your helmet and you lock down your night vision,",
        2907.7,
        2919.42
    ],
    [
        " you lock and load your weapon to roll out the gate.",
        2920.16,
        2923.62
    ],
    [
        " You're ready.",
        2924.4,
        2925.86
    ],
    [
        " You've seen the movie Gone in 60 seconds.",
        2930.4,
        2932.54
    ],
    [
        " No.",
        2932.54,
        2932.94
    ],
    [
        " I've seen no movies that you've seen.",
        2933.2,
        2936.04
    ],
    [
        " But not as much.",
        2936.06,
        2937.16
    ],
    [
        " There's a part where they're about their car jackers, the team of car thieves.",
        2937.44,
        2943.62
    ],
    [
        " They got to do this mission to save the brother.",
        2944.36,
        2946.16
    ],
    [
        " They're all retired.",
        2946.44,
        2947.72
    ],
    [
        " But they got to do this one last mission.",
        2947.92,
        2949.96
    ],
    [
        " The big mission.",
        2950.7,
        2951.42
    ],
    [
        " The big mission.",
        2951.5,
        2952.12
    ],
    [
        " So they go through a thing, getting into a mindset.",
        2952.86,
        2954.22
    ],
    [
        " So check it out.",
        2954.52,
        2955.64
    ],
    [
        " Imagine if in the movie they were doing that mission every single night.",
        2955.78,
        2958.64
    ],
    [
        " Yeah.",
        2958.72,
        2959.08
    ],
    [
        " Sometimes they're not going through that drill every night because they know they've prepared.",
        2959.08,
        2961.82
    ],
    [
        " They know they've got their mind right and they're going to go out and execute the operation.",
        2961.94,
        2964.58
    ],
    [
        " That's the difference.",
        2965.0,
        2965.88
    ],
    [
        " Or maybe they would do it every night.",
        2966.9,
        2968.66
    ],
    [
        " This is what they do.",
        2969.14,
        2969.76
    ],
    [
        " Oh, let's hear it.",
        2969.98,
        2971.0
    ],
    [
        " They put on low rider.",
        2971.0,
        2972.66
    ],
    [
        " You know the song.",
        2972.9,
        2973.58
    ],
    [
        " Mm-hmm.",
        2974.84,
        2975.3
    ],
    [
        " Then they just kind of listen to it.",
        2975.62,
        2976.92
    ],
    [
        " And then they go.",
        2977.02,
        2977.58
    ],
    [
        " Super subtle.",
        2978.3,
        2979.16
    ],
    [
        " Yeah.",
        2980.6,
        2981.02
    ],
    [
        " Maybe check it out.",
        2981.24,
        2981.86
    ],
    [
        " Yeah.",
        2982.08,
        2982.3
    ],
    [
        " You know, some guys crank up a song.",
        2983.2,
        2986.06
    ],
    [
        " You know, we had speaker.",
        2986.48,
        2987.6
    ],
    [
        " We actually had speakers outside.",
        2987.6,
        2988.78
    ],
    [
        " Sometimes the guys would be blasting some music.",
        2988.78,
        2990.52
    ],
    [
        " But it was no like a ritualistic thing where we all sat there close to our eyes and listened",
        2990.52,
        2994.36
    ],
    [
        " to the same song at the same time.",
        2994.36,
        2995.88
    ],
    [
        " Me.",
        2996.02,
        2996.08
    ],
    [
        " Yeah, yeah.",
        2996.28,
        2996.88
    ],
    [
        " What?",
        2997.06,
        2997.24
    ],
    [
        " Yeah.",
        2997.4,
        2997.46
    ],
    [
        " I mean, and you know what?",
        2997.84,
        2998.92
    ],
    [
        " I was, you know, I was either my two combat deployments.",
        2999.16,
        3002.3
    ],
    [
        " I was a platoon commander.",
        3002.46,
        3003.76
    ],
    [
        " I was a task unit commander.",
        3003.88,
        3004.68
    ],
    [
        " So I was busy.",
        3004.86,
        3006.8
    ],
    [
        " You know, I was all that planning stuff that I'm talking about was me if I was going out.",
        3007.14,
        3011.72
    ],
    [
        " If I wasn't going out, then I wasn't doing anything ritualistically to get ready to go out.",
        3011.9,
        3014.92
    ],
    [
        " Yeah.",
        3016.64,
        3017.04
    ],
    [
        " But you're busy.",
        3015.42,
        3018.44
    ],
    [
        " People don't understand how busy you are in combat, not just while you're on the battlefield,",
        3018.66,
        3021.84
    ],
    [
        " but when you're back in the rear, preparing to go or preparing or planning for operations.",
        3021.84,
        3027.32
    ],
    [
        " Yeah.",
        3027.7,
        3027.88
    ],
    [
        " I would imagine some people, you know, because even the small, I mean, really, how far you want to stretch the word, like, ritual, right?",
        3028.18,
        3034.86
    ],
    [
        " So the, I'm sure some people would, right?",
        3035.16,
        3037.7
    ],
    [
        " Maybe like, like I said, get like a lucky thing or I don't know.",
        3037.82,
        3040.52
    ],
    [
        " Hey, people carried lots.",
        3040.52,
        3041.34
    ],
    [
        " Now you're going to different realm here.",
        3041.34,
        3042.8
    ],
    [
        " You're talking about superstition.",
        3042.94,
        3043.98
    ],
    [
        " Well, well, I'm also talking about, so I had certain patterns that I followed, right?",
        3044.04,
        3048.42
    ],
    [
        " Yeah.",
        3048.7,
        3048.74
    ],
    [
        " But those patterns were not for my mental state.",
        3048.74,
        3051.44
    ],
    [
        " They were to be prepared.",
        3051.64,
        3053.0
    ],
    [
        " Right.",
        3053.22,
        3053.42
    ],
    [
        " You know, I've talked about how I had to cut filled with my gear.",
        3053.66,
        3056.34
    ],
    [
        " Yeah.",
        3056.58,
        3056.68
    ],
    [
        " And when I put all that gear on, I was ready.",
        3056.68,
        3058.16
    ],
    [
        " You know, right?",
        3058.36,
        3058.76
    ],
    [
        " That's, that's, that's, that's, and I put the gear on the same way every time, because you're going through a process and a procedure",
        3058.96,
        3063.92
    ],
    [
        " so that you make sure you get everything right.",
        3063.92,
        3065.02
    ],
    [
        " Even when I'm coming to record the podcast, I do the same thing every time.",
        3065.26,
        3068.3
    ],
    [
        " Yeah.",
        3068.42,
        3068.54
    ],
    [
        " I get this ready.",
        3068.72,
        3069.74
    ],
    [
        " I get that ready.",
        3069.92,
        3070.48
    ],
    [
        " I print the stuff out.",
        3070.54,
        3071.26
    ],
    [
        " I, you know, I bring the same pens, the same stupid pens.",
        3071.32,
        3074.84
    ],
    [
        " I bring them all the time because I have a pattern that I go through, so that I'm ready for what we're going to do.",
        3074.92,
        3079.1
    ],
    [
        " Right.",
        3079.38,
        3079.44
    ],
    [
        " That's a standard operating procedure to be ready for the operation.",
        3079.82,
        3083.08
    ],
    [
        " Whether it gets me to mental state, yeah, I guess it does get a little mental state.",
        3083.6,
        3088.24
    ],
    [
        " And technically that is a ritual.",
        3088.24,
        3090.14
    ],
    [
        " Well, then you, then I guess I'm busted.",
        3090.46,
        3091.76
    ],
    [
        " No, no, no, no, no, you're the man, of course, for sure, you're not busted.",
        3091.96,
        3095.0
    ],
    [
        " No, I think I am busted because that is definitely a ritualistic thing to go through.",
        3095.2,
        3100.62
    ],
    [
        " And if I talk about being in combat, sure, when you're getting your gear on your zero out, you know, you're programming your radio, you're getting a radio check, there's.",
        3101.06,
        3109.62
    ],
    [
        " But again, the reason it doesn't really hit me as a ritualistic thing because those are standard procedures that you're going to prepare for the mission.",
        3109.9,
        3119.36
    ],
    [
        " You're not, they're physical things that have to be done.",
        3119.68,
        3122.16
    ],
    [
        " They're not for mental preparation.",
        3122.34,
        3123.86
    ],
    [
        " Now, does your mind know what's coming?",
        3124.14,
        3127.38
    ],
    [
        " Yes. And I'll tell you a classic example is when you put down your night vision, which for those of you who don't understand this, you have a helmet on and you have a night vision on it, it can flip up where you're just looking through your regular eyes.",
        3127.5,
        3137.64
    ],
    [
        " But then when you block out the vehicles and you flip your night vision down, you're in a different world.",
        3137.86,
        3141.7
    ],
    [
        " So you're in a green world of darkness where you know what's about to, you're about to do.",
        3141.84,
        3146.62
    ],
    [
        " So whenever I flip my, you know, night vision down, it would always give me a sensation.",
        3146.9,
        3151.72
    ],
    [
        " Again, it wasn't this is preparing me. I knew that it was time, right? There's a difference. There's a subtle difference.",
        3152.16,
        3158.52
    ],
    [
        " No difference. No, there, I'm sure there is a different, but there's some, there's overlap there where I think that is.",
        3158.8,
        3164.22
    ],
    [
        " I mean, like I said, it depends how loose you want to use the word ritual, but technically, yeah, like remember you said one time, you said something about before you guys roll out, everyone starts it.",
        3164.56,
        3172.78
    ],
    [
        " There is the same time ritual right there.",
        3172.9,
        3174.96
    ],
    [
        " And ritual however, standard operating procedures, yeah, it's a functional thing like you've got to put your night vision goggles down.",
        3175.0,
        3182.82
    ],
    [
        " You have to do that. It's what you're going to do. And when you do that, because you've done it a hundred times before, you know that that's now game on.",
        3182.98,
        3192.24
    ],
    [
        " But if you're just putting your night vision goggles down, that's not really the ritual.",
        3192.76,
        3197.08
    ],
    [
        " But if it's like, I'm going to put my night vision goggles down after I do this every single time, that's a ritual or we all do it together.",
        3197.08,
        3204.36
    ],
    [
        " Like, when it's your key, you're calling it a ritual, you're putting a, you're putting a ritualistic flavor to it. It's a standard operating procedure.",
        3204.72,
        3212.52
    ],
    [
        " But they can be processed.",
        3212.52,
        3213.4
    ],
    [
        " Right. But I'm saying it's not ritualistic because there was no embedded, deeper meaning that was put on top of it purposely.",
        3213.78,
        3224.22
    ],
    [
        " Right. That's like a, it's not very ceremonial. We're trying to make it, we're trying to make it in some of it's not right.",
        3224.36,
        3229.26
    ],
    [
        " Do you follow the same standard operating procedures? Yes.",
        3229.48,
        3232.02
    ],
    [
        " So do you and, and you know, when we talk about fighters, you know, I've been with a lot of fighters and, and coach them.",
        3232.46,
        3238.3
    ],
    [
        " And those guys have little ritualistic things to get. Sometimes it is music, right? Because they're going to go fight a five minute round.",
        3238.4,
        3244.38
    ],
    [
        " They're going to listen to something or they're going to, they're going to sit there and close their eyes and think about what's important to them. That's fine.",
        3244.38,
        3249.46
    ],
    [
        " I'm telling you, when I was overseas, I didn't have time to do any of that.",
        3249.5,
        3254.32
    ],
    [
        " When you were running around, never once did I say, stand by.",
        3254.56,
        3258.08
    ],
    [
        " Hey, no one talked to me for the next three minutes while I get in the zone. No.",
        3258.8,
        3262.62
    ],
    [
        " I was in the zone because I spent my, you know, did a workup, did you spend my time in the team?",
        3263.12,
        3267.62
    ],
    [
        " I went through training, you know, shop my gun, knew, knew what I was doing.",
        3267.7,
        3271.24
    ],
    [
        " Yeah.",
        3271.56,
        3271.74
    ],
    [
        " And so I didn't need to get in the zone.",
        3271.94,
        3273.48
    ],
    [
        " And I think that's what, I think that's why I think I'm sensitive to this.",
        3273.78,
        3277.12
    ],
    [
        " And here's why I think I'm sensitive to this. I think I'm sensitive to this because I think people try and, and tell, tell people or sell people on the fact that if you do these things,",
        3277.66,
        3289.16
    ],
    [
        " it will prepare you mentally for, you know, a pressure situation.",
        3289.46,
        3294.92
    ],
    [
        " Yeah.",
        3294.92,
        3295.26
    ],
    [
        " And that's what bothers me about it.",
        3295.52,
        3297.48
    ],
    [
        " That's what bothers me about it is, hey, if you do this, if you, this is what it is, if you take this shortcut, then you will be prepared.",
        3297.68,
        3307.3
    ],
    [
        " Because I would never tell someone, oh, you want to fight an MMA fight, you're going to get in the cage.",
        3307.74,
        3312.96
    ],
    [
        " Cool. Here's what you need to do to train for that.",
        3313.16,
        3315.5
    ],
    [
        " Three minutes before you enter the cage, go into a room, shut your eyes, and think about how you're going to win the fight.",
        3315.96,
        3321.9
    ],
    [
        " That is not true.",
        3322.3,
        3323.76
    ],
    [
        " Now, this is, I guess this is where you've just, you've just gotten this out of me, Ako, you took me to, to, to my point that I, that I believe in, right?",
        3324.04,
        3331.52
    ],
    [
        " That is not what prepares you for the fight.",
        3332.82,
        3334.66
    ],
    [
        " What prepares you for the fight is the years and years of training that you've done to get there.",
        3334.88,
        3340.28
    ],
    [
        " The last three minutes, you can have a ritual and it can put your mind in a right place, but that's not what's putting your right in the right place.",
        3340.64,
        3347.1
    ],
    [
        " What's putting your mind in the right place is the months and months and years of training, same thing with on the battlefield.",
        3347.4,
        3352.18
    ],
    [
        " If someone said, hey, I'm about to go execute a, a direct action mission.",
        3352.46,
        3357.66
    ],
    [
        " What should I do to prepare for that?",
        3358.06,
        3359.72
    ],
    [
        " I wouldn't say, well, what you need to do is listen to your favorite motorhead song.",
        3360.12,
        3365.54
    ],
    [
        " Yeah, yeah.",
        3365.82,
        3366.42
    ],
    [
        " That is not going to help you.",
        3366.58,
        3367.74
    ],
    [
        " What you need to do is you need to do this.",
        3367.92,
        3369.22
    ],
    [
        " You need to go this shooting.",
        3369.32,
        3370.26
    ],
    [
        " You need to work on these type of tactics.",
        3370.38,
        3372.3
    ],
    [
        " You need to understand what to do and someone gets wounded.",
        3372.32,
        3374.1
    ],
    [
        " You need to have standard operating procedures for how to go into and out of buildings.",
        3374.22,
        3376.84
    ],
    [
        " You need to understand how to clear rooms with open doors, closed doors, corner fed rooms.",
        3376.94,
        3380.94
    ],
    [
        " All these different things that you need to know.",
        3380.94,
        3382.66
    ],
    [
        " I would tell you all of that stuff, but what I don't like is when someone says, oh, what you need to do to be ready is do these.",
        3382.7,
        3390.38
    ],
    [
        " Do this last fraction of the thing.",
        3390.62,
        3393.1
    ],
    [
        " And that's what's going to prepare you for combat.",
        3393.38,
        3395.8
    ],
    [
        " No, not true.",
        3395.98,
        3396.92
    ],
    [
        " Yeah.",
        3397.16,
        3397.4
    ],
    [
        " What prepares you for combat, what prepares you for a fight, what prepares you for a tough business decision,",
        3397.54,
        3402.32
    ],
    [
        " what prepares you for a pressure scenario that you're going into, isn't the three minutes before.",
        3402.52,
        3406.72
    ],
    [
        " That's the icing on the cake.",
        3407.44,
        3409.34
    ],
    [
        " So I don't want to focus on that.",
        3409.56,
        3410.94
    ],
    [
        " I want to focus on the daily disciplines for months and weeks and years that led you up to the point.",
        3411.12,
        3417.04
    ],
    [
        " So that when I went in combat for the first time and and and and shot my gun for the first time,",
        3417.3,
        3422.8
    ],
    [
        " it wasn't about the song that I listened to.",
        3422.84,
        3425.52
    ],
    [
        " It wasn't about the breathing that I did.",
        3425.74,
        3427.8
    ],
    [
        " It was the discipline and the training that got me there.",
        3427.8,
        3430.44
    ],
    [
        " So maybe I was a little bit hard coming out of the gate on this idea, but that's what that's why I was hard.",
        3430.72,
        3436.3
    ],
    [
        " And I didn't really understand that in my own mind until you started bleeding me down this road.",
        3436.3,
        3441.74
    ],
    [
        " Because that stuff does, when I see somebody trying to sell that, I don't like that.",
        3441.76,
        3445.52
    ],
    [
        " Yep.",
        3445.82,
        3445.98
    ],
    [
        " I don't like that.",
        3446.2,
        3446.74
    ],
    [
        " Do I have rituals?",
        3446.98,
        3447.72
    ],
    [
        " Yes, I absolutely mean I even have rituals for when I get up in the morning and what I do, you know, I fill my water bottle.",
        3448.0,
        3453.44
    ],
    [
        " My water bottle every night when I go to bed is in the same spot.",
        3453.58,
        3456.62
    ],
    [
        " When I get up out of bed in the morning, my water bottle is there.",
        3456.76,
        3459.12
    ],
    [
        " I put my, you know, I go very quietly in the bathroom.",
        3459.58,
        3462.22
    ],
    [
        " When we talk about this, I do what I got to do in there.",
        3462.22,
        3463.86
    ],
    [
        " I come out, I grow, it's dark.",
        3464.18,
        3465.26
    ],
    [
        " I grab my water bottle.",
        3465.26,
        3466.3
    ],
    [
        " It's already where I know it's going to be.",
        3466.44,
        3467.3
    ],
    [
        " I don't need to turn on any lights.",
        3467.3,
        3468.08
    ],
    [
        " It's where it's supposed to be.",
        3468.08,
        3469.7
    ],
    [
        " That's a ritual.",
        3469.88,
        3470.38
    ],
    [
        " I go to the kitchen.",
        3470.72,
        3471.94
    ],
    [
        " It's dark in the kitchen.",
        3472.06,
        3472.8
    ],
    [
        " I fill up the water bottle by sound.",
        3473.02,
        3475.14
    ],
    [
        " Because you know how this little beautiful sound as it fills up, it gets higher and higher and higher than boom.",
        3475.36,
        3478.8
    ],
    [
        " You kill it.",
        3478.9,
        3479.24
    ],
    [
        " Now I walk out.",
        3479.54,
        3480.2
    ],
    [
        " I flip on a light in the back of the house, put the shoes on.",
        3480.34,
        3483.38
    ],
    [
        " Because I'm not bothering anyone.",
        3483.9,
        3485.46
    ],
    [
        " So there's a little ritual there.",
        3485.74,
        3486.96
    ],
    [
        " When I walk up to the gym, plug in the music and now it's time to get after it.",
        3487.08,
        3491.66
    ],
    [
        " So there's a ritual there.",
        3492.0,
        3493.12
    ],
    [
        " Even when I go to the gym and do jiu-jitsu, I have a little ritual that I follow there.",
        3493.9,
        3497.72
    ],
    [
        " I come in, I tape the fingers, I do what I got to do.",
        3497.94,
        3500.9
    ],
    [
        " For those people that are going to ask, I tape the two fingers on my right hand.",
        3501.26,
        3506.1
    ],
    [
        " My pinky and my ring finger on my right hand.",
        3506.38,
        3509.3
    ],
    [
        " Because my pinky's got a little judo finger.",
        3509.44,
        3511.18
    ],
    [
        " So I tape those two together.",
        3511.48,
        3513.16
    ],
    [
        " It also gives me a little bit of that friction on the guillotine.",
        3513.68,
        3516.42
    ],
    [
        " At least that's what I've told Echo to further intimidate and scare them up the guillotine.",
        3516.6,
        3520.14
    ],
    [
        " So there's some little ritualistic things there.",
        3522.06,
        3524.3
    ],
    [
        " If Dean's there, when I'll go in the sauna for five minutes and just get a little bit warm before,",
        3524.3,
        3530.98
    ],
    [
        " and he sees me sweating, he doesn't like to see me sweating because he knows that I'm...",
        3531.16,
        3535.36
    ],
    [
        " It's on.",
        3535.36,
        3535.72
    ],
    [
        " It's on.",
        3535.9,
        3536.2
    ],
    [
        " Right?",
        3536.58,
        3536.74
    ],
    [
        " So I'll go in there just to send a little mental vibe to Dean.",
        3536.86,
        3539.14
    ],
    [
        " That you know what?",
        3539.32,
        3539.82
    ],
    [
        " Jockeys are already sweating.",
        3539.88,
        3540.7
    ],
    [
        " He says, damn.",
        3540.7,
        3541.56
    ],
    [
        " So those ritualistic things, those are the fraction, the tiniest part of what you need to do to prepare.",
        3542.14,
        3549.88
    ],
    [
        " The preparation, the mindset doesn't come from those things.",
        3550.06,
        3553.62
    ],
    [
        " You want to close out that final bit and make it something ritualistic that gets you in the right mindset.",
        3554.08,
        3559.2
    ],
    [
        " Do it.",
        3559.58,
        3560.1
    ],
    [
        " But that is not where the money is made.",
        3560.46,
        3562.38
    ],
    [
        " The money is made and everything that leads up to that is the final three minutes or two minutes or five minutes of ritualistic behavior that you have to get you ready to rock and roll.",
        3562.98,
        3573.26
    ],
    [
        " So bring it.",
        3574.3,
        3576.7
    ],
    [
        " What can we extrapolate there?",
        3576.7,
        3578.4
    ],
    [
        " So the question is no.",
        3578.62,
        3579.8
    ],
    [
        " Really? I mean you maintain really because the question is,",
        3580.38,
        3582.72
    ],
    [
        " do you do anything ritualisticly to get yourself mentally prepared, focused and proper mindset?",
        3582.8,
        3586.66
    ],
    [
        " So you don't.",
        3586.96,
        3587.4
    ],
    [
        " But you do do things that are rituals.",
        3587.72,
        3589.98
    ],
    [
        " But that's not the question.",
        3590.44,
        3591.18
    ],
    [
        " It's one of the questions.",
        3591.32,
        3591.86
    ],
    [
        " So the rituals you're talking about in regards to...",
        3592.18,
        3596.84
    ],
    [
        " Oh, yeah.",
        3596.84,
        3597.46
    ],
    [
        " What rituals do I have?",
        3597.6,
        3598.68
    ],
    [
        " What rituals did I have in preparing for combat, training my ass off, being prepared, studying the enemy,",
        3599.12,
        3606.2
    ],
    [
        " being in crop physical condition, those are the rituals.",
        3606.26,
        3608.94
    ],
    [
        " The rituals are the training.",
        3609.34,
        3610.72
    ],
    [
        " And the rituals, like I said, for the 20th time, that little tiny thing, those are just standard operating procedures.",
        3611.58,
        3617.18
    ],
    [
        " And when you do those ritualistically, then you're number one, you won't forget anything.",
        3617.48,
        3623.24
    ],
    [
        " You'll know that you have all your gear, you'll know that you've done what you're supposed to do.",
        3623.78,
        3628.76
    ],
    [
        " And when you put your night vision goggles down, you'll know that it's on.",
        3629.02,
        3632.28
    ],
    [
        " Straighten.",
        3633.22,
        3633.78
    ],
    [
        " And you'll be mentally prepared.",
        3633.78,
        3635.34
    ],
    [
        " So your standard operating procedures are rituals by technicality?",
        3635.72,
        3642.94
    ],
    [
        " Sure.",
        3643.44,
        3643.64
    ],
    [
        " Sure.",
        3644.24,
        3646.12
    ],
    [
        " There you go.",
        3646.46,
        3646.8
    ],
    [
        " And for those of you that aren't watching this on YouTube, Echo just looked extremely proud of the statement right there.",
        3647.12,
        3653.28
    ],
    [
        " No, I wasn't proud of the technicality they are.",
        3653.46,
        3656.38
    ],
    [
        " I'm proud that I had some influence over you.",
        3656.46,
        3659.68
    ],
    [
        " I don't want to completely beat a dead horse.",
        3660.12,
        3662.82
    ],
    [
        " But what bothers me about that idea is people thinking they can cut corners on the preparation.",
        3665.12,
        3670.92
    ],
    [
        " You can't cut corners.",
        3671.14,
        3672.36
    ],
    [
        " That's my point.",
        3672.5,
        3673.22
    ],
    [
        " You can't cut corners and think you're going to get the three minute preparation to be ready for combat, to be ready for battle.",
        3673.66,
        3678.98
    ],
    [
        " You'll be ready for a pressure situation, to be ready for a tough business decision.",
        3679.1,
        3682.44
    ],
    [
        " You don't get ready for that in three minutes.",
        3682.92,
        3684.7
    ],
    [
        " You get ready for that for months and years.",
        3685.14,
        3687.6
    ],
    [
        " That's how you prepare for it.",
        3687.74,
        3688.8
    ],
    [
        " I used to play football at UH and we had this.",
        3689.72,
        3692.88
    ],
    [
        " I don't know if you're watching football camp.",
        3693.16,
        3695.24
    ],
    [
        " No, I'm laying down the set.",
        3696.48,
        3698.6
    ],
    [
        " We already knew that though.",
        3698.7,
        3699.6
    ],
    [
        " Okay.",
        3699.98,
        3700.04
    ],
    [
        " Okay.",
        3700.22,
        3700.4
    ],
    [
        " Anyway, so I was a wide receiver.",
        3701.74,
        3704.02
    ],
    [
        " And for the drill wide receiver.",
        3704.42,
        3706.22
    ],
    [
        " I was a lot smaller back then.",
        3706.4,
        3707.5
    ],
    [
        " I was like 180, 180, whatever.",
        3708.16,
        3710.12
    ],
    [
        " Nonetheless, one of the drills was this.",
        3711.32,
        3713.14
    ],
    [
        " If you know football camp, you'll know this.",
        3713.4,
        3715.48
    ],
    [
        " It's like it's a motor on a big tripod.",
        3715.48,
        3718.2
    ],
    [
        " And on the motor are these spinning tires.",
        3718.2,
        3721.58
    ],
    [
        " And they spin this way.",
        3721.94,
        3723.8
    ],
    [
        " There's three of them.",
        3723.98,
        3725.6
    ],
    [
        " They go on this weird skewed angle.",
        3726.4,
        3728.14
    ],
    [
        " So basically you load a football from the back and you push it through and it shoots the ball like, yeah.",
        3728.3,
        3733.72
    ],
    [
        " And there's different speeds and stuff like that.",
        3734.28,
        3735.86
    ],
    [
        " Oh my coach.",
        3736.1,
        3738.08
    ],
    [
        " Oh, this is named Coach Miles.",
        3738.18,
        3739.9
    ],
    [
        " I forget if that was his first name or last name.",
        3740.82,
        3742.88
    ],
    [
        " Anyway, Coach Miles, he wasn't a very nice coach.",
        3742.88,
        3744.92
    ],
    [
        " So he would like drill us with it.",
        3745.38,
        3748.38
    ],
    [
        " Right.",
        3748.6,
        3748.94
    ],
    [
        " Which is fine.",
        3749.16,
        3749.7
    ],
    [
        " That part is cool because it's training.",
        3749.96,
        3751.76
    ],
    [
        " But the part that I didn't think was very cool was if you missed, like you would pay a price.",
        3751.94,
        3757.66
    ],
    [
        " Like you yell at you.",
        3757.88,
        3759.3
    ],
    [
        " Sometimes, yeah, he'd make you run it.",
        3759.3,
        3761.66
    ],
    [
        " Like if you missed, it wasn't like it was like to me, the punishment, it was wrong.",
        3761.76,
        3766.1
    ],
    [
        " Like the system was wrong.",
        3766.22,
        3767.16
    ],
    [
        " The punishment didn't fit the crime.",
        3767.32,
        3768.48
    ],
    [
        " Well, yeah, it wasn't like this isn't going to make you better to put more pressure on this.",
        3768.94,
        3772.86
    ],
    [
        " It was more like, hey, look, hey, but he wants to cause stress.",
        3774.06,
        3777.24
    ],
    [
        " Okay.",
        3777.8,
        3778.06
    ],
    [
        " Okay.",
        3778.22,
        3778.42
    ],
    [
        " Good.",
        3778.56,
        3778.7
    ],
    [
        " Good.",
        3778.82,
        3779.0
    ],
    [
        " I didn't feel that at the time.",
        3779.08,
        3780.92
    ],
    [
        " And now I mean, I'd have to think about it more.",
        3781.26,
        3783.0
    ],
    [
        " I'm about to forget.",
        3783.08,
        3783.88
    ],
    [
        " I bet your days, your viewpoint would be different.",
        3783.94,
        3785.76
    ],
    [
        " Maybe, but maybe not though.",
        3786.04,
        3787.32
    ],
    [
        " No, no, I don't think so only because I think that you're trying to get the best out of these people.",
        3787.44,
        3791.98
    ],
    [
        " You know, for a specific situation.",
        3792.06,
        3793.86
    ],
    [
        " But on a game day, there's going to be a lot of pressure.",
        3793.9,
        3795.08
    ],
    [
        " And you can actually get used to that stress by inoculating yourself to it.",
        3795.72,
        3799.92
    ],
    [
        " By him saying, look, you got to catch his baller, you're going to pay the man.",
        3800.36,
        3802.78
    ],
    [
        " Yeah, or just get better at catching.",
        3802.96,
        3804.54
    ],
    [
        " Good job.",
        3804.78,
        3805.36
    ],
    [
        " No, no, no, so you could focus on getting better at taking stress or getting better at catching.",
        3805.36,
        3809.66
    ],
    [
        " Okay.",
        3809.76,
        3809.98
    ],
    [
        " And I will give you a focusing on how to give you that.",
        3810.18,
        3811.72
    ],
    [
        " Now, what I would say is that he should have combined both of them.",
        3811.76,
        3814.86
    ],
    [
        " And he should have given you guys ample time to just practice the catching part.",
        3814.88,
        3818.18
    ],
    [
        " And then later up the stress.",
        3818.32,
        3820.34
    ],
    [
        " Hey, man, bro, that would have been great if you did that.",
        3820.5,
        3822.22
    ],
    [
        " In fact, is he did not?",
        3822.42,
        3823.48
    ],
    [
        " So back to the ritual, mental preparation, whatever.",
        3823.64,
        3827.16
    ],
    [
        " So that would be stressful for me as a young guy.",
        3827.58,
        3830.26
    ],
    [
        " I was like 17 when I started football.",
        3830.32,
        3832.06
    ],
    [
        " I was, you know, late, but anyway, so I'm like one of the young guys and he'd end.",
        3832.36,
        3835.96
    ],
    [
        " So when he'd he'd do stuff like to make it harder and harder and harder.",
        3836.28,
        3839.74
    ],
    [
        " So of course you're going to miss.",
        3839.74,
        3840.82
    ],
    [
        " So there's this one where he's like ball.",
        3841.54,
        3844.2
    ],
    [
        " And then, you know, you know, you just will turn around the balls on its way.",
        3844.6,
        3847.02
    ],
    [
        " Full speed things like it.",
        3847.22,
        3848.48
    ],
    [
        " And the thing comes from hard.",
        3848.48,
        3849.18
    ],
    [
        " Anyway, so you'd miss and then he'd get all mad.",
        3849.18,
        3851.5
    ],
    [
        " So anyway, I'm stressed now.",
        3851.52,
        3852.86
    ],
    [
        " There's not every practice I'm going to stress about that one drill that we're going to do.",
        3852.86,
        3856.44
    ],
    [
        " So before practice, we had this cool, real, real nice facility.",
        3857.7,
        3861.94
    ],
    [
        " There's this lounge where everyone just kind of cruise and mellow out because you go, you know, from class to, to pre-practice prep.",
        3862.22,
        3868.9
    ],
    [
        " And then some meetings and then practice is a little bit of downtime where you can mellow out in the lounge.",
        3868.9,
        3873.4
    ],
    [
        " So in the lounge, it closed my eyes a lot of the time and be like, just visualize that ball.",
        3873.58,
        3877.46
    ],
    [
        " Only for the drill, not in scrimmage time.",
        3877.78,
        3880.02
    ],
    [
        " Scrimmage time, no problem.",
        3880.18,
        3881.26
    ],
    [
        " But I'm visually mentally preparing for the drill.",
        3881.66,
        3884.34
    ],
    [
        " All right, this just doesn't seem right.",
        3884.68,
        3886.92
    ],
    [
        " Anyway.",
        3887.0,
        3887.26
    ],
    [
        " So, yeah, mentally, mentally, visualizing the ball coming at crazy speed.",
        3887.86,
        3895.28
    ],
    [
        " And I'm catching them, pulling them, catching them off in my little visualization.",
        3895.62,
        3898.36
    ],
    [
        " So I go and as time went on, I kept doing that over and over and over.",
        3899.94,
        3904.78
    ],
    [
        " Didn't help the drill at all.",
        3904.98,
        3907.08
    ],
    [
        " Felt failed.",
        3909.16,
        3909.6
    ],
    [
        " Like, as far as any kind of effect, I would catch some, and miss some gig yelled at more stress.",
        3909.88,
        3914.6
    ],
    [
        " Next day, even more.",
        3914.84,
        3915.5
    ],
    [
        " Same thing.",
        3915.92,
        3916.36
    ],
    [
        " Yeah, I would say this, first of all, visualization of a physical technique is proven to help.",
        3916.54,
        3923.04
    ],
    [
        " So it didn't help in your case.",
        3923.46,
        3924.66
    ],
    [
        " What I would have said would have been the most helpful for you is to say, you know what?",
        3925.06,
        3929.5
    ],
    [
        " I don't care what this guy does to me.",
        3929.82,
        3931.3
    ],
    [
        " Yeah.",
        3931.44,
        3931.6
    ],
    [
        " I don't care if I miss this ball and I'm a go out there and have fun.",
        3931.72,
        3934.12
    ],
    [
        " Yeah.",
        3934.16,
        3934.48
    ],
    [
        " You want to do it?",
        3934.48,
        3935.08
    ],
    [
        " I'm going to act like a maniac.",
        3935.14,
        3936.42
    ],
    [
        " Yeah.",
        3936.92,
        3937.12
    ],
    [
        " I'm going to have such a good time running down the field.",
        3937.26,
        3938.84
    ],
    [
        " And when he calls ball, I'm going to turn around and do my best to grab that thing.",
        3938.84,
        3941.58
    ],
    [
        " If I don't grab it, I'm going to do 14 summer salts.",
        3941.74,
        3944.48
    ],
    [
        " And I'm going to have a good time.",
        3944.94,
        3945.82
    ],
    [
        " And so that would, you would take in the pressure off yourself because that's probably what was, what was, uh, jamming you up as you like to say.",
        3946.16,
        3952.62
    ],
    [
        " And I'll say this too.",
        3952.7,
        3955.2
    ],
    [
        " Back to this whole idea, right?",
        3955.64,
        3957.34
    ],
    [
        " Right.",
        3957.34,
        3957.4
    ],
    [
        " Another thing that I, that I feel this sort of allergy to this type of thing is it's sort of like on the Tim Ferriss episode where I was just answering questions.",
        3957.74,
        3970.2
    ],
    [
        " I'm going to ask about motivation.",
        3970.34,
        3972.26
    ],
    [
        " And I said, like, motivation isn't, isn't your friend, right?",
        3973.04,
        3975.84
    ],
    [
        " Motivation is going to go up and down.",
        3976.06,
        3976.98
    ],
    [
        " I feel like, you know, what's going to be good is discipline.",
        3977.5,
        3980.92
    ],
    [
        " Disciplines.",
        3981.38,
        3981.72
    ],
    [
        " And so there's really, that's the difference between what I'm talking about here.",
        3981.82,
        3984.48
    ],
    [
        " When we're talking about, hey, what do you do to get into mindset?",
        3984.76,
        3987.86
    ],
    [
        " Well, that's really talking about, you know, your mental mindset of motivation.",
        3988.08,
        3991.0
    ],
    [
        " No, but what I'm talking about is discipline standard operating procedures that actually prepare you for what you're about to do.",
        3991.14,
        3999.26
    ],
    [
        " Not that motivates you temporarily by listening to a good song or by doing some breathing drill that gets you mentally.",
        3999.42,
        4005.24
    ],
    [
        " But no, the discipline is what's going to make you mentally prepared for what's about to happen.",
        4005.68,
        4011.2
    ],
    [
        " So again, that's why I think I'm a little bit stuck in the mud on this one and trying to have an open mind.",
        4011.64,
        4017.2
    ],
    [
        " But I think those are the key components for me.",
        4017.3,
        4019.5
    ],
    [
        " I don't like when people try and sell shortcuts on stuff and make it, you know, hey, you'll be great if you do these three minutes.",
        4019.9,
        4026.3
    ],
    [
        " No, actually, you won't.",
        4026.6,
        4027.58
    ],
    [
        " You need to do everything else.",
        4027.58,
        4028.74
    ],
    [
        " You need to do the hard work.",
        4028.84,
        4029.72
    ],
    [
        " And people buy into that.",
        4030.14,
        4031.46
    ],
    [
        " Why do they buy into that?",
        4031.54,
        4032.28
    ],
    [
        " Because they want to take everyone wants the quick and easy, you know?",
        4032.28,
        4035.0
    ],
    [
        " I mean, people that listen to this podcast don't.",
        4035.34,
        4037.24
    ],
    [
        " Yeah.",
        4037.58,
        4037.68
    ],
    [
        " Right?",
        4037.68,
        4037.8
    ],
    [
        "",
        4038.22,
        4038.22
    ],
    [
        " People that are here, we want to get in the game fully.",
        4038.46,
        4041.32
    ],
    [
        " Two hours.",
        4041.38,
        4042.12
    ],
    [
        " Two hours in a book.",
        4042.16,
        4043.28
    ],
    [
        " Yes.",
        4043.52,
        4043.76
    ],
    [
        " No shortcuts.",
        4044.04,
        4044.88
    ],
    [
        " No shortcuts.",
        4045.22,
        4045.7
    ],
    [
        " So I think that's the difference.",
        4046.3,
        4048.44
    ],
    [
        " Is people, some people sell that and there's too many people that buy into it when what they should be buying is, hey, hard work.",
        4048.66,
        4055.46
    ],
    [
        " And dedication and discipline is what's going to mentally prepare me.",
        4055.98,
        4059.86
    ],
    [
        " Not this other stuff.",
        4060.42,
        4062.26
    ],
    [
        " Yeah.",
        4062.4,
        4062.62
    ],
    [
        " At the end.",
        4062.92,
        4063.7
    ],
    [
        " Yeah.",
        4063.96,
        4064.18
    ],
    [
        " So yeah.",
        4064.5,
        4064.9
    ],
    [
        " So really, like I said, the S.O.P. by technicality, it's a ritual.",
        4064.96,
        4068.58
    ],
    [
        " But here's the thing about it being only technically ritual.",
        4068.76,
        4071.9
    ],
    [
        " Because if you take that away, not necessarily the S.O.P.",
        4072.34,
        4076.98
    ],
    [
        " Because that has a full-on function.",
        4077.02,
        4078.68
    ],
    [
        " You know what?",
        4078.82,
        4079.32
    ],
    [
        " I hate to cut you off just to talk about what we just, what we're talking about here.",
        4079.54,
        4082.92
    ],
    [
        "",
        4083.06,
        4083.06
    ],
    [
        " Because I said, hey, with the podcast and I've said this before, we have a ritual that I do.",
        4083.2,
        4087.14
    ],
    [
        " You do it too.",
        4087.28,
        4087.94
    ],
    [
        " When I come, I brew the tea.",
        4088.2,
        4090.2
    ],
    [
        " I'm putting my pens in.",
        4090.78,
        4092.48
    ],
    [
        " I do the folder.",
        4092.54,
        4093.34
    ],
    [
        " I print the stuff out.",
        4093.34,
        4094.16
    ],
    [
        " I have, I put the knives in the bag.",
        4094.32,
        4095.92
    ],
    [
        " I have a ritual that I go through.",
        4096.04,
        4097.24
    ],
    [
        " But to case in point, case in point, that is not what prepares me for the, for the episode.",
        4097.68,
        4103.3
    ],
    [
        " That's what I was going to say.",
        4103.42,
        4103.88
    ],
    [
        " That is not what prepares me for the recording.",
        4103.88,
        4105.06
    ],
    [
        " What prepares me for the recording is what is spending 10 hours, 12 hours, 15 hours, diving into a book, looking upwards.",
        4105.18,
        4113.12
    ],
    [
        " I don't know.",
        4113.32,
        4113.76
    ],
    [
        " Doing background studies on battles that I don't understand that are mentioned, offhand.",
        4113.88,
        4117.8
    ],
    [
        " Researching some general that gets mentioned.",
        4118.12,
        4119.84
    ],
    [
        " That's what prepares me.",
        4119.84,
        4121.58
    ],
    [
        " That's what gets me in the mindset to record a podcast.",
        4121.7,
        4124.32
    ],
    [
        " Not the ritual.",
        4124.48,
        4125.18
    ],
    [
        " The ritual doesn't actually mean anything without that core, deep preparation that's done.",
        4125.52,
        4131.68
    ],
    [
        " And that kind of settles our point here.",
        4131.92,
        4135.54
    ],
    [
        " Yeah.",
        4135.74,
        4136.02
    ],
    [
        " I have no means.",
        4136.58,
        4137.4
    ],
    [
        " Very nicely.",
        4137.48,
        4138.08
    ],
    [
        " Yeah, I was going straight technical on you.",
        4138.26,
        4140.18
    ],
    [
        " I think you're absolutely correct.",
        4140.34,
        4144.1
    ],
    [
        " And sometimes, because I would fall, especially when you're young, you're like just anything that will help me.",
        4144.52,
        4149.36
    ],
    [
        " Do I, did I tie my shoes in the wrong superstition goes in there?",
        4150.02,
        4153.8
    ],
    [
        " You know that feeling where you're like dang, you're just stressed about something.",
        4153.98,
        4157.24
    ],
    [
        " So anything that will help.",
        4157.38,
        4158.36
    ],
    [
        " And then after a while, you kind of go to yourself, man, it doesn't matter what order I put my shoes on right now.",
        4158.82,
        4163.26
    ],
    [
        " It doesn't matter what color my socks are right now.",
        4163.46,
        4165.38
    ],
    [
        " Man, I used to have this thing where I'd be stressed to go to school for whatever it is.",
        4166.0,
        4170.8
    ],
    [
        " Like intermediate skin when you're like a new school, it's just a little bit stressed.",
        4170.96,
        4173.68
    ],
    [
        " Not full on, but still I was looking for little things.",
        4173.68,
        4176.08
    ],
    [
        " So is this weird, even thinking about it and I'm so weird.",
        4176.34,
        4179.42
    ],
    [
        " So I'd have music in your car on a tape.",
        4179.76,
        4183.14
    ],
    [
        " So I liked Bushwick Bill, who's a scrapper and get a voice.",
        4183.74,
        4189.62
    ],
    [
        " Anyway, no, I, and it had a bunch of swearing in it, but it was just a great, great album.",
        4189.76,
        4195.56
    ],
    [
        " And I liked it.",
        4195.76,
        4196.44
    ],
    [
        " But I had it strangely in my mind.",
        4196.64,
        4199.08
    ],
    [
        " If I listen to like negative stuff, I'd have a negative day.",
        4199.12,
        4203.2
    ],
    [
        " And some people might say like, well, that's kind of true, but no, I don't think so.",
        4203.54,
        4207.72
    ],
    [
        " I think it doesn't matter really what music you look.",
        4208.18,
        4209.98
    ],
    [
        " Maybe my certain music might put you in a certain mood, but that's up to you.",
        4210.02,
        4213.9
    ],
    [
        " Yeah, we're actually going in a whole other direction, which I'm fine with going there.",
        4214.6,
        4218.56
    ],
    [
        " I have always found that music to me, like the words in the music, I'm barely registering.",
        4218.96,
        4226.04
    ],
    [
        " What they are.",
        4226.4,
        4227.54
    ],
    [
        " I know them.",
        4227.82,
        4229.6
    ],
    [
        " I'll be, might even be singing along with them in my mind, but, but the words generally aren't having a huge impact.",
        4229.74,
        4237.68
    ],
    [
        " I mean, I've listened to all kinds of rock and roll music throughout my years.",
        4237.68,
        4240.44
    ],
    [
        " Yeah.",
        4240.66,
        4240.74
    ],
    [
        " If I would have followed, followed along with 10% of the lyrics, I would probably be a heroin addict in the cover somewhere, right?",
        4240.84,
        4248.24
    ],
    [
        " Because you can't just listen to music and obey what they say.",
        4248.5,
        4251.14
    ],
    [
        " And you shouldn't do that.",
        4251.28,
        4252.34
    ],
    [
        " Most music is, a lot of music is negative, right?",
        4252.56,
        4255.26
    ],
    [
        " I mean, a lot of music is very negative in what it's saying.",
        4255.26,
        4258.34
    ],
    [
        " So, yeah, that...",
        4258.96,
        4262.28
    ],
    [
        " So what you're saying is the ritual of listening to the right music is important or not important?",
        4262.28,
        4266.88
    ],
    [
        " No, not important at all.",
        4266.94,
        4268.42
    ],
    [
        " I'm just saying I used to, like, kind of, I don't want to say fall for that trick, but I was young.",
        4268.5,
        4273.28
    ],
    [
        " I was like in intermediate school.",
        4273.28,
        4274.42
    ],
    [
        " So you believed it.",
        4274.52,
        4275.5
    ],
    [
        " You believed it.",
        4275.7,
        4276.2
    ],
    [
        " At the time.",
        4276.2,
        4276.7
    ],
    [
        " If you listen to negative music, you might have a negative.",
        4277.0,
        4278.82
    ],
    [
        " Negative day.",
        4278.84,
        4279.34
    ],
    [
        " Yes.",
        4279.54,
        4279.58
    ],
    [
        " And not the kind, not the kind where it's like, I'm going to listen to this and then I choose to go, this will fire me up to do whatever.",
        4279.7,
        4284.54
    ],
    [
        " But it wasn't that.",
        4284.54,
        4285.26
    ],
    [
        " It was a superstition is what it was.",
        4285.42,
        4286.94
    ],
    [
        " And I'm saying, my point for the whole thing is, you don't like how people, like, basically hang their success or failure on some visualization or some ritual.",
        4287.3,
        4295.18
    ],
    [
        " Yes.",
        4295.4,
        4295.52
    ],
    [
        " And agree then, that the point I'm making is, I would have to, like, remind myself of that.",
        4295.6,
        4301.42
    ],
    [
        " Like, man, the music...",
        4301.88,
        4303.98
    ],
    [
        " Like, nothing bad's going to happen to me because I listen to Bushwick Bill talk about this thing.",
        4303.98,
        4308.78
    ],
    [
        " I got you.",
        4308.82,
        4309.3
    ],
    [
        " That, I will say this, though.",
        4309.48,
        4310.72
    ],
    [
        " That is a conscious decision that you made.",
        4310.92,
        4313.04
    ],
    [
        " Whereas if you were just listening to...",
        4313.64,
        4315.54
    ],
    [
        " I mean, music changes your mood.",
        4315.54,
        4317.42
    ],
    [
        " Music changes my mood, for sure.",
        4317.72,
        4318.84
    ],
    [
        " Yeah.",
        4319.08,
        4319.18
    ],
    [
        " And when I hear a certain music, I get a certain reaction to it and I will get into a certain emotional state from listening to a song.",
        4319.32,
        4325.62
    ],
    [
        " That's about something or not something else, you know.",
        4325.76,
        4327.94
    ],
    [
        " That will have an effect on me.",
        4328.14,
        4330.1
    ],
    [
        " Now, I don't know that...",
        4330.66,
        4334.72
    ],
    [
        " My point is that the lyrics themselves don't really mean anything.",
        4334.72,
        4338.68
    ],
    [
        " I guess, I guess if they do mean something, though, and they hit me a certain way, music definitely will put you in a different way.",
        4338.84,
        4343.02
    ],
    [
        " In my opinion.",
        4343.46,
        4344.38
    ],
    [
        " Yeah.",
        4344.48,
        4344.78
    ],
    [
        " If you let it...",
        4344.94,
        4346.04
    ],
    [
        " If you're using it.",
        4346.04,
        4347.44
    ],
    [
        " If you...",
        4347.56,
        4348.32
    ],
    [
        " Well, I would say it puts you in a mood unless you don't...",
        4348.32,
        4351.16
    ],
    [
        " Don't let it...",
        4351.16,
        4351.66
    ],
    [
        " Yeah, yeah, yeah.",
        4351.66,
        4352.08
    ],
    [
        " Because if you just listen to it, now there's times where you can be listening to whatever music and it's just not going to hit you.",
        4352.16,
        4357.06
    ],
    [
        " But some music that you have might have a core fault about.",
        4357.18,
        4360.94
    ],
    [
        " Now, does this go back and negate my earlier point that music doesn't affect my mindset?",
        4361.28,
        4366.26
    ],
    [
        " Does that do it?",
        4367.0,
        4367.66
    ],
    [
        " Might.",
        4368.02,
        4368.26
    ],
    [
        " Right?",
        4368.8,
        4368.9
    ],
    [
        " Now, I'm going back on what I said.",
        4368.92,
        4370.52
    ],
    [
        " Because I said, oh, music doesn't affect your mindset.",
        4370.7,
        4372.74
    ],
    [
        " I guess I am going back.",
        4373.6,
        4375.0
    ],
    [
        " Well, yeah, but ultimately, I think...",
        4375.0,
        4377.0
    ],
    [
        " I think really it holds up where you...",
        4377.0,
        4379.34
    ],
    [
        " Yeah.",
        4379.34,
        4379.44
    ],
    [
        " The music is...",
        4379.62,
        4380.54
    ],
    [
        " Because here's the deal.",
        4380.54,
        4381.6
    ],
    [
        " Here's the deal.",
        4381.98,
        4383.1
    ],
    [
        " You're going into a stressful, combat situation.",
        4383.62,
        4385.62
    ],
    [
        " And you didn't get a chance to listen to your song.",
        4386.04,
        4388.06
    ],
    [
        " Yeah.",
        4388.2,
        4388.28
    ],
    [
        " Can you afford to be like, oh, no, I can't go, no.",
        4388.3,
        4390.14
    ],
    [
        " So that's another reason why, yes, I'm staying with my original point.",
        4390.36,
        4394.32
    ],
    [
        " Yeah, I agree with you.",
        4394.58,
        4395.96
    ],
    [
        " Stick with it.",
        4396.1,
        4396.58
    ],
    [
        " Don't let anyone sway you.",
        4396.68,
        4398.2
    ],
    [
        " Don't let them...",
        4398.2,
        4399.44
    ],
    [
        " Still a ritual by technicality, though.",
        4399.44,
        4401.32
    ],
    [
        " Jocco.",
        4402.36,
        4402.84
    ],
    [
        " Is this question number five now, or...?",
        4403.54,
        4405.06
    ],
    [
        " Yeah.",
        4405.06,
        4405.3
    ],
    [
        " Can you speak about winging it?",
        4405.58,
        4407.84
    ],
    [
        " And when it's best to just go for it?",
        4408.26,
        4411.04
    ],
    [
        " And when making a plan without the time to do so, is the best course.",
        4411.36,
        4415.96
    ],
    [
        " Okay.",
        4416.36,
        4416.6
    ],
    [
        " Yeah, I can definitely talk about that.",
        4417.32,
        4419.24
    ],
    [
        " Well, winging it is never the first choice.",
        4420.08,
        4425.34
    ],
    [
        " And when you see people in the, you know, in the SEAL teams or in the military, if they're",
        4427.98,
        4433.58
    ],
    [
        " winging something, it's something that they've practiced a lot.",
        4433.58,
        4437.16
    ],
    [
        " It's something that they have planned broadly before.",
        4437.58,
        4440.46
    ],
    [
        " And they've so much experience in that, whatever that type of operation that they can actually get away with it.",
        4441.04,
        4447.44
    ],
    [
        " Right?",
        4447.58,
        4447.7
    ],
    [
        " And a good example, if you take a Jiu-Jitsu example, like Dean, Dean Lister, he can wing it in a match.",
        4447.82,
        4453.12
    ],
    [
        " Jeff Glover can do that to a ridiculous level of just winging it in competition.",
        4453.12,
        4457.64
    ],
    [
        " And just show up and just do what he does, because he's got, you know, those guys at that high level have a mental fluidity that's going to be very helpful for him.",
        4457.92,
        4468.08
    ],
    [
        " Now, there's other people that are very high level Jiu-Jitsu players that don't wing it.",
        4468.2,
        4473.22
    ],
    [
        " That are very much more methodical.",
        4473.86,
        4475.6
    ],
    [
        " And I'm sure there's some cases with both Jeff and Dean where they probably should have been more methodical.",
        4475.9,
        4482.44
    ],
    [
        " But I mean, Jeff is straight up suicidal in many of his matches.",
        4482.6,
        4486.34
    ],
    [
        " I mean, and that's what's beautiful is that he moves so much so rapidly that people can't hang with him on that level in most cases.",
        4486.68,
        4496.16
    ],
    [
        " So that's why he is winging it.",
        4496.92,
        4498.94
    ],
    [
        " Like every movement that he makes is winging it, but case in point, he's put himself in those situations all the time.",
        4499.06,
        4506.98
    ],
    [
        " You come to the gym and watch him train. He's letting people put him in the worst possible situations and figuring a way out of it.",
        4506.98,
        4512.46
    ],
    [
        " So the reason he can wing it in a competition is because he's he's put a practice and discipline there in the background.",
        4512.7,
        4518.68
    ],
    [
        " And if you saw my seal platoon or task unit, we could wing it on operations all the time because we were prepared, because we knew each other so well, because we had standard operating procedures that covered so much of the things that would happen during an operation.",
        4518.68,
        4536.96
    ],
    [
        " Where we would be quote unquote winging it. So even though we're winging it, we're not really winging it because we all be standard standard operating procedures in place that we didn't really need to plan.",
        4536.96,
        4547.52
    ],
    [
        " But if you have time to plan, then of course plan, do as much planning as you can dig in and plan every detail that you can plan.",
        4547.88,
        4560.28
    ],
    [
        " Now, when it does come to planning, I think the most important part of a plan, the thing that makes a plan the most effective is its flexibility and making a plan that is so flexible that when you do the actual operation and you come up against unexpected things, which are absolutely going to happen.",
        4562.46,
        4588.22
    ],
    [
        " You have the flexibility, you have options, you have contingency plans to deal with now.",
        4588.32,
        4593.58
    ],
    [
        " So plan as much as you can, but the problem is with all that emphasis on planning, sometimes people become obsessed with planning and they plan and they plan and they plan some more and they plan and they plan and they plan and they plan and they don't want to execute.",
        4594.04,
        4609.62
    ],
    [
        " And if they do execute, they execute late, they missed their opportunity.",
        4609.64,
        4615.38
    ],
    [
        " So that's why that's why patent said, I got this note written down here, patent said a good plan, violently executed now is better than a perfect plan executed next week, right? That's what we're talking about.",
        4616.0,
        4627.88
    ],
    [
        " Come up with a good plan, don't come up with a perfect plan that takes you two weeks to come up with that's not going to help you.",
        4628.24,
        4634.1
    ],
    [
        " That's something you need to keep in the front of your mind and that is especially applicable in a tactical decision that's being made in the field.",
        4634.36,
        4645.1
    ],
    [
        " Right, something that is unfolding, you see the enemy maneuvering, you come up with a quick plan and you execute because every minute that you're waiting to execute, the enemy is maneuvering on you that that low in enemy fire, that's not them retreating and running away.",
        4645.92,
        4662.42
    ],
    [
        " No, your mindset has to be that that's them maneuvering on you, they're getting a better position, they're setting up getting ready to crush you, so don't let that happen.",
        4662.64,
        4669.96
    ],
    [
        " Make a plan and go and that comes back again to flexibility, if you come up with a good plan and you go as that plan is being executed, you've got to pay attention, you've got to pay attention and watch how it's unfolding and don't put the blinders on and you've got your plan and now we're going to go and we're not going to look around anymore.",
        4672.48,
        4690.84
    ],
    [
        " We're just going to follow the plan, no, you have to be observant, you have to observe, orient, decide and act the whole time, you can't just come up with a plan and stay on that track because when you come up with a fast plan, you're not going to have thought about every single detail and you don't know what the enemy is going to do anyways, you don't know what your competitor is going to do, you can't guarantee that.",
        4690.84,
        4711.72
    ],
    [
        " So when you see them start to react to your what you executed, now you got to be ready to react yourself and get the off the upper hand and take the offensive.",
        4711.84,
        4721.38
    ],
    [
        " So there's one more there's one more little dichotomy to this and I'll just say it, even though I'm saying you got to adapt your plan and you need to adjust as things happen, you also want to stick to your plan.",
        4722.42,
        4741.7
    ],
    [
        " Those things are completely opposite of each other right I'm saying adapt and change your plan as needed, but I'm also telling you to stick to your plan, but for instance, if you rehearsed a or if you have a standard operating procedure for your order of patrol, so this is the order of, you know, the point man and it's it's Jones and then Smith and then Washington and then Jefferson and that's your order patrol right.",
        4742.4,
        4766.46
    ],
    [
        " And those guys are always marching in that order until we know each other, we know how to work together, we have fire team integrity, we have a standard operating procedure and we're going to attack a target.",
        4767.3,
        4777.56
    ],
    [
        " And when we get closer to the target, we see that hey, you know what maybe be better to move this guy over here and move this guy over here and so let's, let's change our standard order of March, our standard patrolling order because it'll be easier when we get to the target.",
        4778.42,
        4792.88
    ],
    [
        " Don't do that. Don't do that. You have your standard operating procedures for a reason, you have them and when you start pulling yourself out of the standard operating procedures for no good reason, that's going to come back and bite you it's it's not going to work out good.",
        4795.58,
        4813.4
    ],
    [
        " So be flexible. This is going to be an interesting statement be flexible, but stick to the plan, but be ready to adjust, but stick to the plan.",
        4814.96,
        4825.76
    ],
    [
        " And that's totally contradictory and I know that and I apologize, but that is what leadership is leadership is balancing those dichotomies and leadership is knowing when, hey, we've stayed with our standard operating procedure, we're going to hold through it through this little thing right here.",
        4826.34,
        4842.88
    ],
    [
        " You know, there's been a little small terrain feature we didn't expect we could change our plan right now and adapt to that in an unlikely event that or the small chance that something happens and will be better for it at that moment.",
        4842.92,
        4855.52
    ],
    [
        " No, stay with your standard operating procedure, but then when something dramatic happens and you need to make a change, you do aggressively do it dynamically and then you continue to observe orient decided act and stick keep beating the enemy inside the utaloupe.",
        4855.98,
        4872.48
    ],
    [
        " That's it.",
        4875.7,
        4877.2
    ],
    [
        " Yeah.",
        4877.2,
        4877.78
    ],
    [
        " Next question.",
        4878.56,
        4881.74
    ],
    [
        " Jockel.",
        4882.44,
        4883.26
    ],
    [
        " Yes.",
        4883.46,
        4883.8
    ],
    [
        " And echo.",
        4884.44,
        4885.54
    ],
    [
        " Oh,",
        4886.14,
        4886.26
    ],
    [
        " B.J.J.",
        4887.4,
        4888.22
    ],
    [
        " X partner is training in another gym.",
        4888.48,
        4891.22
    ],
    [
        " Now my head coach banned him from coming back.",
        4892.42,
        4895.16
    ],
    [
        " Question.",
        4898.08,
        4899.04
    ],
    [
        " So dojo loyalty versus freedom.",
        4899.5,
        4902.18
    ],
    [
        " Okay.",
        4902.56,
        4903.7
    ],
    [
        " What up?",
        4903.9,
        4904.24
    ],
    [
        " So there is some tradition behind this actually.",
        4905.62,
        4908.62
    ],
    [
        " Yep.",
        4908.82,
        4908.92
    ],
    [
        " And the tradition is actually the tradition of the crion.",
        4909.82,
        4914.24
    ],
    [
        " So that's so crion is a it's a Brazilian word and it's a name, right?",
        4914.88,
        4923.16
    ],
    [
        " It's a name from a character in a Brazilian soap opera.",
        4923.18,
        4929.42
    ],
    [
        " You're looking at me like you didn't know that.",
        4930.08,
        4931.54
    ],
    [
        " I didn't know that.",
        4931.62,
        4932.5
    ],
    [
        " Oh, you didn't know this.",
        4932.54,
        4933.3
    ],
    [
        " So I know Crion.",
        4933.64,
        4934.34
    ],
    [
        " Of course, everyone knows Crion.",
        4934.34,
        4935.6
    ],
    [
        " Yeah.",
        4935.62,
        4936.0
    ],
    [
        " Crion she came from it's a character in a Brazilian soap opera that was like a backstabber.",
        4936.52,
        4943.96
    ],
    [
        " Like an unloyal guy.",
        4944.14,
        4945.72
    ],
    [
        " Right.",
        4945.82,
        4946.2
    ],
    [
        " And so when it especially back in the early days for me in Jiu Jitsu, which was pretty early",
        4946.52,
        4953.26
    ],
    [
        " days in America for Jiu Jitsu in the 90s, if anyone was going from gym to gym or even left a gym",
        4953.26,
        4961.52
    ],
    [
        " permanently to go to another gym, they were labeled this horrible word.",
        4961.52,
        4966.14
    ],
    [
        " It was the worst thing you could call somebody, right?",
        4966.46,
        4969.22
    ],
    [
        " It was a Crion.",
        4969.5,
        4970.16
    ],
    [
        " Okay.",
        4970.16,
        4971.02
    ],
    [
        " Yeah, this guy's a Crion.",
        4971.24,
        4972.22
    ],
    [
        " And that meant that they were a trader.",
        4972.92,
        4974.72
    ],
    [
        " Yeah.",
        4974.86,
        4975.26
    ],
    [
        " That's what it meant.",
        4975.42,
        4976.06
    ],
    [
        " And there's also, so that's, there's a tradition of it in Jiu Jitsu, right?",
        4977.0,
        4981.32
    ],
    [
        " Of this idea that if you change gyms or you train in a different place, you're a Crion.",
        4981.56,
        4986.74
    ],
    [
        " Now, there's a little backlash against that.",
        4986.74,
        4990.72
    ],
    [
        " There's people that have, you know, as a matter of fact, we used to joke about being like",
        4990.86,
        4995.52
    ],
    [
        " team Crion.",
        4995.52,
        4996.4
    ],
    [
        " As we were all, you know, training at different places and trying to find the best places to train.",
        4996.66,
        5000.68
    ],
    [
        " But beyond that, there's a martial arts kind of tradition as well, which is, you know, loyalty and gratitude to your instructor, right?",
        5001.44,
        5011.38
    ],
    [
        " That's a fairly understood tradition, not just in the martial arts, but in any arena where you're learning something from somebody that's putting their time and effort into you to instruct you in something.",
        5011.5,
        5024.06
    ],
    [
        " And there's also a practical level of reasoning behind this.",
        5024.6,
        5032.28
    ],
    [
        " And that is competition, right?",
        5032.52,
        5035.48
    ],
    [
        " So if you're going to be competing and you compete with a guy at your gym that's got an unbelievable triangle.",
        5035.76,
        5041.68
    ],
    [
        " And then somebody else comes from another school and they are basically rolling with that guy and they see he's got a really good triangle.",
        5042.52,
        5049.62
    ],
    [
        " So now you're in a competition against that guy and he tells his buddy, hey, that guy you're going to compete against has a really good triangle. Watch out for his triangle.",
        5049.62,
        5054.94
    ],
    [
        " That can change the outcome of a match.",
        5054.94,
        5057.18
    ],
    [
        " Yeah, you know, the details of it all that stuff.",
        5057.36,
        5059.28
    ],
    [
        " That can change the outcome of a match.",
        5059.38,
        5060.76
    ],
    [
        " So there's a practical level to it.",
        5061.04,
        5064.94
    ],
    [
        " You know, there's also sharing moves, right?",
        5065.32,
        5068.5
    ],
    [
        " And if certain schools might have a really good series of moves or moves and all of a sudden someone goes to train somewhere else, they can share that move.",
        5068.78,
        5076.58
    ],
    [
        " And that's bad.",
        5076.68,
        5077.62
    ],
    [
        " And you know, what's interesting is in every business, most businesses that I work with, I should say, they have their own little worlds, right?",
        5077.74,
        5086.5
    ],
    [
        " And they have their own kind of loyalty and crunchy.",
        5086.94,
        5090.82
    ],
    [
        " And if you pick an industry, people are good in that industry when they change companies, they bring with them the same kind of thing.",
        5091.42,
        5099.58
    ],
    [
        " They bring maybe some secret sauce, maybe some moves, maybe they know some personalities, they know the weakness of that other company.",
        5099.76,
        5104.52
    ],
    [
        " So when they leave, there's a loyalty factor that comes into it.",
        5104.94,
        5109.14
    ],
    [
        " Now, that being said, loyalty goes both ways.",
        5109.68,
        5115.42
    ],
    [
        " And I've talked about this before the student should be loyal, right?",
        5115.6,
        5119.42
    ],
    [
        " But the teacher has to be loyal as well.",
        5119.74,
        5122.46
    ],
    [
        " That means they have to be teaching solid stuff.",
        5122.46,
        5124.4
    ],
    [
        " That means they need to, you know, train correctly.",
        5124.4,
        5126.92
    ],
    [
        " That means they need to offer enough classes, all kinds of things, right?",
        5127.24,
        5129.94
    ],
    [
        " They're the teacher owes some loyalty to the students.",
        5129.94,
        5133.66
    ],
    [
        " And on top of that, on top of that, this is America, right?",
        5134.3,
        5141.12
    ],
    [
        " This is America.",
        5141.44,
        5141.96
    ],
    [
        " And in America, you pay to go to a school.",
        5142.26,
        5146.0
    ],
    [
        " You pay money, right?",
        5146.26,
        5147.44
    ],
    [
        " It costs you money.",
        5147.66,
        5148.36
    ],
    [
        " And I always use this example when people ask me about this.",
        5148.58,
        5151.74
    ],
    [
        " In America, just because you normally get your pizza from dominoes,",
        5152.24,
        5158.9
    ],
    [
        " doesn't mean that if you feel like you can't call up little Caesars",
        5159.02,
        5162.22
    ],
    [
        " and have some coming, it's America.",
        5162.22,
        5164.18
    ],
    [
        " And if guess what, if little Caesars makes a better pizza,",
        5164.18,
        5168.14
    ],
    [
        " you're going to maybe order even more often.",
        5168.82,
        5170.76
    ],
    [
        " So there's competition, right?",
        5171.58,
        5174.06
    ],
    [
        " And you want to end up where you get the best pizza.",
        5174.28,
        5177.2
    ],
    [
        " And there's some advantages to looking for that good pizza.",
        5178.5,
        5183.08
    ],
    [
        " And there's some advantages to traveling around and good training at different places",
        5183.24,
        5187.06
    ],
    [
        " because you're going to get different schools with different instructors",
        5187.06,
        5191.48
    ],
    [
        " that have different specialties and different styles.",
        5191.48,
        5193.54
    ],
    [
        " So that can be advantageous.",
        5195.54,
        5198.74
    ],
    [
        " There's also some disadvantages to school.",
        5198.8,
        5203.56
    ],
    [
        " Going to a bunch of different schools.",
        5203.8,
        5204.88
    ],
    [
        " Number one is your teacher doesn't really know you.",
        5205.02,
        5206.96
    ],
    [
        " So now your teacher doesn't know your style.",
        5208.1,
        5210.48
    ],
    [
        " Doesn't know what moves would be good for you.",
        5210.78,
        5212.56
    ],
    [
        " They also don't see you progress because you're only coming back every once in a while.",
        5213.12,
        5216.78
    ],
    [
        " Whatever they don't they don't see you getting any better.",
        5216.78,
        5218.86
    ],
    [
        " And they're not.",
        5218.86,
        5220.26
    ],
    [
        " They're not really maybe as comfortable teaching you everything",
        5220.78,
        5224.7
    ],
    [
        " because you're not really their student.",
        5224.7,
        5226.96
    ],
    [
        " And you know what, man, it is a it's a it's a it's a powerful thing to teach someone's",
        5226.96,
        5232.6
    ],
    [
        " you get to and it's an effort.",
        5232.6,
        5234.62
    ],
    [
        " And there's an emotional component to it when you teach somebody,",
        5235.1,
        5238.28
    ],
    [
        " you get to there's an emotional thing.",
        5238.48,
        5239.82
    ],
    [
        " You're giving them something.",
        5239.9,
        5240.88
    ],
    [
        " And there's an emotional level in there somewhere",
        5241.12,
        5245.42
    ],
    [
        " that says, you know what, I'm giving you this.",
        5246.94,
        5248.98
    ],
    [
        " I'm not going to hold it over your head, but you know, there's a little something there.",
        5249.6,
        5254.64
    ],
    [
        " You I'm not going to say you owe me anything, but you owe me a little something.",
        5255.0,
        5258.6
    ],
    [
        " Wait, wait, like, like what you like so I taught you this.",
        5258.82,
        5261.56
    ],
    [
        " So now you need to go and not mess it up or you got to represent.",
        5261.7,
        5264.5
    ],
    [
        " Or is it like don't use this to I don't know what I mean.",
        5264.74,
        5269.1
    ],
    [
        " I think it's a little bit of both of you know, I'm investing all this in you.",
        5269.26,
        5273.52
    ],
    [
        " Right?",
        5274.42,
        5274.8
    ],
    [
        " Sure, you're giving me a hundred bucks a month.",
        5274.82,
        5277.6
    ],
    [
        " But what I'm giving you is worth more than a hundred bucks a month.",
        5277.88,
        5281.5
    ],
    [
        " Like we know that, right?",
        5281.58,
        5282.94
    ],
    [
        " So give me something back.",
        5283.8,
        5287.0
    ],
    [
        " What do I want back?",
        5287.16,
        5287.74
    ],
    [
        " I want you to train with me.",
        5287.92,
        5288.7
    ],
    [
        " You know what I mean?",
        5289.26,
        5289.96
    ],
    [
        " Just hey, you're going to go to another school and you're going to train there sometimes.",
        5290.16,
        5293.92
    ],
    [
        " I understand that.",
        5294.16,
        5295.06
    ],
    [
        " But oh, wait a second.",
        5295.38,
        5296.32
    ],
    [
        " Now I'm just your part time teacher.",
        5296.46,
        5297.88
    ],
    [
        " Okay, well, I'm not going to invest very much in you anymore.",
        5298.4,
        5300.62
    ],
    [
        " Right.",
        5301.02,
        5301.2
    ],
    [
        " So there's a there's an emotional component to it.",
        5301.7,
        5305.98
    ],
    [
        " Now again, back to the advantages because there's a dichotomy of everything, right?",
        5306.06,
        5309.84
    ],
    [
        " You're rolling with different people at different schools.",
        5309.98,
        5311.94
    ],
    [
        " Like I say, one thing that's nice about our schools, we got a lot.",
        5311.94,
        5315.32
    ],
    [
        " We got different instructors with different styles.",
        5315.38,
        5317.9
    ],
    [
        " Yeah.",
        5318.28,
        5318.44
    ],
    [
        " I mean between Dean and Jeff, they are literally at the opposite end of the spectrum.",
        5318.56,
        5322.88
    ],
    [
        " Yeah.",
        5323.0,
        5323.18
    ],
    [
        " Which is freaking awesome to have.",
        5323.26,
        5325.28
    ],
    [
        " They're at the opposite end of the spectrums of the two skill set.",
        5325.52,
        5329.66
    ],
    [
        " Right.",
        5329.7,
        5330.14
    ],
    [
        " They're just crazy different.",
        5330.36,
        5331.96
    ],
    [
        " They almost don't look like they're doing the same sport.",
        5332.2,
        5334.56
    ],
    [
        " And when I train with both of them, I don't feel like I'm doing the same sport.",
        5334.68,
        5338.24
    ],
    [
        " It's just a different, it's just a totally different game.",
        5338.38,
        5340.42
    ],
    [
        " But then you got James, Nielsen, who's got his own style that you get to, which is insane.",
        5340.58,
        5345.82
    ],
    [
        " Greg train, obviously, you got him coming in hot.",
        5346.12,
        5350.36
    ],
    [
        " Who am I missing?",
        5350.74,
        5351.46
    ],
    [
        " Adam.",
        5351.76,
        5351.98
    ],
    [
        " He's teaching his own little different style.",
        5352.34,
        5354.46
    ],
    [
        " Who else?",
        5354.82,
        5355.24
    ],
    [
        " Jeff, Jeff Rial.",
        5355.68,
        5356.88
    ],
    [
        " Jeff Rial's got his bad ass game.",
        5357.22,
        5359.64
    ],
    [
        " Fast.",
        5361.28,
        5361.64
    ],
    [
        " Me.",
        5361.78,
        5362.0
    ],
    [
        " I don't know what.",
        5362.28,
        5362.9
    ],
    [
        " I don't teach myself, but I'm sure that there's a different element there.",
        5362.98,
        5365.98
    ],
    [
        " Yeah, but you coach up and stuff.",
        5366.6,
        5368.36
    ],
    [
        " People learn from you.",
        5368.5,
        5369.52
    ],
    [
        " I know a lot of stuff I learn from you.",
        5369.56,
        5371.76
    ],
    [
        "",
        5372.16,
        5372.16
    ],
    [
        " And you're like a tutelage, whatever.",
        5372.22,
        5375.52
    ],
    [
        " You train with Jeff all the time.",
        5376.68,
        5378.18
    ],
    [
        " You're going to learn some real creative dynamic stuff.",
        5378.28,
        5380.08
    ],
    [
        " You learn from Dean.",
        5380.32,
        5381.16
    ],
    [
        " You're going to learn a lot of stuff in that way.",
        5381.38,
        5384.34
    ],
    [
        " So I think a lot of people still, even though you're an instructor, they do learn a lot from that.",
        5384.96,
        5389.62
    ],
    [
        " And I do teach from time to time.",
        5390.4,
        5392.86
    ],
    [
        " But yes, I do.",
        5393.44,
        5394.88
    ],
    [
        " And I do when I teach a lot of times when I am teaching, I might not be teaching the class.",
        5395.04,
        5399.08
    ],
    [
        " Right.",
        5399.24,
        5399.44
    ],
    [
        " But I'm saying, hey, buddy, check this out.",
        5399.6,
        5401.96
    ],
    [
        " Yeah.",
        5401.96,
        5402.22
    ],
    [
        " Put your hips over here.",
        5402.3,
        5403.08
    ],
    [
        " So those are advantages.",
        5403.28,
        5405.12
    ],
    [
        " And if you were at a school with one instructor, then I could see where you'd be going, man.",
        5405.44,
        5410.54
    ],
    [
        " Okay.",
        5411.02,
        5411.36
    ],
    [
        " There could be an advantage if I go try some other instructors.",
        5411.98,
        5414.46
    ],
    [
        " Again, there's a trade-off.",
        5414.64,
        5415.94
    ],
    [
        " Because now, now you start learning something.",
        5416.12,
        5419.56
    ],
    [
        " I actually see this more with striking, with striking training, where guys that move around from different coach, different striking instructors a lot, they don't,",
        5419.82,
        5431.32
    ],
    [
        " it's not like Jiu Jitsu where you can incorporate it in.",
        5431.32,
        5434.14
    ],
    [
        " And you learn something from some other guy.",
        5434.4,
        5435.92
    ],
    [
        " You bring it into your game and you change it a little bit.",
        5436.04,
        5438.16
    ],
    [
        " When I see people move striking coaches a lot, I see their game actually deteriorate.",
        5438.7,
        5443.56
    ],
    [
        " In my opinion, because striking is more instinctive.",
        5443.56,
        5449.46
    ],
    [
        " It's an instinctive thing, right?",
        5449.56,
        5450.86
    ],
    [
        " You're throwing your combos and you let them go.",
        5450.94,
        5453.14
    ],
    [
        " Like you let your combos go and you react.",
        5453.42,
        5455.16
    ],
    [
        " It's just something that happens.",
        5455.48,
        5457.36
    ],
    [
        " It's more mechanical.",
        5457.58,
        5458.4
    ],
    [
        " So when you train mechanically to react and to throw your combos the way you're throwing them.",
        5459.18,
        5464.4
    ],
    [
        " And then all of a sudden you change that and you want to throw them a different way.",
        5464.68,
        5467.22
    ],
    [
        " I think it trips people up.",
        5467.62,
        5468.98
    ],
    [
        " I think it sends them backwards a little bit.",
        5469.08,
        5470.6
    ],
    [
        " Whereas Jiu Jitsu you can incorporate new games, different parts of games more fluidly.",
        5470.8,
        5475.72
    ],
    [
        " And also striking when you're training striking.",
        5476.04,
        5478.4
    ],
    [
        " Jiu Jitsu, sure you learn moves from your instructor.",
        5478.78,
        5482.38
    ],
    [
        " You learn some timing stuff but it's like instruction.",
        5482.76,
        5486.2
    ],
    [
        " But then you have to train with a multitude, like all your training Martyrs in Jiu Jitsu.",
        5486.38,
        5490.8
    ],
    [
        " And that's part of your training.",
        5490.92,
        5492.24
    ],
    [
        " So if you go striking, it's not really like that.",
        5492.52,
        5494.88
    ],
    [
        " In fact, most strikers, they'll stick with the one coach and then they'll have a multitude of sparring partners.",
        5494.98,
        5499.66
    ],
    [
        " Yes, yes.",
        5499.66,
        5500.36
    ],
    [
        " Which is that changes.",
        5500.36,
        5501.22
    ],
    [
        " And Jiu Jitsu just by its own nature is already like that.",
        5501.74,
        5504.24
    ],
    [
        " Yeah.",
        5504.28,
        5504.4
    ],
    [
        " And when you spar against other people striking though, your fundamental movements, they'll change a lot less than they will when you're rolling.",
        5505.34,
        5514.64
    ],
    [
        " Jiu Jitsu is completely not linear.",
        5514.86,
        5524.5
    ],
    [
        " So therefore when you're training something that's linear and you start going off that line, it trips you up in my opinion.",
        5524.74,
        5531.6
    ],
    [
        " But with Jiu Jitsu, it can be beneficial at times to train with some other people.",
        5532.26,
        5539.74
    ],
    [
        " It manages different advantages.",
        5540.16,
        5541.28
    ],
    [
        " So I guess to get to this question, long-winded answer.",
        5541.88,
        5546.18
    ],
    [
        " One, what is it?",
        5548.62,
        5551.96
    ],
    [
        " The head coach banned him from coming back.",
        5552.44,
        5554.56
    ],
    [
        " That's a bummer.",
        5554.72,
        5555.36
    ],
    [
        " That's a bummer.",
        5555.94,
        5557.32
    ],
    [
        " I'm sorry to hear that.",
        5557.6,
        5559.54
    ],
    [
        " I've never banned anyone from our school for going and training in another school.",
        5559.92,
        5564.32
    ],
    [
        " I'm not intimidated by that.",
        5564.76,
        5567.58
    ],
    [
        " If someone goes, hey, I'm going to go train at this other school.",
        5568.04,
        5570.18
    ],
    [
        " I'm like, cool.",
        5570.28,
        5571.12
    ],
    [
        " And they come back.",
        5571.64,
        5572.8
    ],
    [
        " Because they get there and they go, okay, this is cool.",
        5574.1,
        5576.9
    ],
    [
        " But I'm going to come back to where we get this training that we have at Victory.",
        5577.1,
        5580.04
    ],
    [
        " Which I'm comfortable with.",
        5580.34,
        5581.74
    ],
    [
        " And if someone goes somewhere and goes, oh, I like this place better than Victory.",
        5581.86,
        5585.88
    ],
    [
        " That's cool.",
        5586.34,
        5587.08
    ],
    [
        " Good luck.",
        5587.62,
        5588.16
    ],
    [
        " I mean, it's all in a year.",
        5588.38,
        5590.92
    ],
    [
        " They come back and go, yeah, I'm coming back.",
        5591.14,
        5593.2
    ],
    [
        " I don't get mad at them because everyone's on their own journey.",
        5593.68,
        5597.28
    ],
    [
        " I guess you could say everyone's finding their own path.",
        5597.74,
        5599.9
    ],
    [
        " And I'm not going to force people down a path.",
        5600.24,
        5602.1
    ],
    [
        " I might recommend a path.",
        5602.32,
        5604.34
    ],
    [
        " I might say, you know, and I do that.",
        5604.72,
        5606.54
    ],
    [
        " That's what we have the gym for.",
        5606.7,
        5608.0
    ],
    [
        " Here's a path, man.",
        5608.24,
        5609.28
    ],
    [
        " And it's wide open.",
        5609.66,
        5610.78
    ],
    [
        " It's a beautiful path with incredible jujitsu practitioners.",
        5610.9,
        5615.0
    ],
    [
        " So I don't, I'm kind of bummed out to hear, you know, that that happens.",
        5616.02,
        5619.36
    ],
    [
        " But I do understand.",
        5619.36,
        5620.6
    ],
    [
        " And I think that's what if I was, if I were in that position, where I'm at a school,",
        5620.6,
        5626.74
    ],
    [
        " and my training partner leaves, and then he gets banned, I don't like that.",
        5626.74,
        5631.0
    ],
    [
        " I don't like that.",
        5631.74,
        5632.64
    ],
    [
        " Yeah.",
        5633.32,
        5633.7
    ],
    [
        " I think it's a bummer.",
        5634.14,
        5634.94
    ],
    [
        " Yeah, I think so.",
        5635.18,
        5636.02
    ],
    [
        " I agree with that.",
        5636.08,
        5636.6
    ],
    [
        " And here, everywhere is kind of different.",
        5636.78,
        5639.6
    ],
    [
        " Here is kind of a situation here in Southern California.",
        5639.76,
        5642.94
    ],
    [
        " Especially in a dangerous situation.",
        5643.14,
        5645.32
    ],
    [
        " Yeah, we got the jujitsu everywhere.",
        5645.56,
        5647.3
    ],
    [
        " Everywhere, yes.",
        5647.36,
        5647.9
    ],
    [
        " So it's literally on every street corner in some cases.",
        5648.3,
        5650.9
    ],
    [
        " Yeah, you can literally walk comfortably.",
        5651.14,
        5654.28
    ],
    [
        " It's like, what, one block to the next one.",
        5655.5,
        5657.26
    ],
    [
        " And it's a good one too.",
        5657.4,
        5658.34
    ],
    [
        " That's the thing.",
        5658.44,
        5658.84
    ],
    [
        "",
        5659.02,
        5659.02
    ],
    [
        " But it's just because everywhere.",
        5659.26,
        5660.26
    ],
    [
        " I'm sorry for those of you that live in the non-jujitsu parts of the world.",
        5660.36,
        5663.64
    ],
    [
        " I'm sorry.",
        5664.18,
        5664.78
    ],
    [
        " We have a lot of jujitsu here in San Diego.",
        5665.08,
        5667.08
    ],
    [
        " Yeah.",
        5667.24,
        5667.38
    ],
    [
        " We have like R.J.",
        5667.72,
        5668.84
    ],
    [
        " And Southern California in general.",
        5668.88,
        5670.44
    ],
    [
        " Orange County.",
        5670.64,
        5671.28
    ],
    [
        " L.A. is crazy.",
        5671.6,
        5672.56
    ],
    [
        " Yeah.",
        5673.2,
        5673.34
    ],
    [
        " So you figure in San Diego, what's going to kind of be a result of that is like our situation, for example.",
        5673.96,
        5680.54
    ],
    [
        " We have Dean, who's kind of the main guy who kind of came in with the school.",
        5681.14,
        5687.24
    ],
    [
        " Remember Dean had the small school to the boxing club came to throw down is what it was called became victory.",
        5687.48,
        5693.58
    ],
    [
        " But with Dean was like a bunch of guys like you, Elias, James Nilson, some other guys from Fabio Santos.",
        5694.64,
        5702.54
    ],
    [
        " And we all trained together.",
        5703.02,
        5703.9
    ],
    [
        " Elias was in structure like all these guys.",
        5704.04,
        5705.5
    ],
    [
        " And then some guys went and opened their own school.",
        5705.62,
        5708.2
    ],
    [
        " Now so not as a result of that whole situation.",
        5708.68,
        5712.24
    ],
    [
        " Sure, we have other schools, but they're kind of still aren't guys in a weird way.",
        5712.24,
        5716.86
    ],
    [
        " They're different.",
        5716.86,
        5717.42
    ],
    [
        " So if I go train with Elias, which I Johnny for you, another one, you mind structure for a little while.",
        5717.6,
        5722.42
    ],
    [
        " I'll go train with Johnny sometimes.",
        5722.5,
        5724.52
    ],
    [
        " And then is that a is that a fancy situation?",
        5725.52,
        5728.4
    ],
    [
        " No.",
        5728.4,
        5728.8
    ],
    [
        " Yeah, I mean, even technically is that a crunchy situation?",
        5728.98,
        5731.48
    ],
    [
        " Oh, you're asking me technically.",
        5731.48,
        5732.86
    ],
    [
        " I would say this back 10 years ago.",
        5732.86,
        5735.74
    ],
    [
        " Yeah.",
        5735.86,
        5736.1
    ],
    [
        " That would be a major crayon situation.",
        5736.1,
        5738.18
    ],
    [
        " Is it right now for me?",
        5738.82,
        5739.98
    ],
    [
        " No.",
        5740.34,
        5740.44
    ],
    [
        " You know, I want you to get better at Jiu Jitsu.",
        5741.02,
        5742.7
    ],
    [
        " And if you got an opportunity to go, you're going to go train at another school.",
        5742.84,
        5746.68
    ],
    [
        " That's cool.",
        5746.96,
        5747.3
    ],
    [
        " Because it's going to make you better.",
        5747.6,
        5749.76
    ],
    [
        " It doesn't offend me.",
        5749.96,
        5751.1
    ],
    [
        " You know what?",
        5751.4,
        5751.88
    ],
    [
        " I'm not a jealous husband.",
        5752.38,
        5754.24
    ],
    [
        " Right?",
        5754.8,
        5755.28
    ],
    [
        " I'm not jealous of that.",
        5755.74,
        5757.46
    ],
    [
        " I don't think, oh, what if he goes and never comes?",
        5757.64,
        5759.78
    ],
    [
        " I know where it's at.",
        5759.88,
        5761.7
    ],
    [
        " Right?",
        5762.04,
        5762.14
    ],
    [
        " And so it's all good.",
        5762.46,
        5764.26
    ],
    [
        " You know who I'm coming home to.",
        5764.28,
        5765.66
    ],
    [
        " That's right.",
        5765.8,
        5766.68
    ],
    [
        " That's right.",
        5767.1,
        5767.76
    ],
    [
        " Well, I think the culture just in general is shifting.",
        5767.92,
        5770.92
    ],
    [
        " And I think this is this like in Southern California is going to be more like this.",
        5771.14,
        5775.2
    ],
    [
        " Like way more laid back.",
        5775.28,
        5776.36
    ],
    [
        " Of course you get, you know, little tiny, little groups of people who still believe that.",
        5776.42,
        5781.9
    ],
    [
        " Even though, but really the community is like that.",
        5782.1,
        5784.38
    ],
    [
        " In fact, if you consider it Studio 540, that's a crayon-jiggy.",
        5784.5,
        5787.88
    ],
    [
        " Yes, actually.",
        5788.04,
        5788.58
    ],
    [
        " It's like it is what we call crayon-jig capital.",
        5788.66,
        5791.18
    ],
    [
        " All the way down to the instructors.",
        5791.32,
        5792.42
    ],
    [
        " No.",
        5792.42,
        5792.76
    ],
    [
        " Fabios Santos to teach there one day.",
        5792.88,
        5794.42
    ],
    [
        " Fabios Santos has known Jim, by the way.",
        5794.52,
        5796.34
    ],
    [
        " Arizona County, by the way.",
        5796.38,
        5797.5
    ],
    [
        " Same thing with the Higgs, like all these are guys who came from other academies.",
        5797.72,
        5802.1
    ],
    [
        " And they invite whoever.",
        5802.2,
        5802.78
    ],
    [
        " And they actually have other academies.",
        5802.96,
        5804.04
    ],
    [
        " Have other academies.",
        5804.04,
        5804.94
    ],
    [
        " You know, you can go visit all the time.",
        5805.18,
        5807.52
    ],
    [
        " You know, everyone knows each other.",
        5807.52,
        5808.5
    ],
    [
        " So it's like the culture is different.",
        5808.64,
        5810.02
    ],
    [
        " And I think with our gym, it's not as pronounced as that.",
        5810.22,
        5815.48
    ],
    [
        " But we definitely, I mean, people come in every day from all over.",
        5815.88,
        5819.44
    ],
    [
        " You know, how many days were represented today?",
        5819.56,
        5821.98
    ],
    [
        " For OpenMath.",
        5822.32,
        5822.96
    ],
    [
        " There was guys from all over San Diego.",
        5823.04,
        5824.46
    ],
    [
        " Guys from all over the country.",
        5824.78,
        5826.4
    ],
    [
        " Victor.",
        5826.48,
        5827.74
    ],
    [
        "",
        5828.02,
        5828.02
    ],
    [
        " Showing up from Seattle.",
        5828.28,
        5829.64
    ],
    [
        " Trooper wanting to get his game on.",
        5829.64,
        5831.58
    ],
    [
        " Right on.",
        5831.72,
        5832.42
    ],
    [
        " You know, I've in Salamari.",
        5832.44,
        5833.92
    ],
    [
        " Yeah, that's right.",
        5834.08,
        5834.96
    ],
    [
        " Peace.",
        5835.46,
        5836.22
    ],
    [
        " Peace mode up there.",
        5836.36,
        5837.14
    ],
    [
        " Yeah, he was good.",
        5837.56,
        5838.3
    ],
    [
        " And that's the cool thing.",
        5838.56,
        5840.32
    ],
    [
        " You said it, Dean said it.",
        5840.5,
        5841.62
    ],
    [
        " He said, I encourage you to go to other gyms.",
        5841.7,
        5843.36
    ],
    [
        " Or, I mean, not to be some weird spy.",
        5843.72,
        5846.98
    ],
    [
        " But you say, bro, if you want to go get training,",
        5847.36,
        5849.28
    ],
    [
        " because I was going up to Eddie Bravo's one.",
        5849.28,
        5850.98
    ],
    [
        " This is a long time ago.",
        5850.98,
        5851.86
    ],
    [
        " Yeah, when he was at, like, legends.",
        5852.02,
        5853.74
    ],
    [
        " And I was going up there for work, whatever.",
        5853.88,
        5855.1
    ],
    [
        " And, you know, I knew about that.",
        5855.46,
        5856.92
    ],
    [
        " Or it's like, oh, is that kind of backstabbing?",
        5856.92,
        5858.9
    ],
    [
        " If I go train.",
        5858.96,
        5859.46
    ],
    [
        " You knew it was that.",
        5859.7,
        5860.1
    ],
    [
        " You didn't tell me that you were doing that.",
        5860.42,
        5861.94
    ],
    [
        " Actually, I did.",
        5862.12,
        5863.7
    ],
    [
        " It wasn't about Eddie Bravo's one.",
        5863.8,
        5864.74
    ],
    [
        " But it was about something else I did tell you.",
        5864.74,
        5866.22
    ],
    [
        " And he said the same thing.",
        5866.24,
        5866.98
    ],
    [
        " He was like, bro, you get as much training as you can.",
        5866.98,
        5869.6
    ],
    [
        " Yeah.",
        5869.68,
        5869.8
    ],
    [
        " You know, if you want to, if you want to be a part of this, like, association,",
        5869.94,
        5873.64
    ],
    [
        " academy or whatever, then that's up to you.",
        5873.94,
        5875.66
    ],
    [
        " And I'm glad you're here, whatever.",
        5875.82,
        5877.48
    ],
    [
        " And I don't think personally that you're going to do it.",
        5877.76,
        5879.92
    ],
    [
        " But, pray you're here to learn Jiu-Jitsu.",
        5879.92,
        5881.62
    ],
    [
        " Yeah.",
        5881.86,
        5881.96
    ],
    [
        " And if you can learn some Jiu-Jitsu over there, like, more of a certain type,",
        5882.18,
        5885.4
    ],
    [
        " then you can hear or anywhere fine.",
        5885.54,
        5887.36
    ],
    [
        " Go do it.",
        5887.62,
        5888.12
    ],
    [
        " Yeah. He said the more Jiu-Jitsu you learn, the better.",
        5888.26,
        5890.12
    ],
    [
        "",
        5891.04,
        5891.04
    ],
    [
        " So I was like, hey.",
        5891.04,
        5891.62
    ],
    [
        "",
        5892.28,
        5892.28
    ],
    [
        " Go from Dean Lister right there.",
        5892.34,
        5893.22
    ],
    [
        " Yeah.",
        5893.38,
        5893.54
    ],
    [
        " The more Jiu-Jitsu you learn, the better.",
        5893.7,
        5895.4
    ],
    [
        " Yeah.",
        5895.72,
        5895.9
    ],
    [
        " And then, and then, so even to kind of go above and beyond that is, when you,",
        5896.46,
        5902.6
    ],
    [
        " okay, let's say.",
        5902.88,
        5903.84
    ],
    [
        " You know what I got to interject here?",
        5903.86,
        5905.2
    ],
    [
        " Is especially for some of these academies out there.",
        5905.56,
        5907.42
    ],
    [
        " And Jiu-Jitsu, it's like you're a doctor.",
        5907.42,
        5910.3
    ],
    [
        " Because you went through 10 years of school to get your black belt.",
        5911.0,
        5913.02
    ],
    [
        " Just like a doctor goes, and what sucks is, when you're a doctor,",
        5913.14,
        5915.96
    ],
    [
        " you make X amount of money.",
        5916.26,
        5917.36
    ],
    [
        " It's a very steady paycheck.",
        5917.48,
        5918.54
    ],
    [
        " And you're kind of set.",
        5918.86,
        5920.12
    ],
    [
        " Jiu-Jitsu doesn't mean anything.",
        5920.74,
        5922.26
    ],
    [
        " That black belt that you worked 10 years for doesn't get you paid.",
        5922.6,
        5925.44
    ],
    [
        " So the reason I'm saying this is, some of the people that are more defensive about this,",
        5925.86,
        5931.24
    ],
    [
        " if they're an instructor and they have a small academy, they need,",
        5931.4,
        5935.02
    ],
    [
        " they, you're financially supporting them.",
        5935.66,
        5937.5
    ],
    [
        " They weren't hard to do that.",
        5937.78,
        5938.86
    ],
    [
        " They've invested in you.",
        5938.98,
        5939.78
    ],
    [
        " They're counting on you.",
        5939.84,
        5940.56
    ],
    [
        " So when you just go, ah, you know, I'm going to go train somewhere else.",
        5940.76,
        5943.14
    ],
    [
        " That, that, not only does it hurt them emotionally, like I said,",
        5943.3,
        5946.26
    ],
    [
        " because man, when you put some effort into somebody, you feel like, oh,",
        5946.4,
        5949.96
    ],
    [
        " you're going to leave after I gave you all that.",
        5950.24,
        5952.3
    ],
    [
        " And you didn't give it to them because you, they paid, but you gave them the value",
        5952.46,
        5955.8
    ],
    [
        " that you get out of Jiu-Jitsu is not worth $100 a month.",
        5955.8,
        5958.32
    ],
    [
        " It's worth $1,000 a month.",
        5958.52,
        5960.24
    ],
    [
        " It's worth, it's worth a ton of money.",
        5960.32,
        5962.78
    ],
    [
        " Keeling put that on his, on, on some social media post that he,",
        5963.0,
        5966.84
    ],
    [
        " because he got his black belt, you.",
        5966.84,
        5968.2
    ],
    [
        " And when he did, he's like, well, you're rich when you got something that money can't buy.",
        5968.64,
        5971.68
    ],
    [
        " And that's the truth, right?",
        5972.06,
        5973.24
    ],
    [
        " And, but that black belt doesn't get you any money.",
        5973.88,
        5977.4
    ],
    [
        " It doesn't mean anything.",
        5977.6,
        5978.22
    ],
    [
        " So there's another component to this whole thing that if you're leaving",
        5978.3,
        5983.0
    ],
    [
        " and going to different schools and someone thinking, oh, man, I'm going to lose,",
        5983.0,
        5986.0
    ],
    [
        " you know, this is how I feed my, there's, you know, Jiu-Jitsu is,",
        5986.24,
        5989.04
    ],
    [
        " you want to become a Jiu-Jitsu instructor, you're generally not going to become a rich person, right?",
        5989.2,
        5992.76
    ],
    [
        " Not financially rich.",
        5993.56,
        5994.36
    ],
    [
        " So there's that component too.",
        5994.58,
        5996.98
    ],
    [
        " Now luckily we have a big gym and it's a little easier for guys to come and go.",
        5997.26,
        6002.84
    ],
    [
        " It's okay, you know, we're not sweating it as bad.",
        6002.96,
        6005.32
    ],
    [
        " And yeah, so you got to keep that in mind as well, that you're, you coach,",
        6005.68,
        6011.94
    ],
    [
        " that's poured more than what you've paid him.",
        6012.16,
        6014.64
    ],
    [
        " Yeah.",
        6014.92,
        6015.1
    ],
    [
        " Because I don't just want to say, hey, look, I'm paying for this instruction.",
        6015.2,
        6017.72
    ],
    [
        " So you owe it to me and I'll go do whatever I want.",
        6017.72,
        6020.38
    ],
    [
        " Yeah, that's too base of a statement to make.",
        6020.38,
        6023.24
    ],
    [
        " Yeah, you're right.",
        6023.6,
        6023.94
    ],
    [
        " Because truly Jiu-Jitsu has more value than the $100 a month you're paying for it.",
        6023.94,
        6028.18
    ],
    [
        " Yeah, and you really, as a quote unquote customer or member, I mean, everyone's there,",
        6028.28,
        6032.36
    ],
    [
        " there's sure there's exceptions to this, but generally you don't want that anyway.",
        6032.38,
        6035.18
    ],
    [
        " Even if you think you do, like I can be free to come and go and technically you are free to come and go as you are.",
        6035.36,
        6042.16
    ],
    [
        " But don't think that like everyone's going to be just 100% fine with it all the time.",
        6042.3,
        6046.22
    ],
    [
        " Because when you, when you come in, like I said, like, it's a kind of a two-way street.",
        6047.38,
        6052.06
    ],
    [
        " You would, or hopefully, I hope my coach takes pride in what he taught me.",
        6052.32,
        6056.9
    ],
    [
        " I hope my coach is like, I care about how good you become.",
        6057.24,
        6060.88
    ],
    [
        " For sure.",
        6061.32,
        6061.62
    ],
    [
        " I hope he's not the guy who said, give me the check.",
        6061.8,
        6064.46
    ],
    [
        " I'll teach my moves and who cares about how good you get.",
        6064.86,
        6067.8
    ],
    [
        " And I don't want that guy.",
        6067.94,
        6068.76
    ],
    [
        " You don't want that guy.",
        6068.92,
        6069.62
    ],
    [
        " So there is that.",
        6069.88,
        6071.24
    ],
    [
        " And so that makes sense.",
        6071.52,
        6076.12
    ],
    [
        " So that's a good practice or a guy learning.",
        6076.14,
        6077.32
    ],
    [
        " So that's a student, especially when you reach a certain level and you've been training with kind of the same,",
        6077.6,
        6082.76
    ],
    [
        " even like 20, 25 guys will say you've been training with these same 20,",
        6082.9,
        6086.98
    ],
    [
        " which is a lot of guys, by the way, that's always training with.",
        6087.08,
        6088.86
    ],
    [
        " You've been training with them for, I don't know, whatever, eight years we'll say.",
        6089.5,
        6092.4
    ],
    [
        " And then you go to another gym, man, that's a way different look.",
        6092.7,
        6096.9
    ],
    [
        " So it's like fresh, brand new types of training, you know.",
        6097.06,
        6099.84
    ],
    [
        " Oh, it's like you're almost going to competition, but you're not competing.",
        6099.86,
        6102.96
    ],
    [
        " Because when you compete, you get to go get to people you've never trained with before.",
        6103.06,
        6105.32
    ],
    [
        " So yeah, different guys, different, and that's aside from even the different.",
        6105.48,
        6109.44
    ],
    [
        " How do you normally, you know what I find when I go in the situations when I train with somebody that doesn't,",
        6109.44,
        6113.82
    ],
    [
        " that I don't train with all the time, you feel a lot better at jujitsu.",
        6113.84,
        6117.18
    ],
    [
        " Because they don't, because they don't know your game.",
        6117.62,
        6119.08
    ],
    [
        " Yeah, you know, your game.",
        6119.44,
        6120.14
    ],
    [
        " And you know, we, you know, everyone's got their own little special thing.",
        6120.58,
        6123.52
    ],
    [
        " So I always feel like a little bit better when I go.",
        6123.76,
        6126.98
    ],
    [
        " Yeah, so yeah, and that's part of my point where if you train with 25 guys,",
        6127.04,
        6130.36
    ],
    [
        " those 25 guys, they know your game.",
        6130.52,
        6132.72
    ],
    [
        " And not to say it's not good training, it's good training, but they know your game.",
        6132.78,
        6135.68
    ],
    [
        " So it may not be as accurate as far as like training competition or something like that.",
        6136.02,
        6140.8
    ],
    [
        " Yeah, after a while.",
        6140.94,
        6141.96
    ],
    [
        " So when you go to these new places, you get, that's an additional layer of training you get.",
        6141.96,
        6146.38
    ],
    [
        " Yeah, you know, another subject on this is it kind of always bummed me out when I would hear from my jujitsu friends",
        6146.54,
        6151.64
    ],
    [
        " that have, we've been in San Diego for 20 something years.",
        6151.64,
        6154.48
    ],
    [
        " And all of a sudden, be like, oh, we can't come to your school because our instructor doesn't want us to.",
        6154.88,
        6159.58
    ],
    [
        " And I always be like, bro, yeah, that's so, so that's like I wouldn't tell somebody that I'm not trying to control people.",
        6159.58,
        6166.18
    ],
    [
        " Yeah. And it bums me out.",
        6166.18,
        6167.92
    ],
    [
        " So that actually brings up another subject that I feel like I have to talk about because we got a lot of people out there",
        6168.06,
        6176.58
    ],
    [
        " that are starting jujitsu for the first time.",
        6176.58,
        6178.62
    ],
    [
        " A lot of troopers that are getting in the jujitsu game, which is awesome.",
        6178.74,
        6182.4
    ],
    [
        " It's awesome.",
        6182.78,
        6183.84
    ],
    [
        " And I get a lot of people saying, oh, what school should I train at in wherever, throw a dart at a map in America.",
        6183.84,
        6189.44
    ],
    [
        " And that's what they're asking me about.",
        6189.44,
        6190.64
    ],
    [
        " First of all, I don't know all those instructors.",
        6190.96,
        6192.88
    ],
    [
        " Now, generally, you know, somebody that does jujitsu will look at a website and see what a guy's credentials are.",
        6192.88,
        6200.02
    ],
    [
        " And say, yeah, that guy looks like a legit black belt or legit brown belt.",
        6200.3,
        6204.2
    ],
    [
        " Or even a guy asked me the other day, is it worth learning from a purple belt?",
        6204.26,
        6207.02
    ],
    [
        " If there's no one else around, I'm like absolutely, absolutely.",
        6207.02,
        6210.06
    ],
    [
        " But people ask me about these schools and I kind of give them my best guess.",
        6211.9,
        6214.84
    ],
    [
        " Like, you know, I'll take a look at the website and, you know, see if there's a black belt.",
        6214.84,
        6219.4
    ],
    [
        " You don't need to ask me, by the way, Google, look at their record.",
        6219.54,
        6223.54
    ],
    [
        " Make sure that they do Brazilian jujitsu, not some other form of jujitsu.",
        6223.88,
        6227.92
    ],
    [
        " Just, just you can figure it out.",
        6228.66,
        6232.58
    ],
    [
        " You don't need, you can go to the school and assess.",
        6232.74,
        6234.64
    ],
    [
        " But what I want, the main point that I wanted to bring up isn't that it's just this part here.",
        6234.96,
        6239.12
    ],
    [
        " Is that being into jujitsu doesn't mean that a person is a good person.",
        6239.12,
        6246.52
    ],
    [
        " And being a black belt in jujitsu doesn't have anything to do with their character as a person.",
        6247.12,
        6257.74
    ],
    [
        " And I hate to say that.",
        6258.24,
        6259.48
    ],
    [
        " And there is a level of, to be a black belt in jujitsu, sure, you could say, in general,",
        6259.94,
        6268.06
    ],
    [
        " it means you're a committed person.",
        6268.06,
        6270.16
    ],
    [
        " In general, it means you're a hard working person.",
        6270.44,
        6272.66
    ],
    [
        " In general, it means that you've been humbled by your experiences on the map.",
        6273.08,
        6276.94
    ],
    [
        " In general, but it is no way a fact.",
        6277.4,
        6281.8
    ],
    [
        " And there are people in the jujitsu game that are swindlers and thieves and they're untrustworthy.",
        6282.4,
        6294.54
    ],
    [
        " And there's black belts in jujitsu that can be bullies.",
        6294.54,
        6297.76
    ],
    [
        " And there's people in jujitsu that can be predators.",
        6298.2,
        6303.54
    ],
    [
        " And, you know, jujitsu, it's a power.",
        6304.84,
        6307.54
    ],
    [
        " And sometimes people that are power hungry recognize that power and they pursue the gaining of jujitsu power.",
        6308.3,
        6319.32
    ],
    [
        " And then they abuse that power.",
        6319.64,
        6321.94
    ],
    [
        " So, like any abusive situation where one person has a perceived power over another person,",
        6323.3,
        6331.58
    ],
    [
        " it can get very ugly and there's all kinds of abuses that I've seen take place over the years in the jujitsu world.",
        6331.64,
        6337.9
    ],
    [
        " Financial abuses, physical abuse and even sexual abuse.",
        6338.42,
        6343.72
    ],
    [
        " So, I just wanted to get that out there that being a jujitsu, black belt, brown belt, purple belt, blue belt, white belt, doesn't make someone a good person.",
        6345.42,
        6360.24
    ],
    [
        " So, you need to be careful.",
        6360.76,
        6362.7
    ],
    [
        " Jujitsu doesn't make you a god and it certainly doesn't make you a saint, but it does give you power.",
        6364.5,
        6368.94
    ],
    [
        " And everybody has to recognize that there's people out there that are their goal is to abuse power.",
        6370.08,
        6376.28
    ],
    [
        " And I think the same thing goes with any glorified position in life.",
        6376.94,
        6382.78
    ],
    [
        " You know, and I actually see that sometimes with, you know, a standing in a company, a being a veteran.",
        6383.18,
        6390.46
    ],
    [
        " Like being a veteran doesn't mean that you're a saint by any stretch of the imagination, being a seal.",
        6390.76,
        6395.5
    ],
    [
        " Right? I know a lot of seals.",
        6395.94,
        6397.42
    ],
    [
        " And there's plenty of seals that got out of the seal teams and they're upstanding awesome citizens.",
        6397.74,
        6403.2
    ],
    [
        " But there's also scoundrels and miscreants and swindlers, like I said.",
        6404.16,
        6411.9
    ],
    [
        " And they're using the seal name that they have to promote themselves and to take advantage of other people.",
        6412.3,
        6419.2
    ],
    [
        " So, keep your guard up.",
        6419.2,
        6421.84
    ],
    [
        " Keep your guard up and make sure you judge people not based on what jujitsu about they have.",
        6422.2,
        6428.08
    ],
    [
        " Or what veteran status it is that they brag about, but who they are as a person.",
        6428.48,
        6435.76
    ],
    [
        " And I just wanted to get that out there because we sit here and talk about jujitsu.",
        6436.9,
        6443.84
    ],
    [
        " And there's so many great people in jujitsu men. It's wonderful.",
        6444.42,
        6448.14
    ],
    [
        " You roll into somebody, you see somebody with cauliflower ears and you start talking to them. It's great.",
        6448.5,
        6452.36
    ],
    [
        " And you, you know, there's just a bunch of great people.",
        6453.14,
        6455.44
    ],
    [
        " I mean, we were on the map today for two hours, you know, and we trained for an hour and 15 minutes.",
        6455.52,
        6461.62
    ],
    [
        " And they were just hanging out just talking because that's what we do.",
        6461.64,
        6464.68
    ],
    [
        " And we're talking about everything. And it's so there's great people in jujitsu.",
        6464.94,
        6467.88
    ],
    [
        " It's a great family situation.",
        6467.98,
        6471.26
    ],
    [
        " But you do have to be careful.",
        6471.68,
        6474.16
    ],
    [
        " It is not a blanket blanket statement because someone's a jujitsu black belt, for instance,",
        6474.2,
        6483.8
    ],
    [
        " that they are a trustworthy person because there's some scumbags out there.",
        6483.8,
        6488.02
    ],
    [
        " Yeah. And that can, and the fact that, and I talked to Brady about this every once in a while,",
        6488.24,
        6494.26
    ],
    [
        " where you go into jujitsu and it seems like everyone just identifies with each other.",
        6494.26,
        6498.7
    ],
    [
        " And later on, you find out, oh shoot, that guy's like a lawyer.",
        6499.04,
        6501.46
    ],
    [
        " And that guy's a doctor or that guy's like a different religion.",
        6501.46,
        6504.42
    ],
    [
        " Like a plumber and that guy's a whatever and this person's from this area.",
        6504.7,
        6507.8
    ],
    [
        " And we all get along on the.",
        6508.22,
        6509.38
    ],
    [
        " Yep. Everyone gets along. And the black belt, he has so much like, he's humble.",
        6509.38,
        6513.04
    ],
    [
        " Like for the most part, it's pretty, you know, everyone's really good in jujitsu.",
        6513.12,
        6519.36
    ],
    [
        " For the most part.",
        6519.78,
        6520.8
    ],
    [
        " Right. And that's why you can kind of, especially if you're kind of new or maybe like the first year or something like that,",
        6520.84,
        6525.86
    ],
    [
        " where you're going around and dang, my whole year of jujitsu has been great.",
        6525.88,
        6529.26
    ],
    [
        " People come on the mat and they're, oh my gosh, all my new friends.",
        6529.26,
        6532.4
    ],
    [
        " That's a big one. All my new friends is so cool.",
        6532.68,
        6534.62
    ],
    [
        " And I got this whole thing. It's like, your whole life is better.",
        6534.62,
        6537.3
    ],
    [
        " And then so your guard is down in, you know, it's almost like a conditioning way.",
        6537.64,
        6540.92
    ],
    [
        " Yeah.",
        6541.04,
        6541.24
    ],
    [
        " You're just like, hey, if you're into jujitsu, you must be dope in every way.",
        6541.34,
        6545.08
    ],
    [
        " And then you get these like outliers that they're in the game, you know.",
        6545.12,
        6547.9
    ],
    [
        " And they, and they take advantage like they're where they can, you know, and some do.",
        6548.38,
        6552.56
    ],
    [
        " Yeah, you got to, you got to always kind of watch out for that kind.",
        6552.82,
        6555.82
    ],
    [
        " Yeah. So just if your spider senses are going up, or first of all, turn them on.",
        6555.82,
        6560.14
    ],
    [
        " Yeah, turn them on. Turn them on.",
        6560.36,
        6561.58
    ],
    [
        " And if they go up, start to maybe ask more questions than you are.",
        6561.58,
        6565.08
    ],
    [
        " And don't get yourself in a situation where, you know, you're going to regret what's going on",
        6565.5,
        6568.92
    ],
    [
        " because you believed that someone was a good person because they had some status",
        6568.92,
        6573.84
    ],
    [
        " that you consider to be an honorable status.",
        6573.84,
        6576.44
    ],
    [
        " You hate to say it, man. I hate to have to kind of bring that, bring all that, all that jujitsu down in this.",
        6576.88,
        6583.92
    ],
    [
        " And you know, there's, and I'll tell you something else.",
        6583.92,
        6585.58
    ],
    [
        " There's aspects of jujitsu where people lose their minds, right?",
        6585.72,
        6589.38
    ],
    [
        " They get crazy. And, you know, some of it, you know, with the whole school thing we just talked about,",
        6589.8,
        6594.82
    ],
    [
        " where people start going crazy about who owns students, right?",
        6594.84,
        6600.2
    ],
    [
        " Not like, you know, like I'm not on own any students.",
        6600.46,
        6603.68
    ],
    [
        " Yeah. I'm happy to have people that train at my gym.",
        6604.06,
        6607.0
    ],
    [
        " And I'm happy to work with them and train them.",
        6607.26,
        6609.18
    ],
    [
        " I don't know, own anybody, right?",
        6609.4,
        6611.48
    ],
    [
        " And there's people that get that crazy.",
        6611.48,
        6613.16
    ],
    [
        " There's people that get crazy.",
        6613.3,
        6615.06
    ],
    [
        " Oh, parents?",
        6615.42,
        6615.88
    ],
    [
        " That goes psycho on their kids.",
        6616.56,
        6618.76
    ],
    [
        " I know.",
        6618.92,
        6619.36
    ],
    [
        " And go level seven, you know, living vicariously through their kids and push their kids",
        6619.58,
        6626.5
    ],
    [
        " till their kids hate jujitsu.",
        6626.5,
        6627.72
    ],
    [
        " Yeah.",
        6627.96,
        6628.14
    ],
    [
        " And I'll tell you, I pushed my kids too hard when they were younger.",
        6628.36,
        6630.5
    ],
    [
        " For sure. That's looking back.",
        6630.64,
        6632.16
    ],
    [
        " You know, everyone's the big parenting advice from Jockel.",
        6632.58,
        6634.76
    ],
    [
        " Man, I pushed my kids too hard. I made them compete too much.",
        6634.76,
        6636.8
    ],
    [
        " Made them compete in harder brackets.",
        6637.08,
        6638.48
    ],
    [
        " Older kids, heavier kids all the time.",
        6638.68,
        6640.6
    ],
    [
        " And it made jujitsu not fun.",
        6640.6,
        6642.16
    ],
    [
        " But I didn't break them mentally from that.",
        6642.7,
        6648.14
    ],
    [
        " So you got to be careful of that.",
        6648.78,
        6650.38
    ],
    [
        " You got to be careful of the whole, you got to be careful of jujitsu is a power.",
        6650.62,
        6655.34
    ],
    [
        " And it's really easy to get suckered into the point where you feel like you should exercise your power over other people.",
        6655.94,
        6662.0
    ],
    [
        " On the mats or otherwise.",
        6662.68,
        6664.16
    ],
    [
        " You know, if you, if you ever go into the gym and it's making you feel really good to tap everyone out,",
        6664.66,
        6670.18
    ],
    [
        " like you're feeling better than them.",
        6670.18,
        6671.98
    ],
    [
        " Yeah.",
        6672.12,
        6672.42
    ],
    [
        " Just start to check yourself, man, because that's not, that's not helping you.",
        6672.48,
        6676.44
    ],
    [
        " Yeah.",
        6676.64,
        6676.74
    ],
    [
        " Because there's someone out there that can tap you.",
        6677.06,
        6678.96
    ],
    [
        " There's someone else.",
        6679.16,
        6679.94
    ],
    [
        " And if you're taking those abusives out on other people.",
        6679.94,
        6682.42
    ],
    [
        " So again, to beginners in jujitsu, you're going to get tapped out.",
        6682.54,
        6687.26
    ],
    [
        " You're going to get tapped out a lot.",
        6687.32,
        6688.24
    ],
    [
        " But there shouldn't be anyone that is smashing you in abusing you.",
        6688.94,
        6694.46
    ],
    [
        " That's a much higher belt than you, right?",
        6694.48,
        6695.78
    ],
    [
        " Another white belt might not even get that yet.",
        6696.12,
        6698.26
    ],
    [
        " They're just happy they're submitting you, right?",
        6698.36,
        6700.2
    ],
    [
        " But anyone that's been around a little bit more, they should be, you should feel like,",
        6701.1,
        6705.02
    ],
    [
        " hey, that guy just, he didn't abuse me.",
        6705.22,
        6710.1
    ],
    [
        " Yeah.",
        6710.4,
        6710.6
    ],
    [
        " She didn't abuse me.",
        6710.78,
        6711.74
    ],
    [
        " She just beat me.",
        6711.88,
        6713.0
    ],
    [
        " And I know what happened and it's cool.",
        6713.18,
        6714.62
    ],
    [
        " Yeah.",
        6715.58,
        6715.98
    ],
    [
        " And even that's kind of weird and interesting too, where abuse can come in weird different forms too.",
        6716.3,
        6723.58
    ],
    [
        " You know, like if, because there's a difference.",
        6723.78,
        6726.74
    ],
    [
        " Okay.",
        6726.86,
        6727.12
    ],
    [
        " So like Jeff Glover, for example, if you, if Jeff Glover is, because he has fun when he rolls,",
        6727.26,
        6732.04
    ],
    [
        " that's a big part of his, his game.",
        6732.04,
        6733.42
    ],
    [
        " And let's say, oh, I'm a new white belt.",
        6733.92,
        6736.2
    ],
    [
        " Maybe, you know, and I come and roll against Jeff Glover and he'd end this.",
        6736.2,
        6739.38
    ],
    [
        " Let's say it's about, I don't know, six minute round and just in training.",
        6739.38,
        6742.22
    ],
    [
        " And Jeff taps him out 25 times.",
        6742.64,
        6745.24
    ],
    [
        " That's not, that's, that's not abuse.",
        6745.84,
        6748.36
    ],
    [
        " No.",
        6748.78,
        6748.9
    ],
    [
        " You know, you're just, you're just doing submissions on you, he's doing his thing or whatever.",
        6748.92,
        6752.04
    ],
    [
        " If someone's like grinding you and, and doing, you know, abusing you or trying to make you look stupid or something like that,",
        6752.18,
        6757.86
    ],
    [
        " because like, oh, yeah, I know you just see you don't kind of thing.",
        6758.02,
        6760.5
    ],
    [
        " Or maybe there's some girls that he's trying to, then that starts to get into abuse.",
        6760.5,
        6763.42
    ],
    [
        " But.",
        6763.84,
        6764.0
    ],
    [
        " Don't ever watch me in Dean Roll.",
        6764.32,
        6768.52
    ],
    [
        " Yeah.",
        6768.84,
        6768.98
    ],
    [
        " One of us is having a good day and the other one's having a bad day.",
        6768.98,
        6771.4
    ],
    [
        " It's straight up abusive.",
        6771.62,
        6772.76
    ],
    [
        " Right.",
        6772.76,
        6773.04
    ],
    [
        " But that's you and Dean.",
        6773.2,
        6774.14
    ],
    [
        " And, and you'll notice that if, when you establish like solid training partners,",
        6774.28,
        6778.6
    ],
    [
        " that becomes part of the game.",
        6778.82,
        6779.98
    ],
    [
        " I'm going to try to abuse you.",
        6780.04,
        6781.36
    ],
    [
        " And so that's different.",
        6781.8,
        6783.02
    ],
    [
        " That's what I mean by, so, like dynamic as far as like, recognizing what abuse is.",
        6783.32,
        6789.6
    ],
    [
        " Because if you get tapped out 25 times and it seems like, dang, you didn't have to like,",
        6789.72,
        6793.38
    ],
    [
        " go black belt on him and he's a white belt.",
        6793.66,
        6796.08
    ],
    [
        " Well, well, yeah, he went black belt on him, but he wasn't abused, you know, you know,",
        6796.08,
        6799.74
    ],
    [
        " I mean, that's like, that's a well within the confines of the game for sure.",
        6799.8,
        6803.5
    ],
    [
        " For sure.",
        6803.64,
        6804.04
    ],
    [
        " That's a big difference between that.",
        6804.12,
        6804.98
    ],
    [
        " I know this to translate this for people that don't do Jiu Jitsu.",
        6805.28,
        6808.32
    ],
    [
        " Yet.",
        6808.58,
        6808.84
    ],
    [
        " Think about also this with any status structure, right?",
        6809.54,
        6814.8
    ],
    [
        " In the work in the military, in the hierarchy of any company or industry,",
        6815.08,
        6820.88
    ],
    [
        " where if you're feeling good about bossing people around, you're doing something wrong,",
        6821.3,
        6828.9
    ],
    [
        " man, you're doing something wrong.",
        6829.1,
        6830.62
    ],
    [
        " If you're goal of what you're doing is based on you, if you're saying, look, I'm going to be the best.",
        6830.78,
        6841.82
    ],
    [
        " And I'm going to be, this is what's important to me.",
        6842.26,
        6848.02
    ],
    [
        " If that's what you're saying as a leader, put yourself in check, because that's just pure ego coming out.",
        6848.86,
        6855.2
    ],
    [
        " When you're saying, look, I want to be the best in this.",
        6855.44,
        6858.44
    ],
    [
        " And I think there's a weird thing that happens with people that are go getters, and they hear someone that's a go getter.",
        6858.76,
        6863.7
    ],
    [
        " They'll hear some person that's been successful in business.",
        6863.78,
        6866.3
    ],
    [
        " And that person that's been successful in business will be like, you know what?",
        6866.6,
        6868.76
    ],
    [
        " I said I was going to be the best and here I am on the best.",
        6869.28,
        6872.12
    ],
    [
        " You got to set your goals.",
        6872.56,
        6873.5
    ],
    [
        " You got to put them out there and you got to let everyone know that you're going to run them over if you're getting your way.",
        6873.64,
        6877.0
    ],
    [
        " And that sounds really cool.",
        6877.38,
        6878.76
    ],
    [
        " And I guarantee if you went back and you followed that person through their career, they were not like that.",
        6880.08,
        6887.78
    ],
    [
        " They were politically sensitive.",
        6888.4,
        6891.34
    ],
    [
        " They understood other people's needs.",
        6891.84,
        6893.22
    ],
    [
        " They didn't go, hey nice to meet you.",
        6893.64,
        6894.98
    ],
    [
        " I'm going to take over this business.",
        6895.1,
        6896.42
    ],
    [
        " No, they didn't do that.",
        6896.62,
        6897.44
    ],
    [
        " They said, hey nice to meet you.",
        6897.64,
        6898.42
    ],
    [
        " How are you doing?",
        6898.42,
        6898.8
    ],
    [
        " What are we trying to make happen here?",
        6899.1,
        6900.62
    ],
    [
        " They made it a goal for the team.",
        6900.86,
        6902.46
    ],
    [
        " Even if the deep underlying goal is a selfish one, let's say, the outer goal should not be that.",
        6902.46,
        6911.22
    ],
    [
        " It should not be, hey, I'm going to be the best.",
        6911.38,
        6913.98
    ],
    [
        " I'm going to be the ruler of this company.",
        6914.18,
        6916.06
    ],
    [
        " I'm going to be, no, we don't want to hear that.",
        6916.54,
        6919.08
    ],
    [
        " Like when you, you know, you know, I mean, just take all I want to be the president of the United States.",
        6919.6,
        6923.36
    ],
    [
        " Who wants that person to be president of the United States?",
        6923.6,
        6925.7
    ],
    [
        " I sure don't.",
        6925.9,
        6926.8
    ],
    [
        " I don't want that person in president of the United States.",
        6926.94,
        6928.9
    ],
    [
        " If someone says, I'm going to be the CEO of this company.",
        6929.06,
        6933.0
    ],
    [
        " Now, what do you think of that?",
        6933.48,
        6935.14
    ],
    [
        " You think, okay, so this person's ego is really, really big.",
        6935.46,
        6938.8
    ],
    [
        " And do you think yourself, you know what?",
        6939.34,
        6940.56
    ],
    [
        " I don't like that.",
        6941.0,
        6942.36
    ],
    [
        " You need to put that.",
        6942.68,
        6943.18
    ],
    [
        " So if that's your attitude, and you think you're being fired up, keep that goal internal.",
        6943.26,
        6949.18
    ],
    [
        " Don't be announcing that goal.",
        6949.7,
        6951.26
    ],
    [
        " Even though it's how you state your goals and let the world know you're here.",
        6951.32,
        6954.02
    ],
    [
        " No, because you sound like an ego maniac.",
        6954.4,
        6958.36
    ],
    [
        " What you should say is like, you know what I want to do with this company?",
        6958.74,
        6961.52
    ],
    [
        " I want to help this company grow the best I can.",
        6962.16,
        6965.62
    ],
    [
        " And you know what's important to be about being in a leadership position?",
        6966.0,
        6968.28
    ],
    [
        " What's important to me about being in a leadership position is making sure that the people underneath me, they get better.",
        6968.62,
        6973.84
    ],
    [
        " And they reach their goals.",
        6974.04,
        6975.6
    ],
    [
        " This isn't about me.",
        6976.06,
        6977.48
    ],
    [
        " This is about the people that are on my team.",
        6978.1,
        6981.1
    ],
    [
        " And I want to make them successful.",
        6981.44,
        6983.02
    ],
    [
        " Now, who wants to work for that person?",
        6983.52,
        6985.2
    ],
    [
        " I do.",
        6985.36,
        6985.82
    ],
    [
        " Sign me up.",
        6986.12,
        6986.98
    ],
    [
        " But when I say, hey boss nice to meet you.",
        6987.48,
        6989.84
    ],
    [
        " What's your goal here at the company?",
        6990.0,
        6992.06
    ],
    [
        " My goal is to be CEO.",
        6992.3,
        6993.78
    ],
    [
        "",
        6994.42,
        6994.42
    ],
    [
        " To be the boss.",
        6994.76,
        6995.32
    ],
    [
        " So you're going to step on my back to get there.",
        6995.42,
        6997.06
    ],
    [
        " Sounds like fun.",
        6997.22,
        6997.88
    ],
    [
        " Don't sign me up for that guy.",
        6998.14,
        6999.62
    ],
    [
        " Now, I don't want to work with that person.",
        7000.08,
        7001.54
    ],
    [
        " I want to work with somebody that's about the team.",
        7001.82,
        7003.54
    ],
    [
        " And I don't want to work with somebody that's going to be abusive.",
        7004.08,
        7006.36
    ],
    [
        " Just like I don't want to train at anybody's, you get to academy.",
        7006.6,
        7008.7
    ],
    [
        " That's going to have that abusive mentality.",
        7009.36,
        7011.04
    ],
    [
        " And they're out there.",
        7011.32,
        7012.18
    ],
    [
        " So I wanted to tie that back into the business world.",
        7013.08,
        7015.94
    ],
    [
        " I'm the instructor.",
        7016.16,
        7017.34
    ],
    [
        " I'm the instructor.",
        7017.34,
        7019.32
    ],
    [
        " You don't go no.",
        7019.32,
        7020.62
    ],
    [
        " It's like Napoleon Dynamite.",
        7020.62,
        7022.44
    ],
    [
        " Boutier Sensei.",
        7022.6,
        7023.8
    ],
    [
        " They make fun of that.",
        7023.82,
        7025.16
    ],
    [
        " And it's funny.",
        7025.44,
        7025.86
    ],
    [
        " And I'm not saying there's anything wrong with that.",
        7026.82,
        7028.76
    ],
    [
        " There's a lot of tradition in Jiu Jitsu as well.",
        7028.82,
        7030.36
    ],
    [
        " You bow to your instructor.",
        7030.78,
        7032.16
    ],
    [
        " You bow when you come on and off the mat.",
        7032.42,
        7033.74
    ],
    [
        " Yeah, that's good.",
        7034.08,
        7034.58
    ],
    [
        " I'm not super into that stuff.",
        7034.58,
        7036.56
    ],
    [
        " You know what I mean?",
        7036.88,
        7037.26
    ],
    [
        " I'm laid back.",
        7037.38,
        7038.02
    ],
    [
        " I'm pretty laid back when it comes to Jitsu traditions.",
        7038.34,
        7041.26
    ],
    [
        " Yeah, most of the bowing to the instructor in Jiu Jitsu",
        7041.74,
        7043.98
    ],
    [
        " is more like it's like bow to Jiu Jitsu almost.",
        7043.98,
        7046.96
    ],
    [
        " And not bow down.",
        7047.24,
        7048.56
    ],
    [
        " It's more it's like show respect.",
        7049.08,
        7050.42
    ],
    [
        " If you go to even more traditional schools,",
        7050.64,
        7052.7
    ],
    [
        " even when Marongo was teaching at our school,",
        7053.1,
        7055.34
    ],
    [
        " you bow to all the instructors because they're the ones providing the Jiu Jitsu.",
        7055.62,
        7059.74
    ],
    [
        " And then you bow to Helio Gracie because he's the one who kind of provide.",
        7059.86,
        7062.98
    ],
    [
        " So it's more about the Jiu Jitsu.",
        7063.18,
        7064.6
    ],
    [
        " Yeah, not like bow to your student.",
        7064.8,
        7066.38
    ],
    [
        " It doesn't have that feel.",
        7066.64,
        7068.02
    ],
    [
        " And you got to make sure that you're not getting that crossover.",
        7068.1,
        7070.5
    ],
    [
        " Yeah.",
        7070.56,
        7070.96
    ],
    [
        " Where it goes from, hey, bow to Jiu Jitsu and play,",
        7070.96,
        7074.24
    ],
    [
        " pay respect to a beautiful thing.",
        7074.28,
        7076.1
    ],
    [
        " Yeah.",
        7076.2,
        7076.5
    ],
    [
        " To bow to me.",
        7076.74,
        7077.56
    ],
    [
        " Yes.",
        7077.66,
        7077.9
    ],
    [
        " Exactly.",
        7078.18,
        7078.24
    ],
    [
        " And it's the same thing in the business world.",
        7078.24,
        7079.7
    ],
    [
        " If you're saying, look, there's nothing wrong with treating your CEO with respect.",
        7079.9,
        7083.88
    ],
    [
        " And your CEO should be treated with respect.",
        7084.04,
        7085.64
    ],
    [
        " Or your boss, you treat your boss with respect absolutely.",
        7085.78,
        7088.24
    ],
    [
        " Like, hey, boss, what do you need me to do?",
        7088.7,
        7090.06
    ],
    [
        " Hey, sir, in the military, you know you call those senior officers, sir.",
        7090.18,
        7092.74
    ],
    [
        " There's nothing you don't shouldn't feel degraded by doing that.",
        7093.84,
        7097.02
    ],
    [
        " But, for instance, in the military, if it's like, hey, you call me sir.",
        7098.94,
        7104.08
    ],
    [
        " You know, okay, I see what I'm dealing with here.",
        7104.56,
        7106.12
    ],
    [
        " In the business world, if people are, you know, if you as an individual are thinking,",
        7106.44,
        7114.08
    ],
    [
        " you better show me the respect I deserve.",
        7114.48,
        7116.82
    ],
    [
        " You got issues.",
        7117.44,
        7118.18
    ],
    [
        " You got issues.",
        7118.96,
        7119.72
    ],
    [
        " You got to earn that respect.",
        7119.98,
        7121.1
    ],
    [
        " If someone's not giving you respect, don't look at them and demand it.",
        7121.32,
        7124.02
    ],
    [
        " Look at yourself and demand that you become a better leader where they give you the respect,",
        7124.3,
        7130.08
    ],
    [
        " not because you asked for it, but because you deserved it.",
        7130.1,
        7133.7
    ],
    [
        " There's a big difference.",
        7133.9,
        7135.7
    ],
    [
        " That's funny, man.",
        7135.96,
        7136.62
    ],
    [
        " Give me the respect I deserve.",
        7136.86,
        7138.12
    ],
    [
        " Give me the respect I deserve.",
        7138.28,
        7139.72
    ],
    [
        " Most of the time, most, not all the time, most of the time,",
        7139.72,
        7142.12
    ],
    [
        " once someone says, give me the respect I deserve.",
        7142.28,
        7144.44
    ],
    [
        " It's when they are being given the respect they deserve, which is probably not much.",
        7144.9,
        7148.78
    ],
    [
        " Most of the time when people are saying, give me the respect I deserve.",
        7148.78,
        7152.2
    ],
    [
        " They don't deserve the respect they're asking for.",
        7152.2,
        7154.86
    ],
    [
        " They need to get their head together.",
        7155.28,
        7158.16
    ],
    [
        " Awesome.",
        7158.46,
        7159.34
    ],
    [
        " Where we got time for one more?",
        7159.62,
        7160.68
    ],
    [
        " That's one.",
        7160.9,
        7161.3
    ],
    [
        " Jocco, I had had a few rough months.",
        7162.64,
        7166.58
    ],
    [
        " Some setbacks at work that hurt me financially, which is stressed out my family.",
        7167.42,
        7171.56
    ],
    [
        " I'm laid on some payments.",
        7172.0,
        7172.94
    ],
    [
        " I'm falling further behind at work.",
        7173.54,
        7175.12
    ],
    [
        " I don't want to tap out, but I just don't know where to start.",
        7176.08,
        7179.72
    ],
    [
        " Well, you know what?",
        7180.46,
        7182.56
    ],
    [
        " That's just kind of the way that life works sometimes.",
        7183.24,
        7191.26
    ],
    [
        " It's Murphy's Law.",
        7191.82,
        7192.7
    ],
    [
        " When things go wrong, they always seem to happen at once, and they just compound on top of each other.",
        7193.68,
        7203.26
    ],
    [
        " It's pretty easy sometimes to feel beaten when you're faced with all those issues and problems,",
        7205.16,
        7213.96
    ],
    [
        " and they all hit you at the same time.",
        7213.96,
        7216.16
    ],
    [
        " But let me tell you, that doesn't mean give up.",
        7217.56,
        7224.5
    ],
    [
        " In fact, it means the opposite.",
        7225.9,
        7229.44
    ],
    [
        " It means it's time for you to fight harder, to dig in.",
        7231.1,
        7235.94
    ],
    [
        " It means it's time for you to go on the war path.",
        7236.58,
        7239.78
    ],
    [
        " And that starts with one of the fundamental laws of combat leadership, prioritized and executed.",
        7241.06,
        7249.02
    ],
    [
        " What's the biggest problem?",
        7249.62,
        7251.26
    ],
    [
        " What's causing the most stress?",
        7252.44,
        7254.14
    ],
    [
        " Family?",
        7254.56,
        7254.82
    ],
    [
        " Okay.",
        7256.06,
        7256.36
    ],
    [
        " Sit them down.",
        7256.68,
        7258.0
    ],
    [
        " Explain where you are at.",
        7259.14,
        7261.44
    ],
    [
        " Be blunt.",
        7261.74,
        7262.3
    ],
    [
        " Be upfront.",
        7263.28,
        7264.04
    ],
    [
        " And then give them the simple plan of how you're going to get things back on track.",
        7264.84,
        7270.58
    ],
    [
        " Don't sugarcoat it.",
        7271.26,
        7272.7
    ],
    [
        " You give it to them straight.",
        7273.32,
        7275.48
    ],
    [
        " Next, you got some late payments.",
        7276.74,
        7279.84
    ],
    [
        " Call those creditors up.",
        7280.74,
        7283.4
    ],
    [
        " Explain to them what's going on.",
        7284.0,
        7285.82
    ],
    [
        " Set up some kind of a minimum payment plan.",
        7286.0,
        7289.46
    ],
    [
        " So you can start making some progress and get them off your back.",
        7289.96,
        7293.62
    ],
    [
        " And then you got your job.",
        7294.64,
        7296.1
    ],
    [
        " Right?",
        7296.96,
        7298.32
    ],
    [
        " You're falling behind at work.",
        7298.46,
        7299.56
    ],
    [
        " Okay.",
        7300.22,
        7301.2
    ],
    [
        " Talk to your boss.",
        7301.38,
        7302.3
    ],
    [
        " Face it.",
        7303.38,
        7304.16
    ],
    [
        " Tell him that you're going to step up your game.",
        7305.08,
        7307.38
    ],
    [
        " Tell him you're going to be at work early.",
        7307.94,
        7309.64
    ],
    [
        " You're going to be at work late.",
        7309.96,
        7310.76
    ],
    [
        " You're going to be at work during lunch.",
        7311.0,
        7312.26
    ],
    [
        " You're going to be wherever you need to be.",
        7312.26,
        7314.58
    ],
    [
        " Whenever he needs you to be there.",
        7314.84,
        7316.76
    ],
    [
        " Tell him you're going to get after it.",
        7317.44,
        7320.7
    ],
    [
        " And tell him that you're a hundred percent committed to supporting him and the company and the mission.",
        7321.0,
        7330.3
    ],
    [
        " And then you get started.",
        7331.22,
        7336.12
    ],
    [
        " And I'm going to tell you right now.",
        7337.96,
        7339.6
    ],
    [
        " It won't be easy.",
        7339.92,
        7341.44
    ],
    [
        " It will be hard because life is hard.",
        7341.96,
        7345.6
    ],
    [
        " That's what life is.",
        7345.92,
        7347.1
    ],
    [
        " And these challenges.",
        7348.02,
        7351.34
    ],
    [
        " These challenges that you face.",
        7352.0,
        7354.58
    ],
    [
        " They're going to do their best to take you down.",
        7355.36,
        7359.56
    ],
    [
        " Do not let them stand up.",
        7363.14,
        7367.38
    ],
    [
        " Dig in.",
        7367.62,
        7368.64
    ],
    [
        " Line up those problems and confront them.",
        7369.92,
        7372.96
    ],
    [
        " Face them.",
        7373.22,
        7373.92
    ],
    [
        " Fight them.",
        7374.44,
        7375.36
    ],
    [
        " Do not let them bring you down.",
        7376.84,
        7379.62
    ],
    [
        " In fact.",
        7380.34,
        7380.92
    ],
    [
        " In fact, let those challenges raise you up.",
        7381.34,
        7388.24
    ],
    [
        " Let them elevate you.",
        7388.24,
        7390.0
    ],
    [
        " Let their demands and their trials make you stronger.",
        7390.6,
        7396.26
    ],
    [
        " Let the adversity you face today turn you into a better person tomorrow.",
        7397.12,
        7406.24
    ],
    [
        " So in the future.",
        7407.82,
        7411.38
    ],
    [
        " You look back at these struggles and you say to them.",
        7412.6,
        7417.94
    ],
    [
        " Thank you.",
        7418.34,
        7420.78
    ],
    [
        " You made me better.",
        7421.38,
        7424.98
    ],
    [
        " And I think that's all I've got for tonight.",
        7426.7,
        7436.28
    ],
    [
        " So echo.",
        7439.88,
        7440.58
    ],
    [
        " Let's close it on out.",
        7441.16,
        7443.36
    ],
    [
        " How can everyone get on board with the program here and support the little podcast we got going.",
        7443.84,
        7450.0
    ],
    [
        " Enforcement.",
        7450.36,
        7450.92
    ],
    [
        " Not reinforcements.",
        7451.58,
        7452.42
    ],
    [
        " Yes.",
        7452.72,
        7453.08
    ],
    [
        " Yes.",
        7453.62,
        7453.74
    ],
    [
        " So indeed.",
        7454.84,
        7455.66
    ],
    [
        " A few ways.",
        7456.0,
        7456.34
    ],
    [
        " First, on top of supporting this podcast, you're going to want to support yourself, I think.",
        7456.84,
        7462.96
    ],
    [
        " Supplementation.",
        7465.08,
        7465.52
    ],
    [
        " I always talk about this.",
        7465.56,
        7466.44
    ],
    [
        " I know.",
        7466.58,
        7466.78
    ],
    [
        " Anyway, on it has the best supplements.",
        7468.34,
        7470.68
    ],
    [
        " We all know this.",
        7470.86,
        7471.5
    ],
    [
        " Creole oil.",
        7471.88,
        7472.32
    ],
    [
        " Got my Creole oil in.",
        7472.86,
        7475.22
    ],
    [
        " Echoes in the game.",
        7475.64,
        7476.76
    ],
    [
        " Actually, I'm what I'm staying on it.",
        7476.92,
        7478.84
    ],
    [
        " Every month.",
        7479.62,
        7480.36
    ],
    [
        " Anyway, so on it on it dot com slash chocolate 10% off.",
        7480.8,
        7484.02
    ],
    [
        " So supplement your wallet as well.",
        7484.02,
        7486.38
    ],
    [
        " So the Creole oil.",
        7486.9,
        7488.16
    ],
    [
        " That's for your joints.",
        7488.16,
        7488.96
    ],
    [
        " Warrior bars as well.",
        7489.18,
        7490.08
    ],
    [
        " I think that one's a good one.",
        7490.32,
        7491.68
    ],
    [
        " Shroom tech.",
        7492.88,
        7493.56
    ],
    [
        " Yeah.",
        7494.26,
        7494.78
    ],
    [
        " Shroom tech.",
        7494.98,
        7495.28
    ],
    [
        " Shroom tech is kind of okay.",
        7495.7,
        7498.14
    ],
    [
        " So Victor was talking about he's like, I'm on Shroom Tech today.",
        7498.34,
        7501.54
    ],
    [
        " He's all fired up.",
        7501.8,
        7503.74
    ],
    [
        " Yeah.",
        7504.1,
        7504.38
    ],
    [
        " So tell me what you think about this.",
        7504.62,
        7505.88
    ],
    [
        " So I used to take Shroom Tech all the time and be like, and I felt, and I felt like it kind of gave me an advantage.",
        7507.08,
        7513.6
    ],
    [
        " Because you know how cardio conditioning stuff is a tool in G2 or can be if you use it.",
        7514.06,
        7518.22
    ],
    [
        " Do you think that's an advantage?",
        7518.42,
        7519.4
    ],
    [
        " Do I think cardio is an advantage?",
        7521.36,
        7523.36
    ],
    [
        " Oh, so what do you think taking Shroom Tech is like, oh, he took Shroom Tech doesn't go.",
        7523.72,
        7527.06
    ],
    [
        " Okay.",
        7527.52,
        7528.22
    ],
    [
        " Because I took Shroom Tech and tapped out someone who I don't tap up.",
        7528.32,
        7530.84
    ],
    [
        " There's two ways to look at that.",
        7530.84,
        7532.16
    ],
    [
        " Well, I'll say what?",
        7532.34,
        7533.06
    ],
    [
        " Shroom Tech is really good.",
        7533.28,
        7534.22
    ],
    [
        " Shroom Tech did not make you tap out the first thing you tapped out.",
        7534.56,
        7537.38
    ],
    [
        " But indirectly, it could have.",
        7537.7,
        7538.88
    ],
    [
        " You know what I mean?",
        7539.26,
        7539.68
    ],
    [
        " So I guess, I guess the answer to this would be since you were able with Shroom Tech to do more.",
        7539.78,
        7545.96
    ],
    [
        " It's pushing you harder so you're stepping up your game overall.",
        7546.32,
        7549.96
    ],
    [
        " Yeah, I'm allowed to train better.",
        7549.96,
        7552.0
    ],
    [
        " Because you can train harder because of your Shroom Tech.",
        7552.08,
        7554.22
    ],
    [
        " Yeah.",
        7554.66,
        7554.8
    ],
    [
        " So it is as far as I'm concerned, permissible to do that because you're just trying to get yourself better.",
        7554.94,
        7560.06
    ],
    [
        " And Shroom Tech helps you do that.",
        7560.14,
        7561.6
    ],
    [
        " Yeah.",
        7561.78,
        7561.88
    ],
    [
        " Now you might have to, you know, give a caveat, put this little asterisk next to your tap out.",
        7562.22,
        7567.44
    ],
    [
        " It's on the Shroom Tech.",
        7567.58,
        7568.26
    ],
    [
        " It's quite there.",
        7568.34,
        7569.92
    ],
    [
        " That's like a wind.",
        7570.14,
        7571.02
    ],
    [
        " And today when we got done training, I was like, you know, I didn't take any Shroom Tech today.",
        7571.4,
        7575.58
    ],
    [
        " So maybe, you know, and you were like either did it.",
        7576.0,
        7578.54
    ],
    [
        " And it was okay.",
        7578.54,
        7579.1
    ],
    [
        " It was a level of playing field.",
        7579.2,
        7580.04
    ],
    [
        " You didn't even, yeah, the, um, it's like when you run the 100 meter dash and the wind, if the stride, there's a strong wind.",
        7580.08,
        7586.6
    ],
    [
        " Like you'll, you'll get the record, but there's a star there.",
        7586.76,
        7589.38
    ],
    [
        " Asterisk says wind aided record.",
        7589.38,
        7591.68
    ],
    [
        " Oh, really?",
        7591.92,
        7592.38
    ],
    [
        " Says wind aided.",
        7592.48,
        7593.18
    ],
    [
        " Yeah, still your record, but it's wind aided, so everyone knows that.",
        7593.22,
        7595.68
    ],
    [
        " Yeah, they're trying to do you like that.",
        7595.68,
        7596.8
    ],
    [
        " So, yeah, when you, when you get your Shroom Tech and you set your PR in, you know, in like, you know, a wild or something like this,",
        7596.8,
        7603.34
    ],
    [
        " you got to put the star there.",
        7604.26,
        7605.56
    ],
    [
        " I guess my PR, but I was on the Shroom Tech.",
        7605.6,
        7607.64
    ],
    [
        " Yeah, maybe, maybe.",
        7608.16,
        7609.42
    ],
    [
        " Oh, you don't have to do that.",
        7609.64,
        7610.66
    ],
    [
        " Maybe I don't know, but you might.",
        7611.58,
        7613.2
    ],
    [
        " Anyway, nonetheless, Shroom Tech Sport though.",
        7613.5,
        7615.88
    ],
    [
        " There's two.",
        7616.02,
        7616.4
    ],
    [
        " There's Shroom Tech, um, the other one.",
        7616.5,
        7619.48
    ],
    [
        " There's Shroom Tech something else.",
        7619.7,
        7620.96
    ],
    [
        " I'm talking about the support.",
        7620.96,
        7621.86
    ],
    [
        " Oh, the boat.",
        7621.86,
        7622.34
    ],
    [
        " The immune.",
        7622.58,
        7622.94
    ],
    [
        " Yes, it's immune.",
        7623.24,
        7624.0
    ],
    [
        " Yeah, I haven't been.",
        7624.7,
        7625.52
    ],
    [
        " Yeah, I haven't.",
        7625.52,
        7626.92
    ],
    [
        " Yeah, I haven't.",
        7627.1,
        7627.42
    ],
    [
        " I had to take the immune.",
        7627.42,
        7628.4
    ],
    [
        " Yeah, but no, that's for general immunity, right?",
        7628.7,
        7630.76
    ],
    [
        " That's the boost thing.",
        7630.88,
        7631.86
    ],
    [
        " Anyway, that one probably not a P performance enhancing supplement.",
        7632.54,
        7636.84
    ],
    [
        " Maybe it is indirectly.",
        7637.12,
        7638.78
    ],
    [
        " Anyway, on it, uh, it's there from on it.",
        7638.78,
        7641.6
    ],
    [
        " Get 10% off on a duck on slash jaco.",
        7641.76,
        7644.0
    ],
    [
        " Take the alpha brain to think a little better.",
        7644.84,
        7646.92
    ],
    [
        " Like it makes you think it's proven.",
        7646.92,
        7648.34
    ],
    [
        " By the way, that's saying, oh, it's legitimately proven.",
        7648.56,
        7652.14
    ],
    [
        " Yeah, not like the 19%.",
        7652.16,
        7653.54
    ],
    [
        " The 19% is pretty legitimately proven.",
        7653.54,
        7656.6
    ],
    [
        " Oh, okay.",
        7656.62,
        7657.0
    ],
    [
        " So cold Miller, cold Miller, UFC fighter.",
        7657.0,
        7660.04
    ],
    [
        " Mike Best.",
        7660.16,
        7660.98
    ],
    [
        " I got an email today.",
        7661.74,
        7663.4
    ],
    [
        " Got his rash guard.",
        7663.4,
        7664.44
    ],
    [
        " You know, he just started you just like, you know, a lot of us have been.",
        7664.94,
        7668.58
    ],
    [
        " And so he emails me and says, I was going to bring the email and read it.",
        7669.04,
        7672.48
    ],
    [
        " It's like short.",
        7672.48,
        7672.98
    ],
    [
        " So he's like, um, he's like, hey, man, I tapped on my judges.",
        7673.12,
        7677.4
    ],
    [
        " You're going to be quite awesome.",
        7677.58,
        7678.62
    ],
    [
        " Uh, I tapped out my first blue belt today.",
        7678.96,
        7681.3
    ],
    [
        " Dang.",
        7681.46,
        7681.78
    ],
    [
        " And he said, guess what I was wearing.",
        7682.18,
        7684.78
    ],
    [
        " He said, I'm not going to tribute it to the rash guard.",
        7685.12,
        7689.26
    ],
    [
        " Specifically, but let's let's face it.",
        7689.52,
        7691.94
    ],
    [
        " It was the rash guard.",
        7692.02,
        7693.32
    ],
    [
        " Okay.",
        7693.52,
        7693.78
    ],
    [
        " So that being said, there's some trooper rash guards on jaco store.com.",
        7694.06,
        7699.76
    ],
    [
        " I read it the website, by the way.",
        7699.92,
        7702.06
    ],
    [
        " The not much.",
        7702.5,
        7703.94
    ],
    [
        " An effect is just kind of redone nonetheless.",
        7703.98,
        7705.74
    ],
    [
        " There's rash guards on there.",
        7706.16,
        7707.46
    ],
    [
        " They're cool.",
        7707.72,
        7708.4
    ],
    [
        " They improve your performance.",
        7708.68,
        7710.24
    ],
    [
        " 19%.",
        7710.44,
        7710.98
    ],
    [
        " Tech, I guess I mean, apparently 19 to 35%.",
        7710.98,
        7715.38
    ],
    [
        " Mm-hmm.",
        7715.38,
        7715.66
    ],
    [
        " Really, that's the range.",
        7715.7,
        7716.66
    ],
    [
        " Evidently.",
        7718.5,
        7718.86
    ],
    [
        " Anyway, cool rash guards.",
        7718.94,
        7719.94
    ],
    [
        " You can check those out.",
        7719.94,
        7720.78
    ],
    [
        " Jockelstore.com.",
        7720.9,
        7721.6
    ],
    [
        " There's some shirts there.",
        7721.82,
        7722.76
    ],
    [
        " Two.",
        7723.28,
        7723.56
    ],
    [
        " Was that you telling me that you saw someone with a shirt on?",
        7724.12,
        7728.02
    ],
    [
        " No, no, no.",
        7728.22,
        7728.68
    ],
    [
        " Victor, Victor was saying.",
        7728.7,
        7729.5
    ],
    [
        " Oh, yeah, Victor.",
        7729.96,
        7730.5
    ],
    [
        " Victor was saying.",
        7730.6,
        7731.16
    ],
    [
        " And that's a, that's the thing when, and I said this before, of course.",
        7731.34,
        7735.16
    ],
    [
        " So, you know, if you listen, you know, that I try to put more than just the one layer on the shirt.",
        7735.42,
        7740.38
    ],
    [
        " It's kind of, there's a bunch of inside stuff that if you talking about the layers on the shirts,",
        7740.62,
        7744.72
    ],
    [
        " it's starting to become a thing.",
        7744.72,
        7746.08
    ],
    [
        " I'm telling you, no, I'm saying, because it, you know why it's starting to become a thing?",
        7746.52,
        7750.0
    ],
    [
        " Because it, because it is a thing.",
        7750.16,
        7751.52
    ],
    [
        " So, you're gonna have to like on some future shirt, you'd have to actually put the word layers.",
        7752.34,
        7756.58
    ],
    [
        " Yeah, layer one.",
        7756.7,
        7757.92
    ],
    [
        " Yeah, that might be dope.",
        7758.44,
        7759.68
    ],
    [
        " Might be.",
        7760.16,
        7760.92
    ],
    [
        " Either way, he was saying how he recognized the shirt.",
        7760.92,
        7764.58
    ],
    [
        " And when you see someone else wearing like, you know, they know.",
        7764.94,
        7767.98
    ],
    [
        " But yeah, so it's not like you see a quick silver shirt.",
        7768.16,
        7771.2
    ],
    [
        " No.",
        7771.46,
        7771.64
    ],
    [
        " And it's like, hey, I'm wearing crystals.",
        7771.66,
        7772.66
    ],
    [
        " There's no passion.",
        7772.66,
        7773.3
    ],
    [
        " You know what I mean?",
        7773.82,
        7774.1
    ],
    [
        " It's different.",
        7774.3,
        7774.7
    ],
    [
        " It's the way different.",
        7774.94,
        7775.34
    ],
    [
        " The stuff, you know, if you listen, you know, you're like, aw, anyway.",
        7775.76,
        7779.08
    ],
    [
        " Check mine if you like them.",
        7779.58,
        7780.62
    ],
    [
        " Go grab one.",
        7780.86,
        7781.26
    ],
    [
        " You can support that way.",
        7781.34,
        7782.22
    ],
    [
        " Enforce.",
        7782.72,
        7782.92
    ],
    [
        " And then Amazon click through.",
        7783.96,
        7785.94
    ],
    [
        " What that it does is anytime you shop on Amazon, just click through on our website, jockopodcast.com.",
        7786.7,
        7792.28
    ],
    [
        " Or the store.",
        7792.64,
        7793.52
    ],
    [
        " There's a little section there.",
        7793.64,
        7794.44
    ],
    [
        " People can do a lot of Christmas and holiday shopping.",
        7795.46,
        7799.52
    ],
    [
        " Yeah, so if you really want to get your support on, get in the game full speed.",
        7799.52,
        7804.34
    ],
    [
        " Do the guy like about Amazon?",
        7804.52,
        7807.34
    ],
    [
        " It doesn't cost anybody anything.",
        7807.56,
        7809.0
    ],
    [
        " It's it just supports the podcast while you're doing your normal stuff.",
        7809.0,
        7812.72
    ],
    [
        " So that's awesome.",
        7812.74,
        7813.34
    ],
    [
        " Everyone is appreciated.",
        7813.48,
        7814.42
    ],
    [
        " Yeah, man.",
        7814.98,
        7815.48
    ],
    [
        " I guess I mean, the key there really is to remember to click through before you go shop.",
        7815.64,
        7819.74
    ],
    [
        " That's it.",
        7819.86,
        7820.16
    ],
    [
        " Anyway.",
        7820.3,
        7820.86
    ],
    [
        " It's a good way to support the Amazon.",
        7821.36,
        7823.32
    ],
    [
        " So yeah, on the website again, you just click on the Amazon link before you do shopping.",
        7823.6,
        7826.96
    ],
    [
        " Then boom, support actively, efficiently, solid.",
        7826.98,
        7830.46
    ],
    [
        " And then of course, subscribe on the iTunes or Stitcher.",
        7831.0,
        7837.56
    ],
    [
        " And this some other like Google Play is now.",
        7838.22,
        7840.16
    ],
    [
        " Yeah, yeah, yeah.",
        7840.18,
        7840.94
    ],
    [
        " Google Play.",
        7840.94,
        7841.46
    ],
    [
        " Yeah, that's a bunch of those little podcasts.",
        7841.84,
        7844.06
    ],
    [
        " Yeah, but yeah, be a subscriber, man.",
        7844.16,
        7846.06
    ],
    [
        " In the game straight up.",
        7846.28,
        7848.44
    ],
    [
        " Right review on the maybe this is, I don't know what this is.",
        7848.7,
        7853.22
    ],
    [
        " It's just one of those things.",
        7853.78,
        7854.94
    ],
    [
        " We're at like 900 something reviews.",
        7855.38,
        7857.64
    ],
    [
        " Oh, yeah, you're both CD.",
        7857.64,
        7860.04
    ],
    [
        " Yeah, I'm going to go home and write 100 reviews tonight myself and get to 1000.",
        7860.26,
        7865.86
    ],
    [
        " Yeah.",
        7866.26,
        7867.56
    ],
    [
        " Yeah.",
        7867.78,
        7868.88
    ],
    [
        " 1000, 1000 reviews.",
        7869.24,
        7870.3
    ],
    [
        " Yeah, I know.",
        7870.48,
        7871.34
    ],
    [
        " What's good about it is it is, if you wrote a review, I read it.",
        7871.56,
        7876.02
    ],
    [
        " I've read all the reviews that are on there.",
        7876.38,
        7877.84
    ],
    [
        " And it's cool because it's good feedback.",
        7877.84,
        7880.34
    ],
    [
        " And it lets us know that people are listening and that they're in the game.",
        7881.76,
        7886.2
    ],
    [
        " Yeah, which is cool.",
        7886.2,
        7888.02
    ],
    [
        " That is funny.",
        7888.04,
        7889.5
    ],
    [
        " And I want to get to 1000 for no good.",
        7889.7,
        7891.38
    ],
    [
        " I know that.",
        7891.4,
        7891.94
    ],
    [
        " Of course, one.",
        7892.08,
        7892.76
    ],
    [
        " Yeah, is that no reason?",
        7892.96,
        7894.16
    ],
    [
        " Is that ego, you think?",
        7894.42,
        7895.26
    ],
    [
        " Or maybe OCD or both.",
        7895.42,
        7897.22
    ],
    [
        " Because you know how like you're like, hey, I don't, you know how like when you pump the gas, you know.",
        7897.5,
        7900.98
    ],
    [
        " And you're like, oh, I'm gonna get, if you're not filling up, you're like, I'm gonna get it right on the $20 market.",
        7901.04,
        7905.54
    ],
    [
        " Oh, yeah.",
        7905.78,
        7906.16
    ],
    [
        " It's like, it's a weird thing.",
        7906.3,
        7907.46
    ],
    [
        " Anyway, it's something like that.",
        7907.62,
        7908.84
    ],
    [
        " You know how like people they'll celebrate.",
        7910.0,
        7911.44
    ],
    [
        " Hey, I got to, you know, 1000 subscribers or whatever, you know, people they'll celebrate and they'll post it and be like,",
        7911.5,
        7917.16
    ],
    [
        " like, why didn't you celebrate at like a thousand one or 999?",
        7917.36,
        7922.28
    ],
    [
        " Well, see when I get to 1000, I won't celebrate anything.",
        7922.44,
        7924.5
    ],
    [
        " I'll be like, I need to get to 2000.",
        7924.5,
        7925.88
    ],
    [
        " And it's not even anything I can stop from my own brain thinking.",
        7926.04,
        7929.42
    ],
    [
        " It just thinks that way.",
        7929.66,
        7930.42
    ],
    [
        " Yeah.",
        7930.54,
        7930.84
    ],
    [
        " So, yes, your thing is like different.",
        7931.04,
        7932.74
    ],
    [
        " Yeah, just like it's almost like a score.",
        7932.98,
        7935.02
    ],
    [
        " And I go, oh, what's my score right now?",
        7935.46,
        7937.36
    ],
    [
        " Right now it's 920 to 3.",
        7937.52,
        7938.98
    ],
    [
        " Yeah.",
        7939.22,
        7939.48
    ],
    [
        " I want my score to be 1000.",
        7939.72,
        7940.84
    ],
    [
        " Why?",
        7940.84,
        7941.3
    ],
    [
        " I have no good reason.",
        7941.6,
        7942.24
    ],
    [
        " And you can't.",
        7942.36,
        7944.3
    ],
    [
        " Yeah.",
        7944.86,
        7944.9
    ],
    [
        " I'm stupid.",
        7944.9,
        7945.88
    ],
    [
        " Yeah.",
        7946.14,
        7946.32
    ],
    [
        " Nonetheless, subscribe.",
        7946.52,
        7947.4
    ],
    [
        " That's how you can support.",
        7947.96,
        7949.44
    ],
    [
        " And YouTube, subscribe to that, you know.",
        7949.68,
        7951.82
    ],
    [
        " If you're down, if you're into YouTube and watching videos, subscribe to that.",
        7952.04,
        7955.96
    ],
    [
        " I think I'm gonna put out another one here.",
        7956.3,
        7957.64
    ],
    [
        " Yeah, we hear that.",
        7957.8,
        7959.38
    ],
    [
        " We are gonna put out another one.",
        7959.46,
        7960.94
    ],
    [
        " We hear that a lot.",
        7961.1,
        7961.82
    ],
    [
        " I know.",
        7962.06,
        7962.6
    ],
    [
        " Yeah, we hear that a lot.",
        7962.6,
        7962.98
    ],
    [
        " You know, hey, it kind of like the email list.",
        7963.08,
        7964.98
    ],
    [
        " You know how I like, oh, that, okay, I'll talk about it in a second.",
        7965.14,
        7967.38
    ],
    [
        " But, you know, like the email list, we sign up the insider's list.",
        7967.6,
        7970.82
    ],
    [
        " And you sign up.",
        7971.02,
        7971.5
    ],
    [
        " And be like, hey, I'll send you some stuff.",
        7972.02,
        7973.7
    ],
    [
        " We'll send you some stuff.",
        7973.7,
        7974.6
    ],
    [
        " I'm not gonna send you stuff every day.",
        7974.76,
        7977.5
    ],
    [
        " I'm just kind of like the YouTube.",
        7977.8,
        7978.68
    ],
    [
        " Hey, I'm gonna put more videos.",
        7978.88,
        7979.78
    ],
    [
        " Maybe not every week, but, you know.",
        7980.24,
        7981.96
    ],
    [
        " There will be more more than to get basically, right on there.",
        7982.4,
        7985.4
    ],
    [
        " Any time.",
        7985.68,
        7987.04
    ],
    [
        " Be well on my end.",
        7987.04,
        7988.04
    ],
    [
        " Yeah.",
        7988.36,
        7988.58
    ],
    [
        " People are like, hey, Jocco, keep making a podcast every week.",
        7988.6,
        7991.3
    ],
    [
        " I say, it'll get a great idea.",
        7991.3,
        7992.4
    ],
    [
        " You're at, they tell you, hey, Ako, can you make some more videos?",
        7993.02,
        7995.84
    ],
    [
        " And you're like, you know what?",
        7995.96,
        7996.84
    ],
    [
        " Yeah, yeah.",
        7997.26,
        7998.0
    ],
    [
        " They can, they can wait.",
        7998.1,
        7999.06
    ],
    [
        " No, all of them.",
        7999.36,
        8000.22
    ],
    [
        " Yeah, that's what, that's the artist in you.",
        8000.38,
        8001.98
    ],
    [
        " No, no, no, that's not the artist right there.",
        8002.08,
        8004.06
    ],
    [
        " Um, I'll, uh, yeah.",
        8004.62,
        8006.12
    ],
    [
        " We'll do some more videos.",
        8006.42,
        8007.24
    ],
    [
        " How about that?",
        8007.62,
        8008.96
    ],
    [
        " We are all sitting here holding our breath.",
        8009.22,
        8011.96
    ],
    [
        " There are Echo Charls for you to make more videos.",
        8012.1,
        8014.2
    ],
    [
        " Yeah, I see what you're doing.",
        8014.38,
        8014.88
    ],
    [
        " You're like, stroke my ego like,",
        8015.0,
        8016.38
    ],
    [
        " Oh, we're waiting for your next video.",
        8016.38,
        8018.06
    ],
    [
        " Whatever.",
        8018.4,
        8018.86
    ],
    [
        " I'm like, you guys, they're waiting for me.",
        8018.9,
        8020.58
    ],
    [
        " I'm gonna put on the video.",
        8020.7,
        8021.54
    ],
    [
        " Be like, yeah, so I want to, my video guys, like, you know,",
        8021.56,
        8024.96
    ],
    [
        " have you ever made a video that you got done and you said,",
        8025.56,
        8027.16
    ],
    [
        " I'm not even going to release this thing because it's too bad.",
        8027.18,
        8029.08
    ],
    [
        " Yes.",
        8029.26,
        8029.4
    ],
    [
        " I have a whole series.",
        8029.78,
        8030.86
    ],
    [
        " Oh, yeah.",
        8030.86,
        8031.96
    ],
    [
        " Bro, I'm telling you, and we invested.",
        8031.96,
        8034.34
    ],
    [
        " Bro, it's, yeah, there's like one of them's called, um,",
        8034.86,
        8037.6
    ],
    [
        " for people you find on Facebook and like, Conan's in it.",
        8038.16,
        8041.0
    ],
    [
        " It's like the people who take, one of them is like,",
        8041.0,
        8042.94
    ],
    [
        " the people who take pictures of, um,",
        8042.94,
        8044.86
    ],
    [
        " themselves, but they want to act like they're taking a picture of something,",
        8045.12,
        8048.32
    ],
    [
        " you know, but it's like, oh, I don't know.",
        8048.5,
        8050.02
    ],
    [
        " It's like this thing and it just didn't come out good.",
        8050.08,
        8052.16
    ],
    [
        " Anyway, nonetheless.",
        8052.56,
        8053.78
    ],
    [
        " Yeah, I am very weary of these things.",
        8054.04,
        8055.98
    ],
    [
        "",
        8056.26,
        8056.26
    ],
    [
        " Anyway, so yeah, support that way.",
        8056.62,
        8058.5
    ],
    [
        " Back to the store, Jockelstore.",
        8058.6,
        8059.9
    ],
    [
        " Uh, there's some new stuff.",
        8060.24,
        8061.24
    ],
    [
        " Is it annoying to sit here and talk about like this stuff right here?",
        8061.76,
        8064.58
    ],
    [
        " Um, no, I don't think so.",
        8065.7,
        8069.04
    ],
    [
        " I mean, if, if I didn't have Debbie and everyone saying,",
        8069.22,
        8072.9
    ],
    [
        " where's the girl stuff?",
        8073.8,
        8074.92
    ],
    [
        " And they're just like, all right, you know, like not saying these things.",
        8075.56,
        8078.8
    ],
    [
        " This is the thing.",
        8078.8,
        8079.36
    ],
    [
        " So just so I think about it, like I always think like,",
        8079.58,
        8082.02
    ],
    [
        " okay, we can probably cut this, you know, hey, let's just run through, you know,",
        8082.06,
        8084.8
    ],
    [
        " how to support the podcast.",
        8084.9,
        8085.64
    ],
    [
        " It should take three minutes.",
        8085.78,
        8086.5
    ],
    [
        " For some reason, it turns into a 15 minute conversation.",
        8086.72,
        8088.98
    ],
    [
        " Yeah.",
        8089.6,
        8089.82
    ],
    [
        " And I don't, I don't, it's, I never intend to do that.",
        8090.02,
        8092.44
    ],
    [
        " And then when I listen to it, I actually laugh at most of it.",
        8092.82,
        8095.58
    ],
    [
        " And I think it's pretty funny.",
        8095.68,
        8096.48
    ],
    [
        " So I don't know.",
        8096.78,
        8097.9
    ],
    [
        " Well, maybe we should do like a two hour podcast of us just talking about how to support the podcast.",
        8098.28,
        8102.88
    ],
    [
        " Because it might be pretty funny.",
        8103.08,
        8104.26
    ],
    [
        " Because you're laughing right now.",
        8104.4,
        8105.22
    ],
    [
        " I was laughing a second ago.",
        8105.22,
        8106.64
    ],
    [
        " Yeah.",
        8106.64,
        8107.04
    ],
    [
        " And maybe that'd be the greatest topic ever.",
        8107.1,
        8108.66
    ],
    [
        " Okay.",
        8108.92,
        8109.16
    ],
    [
        " So in that regard, I'm not saying this proof, but this is evidence.",
        8109.48,
        8113.14
    ],
    [
        " And this happened more than once, by the way.",
        8113.14,
        8114.98
    ],
    [
        " So, you know, I will order a shirt.",
        8115.4,
        8118.94
    ],
    [
        " And it's online.",
        8119.12,
        8119.78
    ],
    [
        " So you can't try on the shirts.",
        8119.8,
        8120.92
    ],
    [
        " So people will be like, hey, well, you know, what's the shirt size?",
        8121.16,
        8123.2
    ],
    [
        " Is it whatever?",
        8123.36,
        8123.6
    ],
    [
        " And they'll say, hey, I need a bigger size.",
        8124.2,
        8126.68
    ],
    [
        " Or, I don't know, I forgot to change my address.",
        8127.14,
        8130.18
    ],
    [
        " Or something where, you know, they require another shirt.",
        8130.4,
        8132.92
    ],
    [
        " So there'd be times that they'd be like, oh, I'll just send it to you.",
        8133.1,
        8137.34
    ],
    [
        " Like it got lost in the mail.",
        8137.36,
        8138.56
    ],
    [
        " Whatever.",
        8138.74,
        8139.46
    ],
    [
        " I'll just send it.",
        8139.7,
        8140.36
    ],
    [
        " So I just send it.",
        8140.36,
        8141.1
    ],
    [
        " And they're like, no, no, no, no, no, no, this is what it was, too.",
        8141.1,
        8144.46
    ],
    [
        " And that happened before.",
        8144.6,
        8145.38
    ],
    [
        " But here's a very specific one I'm thinking about.",
        8145.46,
        8147.4
    ],
    [
        " Where I sent apparently two shirts.",
        8147.66,
        8150.42
    ],
    [
        " They got two shirts.",
        8150.8,
        8151.72
    ],
    [
        " They were supposed to get one.",
        8151.72,
        8153.16
    ],
    [
        " They were supposed to get one.",
        8153.32,
        8153.92
    ],
    [
        " Yeah.",
        8154.04,
        8154.14
    ],
    [
        " And they were like, I got two shirts.",
        8154.54,
        8156.4
    ],
    [
        " I'm keeping them.",
        8156.5,
        8157.22
    ],
    [
        " Tell me where to pay.",
        8157.86,
        8159.14
    ],
    [
        " Tell me how I can pay because you can't go and click another.",
        8159.22,
        8162.42
    ],
    [
        " You know, it'll go in the order.",
        8162.64,
        8163.36
    ],
    [
        " Tell me where I can pay.",
        8163.58,
        8164.52
    ],
    [
        " I was like, ah, keep the shirt.",
        8164.58,
        8165.42
    ],
    [
        " That's all you.",
        8165.52,
        8166.22
    ],
    [
        " You don't give it to somebody.",
        8166.4,
        8167.44
    ],
    [
        " And they're like, I demand to pay.",
        8167.54,
        8169.1
    ],
    [
        " Like part of the reason is to support this.",
        8169.42,
        8171.58
    ],
    [
        " The podcast, you know?",
        8171.64,
        8172.7
    ],
    [
        " Yeah.",
        8172.84,
        8172.96
    ],
    [
        " So, and I'm kind of like dang.",
        8173.16,
        8176.04
    ],
    [
        " There are enforcement's out there who embrace the reinforcing.",
        8176.6,
        8183.96
    ],
    [
        " That's why I think this is relevant.",
        8184.52,
        8187.36
    ],
    [
        " Well, yeah, well, I guess my point is, is that whatever we're talking about this stuff,",
        8187.36,
        8192.18
    ],
    [
        " what should be a 30 second thing turns into a 15 minute thing,",
        8192.48,
        8197.58
    ],
    [
        " like it's happening right now.",
        8197.78,
        8199.48
    ],
    [
        " And when I listen to the podcast,",
        8199.88,
        8202.2
    ],
    [
        " and I'll start going, oh, here come the advertisements,",
        8202.74,
        8204.68
    ],
    [
        " I got to make a note to say short and ease down.",
        8204.86,
        8206.94
    ],
    [
        " And then I say, oh, you know what?",
        8207.34,
        8209.46
    ],
    [
        " That was actually funny as hell.",
        8209.58,
        8210.74
    ],
    [
        " No.",
        8211.24,
        8211.46
    ],
    [
        " So, I don't know.",
        8211.6,
        8213.12
    ],
    [
        " Maybe I'm just ultra sensitive.",
        8213.4,
        8215.22
    ],
    [
        " Yeah, maybe just like the ritual thing.",
        8215.44,
        8217.9
    ],
    [
        " Maybe.",
        8217.92,
        8219.4
    ],
    [
        " Doug in.",
        8219.7,
        8220.12
    ],
    [
        " So, what were you saying?",
        8220.24,
        8220.74
    ],
    [
        " The store?",
        8220.86,
        8221.16
    ],
    [
        " Yeah, the store.",
        8221.64,
        8222.28
    ],
    [
        " So, hey, there's some new stuff.",
        8222.52,
        8223.84
    ],
    [
        " It's the first time I'm saying it publicly, but there's hoodies and they're pretty cool.",
        8224.42,
        8229.32
    ],
    [
        " Apparently, that's what people have been saying.",
        8230.06,
        8231.4
    ],
    [
        " You know, you don't go said so good.",
        8231.92,
        8233.4
    ],
    [
        " I like them.",
        8233.58,
        8234.08
    ],
    [
        " Also, I redid the patches where they're, they're after, you know,",
        8234.34,
        8237.7
    ],
    [
        " how JP last week said federal dark earth.",
        8237.76,
        8240.66
    ],
    [
        " Apparently, it's flat dark earth.",
        8240.82,
        8243.8
    ],
    [
        " Okay.",
        8243.8,
        8244.18
    ],
    [
        " Not to be confused with flat earth.",
        8244.34,
        8247.0
    ],
    [
        " Okay.",
        8247.18,
        8247.94
    ],
    [
        " People think they're at this point.",
        8248.34,
        8249.36
    ],
    [
        " Yeah, we don't want Eddie Bravo to get fired up about being flat.",
        8249.36,
        8253.2
    ],
    [
        " Does he think that?",
        8253.36,
        8254.42
    ],
    [
        " No.",
        8254.96,
        8255.3
    ],
    [
        " Is that one of his conspiracy things that he believes in?",
        8255.3,
        8257.4
    ],
    [
        " I don't think so.",
        8257.6,
        8258.5
    ],
    [
        " He believes in all kinds of crazy conspiracies.",
        8258.6,
        8260.58
    ],
    [
        " How do you know?",
        8260.88,
        8261.5
    ],
    [
        " I don't, man, I'm not gonna argue.",
        8261.72,
        8263.2
    ],
    [
        " I'm not gonna argue any of that.",
        8263.24,
        8264.48
    ],
    [
        " I don't want to.",
        8264.54,
        8266.06
    ],
    [
        " I'll talk to Rubbergaard about it.",
        8266.12,
        8267.52
    ],
    [
        " Where the hell?",
        8267.6,
        8268.44
    ],
    [
        " I don't want to talk about nothing else, man.",
        8268.64,
        8270.54
    ],
    [
        " No.",
        8270.74,
        8270.86
    ],
    [
        " That's too, he's got too many facts and figures about stuff, you know, facts and figures about all kinds of conspiracy stuff that I don't want to argue with.",
        8271.66,
        8280.24
    ],
    [
        " Yeah.",
        8280.86,
        8281.02
    ],
    [
        " I'm good with him being in that world.",
        8281.12,
        8283.8
    ],
    [
        " I don't want to enter that world.",
        8284.04,
        8285.54
    ],
    [
        " I'm staying out of that world.",
        8285.66,
        8286.46
    ],
    [
        " You know why?",
        8286.72,
        8287.68
    ],
    [
        " Because I guess I'm too blind to see the reality.",
        8287.86,
        8289.76
    ],
    [
        " Yeah.",
        8289.9,
        8290.12
    ],
    [
        " You know, which is okay.",
        8290.28,
        8291.22
    ],
    [
        " I'll stay blind.",
        8291.36,
        8292.5
    ],
    [
        " You're all good.",
        8293.16,
        8293.96
    ],
    [
        " But the so if it's flat dark earth is a clear.",
        8294.82,
        8297.54
    ],
    [
        " So we got it's the the fish one where if you know,",
        8297.76,
        8299.86
    ],
    [
        " is it three is it two by three?",
        8299.86,
        8301.38
    ],
    [
        " Two by three.",
        8301.7,
        8302.26
    ],
    [
        " Okay. So anyway, so let's come in for the new stuff on jacostore.com.",
        8302.4,
        8305.7
    ],
    [
        " Nice.",
        8305.8,
        8306.28
    ],
    [
        " So yeah, look at that.",
        8306.46,
        8307.08
    ],
    [
        " Jacostore.com look at the stuff on there.",
        8307.28,
        8309.8
    ],
    [
        " If you like it, go grab one.",
        8309.88,
        8310.92
    ],
    [
        " You can enforce, reinforce and support this podcast that way.",
        8311.06,
        8315.66
    ],
    [
        " Which is awesome.",
        8315.82,
        8316.36
    ],
    [
        " Appreciate it.",
        8316.7,
        8317.2
    ],
    [
        " You can also get some some jaco IT, which I've been drinking liberally all night long.",
        8317.2,
        8322.14
    ],
    [
        " And I'm feeling pretty good right now.",
        8322.14,
        8324.02
    ],
    [
        " How do you have some?",
        8324.08,
        8324.82
    ],
    [
        " Because we're out.",
        8324.96,
        8325.96
    ],
    [
        " Yeah.",
        8326.0,
        8326.28
    ],
    [
        " Well, so I got massive quantities.",
        8326.5,
        8328.44
    ],
    [
        " I'm actually told our supplier.",
        8329.34,
        8330.9
    ],
    [
        " I will never we will never run out of this again.",
        8332.06,
        8334.76
    ],
    [
        " How do we make that happen?",
        8334.96,
        8335.98
    ],
    [
        " And they told me how to make it happen.",
        8336.24,
        8337.64
    ],
    [
        " So it's going to be back in Amazon directly.",
        8337.82,
        8340.3
    ],
    [
        " And we will never run out of it again.",
        8341.1,
        8343.68
    ],
    [
        " That's my hope.",
        8343.92,
        8344.74
    ],
    [
        " I learned a lot of it.",
        8344.96,
        8346.7
    ],
    [
        " I learned a lot of it because I didn't know that people were going to be someone to it.",
        8346.82,
        8349.46
    ],
    [
        " And then I realized because you know, sometimes you're in a bubble.",
        8349.76,
        8352.72
    ],
    [
        " Yes.",
        8353.16,
        8353.6
    ],
    [
        " And you think something's really cool.",
        8353.9,
        8356.1
    ],
    [
        " Yep.",
        8356.16,
        8356.32
    ],
    [
        " And no one else does.",
        8356.6,
        8357.66
    ],
    [
        " I have been in that bubble many times in my life where I thought something was really cool.",
        8358.06,
        8361.8
    ],
    [
        " And then I get outside the bubble and people don't think it's cool.",
        8362.12,
        8364.58
    ],
    [
        " Well, my whole life.",
        8364.72,
        8365.56
    ],
    [
        " So I was under suspicion that this situation where I like this tea, this random tea.",
        8366.26,
        8373.4
    ],
    [
        " And then I got it tweaked to my specific liking.",
        8373.6,
        8376.42
    ],
    [
        " And I thought, well, okay, not only have I taken a random thing.",
        8376.42,
        8379.1
    ],
    [
        " And then I've tweaked it to be specifically what I like.",
        8379.46,
        8382.46
    ],
    [
        " I'm thinking to myself like, what seven people in the world are going to dig this?",
        8383.38,
        8387.42
    ],
    [
        " Well, what I should have done was taking it and giving it to a bunch of people and said,",
        8387.52,
        8390.84
    ],
    [
        " Hey, is this what do you think of this?",
        8390.84,
        8392.02
    ],
    [
        " And they, because by the time we did that, we basically did that.",
        8392.28,
        8395.44
    ],
    [
        " And you realize that it tastes really, really good.",
        8395.74,
        8398.8
    ],
    [
        " It's a unique flavorful taste.",
        8398.98,
        8402.54
    ],
    [
        " And I think that's like part one is that it tastes really good.",
        8402.74,
        8406.2
    ],
    [
        " It doesn't taste like anything else.",
        8406.4,
        8407.46
    ],
    [
        " It's just got a very, it doesn't taste like a juice.",
        8407.46,
        8409.86
    ],
    [
        " It doesn't taste like a tea.",
        8410.26,
        8411.34
    ],
    [
        " What does it taste like?",
        8411.8,
        8412.9
    ],
    [
        " It just tastes like it.",
        8413.16,
        8414.52
    ],
    [
        " It tastes like what it tastes like and it tastes good.",
        8414.74,
        8416.66
    ],
    [
        " And universally, universally, people go, oh, yeah, that's, that tastes great.",
        8416.86,
        8421.0
    ],
    [
        " It's just a universally good tasting thing.",
        8421.54,
        8425.32
    ],
    [
        " And then on top of that, you get the microdose of caffeine.",
        8425.68,
        8429.0
    ],
    [
        " Just the microdose.",
        8429.48,
        8430.34
    ],
    [
        " So it's this thing that just comes in subsurface and just gives it to you.",
        8430.4,
        8434.32
    ],
    [
        " But it doesn't override your normal senses.",
        8434.56,
        8436.8
    ],
    [
        " And then on top of that, you got the antioxidant thing, which for all I know,",
        8437.22,
        8441.22
    ],
    [
        " it's just just repairing and taking care of your body, right?",
        8441.6,
        8445.68
    ],
    [
        " So you combine all those things together.",
        8446.34,
        8448.44
    ],
    [
        " And we got something very popular on our hands.",
        8449.1,
        8451.42
    ],
    [
        " And again, I thought that inside my bubble, I thought of something inside my bubble was going to be popular.",
        8451.48,
        8455.02
    ],
    [
        " But now I realize that it's a very, everybody loves the way it tastes and everybody loves the way it makes you feel.",
        8455.34,
        8460.16
    ],
    [
        " So what I got to do is order, you know, through the manufacturer,",
        8460.48,
        8463.94
    ],
    [
        " order a ton of it and go online.",
        8464.52,
        8467.86
    ],
    [
        " And you know, some people also said, hey, you know what, Jacco, stuff costs too much.",
        8468.96,
        8474.94
    ],
    [
        " And it costs a lot because we got a high quality container to put it in.",
        8475.82,
        8481.32
    ],
    [
        " The tin as it's known luxurious.",
        8481.5,
        8483.88
    ],
    [
        " The luxury, the luxury is too.",
        8484.46,
        8486.16
    ],
    [
        " You know what it was?",
        8486.16,
        8486.64
    ],
    [
        " It's a deluxe.",
        8486.78,
        8487.48
    ],
    [
        " It's a deluxe.",
        8487.62,
        8488.16
    ],
    [
        " I didn't say luxurious.",
        8488.6,
        8489.5
    ],
    [
        " I didn't, I forgot to rewind that part.",
        8489.76,
        8491.76
    ],
    [
        " But the tin costs a lot of money to make.",
        8492.02,
        8494.94
    ],
    [
        " And so that's what it is.",
        8495.4,
        8497.3
    ],
    [
        " Well, when people said it was too expensive, I said, okay, cool.",
        8497.48,
        8500.06
    ],
    [
        " I'll put it in their box also.",
        8500.44,
        8501.8
    ],
    [
        " So we got a common in a box.",
        8502.0,
        8503.08
    ],
    [
        " You can still get it in the tin because you need at least a one tin.",
        8503.78,
        8507.0
    ],
    [
        " Oh, yeah.",
        8507.16,
        8507.42
    ],
    [
        " You got a multi-purpose tactical tin.",
        8507.42,
        8508.74
    ],
    [
        " Multi-purpose tactical tin.",
        8508.74,
        8509.76
    ],
    [
        " You probably need a few of them in your house.",
        8509.86,
        8511.54
    ],
    [
        " Pens, check, screws and nails, check.",
        8511.8,
        8514.54
    ],
    [
        " You ante itself, check.",
        8515.0,
        8518.32
    ],
    [
        " And then you're also also going to be able to buy it in big box with a hundred count in there.",
        8519.08,
        8523.76
    ],
    [
        " So we're taking care of you on that end.",
        8523.8,
        8525.36
    ],
    [
        " Yeah.",
        8526.42,
        8526.82
    ],
    [
        " Again, here I was.",
        8526.06,
        8528.1
    ],
    [
        " All I was wrote down to say was we have a Jocke White team, right?",
        8528.18,
        8531.72
    ],
    [
        " Yeah, yeah, yeah.",
        8531.78,
        8532.12
    ],
    [
        " I said I talk about it for eight minutes.",
        8532.12,
        8533.48
    ],
    [
        " What is wrong with me?",
        8533.7,
        8534.5
    ],
    [
        " You got to.",
        8534.56,
        8535.3
    ],
    [
        " Well, I think it's too much Jocke White tea has got me talking.",
        8535.3,
        8538.6
    ],
    [
        " You got me mentally engaged at such a level that I need to just take it easy.",
        8538.9,
        8542.58
    ],
    [
        " Then the positive feedback loop.",
        8542.8,
        8544.54
    ],
    [
        " Also, we've got a book, Extreme Ownership.",
        8544.7,
        8547.36
    ],
    [
        " It's about combat leadership.",
        8548.02,
        8550.66
    ],
    [
        " Therefore, it's about all leadership.",
        8551.0,
        8553.04
    ],
    [
        " Written by myself in my brother, Lafabin.",
        8554.24,
        8556.18
    ],
    [
        " And if you buy the audio version, it's read by myself in my brother, Lafabin.",
        8556.84,
        8561.06
    ],
    [
        " So you can check that out.",
        8561.52,
        8562.82
    ],
    [
        " It's also what Amazon appreciated.",
        8562.98,
        8564.66
    ],
    [
        " Following that.",
        8566.02,
        8568.62
    ],
    [
        " If you happen to want to continue this conversation that we're having right now,",
        8569.36,
        8574.36
    ],
    [
        " or you just want to get after it on the interwebs, that's cool.",
        8574.64,
        8578.32
    ],
    [
        " You can do it.",
        8578.58,
        8579.04
    ],
    [
        " We are there.",
        8579.18,
        8579.72
    ],
    [
        " We're on Twitter.",
        8580.58,
        8582.98
    ],
    [
        " We're on Instagram.",
        8583.6,
        8584.74
    ],
    [
        " And you know that who is at that Facebooky?",
        8585.1,
        8590.28
    ],
    [
        " Echo.",
        8590.3,
        8590.72
    ],
    [
        " Echo is at Echo Charles.",
        8591.28,
        8594.6
    ],
    [
        " And I am at Jockew Willink.",
        8595.1,
        8598.08
    ],
    [
        " And thanks to everybody for listening for joining us as we join you.",
        8598.82,
        8608.12
    ],
    [
        " Trying to figure out how to get better.",
        8608.68,
        8612.34
    ],
    [
        " And to my brothers in arms in the military overseas hunting down evil and destroying it.",
        8612.8,
        8620.12
    ],
    [
        " You all out there stay aggressive and stay ahead of the enemy.",
        8620.5,
        8625.7
    ],
    [
        " And the police and law enforcement.",
        8626.46,
        8629.12
    ],
    [
        " Thanks for holding the line.",
        8629.64,
        8631.44
    ],
    [
        " And fighting crime and the firefighters.",
        8632.46,
        8635.44
    ],
    [
        " Of course, thanks for your vigilance and your courage under actual fire.",
        8635.44,
        8643.96
    ],
    [
        " And the rest of you troopers out there listening, honing your skills, building buildings, creating creations, designing designs, developing developments,",
        8645.46,
        8660.18
    ],
    [
        " working on what you are working on.",
        8661.68,
        8665.2
    ],
    [
        " Thanks for your relentless pursuit of excellence and of growth and of progress.",
        8666.34,
        8674.62
    ],
    [
        " And most of all, thank you for getting after it.",
        8676.16,
        8683.5
    ],
    [
        " So until next time, this is Echo and Jockew.",
        8685.14,
        8690.38
    ],
    [
        " Out.",
        8691.12,
        8691.96
    ]
]