[
    [
        " This is Jaco podcast number 44 with Echo Charles and me, Jaco Willink. Good evening, Echo.",
        0.0,
        10.66
    ],
    [
        " Good evening.",
        11.08,
        11.46
    ],
    [
        " And the last podcast number 43 went a little bit long. We did not get to the Q&A.",
        12.06,
        22.78
    ],
    [
        " And it's one of the nice things about having a podcast, having a form that we actually own and can do whatever we want with.",
        22.86,
        32.06
    ],
    [
        " If it goes long, that's cool. We just let it go long. We can go down that road.",
        32.46,
        36.12
    ],
    [
        " Now, some people might say, oh, you went too far down that road. Okay, that's fine.",
        36.84,
        43.92
    ],
    [
        " Press stop. You can go proceed somewhere else. Some people say, I wish you would have gone further down that road.",
        44.48,
        51.9
    ],
    [
        " So we're just kind of going off of instinct here. What to me? Like, okay, I think we went far enough now in that road. We're good there.",
        53.32,
        62.2
    ],
    [
        " But we did not get to Q&A. And so that's working to do today. Do some Q&A.",
        62.8,
        71.34
    ],
    [
        " Questions from the interwebs. There's always good. A lot of people, tons of questions.",
        72.1,
        78.96
    ],
    [
        " Definitely appreciate all the questions that are coming through. And I apologize. I can't get to all of them.",
        79.18,
        85.02
    ],
    [
        " I will say this. I've talked to some some troopers out in the field. And they're there. They're like, we know what you're going to say.",
        85.42,
        92.84
    ],
    [
        " Like, when a question comes, which is awesome. That means I'm working myself out of a job. If you're out there and you already know what the answer to the question is, that's awesome.",
        93.22,
        100.9
    ],
    [
        " That means cool. You figured out, you know what you need to go educate someone else. Go help someone else. Go.",
        101.24,
        105.46
    ],
    [
        " So it's cool that people are starting to understand. I think the the holistic mindset that's going on here.",
        106.54,
        113.96
    ],
    [
        " And that's very positive to me. Now that being said, there's always questions that come through. Sometimes even I'm going, okay, let me think about that one.",
        114.08,
        123.04
    ],
    [
        " And some of them are really obvious. I got on, you know, I got on on Twitter the other day. Somebody asked me, somebody said, hey, what have you learned about people or about humans since you, you know, kind of entered the world of social media on a large scale.",
        124.4,
        142.62
    ],
    [
        " And I wrote back that I've figured out that humans don't Google things before they ask you the question on Twitter.",
        143.22,
        150.46
    ],
    [
        " Because sometimes people just ask me, you know, this question that you could Google faster. That asked me about a, you know, just some quote.",
        152.42,
        161.86
    ],
    [
        " Not one of my quotes, but a Shakespeare quote or a book or a military unit, you know, man, man, Google that don't ask me.",
        162.74,
        171.62
    ],
    [
        " If you want to ask me a specific question that I might know some of that's cool. That's awesome. I'm more than happy to answer. Also, I get asked 12 times a day.",
        172.06,
        180.24
    ],
    [
        " What time do you go to sleep at night? So I just read 11.",
        181.04,
        185.26
    ],
    [
        " And people aren't laughing about that. Anyways, but we do get some awesome questions from the inner webs. Well, and the other thing that's cool about answering questions from the interwebs is it does make me think about that specific situation.",
        186.02,
        201.6
    ],
    [
        " That someone's in and a have I experienced it before, which maybe I have maybe I haven't I've at least probably seen it before or some version of it.",
        201.6,
        210.72
    ],
    [
        " But then once you answer a question about it, it quantifies in your brain. It solidifies it in your brain. And now when I get asked that question again, I'm going to have boom. I can answer it more.",
        210.84,
        220.68
    ],
    [
        " I can answer with a little more authority because I've seen it before. Yeah. That makes it better.",
        221.62,
        228.08
    ],
    [
        " So basically what I'm saying is when I get forced to answer questions, I am learning just like when I'm reading a book, I'm learning when I'm answering a question.",
        228.84,
        236.44
    ],
    [
        " Yeah, just like when you teach it move. When you teach a move into jitsu, you get better at that move. No doubt about it. And that that's why it is beneficial for me. And I appreciate all these questions that everybody asked me because they make me smarter.",
        236.54,
        249.22
    ],
    [
        " So all right, rock and roll. All right, question number one. This one was for you and Sam Harris. Sam Harris. That's right.",
        250.08,
        259.9
    ],
    [
        " Sam Harris is in here by the way, but the question is I would like to start BJJ training, but worry about injury. What are your thoughts?",
        260.44,
        279.2
    ],
    [
        " I say this, people want to know what's in my mindset about things. You know, what am I thinking? Here's one thing and you might notice this pattern. If you pay attention close attention to the podcast, you might notice there's a pattern that usually after these crazy dark books.",
        279.2,
        293.06
    ],
    [
        " I usually roll that first question in the question and answer period is about Jiu Jitsu. Like let's just relax a little bit. Somebody posted somebody BJJ caveman came and rolled with me.",
        294.3,
        307.9
    ],
    [
        " Yeah. And someone was telling me someone that I know was telling me like, yeah, my friend saw the picture, the video of you rolling. And they were like, he looks like the happiest. I've ever seen him. And I was like, well, yeah, I was on the map.",
        307.9,
        321.1
    ],
    [
        " Yeah. So that's the general idea between let's just go from the intensity generally of a combat situation from a book into our now we can take a wrap off and we can talk about Jiu Jitsu.",
        321.32,
        337.18
    ],
    [
        " I like that. Yeah. Makes sense. So BJJ training and you're worried about injuries. That makes sense. I actually got some app got asked this question a few times. People that rely on their hands to work. One guy's a professional actually two guys were professional guitarists. And they're sketched out about doing Jiu Jitsu.",
        337.82,
        356.52
    ],
    [
        " Anybody that has a job that relies on a lot of physicality you you are at risk because you know you're doing a sport. No injuries absolutely happen in Jiu Jitsu. It it is a contact sport and you can get injured while you're doing it.",
        358.08,
        372.8
    ],
    [
        " You can get injured in any sport that you do. Yeah, any sport that you do the worst. I hurt my knee. I had 80% tear on my MCL. Did it surfing. Yeah, you know, Ben Heel hooked by Dean Lister of thousands but thousands and thousands of times never had a knee injury. I'm out surfing and hurt my knee. So you can get hurt doing anything.",
        373.94,
        396.56
    ],
    [
        " But so you have to be careful right and I think one of the best of one of the most critical ways to be careful in Jiu Jitsu is by make sure that you're picking the right training partners. Yeah, because there's some knucklehead training partners at every gym and you're there are 20",
        400.98,
        415.54
    ],
    [
        " 22 year old male who has a lot of testosterone and has a very sensitive ego and so he's looking just to crush everyone. So you got to watch out for that guy and I actually I shouldn't I shouldn't actually paint that so broad brush because there's plenty of people that are that are older people with a big ego and younger people. There's people that's just basically you got to watch out for these knuckleheads that are going to go crazy.",
        417.64,
        444.12
    ],
    [
        " Yeah, some people don't know better too. You know, they're just they just happen to be being strong and they're not being knuckleheads. They're just like they're getting it. You know, they're told me to grab the arm and pull. I'm trying to pass that guard. I don't know that much technique. I'm just going to go hard. Yeah, no, that you're right. They're they're they're not intentionally being aggressive but Jiu Jitsu is an aggressive sport. And if you happen to be 260 pounds, that can be problematic. So you want to and I know it sounds weird. It goes, what are we doing?",
        444.18,
        473.04
    ],
    [
        " There's some purple belt that's just going to run through me. Now actually you do the purple belt. The chance of you getting hurt by a purple belt are infinitely less than you getting hurt by a white belt. Absolutely.",
        473.04,
        482.72
    ],
    [
        " And the higher you go up the more accurate that is unless of course you're you're you're a problem. Right. Or you're a bully. And there needs to be a regulatory situation happening in which case a black belt is not going to, you know, he won't introduce you. That's the thing. It's like I think when you enter fighting sports,",
        482.94,
        502.86
    ],
    [
        " punishment isn't being beat up. You get beat up. That's part of the game. It's more it's more of like an embarrassment thing or like just like a way. Yeah. Yeah. Like they're going to wear you out. You know or make you look like you soccer. I don't it's it's more of like a lesson thing in that way.",
        504.2,
        521.88
    ],
    [
        " Yeah. It's not like getting beat up. Yeah. I agree with you now. Another piece of this. And I this is just a reality. Okay.",
        522.5,
        529.4
    ],
    [
        " Doing stand up. You have a higher chance of getting hurt. Like doing takedowns. Go hard takedowns. Yeah. Either judo style takedowns or resting style takedowns. You have a higher chance of getting a knee injury or an ankle injury. There's no doubt about it.",
        531.02,
        546.38
    ],
    [
        " Yeah. So be careful. Just think about what you're doing there. Um, with with stand up. You know, if you're a person that's, you know, you got to get on some basic takedowns. Absolutely. But do you need to step in there",
        546.4,
        560.8
    ],
    [
        " night after night and get your full on wrestling practice together as if you're a 43 year old person that, you know, you're a 43 year old cop that's working to beat. You know, you need to know takedowns. Don't get me wrong.",
        560.8,
        571.9
    ],
    [
        " You need to train him. You need to study me. You make sure you're not doing. Do you need to out wrestle somebody in a in a wrestling situation? Probably not, you know, you're, you're not going to need to do that.",
        572.04,
        582.08
    ],
    [
        " So just use caution with takedowns. Um, make sure you know how to do them. But as you get to where you want to not get injured is your point of your primary thoughts in training. Then just be careful to stand up.",
        582.34,
        599.54
    ],
    [
        " Um, obviously do a good warm up. And this is something I'm just the worst perpetrator of not warming up well. I like to warm up by rolling.",
        600.7,
        611.56
    ],
    [
        " So it actually now I do usually do one round where I'm just kind of chilling and just kind of rolling flow. But you said not even do that.",
        612.02,
        619.92
    ],
    [
        " He's just like clap hands and go. So don't do that. Obviously keep your ego and check. And I'll say another thing. And I was talking about this with drag train the other day.",
        619.92,
        626.9
    ],
    [
        " Because drag train popped his rib. Yeah. And he was just saying to me, his rib is recovered now. But he was saying to me, you know, he's like, I think you don't get injured because you work out all the time. And I'm like, I agree with you 100%.",
        627.26,
        641.68
    ],
    [
        " So I believe that you should work out on a regular basis. And somebody just asked me, do you train and lift on the same days? Yeah, absolutely. I train lift. I train lift every day.",
        642.64,
        654.46
    ],
    [
        " Yeah. So get your workout program going on. You know, make sure you maintain that. Some people when they start doing Jiu Jitsu, they're going so crazy that they use all this muscle. And so they go, I'm not going to work out because I'm just getting a workout.",
        655.02,
        668.58
    ],
    [
        " No, wrong answer. Keep working out. And matter of fact, you should, and I always encourage working out lifting doing your Metcon, doing whatever before you do Jiu Jitsu. That's what I do.",
        668.58,
        679.38
    ],
    [
        " I want to be tired when I show up to Jitsu and fight in a worse scenario. You know, make it harder for myself. I don't want to show up and and be all fresh.",
        679.72,
        688.28
    ],
    [
        " And like, that's going to happen every day. No, I like to be tired, worn out, stressed system, and then show up and still get after it on the mats.",
        688.92,
        698.64
    ],
    [
        " Yeah, that part's pretty advanced though to do it like that. I got to say, I mean, being new is a question. I've done that the whole time. Yeah. And I've done that too before and good. Yeah.",
        699.02,
        710.1
    ],
    [
        " Do you work out after you lift weights after you trained Jiu Jitsu? I've done both. Okay. What do you do normally? I do one and like, I don't do two days normally. Oh, see, when you roll into the mat, you're like all fresh.",
        710.12,
        722.76
    ],
    [
        " In a matter of speaking, yeah, fresher than I would be if I did a workout before, yes, put it that way. That's cool. No, as of right now, that is how it is. Yes, for sure.",
        723.48,
        731.76
    ],
    [
        " But before and even when I was training for competition and stuff, oh, yeah, and even, yeah, like maybe like two years, three years ago, maybe. Yeah, it worked out. I do the workout first.",
        732.86,
        743.54
    ],
    [
        " And then go roll out like in the evening. I think that's the plan.",
        744.34,
        747.6
    ],
    [
        " And as much as you can work on your flexibility, and this is something that I again, this is a big fail area in my book. I'm not flexible as I should be.",
        749.1,
        757.32
    ],
    [
        " And if you are more flexible, your injury levels are going to go down. Yeah. So, you know, stretch. And it's really easy stuff that, you know, everyone says to do, you know, when you're sitting there on the mat, even when you're sitting in the mat and the teacher's teaching, you know, try to go to a lotus position, try and, you know, do stretch where you're doing that.",
        758.34,
        775.24
    ],
    [
        " If you're sitting around, just stretch while you're sitting around while you're working on your computer, sitting away that you're getting some kind of stretch. So, so stretch and be flexible as much as you can. Now another thing I kind of talked about guitarists and anybody, you know, a surgeon, anybody that's working with their hands and wants to protect their fingers.",
        775.36,
        791.26
    ],
    [
        " I would recommend maybe emphasizing more no ghee when you're not grabbing onto that ghee all the time. Yeah. Yeah.",
        791.64,
        799.68
    ],
    [
        " I mean, fingers get caught up in there and you twist or something to the ankle. So, yeah, every time pretty much. It's fairly common. I actually, my worst finger injury was actually no ghee. So that's, and I only did it a couple months ago, which is just, and it was just a bizarre, you know, it's a bizarre incident.",
        800.0,
        817.52
    ],
    [
        " It was one of those things. So, that's why it's really hard for me to straight up encourage somebody that needs their fingers. No, no, you don't worry. You're not going to get, no, no, you can't get hurt. Now, I've had one finger injury, you know, significant finger injury in 20 plus years.",
        817.74,
        837.76
    ],
    [
        " So, you can get a finger injury, cutting the carrots on the, you know, in the kitchen. So, you know, you got to be careful.",
        838.54,
        847.28
    ],
    [
        " But there's no guarantee that you're not going to hurt. And I'll tell you, and the other thing is, I will say this, you got some chance of getting injured, right?",
        848.1,
        855.44
    ],
    [
        " But there's also some massive physical and mental benefits that will likely outweigh the injuries, the perceived injuries or the possible injuries that you might get. So, you're just going to be healthier. Your fingers are going to be stronger.",
        855.46,
        869.74
    ],
    [
        " I mean, yeah, you might get some injured fingers, but you are also going to have fingers that are stronger. Your grip is going to be stronger. So, that's beneficial.",
        870.34,
        879.02
    ],
    [
        " Your mind is going to be stronger. Your cardiovascular system is going to be stronger. So, there's a lot of benefits to Jiu-Jitsu that outweigh in my mind the possibility of having an injury.",
        879.22,
        889.58
    ],
    [
        "",
        890.08,
        890.08
    ],
    [
        " I mean, the possibility of having a catastrophic injury is pretty small, especially if you train smart. It really is.",
        890.58,
        897.72
    ],
    [
        " Okay. Absolutely. Yes. And when you think about it, even of the people that you know, over 20 years, that's a lot of people that you know, who's had any kind of major injury?",
        897.92,
        908.04
    ],
    [
        " Well, if you count, it turns out you count as a major injury, but you know, if you blow out your knee, that means you're going to be down, you're going to be six months of surgery or whatever.",
        908.28,
        917.2
    ],
    [
        " Surgery and six months of rehab and then another three months before you can train. That's, you know, that's a year.",
        917.46,
        921.76
    ],
    [
        " Yeah. And that could be some people consider that catastrophic injury.",
        922.6,
        925.94
    ],
    [
        " I know I would be devastated, but at the same time, you know, I got next surgery. I was out for a bit. Don't even remember it now. Flash in a pan, who cares, whatever.",
        926.32,
        934.54
    ],
    [
        " Yeah. Deal with it. I played more guitar during that time. You know what I mean? Good times. Yeah. And in reference to this question, man, this is anything you do.",
        934.64,
        944.26
    ],
    [
        " Guys on the basketball court all the time. Oh, I'm going for just recreational basketball, pick up game weekend, whatever, blah, any ankle, whatever.",
        944.42,
        951.4
    ],
    [
        " You know, I had, I mean, I've been in the game, what, 12 years. I had one because I was getting nuts and a tournament bicep tear major injury, you know, out for, you know, a year, whatever.",
        951.64,
        961.96
    ],
    [
        " But other than that, I've never been injured because of a submission. That's a lot of training too. Yeah. And full speed training, competition, like everything in as far as submission holds go, never been injured in a submission.",
        963.04,
        976.44
    ],
    [
        " You know how like guys don't have time or you should definitely, if you're a smart, you'll never get injured from somebody trying a submission on you.",
        976.6,
        983.44
    ],
    [
        " Because you tap, yeah, you tap and look, it's not going to not hurt. You know, if you tap too late, usually it's just you get hurt. Maybe your shoulders kind of whatever for a week or, but you can still train. It's not an injury. Put it that way.",
        983.44,
        995.82
    ],
    [
        " You know, and even if, yeah, even if you're, your big smile. I think that's pretty common. It's really rare that I see, oh, I'm my ACL is all bigs of a heel hook. Maybe in competition because you're trying to win. You weren't trying to tap. There's few.",
        996.06,
        1009.0
    ],
    [
        " Okay, but yeah, don't know speaking. It's surprising almost that it's that safe.",
        1009.24,
        1015.68
    ],
    [
        " It is when you consider when you consider what the objective of the sport is to break and destroy people's limbs. The fact that it rarely happens.",
        1015.9,
        1024.22
    ],
    [
        " It just really happens. So yes, be careful. There's no guarantees, but trained.",
        1024.38,
        1031.4
    ],
    [
        " Back to the training partners part. You know, when you, the first where you're saying be careful, you train with and stuff like that. So sometimes, especially like let's say if you're older or even if you're a girl and you go in and you're the only girl.",
        1033.24,
        1048.88
    ],
    [
        " And you know, some people they like it. Let's say the guy doesn't know any better. He's going hard. You can tell when he starts to go hard.",
        1049.24,
        1054.78
    ],
    [
        " Sometimes it can be awkward to kind of say, hey, you know, like respectfully. I'm not going to roll with you because of you know, it's kind of like asking someone to dance in them saying no.",
        1055.16,
        1063.64
    ],
    [
        " Yeah, you know, like, oh, it's like rejection. So it's awkward. So sometimes who people will just tough it out and be like, oh, just try to endure.",
        1063.84,
        1069.76
    ],
    [
        " I think if you can find, you know, if you can go through that and really look out for yourself, where you know, the guy's going nuts, it's obviously usually he's not trying to go nuts and hurt you.",
        1070.42,
        1081.5
    ],
    [
        " That's pretty rare. But they don't know any better. They're white belt or, you know, whatever. And they're just bigger and stronger, whatever. And they're going nuts. You got to, you got to find a good, tactful way to be like, hey, I respect you.",
        1081.52,
        1095.06
    ],
    [
        " But I'm concerned about like just my injuries or whatever. Yeah, just, you know what? Hey, sorry. I only roll with people under 130 because I have a, you know,",
        1096.52,
        1104.06
    ],
    [
        " Yeah, injured rib. Yeah, and there you go. Just just is that a white line? Maybe it is. But I don't think it's a malicious.",
        1104.24,
        1112.14
    ],
    [
        " White line is fine when you're breaking Sam Harris. I apologize for telling people to tell a little white lie to save themselves massive injuries.",
        1112.64,
        1119.68
    ],
    [
        " But again, it's like telling someone know when they ask you to dance. You can tell white lies. The fact is, you know, meant for my own reasons. I don't want to dance.",
        1121.96,
        1130.48
    ],
    [
        " Yeah. Yeah. But it might be okay to say, oh, sorry. I'm here with Billy over there. And so I can't dance with you. And that's actually going to make you feel better than just like, hey, you know what? Actually, I don't like you. Yeah, yeah.",
        1130.84,
        1143.22
    ],
    [
        " You kind of discussed me. Yeah. So I'm not dancing with you walk away. Yeah, is it necessary to do that? Probably not. Maybe the little white lies. Okay. Help again. Sam Harris. Apologize. We're encouraging line.",
        1143.22,
        1154.22
    ],
    [
        " Yeah. So like, seems like I'm not going to say, you're a spaz, your liability. You might hurt me because of what you don't know how to do. I'm not going to roll with you. That's different. You know, you, you, you offended the guy. Yeah. Most likely.",
        1154.82,
        1170.1
    ],
    [
        " So actually, we're actually talking about that while you are on the Jiu Jitsu mats doing physical Jiu Jitsu. Sometimes you got to throw in a little mental Jiu Jitsu in the situation and just manipulate a little bit the mentality of your training partners.",
        1170.8,
        1184.62
    ],
    [
        " Yeah. And that is in the spirit of safety indeed. Because I don't think, juckle whatever say that to anybody. Be like, oh, you're a spaz, boring it all. If I'm not mistaken.",
        1184.98,
        1195.38
    ],
    [
        " You got to deal with them people. No. Next question. When dealing with new groups of folks before you go there, by the way, sometimes you should train with someone that's really the spaz and harder and bigger than you. You should do that sometimes.",
        1196.58,
        1211.36
    ],
    [
        " Now, you should use caution when you do it. Maybe you can get that. I would rather if my, like my son, if I'm going to have a train with someone that's big and strong, I'm having a train with you. I'm having a train with Dean. Yeah.",
        1211.8,
        1222.0
    ],
    [
        " Because I know that you guys will give them enough strength to, you know, but you're not going to hurt them because he's only 140 pounds. But I don't want to give the impression here. Like sometimes you got to roll with that.",
        1222.32,
        1232.86
    ],
    [
        " Sometimes you got to roll with somebody that's big strong and doesn't know what they're doing just so you're you now you and I know what to do there. But if you're a blue belt or a, yeah, if you're a blue belt and a big wrestler shows you a 165 pounds and a wrestler shows up that weighs 240.",
        1233.22,
        1250.1
    ],
    [
        " And it's his third day. And you're a young guy, you know, it's it's a good idea to roll with that person because they're going to do things you aren't expecting. They're really strong. We try and really hard.",
        1250.14,
        1261.1
    ],
    [
        " And you want to be you want to be you want to train for yourself for the unexpected. So basically don't just we I'm not saying we ain't when I say you know watch your training partners. I'm not saying for a normal person that's training.",
        1261.72,
        1274.18
    ],
    [
        " I'm saying crawling to a safety bubble while you're on the mats. No, especially people that are, you know, young and fit. You should be training with every person you can.",
        1274.38,
        1282.72
    ],
    [
        " Every different body style. Try them out. Big wrestlers. Small people. Lanky people. Train with them all because that gets you used to all those different body styles. It improves your game.",
        1283.04,
        1290.76
    ],
    [
        " Yeah, I'm saying if you are very concerned about injuries because you have a job that requires you to, you know, use your hands or walk or whatever. Then you go, okay, you know what?",
        1290.98,
        1300.86
    ],
    [
        " I need to take the long the long vision here. The won't fight the long war and really be selected on my training partners. Absolutely correct. Yes. Just like I mean, just like other question is I'm I want to start.",
        1301.0,
        1313.12
    ],
    [
        " You get to and I'm worried about it. So exactly that guy use your use your. Yeah, exactly. But just like how you said when you get to about Blue Belt, you got to start introducing more challenges in different ways and absolutely correct man.",
        1313.26,
        1325.9
    ],
    [
        " Because if you don't, if you don't and you can let's say you're not used to let's say you're used to the same training partners. And you train with, you know, Blue Belt for belts.",
        1325.9,
        1336.76
    ],
    [
        " There is specific and very effective. Jiu Jitsu moves for other Jiu Jitsu moves, right. So it's like don't turn your back. All these rules that are pretty fundamental that rarely should be broken. And we all know him.",
        1337.0,
        1348.44
    ],
    [
        " So you're all with a guy who's hit third day is athletic wrestler. He doesn't know those rules. But now so he puts you outside of the whole format of Jiu Jitsu. And if you don't know it, it's like dang it's almost like you're just not really working that good.",
        1348.76,
        1359.94
    ],
    [
        " You know, if you're not used to it. But if you are used to it, you'd be like, okay, and that's such a good technique to use with people, right. When you deal with people, people like people's personalities.",
        1360.3,
        1369.88
    ],
    [
        " People have a personality that they that's how they deal with things and they get people they funnel people into their world. So if you have to break that just step outside their world. Like don't get drawn into people's worlds, right. Don't get drawn into people's strengths.",
        1370.04,
        1383.04
    ],
    [
        " I mean, we talk about this all the time, but don't get drawn into their strengths. Don't get drawn into their way of fighting. Because it's not you're not going to be able to win that battle because you do it all day long. Right.",
        1383.04,
        1391.78
    ],
    [
        " So just come at him from a different angle, usually disarm knew somehow instead of being confrontational. We this is just normal stuff, but instead of being confrontational somebody take a little flank and maybe, you know, massage or eagle. But that's it. It's exact same thing.",
        1391.9,
        1405.4
    ],
    [
        " If people have a way of doing things and you can get outside their pattern, you have a better chance of getting a victory. Yeah, that's crazy.",
        1405.6,
        1413.88
    ],
    [
        " When dealing with new groups of folks, when do you do decentralized command right away or gradually as in slowly give them trust or slowly take it away as needed.",
        1416.08,
        1429.22
    ],
    [
        " Again, this is a good solid question. This is something that people ask on a fairly regular basis. And it's a pretty straightforward answer.",
        1430.96,
        1437.32
    ],
    [
        " Okay, you can't obviously just right away just just give people full autonomy because you have to build it up somewhat incrementally give them the opportunity to be on their own now.",
        1437.86,
        1452.44
    ],
    [
        " And what what you're really building what you're really building with decentralized command is your building trust. And that that's what you're trying to do. And as I've said before, the best way to build trust is to give trust.",
        1452.44,
        1466.54
    ],
    [
        " But before you give trust, you've got to set expectations. You got to set standards. You got to set guidelines because this person that you're just a new person, they might be a they might be a crazy. They might be incompetent. They might have a totally different vision of what's okay.",
        1468.82,
        1481.24
    ],
    [
        " They might be unethical. There's all kinds of things that they might be that you cannot allow for. So what you have to do is set those standards set those guidelines and put those put those guard rails in place so that you make sure that this person is ethical.",
        1481.24,
        1499.42
    ],
    [
        " Make sure that they do our professional. Make sure that they do have the same standards. Make sure that they understand the expectations you set for them. And that's that's when you can start to hand out more slack and more ownership because we don't know micro manage when I was talking about parameters. I'm not talking about telling people exactly how to do it. But let's say you and I started working together. And you are my subordinate.",
        1499.42,
        1522.9
    ],
    [
        " If we fast forward two years from now, I'd be like, Hey, Echo, this is what we're trying to get done. Make it happen. I'll, you know, check back with me when it's done. Right. That's how much leeway I'm giving you. I don't care. But when we first start working together, I mean, Hey, Echo, here's what we want to get done. Can you come up with a plan and then and then let me know. Let me take a look at what you're going to do.",
        1524.56,
        1542.98
    ],
    [
        " Boom. Now I'm still letting you fully own the plan. But I'm going to do a little check. I'm going to make sure that it's the right gym and make sure it's a good plan. Make sure it's a smart plan. Make sure it handles our resources correctly. So all those things. I'm just going to and then the more we work together, the more we build the trust, the more you understand the expectations, the less guidance. I'm going to give you the less oversight. I'm going to give you because I'm get built up because you've built up trust with me and I've built up trust with you. So that's important.",
        1543.88,
        1571.54
    ],
    [
        " I also want you to be able to make your own decisions because I don't want to be making decisions all time. You know, so even when you even in the first scenario, when I've been working with you for a long time, you know, I say, Hey, I could go figure this out. You go, you go handle it. You get it done. When we first start working together, you might come to me and say, Hey, Jockel, I hit this wall. What do you want me to do here? What do you think I'm going to say?",
        1572.5,
        1593.56
    ],
    [
        " I'm going to say figured out. I'm going to say, Hey, man, I don't know what your what's your best guess or how would you do it? Or you know, if we knew each other a little bit better, I'd say, Hey, man, don't come asking me those questions. Go figure that out. I don't care. You do it. Just get around that wall. Boom. And we're done. And",
        1595.46,
        1610.72
    ],
    [
        " now that the other one other key part of this is oftentimes if you take over new team, you may want to you may want to start off by setting the example by running the perfect operation by going from end to end with some project that you set the standard on how you want things to be so everybody looks and goes, OK, that's how, OK, I see how he did that. Well, he wants that done. He, oh, he holds the line on that.",
        1612.48,
        1640.46
    ],
    [
        " So that way everybody knows what the standard is. So there's in and I would always, you know, I mean, I would always when I start off when I take over a platoon, take over squad, like, OK, we're doing this operation. Cool. Here's how I would run it very distinctly, very clearly be the guy.",
        1642.2,
        1657.72
    ],
    [
        " And then as time goes on and trust develops, I'm going to become less and less the guy and more and more the decentralized leader that's stepping back and letting the frontline troopers lead. That's what I'm going to try and make happen.",
        1658.5,
        1672.62
    ],
    [
        " As always, when you do start with a new group, it's really easy. Be humble. Listen, take advice, ask, ask questions, ask questions, ask good questions about things that you, if there's something you don't understand, ask the question, no big deal.",
        1676.12,
        1689.14
    ],
    [
        " Make the slow incremental changes like hack worth talks about and steal my soldiers. It's good to change two things a day.",
        1689.62,
        1695.94
    ],
    [
        " Not going to change the world overnight. Can't do it. So he's going to change two things a day. That being said, he also did some major. Remember, if you remember this hack worth, he gets in there and the guys have radios and they got guitars, they got all this stuff. And he goes, yeah, put all that stuff in the middle of the compound. It's out of here tomorrow.",
        1696.44,
        1711.96
    ],
    [
        " Right, that was a major change. So he went and kind of shook him up a little bit, but then he goes, okay, now I got to go to the long war, I'm going to change two little things a day. And that's what he did. So sometimes it's a combination of those two. Sometimes you got to give, send a little shock of value.",
        1712.5,
        1726.54
    ],
    [
        " Like, hey, new sheriff in town. That's what I used to say in the SEAL team. So he's commanding officer would come over. If you would do, a lot of times they do something to assert their presence.",
        1726.88,
        1738.1
    ],
    [
        " Okay, I'm here now. No more parking in the back lot. You don't mean or hey, New CEO, I just took over no more wearing this uniform to this place. Okay, so everyone go, okay, new sheriff in town.",
        1739.14,
        1754.36
    ],
    [
        " Let's let him get this out of his system.",
        1754.66,
        1756.9
    ],
    [
        " So do they do they typically react in that way where they're like, like, that's why see what you're doing there. Pretty much, it's cool.",
        1757.26,
        1765.02
    ],
    [
        " Pretty much in SEAL teams. It would be like, okay, yeah, and hey, new sheriff in town. Hey, he just came up with a new rule for us to fall. So we know he's here. Cool.",
        1765.36,
        1772.32
    ],
    [
        " Right. That was not like, he's not like some resentment or nothing. Maybe the guys that are blessed mature. I use that word, but maybe guys that weren't quite as in the game.",
        1772.62,
        1783.22
    ],
    [
        " What do you do in this for? Yeah, hey bro, don't worry about it's new sheriff. He's got it. He's letting us know we're he's here. Yeah, he's got it. Yeah, we got it. So we're all good.",
        1783.24,
        1793.38
    ],
    [
        " Yeah, yeah, yeah.",
        1793.62,
        1794.48
    ],
    [
        " But occasionally see, occasionally you get somebody that comes in. You notice the things that I just said were were fairly irrelevant. Like hey, don't wear this uniform to there or hey, don't park in this park.",
        1794.48,
        1805.66
    ],
    [
        " Whatever, those are fairly inconsequential things and those things are okay, actually.",
        1805.86,
        1811.18
    ],
    [
        " But occasionally you'd see somebody come in and try and do it. You know, execute some kind of a fundamental change. And that's where you go, wait a second, man.",
        1811.54,
        1820.14
    ],
    [
        " You've been here for a day and a half and you want to execute a fundamental change on what we're doing here. There's a we have a problem with that. We as we as the troops have a problem with that because you don't know how do you know?",
        1820.66,
        1829.82
    ],
    [
        " Yeah, I've been doing this for I was at SEAL team one for eight years. You know, you're going to show up. I've been here for five years. You're going to tell me how it's better to do this.",
        1829.98,
        1837.74
    ],
    [
        " And that might not be the right attitude for a young guy like myself to have, but that's the attitude that you're going to generate if you come in and try and make fundamental changes without assessing.",
        1838.12,
        1847.12
    ],
    [
        " Yeah.",
        1847.54,
        1847.82
    ],
    [
        " So show some tactical patients when you come in and say, okay, let me check this out again, just to refer back to the hack, the hack worth story, hack worth was going to take over battalion that was all jacked up.",
        1848.44,
        1858.74
    ],
    [
        " They were called the hopeless, right? And he wanted to turn them into the hardcore. So he his shocking thing that he did was meant to shock. And it was also meant to square them away. And it was also the right thing to do. And they also had a bad reputation.",
        1859.1,
        1871.64
    ],
    [
        " If he went in and took over a really good battalion, he wouldn't go in there with the same shock and all type treatment because they don't need it.",
        1871.7,
        1878.74
    ],
    [
        " So you got to you got to think about what you're doing. But in most cases, unless you're taking over some kind of a problem situation, there you might have to use a little shock and off.",
        1879.24,
        1889.36
    ],
    [
        " If you're taking over normal situation, all the boss got promoted, you're going to go into go into this role. Hey, no problem. Come in there, be humble, listen. Then as you see fit, make some small incremental changes.",
        1889.56,
        1898.64
    ],
    [
        " Yeah, like the shocking off thing will probably work against you in a normal situation.",
        1898.72,
        1904.42
    ],
    [
        " Oh, yeah, it'll definitely work against you. It'll definitely work against you now. Because now you think about it. Now you're imposing a plan on people.",
        1904.42,
        1911.5
    ],
    [
        " Yeah, people don't like to have plans imposed upon them. They don't like it. They don't like it. Even the big controlled military where everyone's in our chain of command.",
        1911.76,
        1922.72
    ],
    [
        " No, no one in the military likes to have big new ideas imposed upon them without thought and without assessment and without explanation and without telling people why no, you don't do that.",
        1922.72,
        1935.64
    ],
    [
        " Yeah.",
        1935.86,
        1936.1
    ],
    [
        " And that what you want and what you want to do is by doing all those things, by building that trust, by setting the standards, by setting the guidelines, by putting the guard rails in place, by listening, by respecting, by being humble, what you will do is you will lead people to lead themselves.",
        1937.8,
        1955.72
    ],
    [
        " And that's what you want.",
        1956.86,
        1957.92
    ],
    [
        " Yeah, explaining why I feel like that's maybe an under appreciated thing.",
        1961.12,
        1965.2
    ],
    [
        " I'll tell you what, it's not under appreciated in my book. That's the absolute. That is the critical piece.",
        1965.2,
        1972.04
    ],
    [
        " Yeah, even people, why do you know you could go in and I mean, really when you think about you could go in and change some fundamental thing.",
        1972.2,
        1979.2
    ],
    [
        " And if you explain why everyone's like, oh, yeah, that makes sense. But just like are you saying if you if you roll in and you're just you make a fundamental change.",
        1980.04,
        1987.12
    ],
    [
        " Everyone's like, bro, we were doing it that way for a reason. And you just came and changed, but you explain why I'm saying it makes more sense.",
        1987.12,
        1994.46
    ],
    [
        " And you get feedback because maybe what you said is the wrong decision. Right. You might be saying something that's like, you know what, you didn't think that through really all that well.",
        1994.48,
        2001.88
    ],
    [
        " Yeah. And you need to discuss this with the with the troops and figure out what their assessment of of your call is.",
        2001.92,
        2007.32
    ],
    [
        " Yeah. Yeah. Again, one of those things where when we talk about like this, like, yeah, that makes perfect. But it's, I don't know.",
        2007.42,
        2015.08
    ],
    [
        " It's you know, it's funny is on the podcast. Just as an example, we talked fairly shortly about going to the podcast once every two weeks. Right.",
        2015.28,
        2025.68
    ],
    [
        " I didn't really give a good explanation of why and you know what feedback I got.",
        2026.22,
        2030.66
    ],
    [
        " It was like, hey, you got to be kidding me. No, this thing comes out on Wednesday. Yeah, Jaco.",
        2030.74,
        2038.44
    ],
    [
        " I don't know what your problem is. The podcast comes out on Wednesday. And I got that feedback from numerous people.",
        2038.62,
        2045.58
    ],
    [
        " Not only on social media, but also in face to face. You know, people that texted me and called me and said, bro, you can't go to once a week.",
        2046.08,
        2054.52
    ],
    [
        " And there was people that say, hey, first of all, if you're going to do that, you need to set some kind of warning. You need to let people know we need some time.",
        2054.78,
        2062.42
    ],
    [
        " So it was funny. But the essential thing that I did not do is say, hey guys, here's what's going on. Here's why I would want to do this in a different way.",
        2062.72,
        2072.32
    ],
    [
        " And I didn't really explain that. You know, we just kind of, because it wasn't an actual decision that was getting made. It was a consideration.",
        2073.32,
        2078.3
    ],
    [
        " The consideration has been revoked, by the way. We're holding the line. We're holding the line. And when we do have to do that, which may or may not happen.",
        2078.76,
        2087.36
    ],
    [
        " But I will explain why in great detail, so everyone understands where I'm coming from.",
        2087.4,
        2092.08
    ],
    [
        " Because I don't want to leave anybody.",
        2092.88,
        2095.08
    ],
    [
        " I think he can, he can be like, hey, Jocco, I feel like you don't really understand what's going on here.",
        2095.54,
        2100.24
    ],
    [
        " On the front lines. Yeah, you know, we wait for that podcast.",
        2100.8,
        2104.02
    ],
    [
        " Awesome.",
        2104.4,
        2107.34
    ],
    [
        " Next question.",
        2107.7,
        2108.48
    ],
    [
        " Jocco, what are some workouts to progress in becoming more relaxed in the water? I need to lower my heart rate.",
        2110.08,
        2116.86
    ],
    [
        " Okay. Again, this is a good question. It's actually a little bit of a universal question.",
        2118.72,
        2125.32
    ],
    [
        " That's what I, again, I like to take questions that apply universally to multiple things.",
        2125.5,
        2129.0
    ],
    [
        " Becoming comfortable in the water is very important. Water makes you better.",
        2129.44,
        2135.1
    ],
    [
        " Water makes you a better person. And I'll tell you I've said this before.",
        2135.44,
        2138.56
    ],
    [
        " The seal team is one of the things that makes us good in the seal teams. We have to deal with water and water as a pain in the ass.",
        2138.68,
        2144.34
    ],
    [
        " It ruins things, it floods things, it stops things, it stops guns from working, it stops radios from working, it stops humans from working.",
        2144.78,
        2151.38
    ],
    [
        " You drown in it. It's water is very tough to deal with.",
        2151.7,
        2156.26
    ],
    [
        " It's a very harsh environment, especially the ocean water. I used to say that every time you go in the water, it's a real world op.",
        2156.42,
        2162.92
    ],
    [
        " Because you can get killed. You can get killed in the ocean. You can get killed in the ocean today if you make the wrong moves.",
        2163.04,
        2167.56
    ],
    [
        " So you definitely need to become comfortable in the water. Now, first things first, water will kill you.",
        2167.6,
        2176.88
    ],
    [
        " Water will kill you. You will die. If you make mistakes in the water, you will die.",
        2177.3,
        2183.64
    ],
    [
        " So whoever is wrote this question and whoever's going to heed my advice here, note and be advised that water will kill you.",
        2184.36,
        2194.28
    ],
    [
        " So when you swim, you got to have a lifeguard and there's a couple examples of guy in my that went I went through seal training with who was a stud, a complete stud.",
        2194.28,
        2207.06
    ],
    [
        " He was the honor man of my buds class and a great guy. I mean, not just I mean, it's cool to be honor man. It means you're a good athlete.",
        2207.28,
        2215.4
    ],
    [
        " But this guy was also beyond that was just a great guy, extremely motivated name is Keith Camura. And he was practicing breath holds.",
        2215.4,
        2226.32
    ],
    [
        " As he was and he was you know, after we went through seal training and he get gone to a seal team and served and he'd come back to be a seal instructor.",
        2227.26,
        2234.88
    ],
    [
        " And he was practicing breath holds during a during an evolution for the students. And while all that was going on, you know, they're doing stuff for the students and he's down there practicing breath holds like on his own kind.",
        2236.42,
        2250.54
    ],
    [
        " He was on his well, he was in the group, but on his own, if that makes sense. So there's a big evolution going on. And while this big evolution going on, he's kind of doing his own thing.",
        2250.78,
        2260.24
    ],
    [
        " And he died. He was doing breath holds. He stayed down there. He had a shallow water blackout and he died. And it was awful. I mean, what an incredible, incredible guy.",
        2262.1,
        2274.66
    ],
    [
        " We also had some seals 2015 that were in Virginia Beach, you know, young studs getting after a training super hard. And they both died in a pool in Virginia Beach.",
        2276.4,
        2295.26
    ],
    [
        " And again, you know, these are frog men. These guys are pushing themselves and you know, trying to make themselves better. And they pushed that envelope. And that's what seals do. And they pushed it. And they went over the line. And unfortunately they were training together at the same time.",
        2295.32,
        2312.28
    ],
    [
        " So you got to be safe. You got don't train alone. And don't train with someone that's doing the same thing as you with the same. You can't endure the same thing together.",
        2313.94,
        2325.3
    ],
    [
        " You know, it's a real, it's a real simple rule to one up one down. So if it's your turn to train, I stay out. And then you do your evolution. And then when you're done, okay, now it's my turn to train. You stay out. And you watch me. It's one up one down. That's the, that has to be the standard.",
        2325.68,
        2340.1
    ],
    [
        " Again, people don't, don't play around with the water. You know, I've had shallow water blackouts. And you, they just come. And that's it. You're unconscious. And, and if you, if someone's not there to drag you out, you're going to drown. You're going to die. That's it.",
        2340.48,
        2354.5
    ],
    [
        " Yeah.",
        2354.68,
        2354.92
    ],
    [
        " And then again, it's sort of, you can tell that they're coming a little bit and you get used to them. But it's sort of like getting choked out in Jiu-Jitsu.",
        2355.24,
        2364.02
    ],
    [
        " Yeah. You know, you've been choked out before, right?",
        2364.24,
        2365.98
    ],
    [
        " Yeah, many times.",
        2366.04,
        2366.58
    ],
    [
        " Yeah. So you think you're going to make it.",
        2366.72,
        2369.48
    ],
    [
        " Yeah. And then, and then you don't. And you can push it too. That's the thing. Especially when you're training, like when I'm trying to get stronger at like chokes and you want to be, if you have some fight in you, you know, you want to be able to, to, to fight, you know, so you push it a lot of times.",
        2369.58,
        2382.82
    ],
    [
        " Especially when you have experience, you push it a little bit and then sometimes because you just got to go, you can feel the back I'll come in. But once you go right past that point, you're, you can't tap anymore.",
        2382.84,
        2392.42
    ],
    [
        " You go out. You know, Jiu-Jitsu is safe because usually the guy can feel you go out and he let you go. But in the water, it's like you know what the event horizon is in a black hole.",
        2392.42,
        2401.08
    ],
    [
        " Yeah. That little, there's a line. If you go over that line, you're done.",
        2401.28,
        2404.22
    ],
    [
        " Yeah.",
        2404.42,
        2404.48
    ],
    [
        " And that's exactly what happens with your consciousness.",
        2404.58,
        2406.12
    ],
    [
        " You're, you, you, you, you can see that line. You're watching it like, oh, I'm gonna make it. And then also it's gone. And you're over the line, you're in the black hole. And that's it.",
        2406.62,
        2414.2
    ],
    [
        " So be very, very careful when you're doing this. Always have a swim buddy swim with a lifeguard, all that stuff.",
        2414.62,
        2419.72
    ],
    [
        " Now, the question back to the question, beyond the safety portion is how do you get more comfortable in the water? You spend time in the water.",
        2421.74,
        2428.44
    ],
    [
        " Swim, surf, spear fishing, snorkeling, scuba diving, survival floating, breath holds, treading water.",
        2429.54,
        2436.98
    ],
    [
        " Just, that's how you get comfortable in the waters by being in the water. Give yourself a little challenge. Just swim with, swim with t-shirts in your hands, swim with your clothes on, swim, dig, dig, dig, joc while you're not just all those things to do.",
        2437.52,
        2449.7
    ],
    [
        " Get to be in the water and do things and swim. And that's how you get more comfortable in the water. And you'll rapidly increase your ability to be in the water and handle yourself in the water. And you'll be much more calm in the water.",
        2449.7,
        2460.92
    ],
    [
        " And the reason I said this is a universal question is because it's the same thing with just about everything else that you're gonna do. It's the same thing with swimming. It's the same thing with doing pull, you wanna get a pull ups? Do more pull ups.",
        2461.28,
        2471.34
    ],
    [
        " You wanna get better at public speaking? Get up and start doing public speaking. Same thing with shooting. Like when people first start shooting and they're all intimidated by firearms, it's because they're not used to them.",
        2471.44,
        2481.3
    ],
    [
        " So spend time shooting, spend time around guns. You'll get used to the muscle flash. You'll get used to the concussion of the noise and you will be more comfortable about it.",
        2481.4,
        2488.9
    ],
    [
        " So that's what you need to do in the water. You spend more time in the water and you'll get better at it. You'll get more comfortable.",
        2489.24,
        2496.04
    ],
    [
        " Again, be careful when you're doing it. The water will kill you. Hey, what does D jock mean?",
        2496.46,
        2503.28
    ],
    [
        " It's a term that as far as I know it comes from buds from seal training where when you put your scuba gear on, they call it jockeying up.",
        2503.52,
        2514.54
    ],
    [
        " So jocke up and you're guaranteed and then it in the seal teams it becomes it's a term that means any type of getting your clothes on.",
        2515.26,
        2522.9
    ],
    [
        " You're getting your gear on, getting your clothes on, getting dressed. Put your jocks strap on. I don't know what that's.",
        2523.22,
        2529.78
    ],
    [
        " That's what it is. I don't know if that's where it comes from. I think it is.",
        2529.78,
        2533.7
    ],
    [
        " You can but they used to play you know that you remember that like little kids game hangman. Yeah.",
        2533.74,
        2538.94
    ],
    [
        " Where you fill in the letters. Well, whenever the class would make a mistake, they would put they'd have jock up written on the board and they'd put one letter in.",
        2539.08,
        2549.82
    ],
    [
        " And then when you spelled out all of jock up, then they would make you do jock up drills, which are not fun.",
        2549.88,
        2556.3
    ],
    [
        " But it's just putting on stuff. Your gear. Yes.",
        2556.44,
        2559.06
    ],
    [
        " But the jock up drills involve ridiculously stupid and hard calisthenic workouts with your entire gear loadout.",
        2559.06,
        2570.5
    ],
    [
        " Yeah.",
        2570.52,
        2570.74
    ],
    [
        " They would always we used to you know what bear crawling is. Yeah. Yeah. So you have to bear crawl with twin 72 tanks on.",
        2570.76,
        2578.52
    ],
    [
        " Yeah. You know, we bear crawl to the chow hall. I mean, it's a mile is I think I think our instructors got in trouble for making us bear crawl with them.",
        2578.76,
        2588.4
    ],
    [
        " You can't do that. It's in you mean. Yeah. They were like the Geneva Convention call. It's a bro. No. Yeah. Yeah.",
        2588.46,
        2595.68
    ],
    [
        " Yeah. We had to bear crawl in football. We had to. There was an incident in camp in football at UH one time. And where we're supposed to be.",
        2595.74,
        2607.48
    ],
    [
        " You know, sleeping. You know lights out whatever. Yeah. And a guy who remained. No. His name is Tupu allu. Allu. This is like when I was young.",
        2607.9,
        2619.82
    ],
    [
        " I was like a freshman. Tupu allu. Someone. And he. I can say his name now because he admitted it afterwards. But before they're like.",
        2620.02,
        2628.06
    ],
    [
        " I was. We would add to keep his company. Yeah. I totally classified Tupu getting after. Yeah. Tupu. What do we do? What do you do?",
        2628.08,
        2635.48
    ],
    [
        " Okay. So people were messing about. We're supposed to be in bed. So security comes or whatever. And like we all. Everyone hides. I'm say we wasn't me. I wasn't doing it.",
        2635.48,
        2644.54
    ],
    [
        " And someone threw a sandwich at the security guard. Hit him. And it was this big incident. The sand. You know, in and of itself throwing sandwich security guard.",
        2644.86,
        2653.36
    ],
    [
        " That's more funny than anything. But we're supposed to be in bed. You know, we're a football team. You can't do that. You know. So it was like, Hey, who was this?",
        2653.38,
        2660.78
    ],
    [
        " If no one admits it, everyone's going to get punished. So of course everyone gets punished. We're doing bear crawls across across the field. None stop.",
        2661.12,
        2668.6
    ],
    [
        " So he was like, I can relate to the bear crawl to the chauho. It wasn't like, okay, bear crawl to here. And then bear it was like, you're going all the way. I don't even know how many times we did it.",
        2669.04,
        2678.7
    ],
    [
        " One guy was like, was crying. So we're doing it. We're doing it. We're crying. Grown men crying. I don't like that guy.",
        2679.16,
        2687.7
    ],
    [
        " None the less. So yeah, bear crawl. That's rough. Bear crawls. No joke. But I think jockey. Up is because you wear your jockstrap when you get in the game. Like a jockstrap.",
        2687.7,
        2697.24
    ],
    [
        " Jock, you know, maybe one of the old U.D.T. guys that listens to podcasts will contact me and let me know where jockup came from.",
        2697.44,
        2705.24
    ],
    [
        " Yeah. That's my money. I don't think it's because of jock.",
        2705.46,
        2708.6
    ],
    [
        " Gearing up. Gearing up. Jockstrap is like the manly, you know, I'm telling you not going down this road.",
        2708.74,
        2714.94
    ],
    [
        " Well, I'm not. I'm already down the road. I can't help that. You're not going to sit. But I'm not going to agree with you. I think you're wrong.",
        2715.22,
        2721.4
    ],
    [
        " All right. There you go. Yeah. That right. Yeah. There you go.",
        2721.68,
        2727.42
    ],
    [
        " Next question. Yeah. Let's go to the next question. I don't talk about that one anymore. You're losing me on it.",
        2728.02,
        2733.86
    ],
    [
        " What's the dichotomy in having an ego? When is it good? And when does it get to a point where you have to check your ego?",
        2734.28,
        2742.88
    ],
    [
        " Okay. So the dichotomy is pretty clear. Ego drives you. Absolutely. It makes you want to win. It makes you want to perform well. It makes you proud of your achievements.",
        2744.16,
        2760.56
    ],
    [
        " It makes you want to be number one. And those are all good things. And I fully, fully have those myself. I mean, my ego will keep me up at night trying to win it.",
        2760.56,
        2773.44
    ],
    [
        " Some ridiculously meaningless thing in the world, especially when I was younger. It was kind of stupid.",
        2773.58,
        2780.8
    ],
    [
        " But the ego can also get you in trouble. Get you in trouble really, really quickly. For instance, I mean, you can your ego can make you sabotage your coworker.",
        2783.56,
        2798.92
    ],
    [
        " That's all in the same team as you so that you can outside them. Right. That's ego. You can vote down a plan. A better plan because that plan isn't yours. That's your ego.",
        2798.92,
        2811.94
    ],
    [
        " You can chase some material items, some things, something that you don't really need. Maybe in some cases, it might even be something that you don't actually even want.",
        2812.92,
        2827.64
    ],
    [
        " And it's just fueling your ego, which is, which is a really bizarre thing to see. It can make you step on your subordinates. Right.",
        2829.24,
        2837.34
    ],
    [
        " It can make you undercut your peers because that ego flares up. It can make you, you can make you dig in. Dig in on some stupid ideas that you've had. Those are the kind of things that ego do. And all those things are negative.",
        2838.0,
        2853.92
    ],
    [
        " So that's pretty clear to me where ego starts going sideways. And I would say even though like my ego is fueled me to to want to win. But I never was that out of control where I was like screwing, screwing people over because I wanted to win. No, I wouldn't do that. That wasn't part of my personality.",
        2857.74,
        2875.68
    ],
    [
        " I'm not that plus I was never really naturally good at much. So it wasn't like I was going to win. The only way I could be people and things was better outworking them. Yeah. Other than that, it would be hard for me.",
        2876.04,
        2886.52
    ],
    [
        " Yeah, usually that kind of person who like you, well, the two kinds of people who is down to like screw someone over or basically cheat you're cheating is what you're doing. It's like, I want to be here. They don't necessarily want to quote unquote win.",
        2887.0,
        2903.58
    ],
    [
        " Because if you cheat, it's not really winning. You know, the whole benefit of winning is like overcoming certain things, you know, but when you cheat, it's like, you know, you cheated, you know, whatever. So it's less about it's more about you understanding really what winning is. And that's what you like the winning, you know.",
        2903.58,
        2922.02
    ],
    [
        " Yes. Yes. That's why so like people under my, you know, cheat and do this stuff. It's like they don't want to win.",
        2922.72,
        2929.0
    ],
    [
        " I'll let you get case in point when I remember when when I was going to seal training, there was people, there was guys that would like brag about it.",
        2929.18,
        2938.14
    ],
    [
        " They were going through the same seal training class me, same buds class me, but they would like brag about it. And like you can hear them talking to let's say some random person. Yeah, we're on the seal training.",
        2938.3,
        2947.94
    ],
    [
        " I wasn't bragging about that. I was like, hey, I'm a lucky him here. And I realize that a lot of those people quit.",
        2948.5,
        2955.66
    ],
    [
        " Because they were comfortable. They did just being able to say like seal training. They were already good with it. They were like, oh, yeah, I did what I'm supposed to do.",
        2956.7,
        2964.02
    ],
    [
        " Yeah. So me, I want to do that. I didn't want to say anything until I made it through. Yeah. And so, yeah. So what I'm saying is similar to what you're saying.",
        2964.38,
        2975.62
    ],
    [
        " They were satisfied just by being able to throw that out there. That was enough for them. So for someone that's willing to cheat and win or they're eating, they're willing to step on someone.",
        2975.7,
        2986.02
    ],
    [
        " Man, it doesn't feel good to me. That's never felt good to me. Like if I got to step on someone, I don't even want it. I don't want that victory. Don't want it.",
        2986.26,
        2992.38
    ],
    [
        " So it's like they want to some people want to look like they want. And other people want to really win. Yeah, of course. That's really the difference. Yeah.",
        2992.78,
        3000.84
    ],
    [
        " Yeah. Yeah. So back to the ego point, when you start feeling like you're doing some of those negative things, that's when you've got to put your ego in check. That's what you got to support your coworker instead of sabotaging. That's when you got to pick the best plan out there instead of picking your own.",
        3001.34,
        3022.36
    ],
    [
        " That's when you say, you know what? I'm happy with what I have in state of chasing things that I don't even need. You know what I'm talking about with people? Like if you were, there's been something that you wanted, even though you actually didn't even really want to put you just want it just because you because it's pure ego.",
        3022.82,
        3040.68
    ],
    [
        " Pure ego. Yeah. Like when you're in the weight, well, growing up like lifting weights, sometimes you do this where they'd be lifting weights and you can see a lot of times in these like like a 24 fitness situation where you believe guys will be lifting weights.",
        3041.34,
        3055.7
    ],
    [
        " And then one guy was, he's saying he's lifting kind of a lot. You'll see someone all of a sudden be doing that same exercise, like trying to lift more than that. He doesn't know him.",
        3055.7,
        3063.74
    ],
    [
        " Not lifting with him. He wasn't even doing that exercise. It wasn't even his work up. He'll like try to do it. You know, probably you weren't even doing that exercise. You weren't doing bench today. Yeah. And now you're doing bench. Yeah.",
        3063.74,
        3073.84
    ],
    [
        " Chasing something you don't even want. Don't even want that day. Don't need it that day.",
        3074.2,
        3077.8
    ],
    [
        " That's another big one is like when I talk about so the ordinance instead of cutting down your subordinates, you start lifting them up. You start making them shine. You start giving them the credit.",
        3078.74,
        3088.54
    ],
    [
        " Making them shine even brighter than yourself. That's that's the beautiful thing when you can put your ego and check and you can make that happen.",
        3088.54,
        3097.58
    ],
    [
        " Making your own boss look good. Having an open mind to new ideas. Those are the things. That's how you put your ego and check those are the things that those are the those are the hallmarks of having your ego and check.",
        3097.76,
        3115.88
    ],
    [
        " Now sometimes people don't know when they need to put their ego and check and I think there is one really easy indicator to know when you need to just at least like a do an assessment of your ego and that is when you come into conflict with another person.",
        3115.88,
        3132.0
    ],
    [
        " Because because huge percentage of conflicts that you have with other people are ego are there ego. And so when you feel that conflict, whether it's about positioning, whether it's about an idea, whether it's about a plan, whether it's about learning about what's about.",
        3134.56,
        3150.84
    ],
    [
        " But if I'm in conflict with you on something, I immediately I'm going to say, okay, wait a second, is this your ego talking or are you is this business or is this ego.",
        3150.84,
        3161.02
    ],
    [
        " And if you do that, you will find yourself in any form of frustration or anger that you have, just check your ego.",
        3161.66,
        3172.68
    ],
    [
        " And there's a good chance that you're going to be able to take that thing, get a hold of it and aggressively put it in check. It's hard. Your ego is a tough bastard.",
        3172.74,
        3179.66
    ],
    [
        " Your ego man, that thing wants the spotlight, it wants to shine, it wants the glory and it's it's driven.",
        3180.1,
        3186.98
    ],
    [
        " You know, that's a lot of you high achievers out there. That's what's driving you and that's not a bad thing.",
        3187.52,
        3192.8
    ],
    [
        " So when it comes time to harness that bad boy, it can be a challenge. But it's very rewarding when you make it happen.",
        3193.08,
        3200.16
    ],
    [
        " It's it's rewarding in a long term gratification. It's not immediate gratification. Generally, you know, you're given, you're given your subordinates to all the credit for some, for some project that they did.",
        3202.28,
        3213.6
    ],
    [
        " And you know that you could actually know that you did the bulk of the work, but you give it away. That's not gratifying immediately.",
        3214.04,
        3221.86
    ],
    [
        " Immediately is like, yeah, that's right. Put the accolades on my head. Boss.",
        3222.44,
        3226.66
    ],
    [
        " That's immediate gratification that you're looking for. No, you say, hey, boss, you know what? Don't put the accolades on my head. Look at my team.",
        3227.94,
        3234.66
    ],
    [
        " Let's crown them because they really did a great job. And I'm just here to help them. There's no gratification that.",
        3234.94,
        3240.56
    ],
    [
        " But when you get feedback a week later, a month later, six months later, people want to come and work for your team.",
        3241.32,
        3247.74
    ],
    [
        " Now your team gets picked for another project. That's the long term gratification that you get when you keep your ego in check.",
        3247.74,
        3254.0
    ],
    [
        " Yeah.",
        3254.48,
        3254.58
    ],
    [
        " Keep that ego in check, people.",
        3255.8,
        3260.92
    ],
    [
        " Yeah.",
        3261.74,
        3261.88
    ],
    [
        " So this year, I took extreme ownership over every detail and mistake on the roofing company I was starting.",
        3261.94,
        3269.06
    ],
    [
        " But instead of inspiring my employees, they just got entitled because of the, because of this, the business almost ran into the ground.",
        3269.56,
        3279.14
    ],
    [
        " In addition, I got so worn down that my resolve almost collapsed in your estimation. What did I do wrong?",
        3279.86,
        3286.42
    ],
    [
        " So this is an example. I don't see this all the time, but I do see it sometimes.",
        3291.22,
        3295.4
    ],
    [
        " And what we have here is, you know, clearly guy steps up and says, you know what, I'm going to take ownership.",
        3296.2,
        3302.54
    ],
    [
        " I'm taking extreme ownership, which is what I'm always encouraging people to do. Life and I wrote the book.",
        3302.72,
        3307.64
    ],
    [
        " We called the book extreme ownership because that is the fundamental principle that we see as the common trade that makes people successful when they're taking ownership.",
        3307.8,
        3316.4
    ],
    [
        " And so that's what this guy did with the roofing company. I'm going to take ownership of all the mistakes.",
        3316.4,
        3321.8
    ],
    [
        " Now, the problem there is with the concept of extreme ownership, it means taking ownership of the mistakes, taking ownership of the problems.",
        3322.04,
        3336.92
    ],
    [
        " But it doesn't stop there. That is simply where you start because the real true ownership that you need to take is you need to take extreme ownership of the solutions of implementing the solutions of creating and implementing the solutions.",
        3337.52,
        3355.0
    ],
    [
        " That's what you need to take ownership of. So in a situation like this, like for instance, oh, I took ownership of everything. So my team became entitled.",
        3355.0,
        3363.54
    ],
    [
        " Now, now, first of all, in that statement in its own right, if I say, hey, we failed because my team became entitled, what did I just do?",
        3365.02,
        3372.94
    ],
    [
        " I blame them for becoming entitled. Why did they become entitled? I allowed them to.",
        3374.0,
        3377.9
    ],
    [
        " What am I going to do solve that? I either have to train to am treating them. Maybe there's a couple of cancers in there that have that attitude.",
        3378.66,
        3384.92
    ],
    [
        " You need to fire those people or replace them or get them retrained or put some ownership on them so that they realize, oh, okay, I'm going to lose my job before I'm going to fail this mission or the company is going out of business, if I don't do this right.",
        3384.92,
        3398.3
    ],
    [
        " So you've got to, that's the mistake there. What do I, so you've identified the problem, you've taken ownership of it.",
        3398.84,
        3404.36
    ],
    [
        " Hey, we, we, we got to make sure we get our jobs done on time. Okay, boss, well, you didn't order the gear and time and you didn't do this and now we're behind. So it's not our fault.",
        3404.36,
        3412.98
    ],
    [
        " And by the way, pay me, if that's the attitude your employees have, you got a problem as a leader. So what is the problem? How do you fix that problem?",
        3412.98,
        3421.14
    ],
    [
        " The, the, the thing is about ownership is taking ownership of the problem doesn't fix the problem.",
        3421.86,
        3430.88
    ],
    [
        " Right. It doesn't fix the problem. You still have to come up with the solution. So that's what it is.",
        3431.52,
        3441.22
    ],
    [
        " When we talk about extreme ownership, we're definitely not just talking about owning the problems, but like I said, owning the solutions and owning the implementation and actually carried to its, to its furthest stretch to its furthest outcome.",
        3441.78,
        3458.12
    ],
    [
        " That's where you have to take extreme ownership of, and this is the most important part. And obviously I need to make this clear enough because this should be something that everyone fundamentally understands when they talk about extreme ownership.",
        3458.12,
        3467.22
    ],
    [
        " The, the most important part for you to own as a leader is the outcome is the end state. If you are not meeting your end state, that's what you have to take ownership of. That's what you have to make happen.",
        3467.64,
        3482.04
    ],
    [
        " So that's it. You know, when you're, when your company's not doing the right thing, yeah, you got to take ownership of the mistakes that happen. You got, you got employees that are acting wrong. Yeah. Hey, it's my fault that they're acting wrong.",
        3484.92,
        3495.5
    ],
    [
        " You got deadlines that you're missing. Yes, it's my fault that we missed the deadlines. Now you got to go back and ask yourself the question, how do I make the deadlines? How do I fix those employees?",
        3496.22,
        3505.16
    ],
    [
        " You've got to solve those problems that are out there. Otherwise extreme ownership doesn't do anything for you. And we've talked about this before as well. And that is that",
        3505.46,
        3512.36
    ],
    [
        " X taking ownership of things is not a, it's not a shelter. Right. It's not, it doesn't provide shelter. Yeah. It doesn't. It's, and some people think it does. They go, hey, you know what? Hey, we missed a, we missed the, we failed on our mission. It's my fault.",
        3512.36,
        3528.08
    ],
    [
        " Okay, so you know, let's move on. No, no, no, actually, no, we don't move on. You failed in your mission. How are you going to fix it? Extreme ownership does not, does not give you any mercy whatsoever. That's what's hard about it. And by the way, the thing that, the thing that extreme ownership that makes it hard is because the, the previous question in a tax your ego.",
        3529.4,
        3550.58
    ],
    [
        " Because when you say, hey guys, this is my fault. You're not just saying, hey guys, this is my fault. Let's move on. You're saying, this is truly my fault. We failed because of me. And these are the things we're going to do. Fix it. And I'm going to own it until we get it done.",
        3551.16,
        3566.34
    ],
    [
        " Yeah, dang. Yeah, that, it kind of makes sense. Like, it is one of those all are nothing things. You know, we're extreme. It's just funny how you put it. You know, where you're like, I did my extreme ownership.",
        3567.04,
        3580.1
    ],
    [
        " There is enough to you guys kind of thing. You can't really do that. And this question is, is, is a really good question. And I appreciate it because you can see the guy that asked it. He clearly is motivated wants to do well.",
        3580.1,
        3592.4
    ],
    [
        " But he, he, and again, my fault for not explaining this well enough. He thought that just taking ownership would solve the problem. No, you have to take ownership and solve the problem.",
        3593.02,
        3604.76
    ],
    [
        " The matter of fact, the, the taking ownership part is the initial part that lets the rest of it happen. And that's why we emphasize it so much because most people, they just don't take owner. They're not even close. Yeah. This guy, he's close. He's taking ownership. Now he's got to realize, okay, I took ownership. I realize that it's my fault. And again, it's not just him saying, uh, uh, well, it's my company. So it's my fault. And so I hope this works out. No, I don't hope anything. You fix it. You make it happen.",
        3604.86,
        3632.82
    ],
    [
        " And I, again, I appreciate this question because I could see in his earnest asking of the question, like he's like, man, what, what did I do wrong? What did I do wrong? Here's what you did wrong. You know, you, you made the first step, which is the hardest step. That's the positive here. One of the most positive things about this guy is he's made the hardest step, which is, okay, this is my fault.",
        3633.08,
        3653.8
    ],
    [
        " The follow on is what he missed. Now how do I fix it? What do I do to implement it? You got laxed asical entitled employees. That is your fault. So how do you fix them?",
        3655.22,
        3665.32
    ],
    [
        " Because if you're laxed asical and entitled around me, that means I'm doing something wrong. That means you don't understand the mission. You don't understand why we're doing what we're doing. You don't understand why it's important to meet the deadline on this roof. So we can move on to another one so that we can collect money to pay for our next one. There's all kinds of reasons that you could tell people why these things are important.",
        3666.0,
        3680.28
    ],
    [
        " And if you have people that you, they know exactly why they're doing what they're doing and they still aren't getting in the game, you need to find some more people to come and work for you. Some different people, some people with better attitudes and bring them on board with the right attitude.",
        3680.4,
        3692.04
    ],
    [
        " Yeah, this, um, even to add to why this is such a good question is this is exactly what people are scared of with the extreme ownership. It's collecting. If I take extreme ownership over everything, they're going to take advantage or they're going to, you know,",
        3692.6,
        3710.2
    ],
    [
        " be entitled or whatever that I think, I mean, even thinking about it, that's what I'd be afraid of. Yeah, I am afraid of, you know, and I will tell you having done this my whole career.",
        3710.2,
        3721.08
    ],
    [
        " When you take ownership of things, people don't, there, there is a small chance. There's a couple of knuckleheads like these idiots that this guy has working for that are entitled. Now I shouldn't say that because he may have provided the environment to become like he might have been the easy button.",
        3721.52,
        3738.34
    ],
    [
        " And every time they say, Hey boss, I can't fit. Hey boss, I can't come in late today. Can you finish up that roof by yourself?",
        3738.34,
        3743.86
    ],
    [
        " And he's like, Hey, you know what I'm going to take ownership of this, right? He goes, Okay, I'm going to take ownership. Don't worry about it. I got it.",
        3745.24,
        3750.26
    ],
    [
        " Now he does that four days in a row. He's worked 16 hour days. He started to get broken mentally and physically. You ever done roofing before? If you're going to do it, yeah. Yeah. That's hard work, especially in the summertime when the blaze and sun, 14, 16 hour day. I had to do.",
        3750.62,
        3764.32
    ],
    [
        " I pulled a chimney off my little chimney off my roof one time. I thought I was going to just patch the roof. No, I had to strip like a third of my roof on my house. And then I'm up there. We got rainstorms coming. I'm up there. Okay, I got to roof this whole thing in the next one. I was like 18 hours. Get some. Yeah.",
        3764.44,
        3782.04
    ],
    [
        " So roofing is hard work. And if if you don't take that if you don't if you don't get these employees in the right mindset, if they're not part of the team, if they're not on board, how are you going to fix that?",
        3784.12,
        3796.22
    ],
    [
        " And if you and what I was going to say is if you become the easy button all the time, then that allows them it fosters the attitude of, Hey, you know what?",
        3796.24,
        3804.06
    ],
    [
        " This is on Jocco. He's the one that he's still got to pay me. Like, no, actually, let me tell you how it really works. You know how I pay you regardless of what you do. Well, eventually, I don't pay you anything because you don't work here. And I don't have a business anymore.",
        3805.72,
        3817.36
    ],
    [
        " So if that's where you're at, I don't want you here. And I will do this myself. And I'll schedule my jobs appropriately so I can do it all myself. If you want to get in the game and be part of this team, which you should then this is what I need from you.",
        3817.58,
        3831.16
    ],
    [
        " Here's the expectations. This is why because next year, this year, we did 14 roofs next year. I want to do double that. And that means I'm going to get you a crew that's going to work for you. And you're going to make bump your pay up a little bit. I'm going to get you moving along and get you promoted. Maybe sometimes you'll have two or three teams working for you. Do you want to do that? Or do you want to continue being the guy that's hauling shingles all day?",
        3831.3,
        3852.82
    ],
    [
        " Are you in the game with me or not? Are you part of this gig? See? So you got to get in their heads. You got to get them out of that mindset and into the right mindset so that you can dominate.",
        3853.28,
        3864.34
    ],
    [
        " Yeah, I feel like that extreme ownership kind of provides that to, you know, where if like I've always said, if you're like blaming them overtly blaming them, they're like, oh, this is going on on my team. They have that feeling.",
        3865.0,
        3875.78
    ],
    [
        " But if they're like, if he's taking the response, it's like, oh, thank this guy's kind of on my team. Yeah, I do want to do all that classic classic exit. You're right. Classic example. If I approach you and I'm like, echo, dude, you're just entitled.",
        3875.78,
        3888.84
    ],
    [
        " You're entitled. You don't have a good attitude. What attitude do you have now? Yeah. What attitude do you have now? Now you're like, what are you talking about? I'm entitled. We said, I'm entitled. Yeah, you're damn right. I'm entitled because look at what I've been doing. I've been, no, whereas if I, if I take a different approach with you and say,",
        3889.28,
        3905.76
    ],
    [
        " man, look, I think you've got a lot of potential. You know, I think you've got a lot of new. You got a lot of things going on at home. And I know you got that girlfriend. And I know you're doing this and that. But you know what?",
        3905.94,
        3913.66
    ],
    [
        " I think you got some potential here. Let me show you what it's going to lead. You know, I know you don't want to be carrying shingles for your life and on your knees, smack and nails, right. But maybe you could be running a crew. And this is how I want to grow. Do you kind of want to get in the game with me?",
        3913.9,
        3926.82
    ],
    [
        " Because I think you might see what I'm saying. That's all it takes. You understand me. Yes.",
        3926.96,
        3931.06
    ],
    [
        " Good question. Thanks and good luck with that company.",
        3931.76,
        3936.24
    ],
    [
        " Small business owners getting after it's hard running a small business. It's hard work. You are the buck stops with you, whether you like it or not.",
        3937.68,
        3945.88
    ],
    [
        " Because even if you, hey, you know what, even if you don't want to take extreme ownership of your small business owner, eventually you're going to get put on you. It's on you. It is on you.",
        3946.28,
        3955.08
    ],
    [
        " So it's it's great. I love I love the small business owners getting after it out there. Next question.",
        3955.14,
        3962.38
    ],
    [
        " Thoughts on how to deal with toxic slash negative people of those people.",
        3963.94,
        3970.12
    ],
    [
        " Yeah. So first of all, it's important to recognize that those people exist everywhere. And everybody's got to deal with me. If you run into one of these people,",
        3970.84,
        3981.18
    ],
    [
        " don't get all surprised as if they're a lone ranger out there being negative. No, there's negative rangers all over the place.",
        3982.12,
        3990.0
    ],
    [
        " So we got it. You got to know how to deal with them. And it's so when you're dealing with someone like that, first of all, confronting them.",
        3990.48,
        4000.96
    ],
    [
        " Of course, as you can probably predict, is not usually the best option because all you're doing is your your attack and their heavily defended position, which is not good.",
        4001.86,
        4011.08
    ],
    [
        " So one of the techniques that I use when dealing with these kind of people is I absorb. I absorb their critiques. I absorb their toxicity.",
        4011.22,
        4026.04
    ],
    [
        " I absorb their negativity. Now obviously this takes a little bit of strength, right? You can't be taken stuff personally. You have to in order to learn how to absorb.",
        4026.36,
        4034.12
    ],
    [
        " You're thinking, okay, I'm just going to do in this for the team, right? But it looks like, for instance, when they say, oh, this is horrible.",
        4034.12,
        4043.26
    ],
    [
        " I don't say no, it's not horrible. I don't just go right back out of them. I say, yeah, you know what?",
        4044.44,
        4049.22
    ],
    [
        " We definitely got some room for improvement, right? So I kind of just deflected it and I kind of just absorb it, right?",
        4049.28,
        4055.2
    ],
    [
        " I absorb it a little bit because what they want to do is they're lashing out, right? They're throwing the negativity. They like those explosions. They like to see it hit something and blow up.",
        4055.34,
        4063.4
    ],
    [
        " That's what they're doing. That's how they roll. So you're going to absorb. You're going to catch it and pull it in, right?",
        4063.54,
        4068.18
    ],
    [
        " So when they're like, we can never do this. I don't say we can absolutely do this. No, because you didn't, you're just going to create the explosion that they're looking for.",
        4068.56,
        4078.62
    ],
    [
        " Inside I'm saying, you know what? We might not be able to do it. I'm going to give it a good solid try. I'm going to try and get happy, right?",
        4079.04,
        4085.36
    ],
    [
        " So we're just deflected it a little bit and I'm going to throw you some other negative thing and you know what they say?",
        4085.48,
        4092.18
    ],
    [
        " Oh, this is stupid. I don't say no. This is the most brilliant thing I've ever seen. I don't do that.",
        4092.5,
        4098.22
    ],
    [
        " I'm going to say, you know what? There's definitely some room for improvement the next time around. You're right. A hundred percent.",
        4099.9,
        4106.72
    ],
    [
        " Oh, yeah, you just got deflected. And those reactions, they disarmed these ultra negative people and it kind of takes their fight from the men.",
        4106.94,
        4122.82
    ],
    [
        " And it also makes them look like emotional extremists. So with the group, right? When somebody calls that out in the group, then they're coming across all extreme and you just absorb it and negate it a little bit.",
        4122.82,
        4134.82
    ],
    [
        " It negates their view. I shouldn't say negate because negate means I totally lie across out when you just absorb it and deflect it a little bit. The rest of the team goes, ah, you know, oh, echo, he's just super emotional. He's a negative. They see him for what he is, which help is helpful for you.",
        4135.4,
        4152.32
    ],
    [
        " Right? And then once I'm done absorbing their attacks and taking some of those shots, no big deal. That I'm going to start to override them somewhat with some positivity, which is going to be directed at them.",
        4152.7,
        4165.52
    ],
    [
        " Right? So they were all negative, but I'm going to say, hey, what you did there really work well. Or, you know, hey, good job on that. I don't know. I never could have figured that out like you did. Right? So I'm going to start getting in their head a little bit and start.",
        4166.52,
        4181.68
    ],
    [
        " I'm just starting to get in their head with some positive stuff. That's right. That's what I'm going to do. And you figured that out better than anybody. Nicely done. And I'm bringing them from the dark side over to the lights. That's what I'm doing. I'm bringing them over.",
        4181.68,
        4198.38
    ],
    [
        " And actually, I used to have the funniest one of my favorite guys in the SEAL teams. He was my first deployment to Iraq. He was the senior enlisted guy in our task. And it's him. And actually, we're just bros. But when one of us would start getting a little off the reservation on something like getting all addicted to some idea or something.",
        4199.52,
        4223.98
    ],
    [
        " And the other one we would be looking at, like, I'd be telling him like, we need to do this. And this is bullshit. We need to do. And he'd look at me like, maybe I'd talk. Come back. Come back to the light. We're over here. It's okay. We're all going to be okay. So when I would start getting negative, you'd start pulling me back to the light. Right? And same thing with with me with him. He would get you would get all, you know, get all. Matter of fact, he's the guy. Remember when he talks about, well, simplify repeat.",
        4224.1,
        4252.1
    ],
    [
        " Yeah, no, simplify amplify repeat. That's him. He would also have to bring me back for the dark side and have to do it to him too. If you started to get a little too negative.",
        4252.18,
        4261.8
    ],
    [
        " Um, good times. But the last thing I want to do with someone that's being super negative is I am actually want to I want to give them some ownership. I want to give them some ownership, some ability to make changes, some ability to have some kind of a positive impact.",
        4262.4,
        4282.08
    ],
    [
        " On the mission. So I'm going to pick something that I think they can step up and handle. Right. Something that is within their grasp and realm and ability.",
        4282.7,
        4292.62
    ],
    [
        " And I'm going to give it to him. And then I'm going to give him. I'm going to give him a kind of overload him with help and with assistance and with guidance to make sure that they win.",
        4292.88,
        4303.3
    ],
    [
        " And that's going to start spinning him in a more positive direction. Yeah.",
        4303.96,
        4309.02
    ],
    [
        " So that's my way to deal with the big negative people out there. Just absorb.",
        4310.18,
        4316.5
    ],
    [
        " And slowly counter. I liked it. I'll maybe like, I like how you figured that out. And I said this before, but a good one is to be like to say, hey, that's what I like about you. You're real whatever x, y, z, you know, you and that feel like.",
        4317.64,
        4331.66
    ],
    [
        " People said that to me, that's what I like about you. You're real whatever, you know, and it makes you want to like continue to be that.",
        4332.48,
        4338.1
    ],
    [
        " You know, and you're like, hey, he thinks I'm, you know, a problem solvers. I'm going to be aware and just continue to solve problems.",
        4338.28,
        4345.82
    ],
    [
        " You know, you put the self fulfilling prophecy in their own head. Yeah.",
        4346.08,
        4349.48
    ],
    [
        " Positive things that you want them to do. Yeah, exactly.",
        4349.58,
        4352.52
    ],
    [
        " Yeah, that's good times.",
        4353.24,
        4354.68
    ],
    [
        " Jockel.",
        4356.06,
        4356.86
    ],
    [
        " Next question. Next question. Jockel.",
        4357.2,
        4359.58
    ],
    [
        " I'm an I N T J personality. My drive slash ideas often cause friction with superiors. How can I use my strengths without creating division?",
        4360.14,
        4371.04
    ],
    [
        " Okay, I so for this one, I kind of had to look up this stuff to remember exactly what it was.",
        4373.44,
        4381.92
    ],
    [
        " And the like the I N J T or I N T J stuff is introverted intuitive thinking judging. This is part of this.",
        4382.46,
        4391.7
    ],
    [
        " Myers Briggs type indicator that refers to one of 16 psychological types, right? So it's sort of a graph that you can figure out these what type of of 16 different psychological types that there are.",
        4392.64,
        4410.44
    ],
    [
        " And so, so for this one in particular, this I N J T, which like I said is introverted intuitive thinking and judging. And I went to the interwebs for this.",
        4410.44,
        4423.96
    ],
    [
        " Sure. And it said that as an I N T J, your primary mode of living is focused internal or internally where you take things in primarily via your intuition.",
        4423.96,
        4439.14
    ],
    [
        " Your secondary mode is external where you deal with things rationally and logically. So speaking of self fulfilling prophecies, this is kind of one of them.",
        4439.3,
        4454.18
    ],
    [
        " And you know, as far as I'm concerned, your personality and anyone's personality is not set in stone by by any stretch. And of course, can you have some natural tendencies as a person?",
        4454.46,
        4467.34
    ],
    [
        " Of course, you do have some natural tendencies. And if your brain was on autopilot, you would steer towards those personality traits even more. But luckily, our brain is not on autopilot. And you have your hands on the wheel. And you can control your mind. And you can in this case, you know, step back.",
        4468.62,
        4491.96
    ],
    [
        " And and and get a grip on things that, you know, according to the question that cause friction, right? If as if as an I N G A T, you are supposedly too demanding. And these are little quotes that they had.",
        4492.36,
        4509.1
    ],
    [
        " If you're too demanding or not open to other people or not open to other ideas, here's what you do. Real simple.",
        4509.1,
        4515.74
    ],
    [
        " Get less demanding. Right? If you have a hard time listening to other people, listen to other people.",
        4516.0,
        4526.26
    ],
    [
        " If you and this was another quote I got from the I N G A T personality matrix, if you are supposed to have a low tolerance of emotion of in others, then get more tolerance for emotions in others.",
        4526.8,
        4542.66
    ],
    [
        " This isn't hard. You identified what the issues are. You've heard me say this all the time. Listen to other people treat them with respect. These things are not doing that. So do them.",
        4543.42,
        4553.94
    ],
    [
        " That's that's really simple. There's no reason for you to fulfill this prophecy of being a person that's not open to other ideas. A person that's not that has low tolerance for other people.",
        4555.1,
        4566.36
    ],
    [
        " There's no reason for you to be overly demanding. You don't have to be this way. Just because that's your personality type allegedly. That doesn't mean you have to be that way.",
        4567.06,
        4575.62
    ],
    [
        " This is kind of like, you know, the horoscope signs, right? Sure. Do people even talk about those anymore?",
        4575.68,
        4584.68
    ],
    [
        " I don't know my dead. Well, what is it horoscope or astrology? Is that the same thing?",
        4585.02,
        4590.4
    ],
    [
        " Yes, it's different. Well, you read your horoscope, but the the based on the astrology, the magic of astrology.",
        4590.4,
        4597.2
    ],
    [
        " Yeah. Yeah. People still do that. So when I, well, when I, it doesn't happen in a while, but when I was younger, people would say, you know, like, what sign are you?",
        4597.54,
        4609.42
    ],
    [
        " And I'd say, you know, I'm a Scorpio. And they tell you a Scorpio.",
        4609.86,
        4616.86
    ],
    [
        " Yeah, I totally pegged you as a Scorpio. I saw that. I go, actually, I'm not a Scorpio.",
        4617.86,
        4622.6
    ],
    [
        " And I'd say, you know, actually, I'm a Libra. And they'd go, oh, oh, no, no, have. Yeah. For sure, you're a Libra all the way.",
        4623.0,
        4632.94
    ],
    [
        " Definitely because you have this and you're that. And I go, actually, I'm kidding. I'm actually a Virgo.",
        4633.28,
        4638.4
    ],
    [
        " And then they wouldn't trust me anymore and think I was a bastard and whatever. But my point is, according to some random zodiac calendar, it's you can place those like overlays on anybody and you can kind of make them fit.",
        4638.58,
        4654.7
    ],
    [
        " And that's what I'm saying is like, I'm not saying that the, that the ENTP or ESJ or LMNOP or whatever. I'm not saying that the Myers-Briggs thing is just wrong.",
        4654.84,
        4666.04
    ],
    [
        " I think it's good to have a framework. I think it's fine to have a framework and say, oh, yeah, I recognize this trade in myself or yeah, I recognize that trade in myself or I recognize that trade in someone else. And then you can deal with it. I think that's good.",
        4666.04,
        4678.04
    ],
    [
        " But what I don't, what I don't accept is saying, this is what I am. And therefore, I'm not going to change. No, wrong answer.",
        4678.46,
        4688.6
    ],
    [
        " If we all just accepted who we are, you know, you're not going to make any progress, you know. So you find some weaknesses in your personality and you fix them. That's, that's what I'm saying.",
        4688.6,
        4700.52
    ],
    [
        " Adapt yourself evolve, get better, stop creating fiction, friction, stop creating division, be humble, listen, take input, all those things. And I'll tell you one last thing is if you really are the,",
        4700.72,
        4715.54
    ],
    [
        " the I and T.J., then that means that you're smart. It means you're thinking it means you're pragmatic. It means you're an analytical person. You're supposed to be all those things. So if you are, then realize that in order to be a successful member of the team, you need to put all those little characteristics into check, pragmatically, and make it happen.",
        4717.3,
        4742.24
    ],
    [
        " Plenty of reading about that very recently about I and JT, it's the bridge. Introvert, the whole thing introvert extrovert. And yeah, so there's that framework and, but as it turns out, it's like a bell curve.",
        4742.74,
        4760.62
    ],
    [
        " Where most people are somewhere in the middle and you kind of bounce in the middle there. So there's extreme introverts for sure, extreme extroverts. But usually it's you you're in the middle, you know, cool. There's a framework. Cool.",
        4761.22,
        4774.86
    ],
    [
        " Another thing with that is just like the self-fulfilling thing. So I like to say this just to my friends, whatever.",
        4775.28,
        4785.3
    ],
    [
        " The different like feeling a certain way. I don't think you should have too much guilt in feeling a certain way. Like you know, sometimes I'll be like, dang, I felt like, I don't know, I felt prejudice or something like that.",
        4785.52,
        4796.46
    ],
    [
        " And it's because those feelings come from a bunch of things that a lot of time you can't control. But behavior is different. So you can feel one thing and behave. If your behavior is just based straight up on your feelings and that's like, that's kind of wack. You know, you got to be smarter.",
        4796.98,
        4811.16
    ],
    [
        " Okay, you have these natural feelings. Cool. So you're an intro, I, whatever. And so yeah, you might tend to have certain types of feelings or lack of tolerance for this or you're not tolerant for, you know, this or that.",
        4811.58,
        4822.14
    ],
    [
        " So when you're like, hey, I'm this. Therefore, it gives me a pass to behave this way. It's like, dang, bro, you can't do that, man.",
        4822.42,
        4830.42
    ],
    [
        " And if you're intuitive, but shouldn't you kind of know that? I guess I would think I would hope so. But yeah, so again, there's a difference between like feelings and behavior. And usually I would be, you know how you say like, yeah, if you want to tough, if you want to be tougher, be tougher.",
        4831.34,
        4848.52
    ],
    [
        " Yeah, a lot of times I'd be like, well, there's more to it than that. And there is really, but in this case, in a way, bro, you can really look at it literally like that. If you have a lack of tolerance for emotional, just tolerate it.",
        4848.52,
        4860.54
    ],
    [
        " But you, you self, I think people do self diagnosed and give them self a pass. And I know we can have, I think we do it naturally too, because I know this.",
        4860.8,
        4871.36
    ],
    [
        " But it's real and big, usually because I don't call anyone out, but that I know this family where the little girls growing up, they're like, they kept telling her, hey, you're acting this way because you have a lot of, I don't know, I forget what I think Asperger's something.",
        4871.78,
        4886.7
    ],
    [
        " Yeah, something, yeah, something goes, oh, that's just your thing. And they didn't like cultivate anything. They were just like real dismissive about it. That's it. And then now every time she acted up, she wouldn't like try to curb her behavior.",
        4886.96,
        4897.6
    ],
    [
        " She'll act up and be like, that's just my whatever, my Asperger's or whatever. She like embraced it, still behaved, you know, in whatever way she felt like behaving. And then just kind of put it on the Asperger's.",
        4897.92,
        4909.8
    ],
    [
        " Yeah, it's mind control. Yeah, man, it's mind control. You got, I mean, obviously you get some people that have some significant, you know, mental problem. Okay, I understand. But like this person, that's writing a logical question. They got mind control. They just need to say, you know what? I'm going to be more open to other people's emotions. I'm going to listen to other people's ideas.",
        4910.14,
        4933.28
    ],
    [
        " Yeah, I'm rejecting Echo's Echo's idea at point blank range. Okay, that's a signal. I need to not do that. Echo. I'm opening your idea. Let me hear it. It's that easy. That's just my I and TJ acting up. I got it. You know, I got to check that.",
        4935.64,
        4949.2
    ],
    [
        " Yeah, the feelings versus behavior thing. I think is well, it's one of those things where when you know the problem, that's like, because this person's obviously ahead of the game, they know, you know, they know this is what's causing. Okay, I can, you know, I can identify when I feel that stuff coming on.",
        4950.16,
        4965.46
    ],
    [
        " Very important. Like it's an ailment, you know, it's not ailment. It's good. Still. All right. Next question.",
        4965.96,
        4976.24
    ],
    [
        " Next question. Is this the last one going up? Yeah, I think maybe make this the last one. Okay.",
        4980.88,
        4986.02
    ],
    [
        " Okay, Jocco, we all know bad things happen to good people sometimes. How do you deal? How do you deal when those things happen to people around you?",
        4986.06,
        4995.64
    ],
    [
        " Very true. That sometimes bad things, horrible things happen to good people. And I don't, I don't know why.",
        4996.76,
        5012.54
    ],
    [
        " But life isn't fair. That's, that's the reality. And disease, like cancer and MS and horrible diseases and accidents and these things.",
        5014.6,
        5032.9
    ],
    [
        " It's a good person in the wrong place. In the wrong time can end up just a victim of, of, of fate and end of reality.",
        5034.1,
        5053.06
    ],
    [
        " And it can be horrible and heart wrenching. But when those bad things happen to people around you, what are you going to do?",
        5054.94,
        5077.9
    ],
    [
        " How are you going to lead? Are you going to get angry? Are you going to get frustrated? Are you going to lash out at people who, who are you going to lash out at anyways?",
        5080.3,
        5091.9
    ],
    [
        " Are you going to start going down the spiral of negativity? Are you going to let this horrible situation dictate the way you feel and the way you handle it?",
        5092.92,
        5109.24
    ],
    [
        " Are you going to fall over and fall down and fall apart? Or, or are you going to lead? Are you going to face this issue with courage and with resolution?",
        5112.08,
        5136.2
    ],
    [
        " I say, lead, lead, step up to the challenge. Be the one that other people look to.",
        5138.18,
        5149.76
    ],
    [
        " Absorb that impact, absorb that negativity, draw fire. Draw fire. That's, that's when a member of a platoon for, for tactical reasons, steps into the open to draw enemy fire.",
        5152.34,
        5167.32
    ],
    [
        " Maybe to give another part of his team a, the chance to move or distract the enemy, but that's what I say draw fire. Bring that pain to me. I can handle it.",
        5167.32,
        5181.24
    ],
    [
        " When, when maybe others cannot. When, when bad things are happening, I am going to try and be the one good thing.",
        5181.24,
        5194.28
    ],
    [
        " The thing, standing tall, that can be relied upon. Because I know that that attitude will spread. It will bolster those around me. And, and we will fight. And in fighting, we will win.",
        5194.78,
        5220.98
    ],
    [
        " And if not the battle, and if not the war, we will win because our spirit. It will never surrender.",
        5224.28,
        5232.96
    ],
    [
        " And that, that is the ultimate victory to hold your head high. And even, even in the face of inescapable defeat, to stand and to fight. That is to win.",
        5235.34,
        5262.46
    ],
    [
        " And I think that's all I've got for tonight.",
        5271.32,
        5276.92
    ],
    [
        " Let's close this thing out a little bit before we do that though. Let's talk about how the people that are listening to this. If you want to listen to more of it, what's the best way to support the podcast?",
        5283.1,
        5299.12
    ],
    [
        " What's the best way to get in the game here with the boys? Help us keep rolling this thing out? What's the best way to go?",
        5299.14,
        5307.88
    ],
    [
        " I do want to clarify, get in the game means a lot. Yeah. Because it's you're getting in the game and flourishing in the game really to do that.",
        5307.94,
        5317.9
    ],
    [
        " You may or may not need supplementation. If you do, you like that. Like a little. What do you call like a transition? Anyway. So supplementation. Right. I need more cruel oil. By the way, you should have told me that before we met today. Yeah.",
        5318.76,
        5334.22
    ],
    [
        " As opposed to right now. Nonetheless, on it on it has best supplements. Everyone knows that I think I think everyone knows that by now. But if you want 10% off it. And you're new to on it. Or even if you have on it stuff. And you'll just when you're getting more, you want 10% off on it.",
        5334.56,
        5351.6
    ],
    [
        " If you really want to step up your supplementation game. I think I mentioned this like once before. But nonetheless. It's called stay on it. So you know how I don't have cruel oil right now. I didn't stay on it. So stay on it is boom. You hate it. It's like the monthly one. Yeah. Yeah. Yeah.",
        5354.04,
        5373.08
    ],
    [
        " And in this case, it's like it's good because it is one of those things that you need to come back. Yeah. Every month. You need you need to grow up every month. Every month. Yeah. And like warrior bars. You need varying levels of warrior bars per month. You know, sometimes more sometimes less. That's true. But yeah. On the other side of the world.",
        5375.38,
        5395.92
    ],
    [
        " Yeah. Boom. Check out all their stuff. Very good. Also Amazon. Troop tool does not work anymore. The troop in case you didn't know. Destroyed by the empire. Yeah. Which you know, it had a good run. And you know, cool. But nonetheless, we are still doing the Amazon thing. And people do support through Amazon, which is good. Very good. It's awesome. Yeah. So what does it cost them to support the podcast through Amazon? It costs three seconds of their time. That's appreciated.",
        5395.92,
        5425.18
    ],
    [
        " And that's just low one time investment. Potentially. If you, you know, you save it to the click on the cable website, chocolate podcast.com or jockelstore.com. Click on the Amazon link before you do shopping. It'll take you, you know, to the Amazon. Save that. Save the resulting links in like a bookmarks. Is a favorite bookmark.",
        5425.18,
        5444.72
    ],
    [
        " Favorite. Yeah. So you can support every time you shop. Doesn't cost you nothing that initial three seconds of your life. You know, a lot of people been doing that. And that's that's solid right there. Thank you. But yeah, do it that way. You can support. And also subscribe on iTunes if you haven't already and subscribe on YouTube. I know I've been saying this for.",
        5444.72,
        5467.66
    ],
    [
        " You're you're actually trust level. I know man. You're starting to cost yourself there. I know. I think it's my fault actually. No, man. You've been you've been giving me trust and Brian haven't been throwing it back at. Well, I don't know. Nonetheless, I know I've been saying it.",
        5469.52,
        5485.24
    ],
    [
        " I'm where you're getting as you're going to make more videos. That's what you're going to see. Now, yeah, I'm going to tell you just trust me on this.",
        5486.2,
        5494.48
    ],
    [
        " Everybody that listen to this podcast wants you to make more videos. No feeling any pressure about that. Maybe that's just not your maybe you just don't, you know, you don't want to make it happen. That's okay. I want you to know that we all all of us.",
        5495.02,
        5508.8
    ],
    [
        " We all want you to make more videos. That's the vote from us troopers over here. So you got your thing. You know, hopefully you can find some time.",
        5509.64,
        5519.06
    ],
    [
        " And make some badass videos. All right. All right. Thanks for calling them badass. Well, they all that's not that's motivating. Thanks real. Well, hopefully you can motivate you enough to find some discipline to make some more videos for us.",
        5519.28,
        5536.5
    ],
    [
        " Okay. I'll do it. But yes, tonight YouTube subscribes.",
        5537.12,
        5541.14
    ],
    [
        " And subscribe to the podcast. Right. You got to subscribe to the podcast. That's the basic right? I tuned. Yeah. Yeah. That's the most basic level of of joining. Yeah. The movement. Yeah.",
        5541.34,
        5554.38
    ],
    [
        " Is that Tuesday night? Maybe around 11 o'clock depending on where you are depending on where you are. Maybe it's two o'clock in the morning. When said, a little icon comes up with a little one next to it. That you got a new.",
        5554.42,
        5569.54
    ],
    [
        " A new podcast to listen to, which is, which is good to go. Yeah. That one is what do you call it? It's like a cue or something and what they expect is what's called a variable reward.",
        5570.1,
        5582.72
    ],
    [
        " It's a word. Anyway, that's all. It's different. Nonetheless. You brought up a variable reward. Go. What is this? Is this like the endorphins thing where you see it and you get all excited? Yeah. Kind of so variable reward. It's like when you.",
        5582.72,
        5594.72
    ],
    [
        " It's like the really the iconic cases, any like Facebook or whatever you see the one that the alert. I got a message. It's something. I don't know what it is.",
        5595.54,
        5606.46
    ],
    [
        " It could be someone talking good about me. It could be someone invited me to play a game. It's a variable reward. It could be a something with a high payoff. It could be low payoff. But I know it's something. You know, I don't know what it is. Well, they decided they want to click on it. In this case, I'm going to go ahead and say.",
        5606.5,
        5621.46
    ],
    [
        " I know it's going to be a high value reward when I see that little one. I go, yes, I get to listen to the podcast. And I know some people said it was weird. I listened to podcast. I have to listen to podcast. So I know what we talked about. Be what we could do better. Yeah.",
        5622.86,
        5637.1
    ],
    [
        " See where we need to get better. Yeah. All those things. So I got to listen to it. Yeah. Sometimes even when people, you know, like a lot of times, the podcast comes out the next day.",
        5637.48,
        5647.94
    ],
    [
        " A lot of a lot of a lot of a lot of Twitter are bringing up stuff. You know that you said or whatever. And you're like, oh, wait. Yeah, I didn't know it came off like that. Whether it's true or not. Whatever it is.",
        5648.38,
        5660.18
    ],
    [
        " So when you listen to it, you're like way more in tune. Now this might be a backhanded compliment or not. I'm not sure. But when you say something cool on the podcast, everybody loves it.",
        5660.24,
        5675.14
    ],
    [
        " Everyone goes nuts. Yeah. And I'm not trying to say that you don't say cool things often because I think you say a lot of cool things. But the ones that people capture and they go, yeah, echo said this. And they do. Like they just flood the interwebs with echo Charles's greatness.",
        5675.46,
        5690.14
    ],
    [
        " Yeah. You know what that's like? It's like one or two year old says like a word or like a one and a half year old says a word.",
        5690.14,
        5698.18
    ],
    [
        " And it's like, oh, my gosh, they said I love you.",
        5699.7,
        5703.38
    ],
    [
        " Aaron says I love you. It's just the fact is not much. You said before you record you said something like pretty legit before we recorded today.",
        5703.38,
        5711.16
    ],
    [
        " What did you say? I don't know. Yeah, you do know what you said. Say it again. You get all the people excited.",
        5711.46,
        5718.1
    ],
    [
        " Anyway, it might have been something about the Jaco store. It was a gem. I don't remember. Okay, always record. Always record.",
        5719.76,
        5728.28
    ],
    [
        " And the nation's defense out there. You know exactly what I'm talking about. All right. Nonetheless, Jaco store, we could talk about that. That's a good way to get in the game for sure.",
        5728.64,
        5739.2
    ],
    [
        " That's where all the shirts and stuff are. That was a really built up. I'm so here. And here's the thing about the shirt.",
        5739.8,
        5747.94
    ],
    [
        " What's on the shirt? There's a there's a hidden or not so hidden meaning. So, you know, a lot of times you know, you know the meaning.",
        5748.56,
        5755.16
    ],
    [
        " You know, if you listen to this and you're kind of in the game, you know the meaning, you know, but it's not just a shirt with the design. There's meaning behind it.",
        5755.42,
        5761.5
    ],
    [
        " So that's why it's so so so if you listen, you know, right? Basically, and if you don't listen, then it makes no sense.",
        5761.88,
        5771.58
    ],
    [
        " It makes less sense. Put it that way. But yeah, exactly right. There could be some there could be some shirts that make no sense to anybody. Yeah.",
        5771.96,
        5780.16
    ],
    [
        " Yeah. And that's did you see? So I put out the old band when I was a kid and I tweeted this picture. Yeah.",
        5780.46,
        5788.58
    ],
    [
        " The t-shirt that we had made my buddy had the silk screen still. So I held it up the light. I took a picture. I posted it. The name of the band was Bronson's children.",
        5789.94,
        5800.98
    ],
    [
        " As in Charles Bronson, who when I was a kid, Charles Bronson, I thought that he was a man. And I thought it was a man because he had awesome movies. But that didn't care about that. He was a war hero.",
        5801.38,
        5812.36
    ],
    [
        " He was a he was in the World War II, you're purple heart. He was a tail gunner just just a badass guy. And so we me and my buddies, we thought Charles Bronson was the man.",
        5812.36,
        5822.78
    ],
    [
        " So we had our man. We call them Bronsons children. So we run that shirt people that might be something people are going to like, but who's going to look at that and know have any idea what that they're going to be like, hey, that kind of looks like Charles Bronson.",
        5822.84,
        5836.98
    ],
    [
        " It does even kind of look like Charles. It straight up looks like Charles Bronson. Yeah, they want to know that they want to be a state of Charles Bronson.",
        5836.98,
        5844.46
    ],
    [
        " I don't know. He's like this. Yeah, we'd be definitely using this like this. Yeah. But actually, the wife, Jill Ireland, she died as well. I don't know who's, I don't know who's left the Bronson family.",
        5844.46,
        5856.94
    ],
    [
        " I don't know. Maybe we could that be a good way to get in contact with them, start producing their shirts and get sued by them.",
        5857.46,
        5863.64
    ],
    [
        " Yeah, so Bronson's children would get sued. You know, because you're Bronson's children. No, not a variable reward there. Yeah, okay. I think the shirts are cool. Currently, the Bronson children, that's a good, that's a deep one too. That's good.",
        5863.64,
        5884.08
    ],
    [
        " But they end the have layers like I said. And I'm saying that's a good way to support. If you like shirts, don't get the shirts. I would say go, go that go jockelstore.com go there, look at the shirts. You don't like them, don't get nothing.",
        5885.4,
        5898.36
    ],
    [
        " But just look, could you get a rash card there? If you're so inclined to get a rash card, you can get a rash card for sure. The rash cards are good. I think that's almost like on a factual level where they're good.",
        5899.08,
        5909.12
    ],
    [
        " Well, there's a lot of people that are have experienced the 19% increase in their Jiu-Jitsu skills or strength levels. And running so I had it.",
        5909.62,
        5920.2
    ],
    [
        " What sucks is so now all my training partners, or at least a lot of them are wearing trooper rash guards when they fight me. So I'm having to fight these guys that are coming at me and they all look the same. They're all monster guys with trooper t-shirt or trooper rash guards on. It's not fun. I'm getting beat up by my own people.",
        5920.22,
        5935.96
    ],
    [
        " Yeah, 19% more than you were. Yeah, 19% more.",
        5935.96,
        5939.4
    ],
    [
        " It's rough, man. It's rough being jockel sometimes.",
        5940.02,
        5942.62
    ],
    [
        " But yeah, the rash cards got a good kind of email conversation and it's telling me how wakes up in the morning, does a run.",
        5943.58,
        5953.5
    ],
    [
        " This is in totally forgetting where it was, but just kind of the serenity contrasted with the trooper rash card. It was nice.",
        5953.84,
        5961.7
    ],
    [
        " Nonetheless, you know, the rash cards are good if you're into it. Jiu-Jitsu surfing running across the.",
        5963.06,
        5968.92
    ],
    [
        " And I know you thought of this. I know we thought of this, but you know, I talk to October right now.",
        5969.14,
        5973.3
    ],
    [
        " Yeah, 2016. And we need, we need hoodies. What's the status? Can you please update me? Two weeks. So buy Halloween.",
        5973.5,
        5985.9
    ],
    [
        " Buy the end of the month. Yeah, people are gonna need trooper hoodies for Halloween.",
        5987.0,
        5992.82
    ],
    [
        " Just that's why I myself included. Yeah, we are gonna need them. Yeah. Yeah. So yeah, hoodies coming out.",
        5993.0,
        5999.64
    ],
    [
        " We went, I did like a, it wasn't a poll. What do you do? You know, you can do a poll on Twitter.",
        6000.44,
        6008.12
    ],
    [
        " Well, all I said, pull over or zip up. Pull over one. Yeah, for sure. I strangely, I like me. Well, yeah, that's jacked up.",
        6008.12,
        6017.46
    ],
    [
        " I mean, actually I asked you a long time ago when it was just like a theory, like an idea. And you were like, pull over.",
        6017.68,
        6023.48
    ],
    [
        " But I didn't agree, but I didn't agree. I was like, pull over. I don't know. This is a book. But yeah, I, I think they're both cool for sure, but pull over one.",
        6023.52,
        6033.44
    ],
    [
        " Yeah, kind of by a landslide too. Yeah, no crazy. No doubt. I'm nonetheless. Oh, yeah, pull over. There you go on the way two weeks.",
        6033.44,
        6040.7
    ],
    [
        " This should be solid. And then, you know, other stuff, some girls tanks, t-shirts coming out. Girls t-shirts. Girls t-shirts.",
        6040.9,
        6049.74
    ],
    [
        " You're getting abused by the girls. Yeah, we'll just say persuaded. I see them roughing you up.",
        6049.98,
        6056.98
    ],
    [
        " Persuaded. They chose not to flank, but persuaded nonetheless. Okay. You know, they were all about the direct action for sure.",
        6057.2,
        6064.6
    ],
    [
        " So some women stuff on there and more and then some patches.",
        6065.08,
        6068.32
    ],
    [
        " Again, with the size of the Velcro patches, the two by three is on the way right now. They're four by four across three inches down.",
        6069.1,
        6077.96
    ],
    [
        " That's big for the standard Velcro interchangeable, right? Right. Yeah. So just know that. Two by three is on the way. Yeah. Good.",
        6077.96,
        6085.18
    ],
    [
        " I mean, you know, four by three is fine. I guess, but not for if you're interchangeable and you got two by three.",
        6085.2,
        6090.58
    ],
    [
        " No, not for all the military guys and law enforcement. They need they need three by two. And this is I should have told you that made it a little more clear.",
        6090.66,
        6099.26
    ],
    [
        " Yeah, but anyways, none of us. We learn. Yeah. So the main thing. Go there. Jockelstore.com is just the store with everything again.",
        6099.54,
        6109.24
    ],
    [
        " If you don't like it, don't get it, but look, you might like that one. And bumper stickers. Anyway, and also on Amazon, you can go and get yourself some Jockel.",
        6109.24,
        6120.12
    ],
    [
        " Yeah. And it's sold. It sold a lot better. It's sold. It's selling amazing. And we got a massive order on the way.",
        6120.26,
        6131.68
    ],
    [
        " And we've also got some restock coming. So it came originally in these really nice tins that cost a lot of money to make. And so that's cool.",
        6132.32,
        6142.36
    ],
    [
        " You want to have one of those tens. But if you're doing your reload, you're going to be able to buy in the next few weeks, you're going to be able to buy a reload a box with a hundred in it, a hundred.",
        6142.62,
        6152.78
    ],
    [
        " So you don't need like another 10 another 10 you can use the same 10 refill it. So that's common. And you know what? If you're uncertain of whether or not you need the white tea, it's really easy. Go to Amazon.",
        6152.78,
        6165.0
    ],
    [
        " You go to Amazon. You read the reviews. You'll be convinced because they are perfectly the Jockel white tea is performing miracles.",
        6165.0,
        6174.36
    ],
    [
        " Yeah. Across the board. So those are awesome. Go read those are funny as hell. So. And let's see also if you haven't gotten extreme ownership book by myself and my brother,",
        6175.94,
        6187.3
    ],
    [
        " a late babin, just go ahead and grab that book and own that book take extreme ownership of the book extreme ownership. And you'll be good to go. And also if you have it.",
        6187.3,
        6198.12
    ],
    [
        " But there's other people that need it. Sometimes you need to take ownership of that situation as well. And you just need to buy them a copy.",
        6198.96,
        6207.42
    ],
    [
        " And also extreme ownership, the muster in San Diego, California, October 20th and 21st.",
        6208.34,
        6217.44
    ],
    [
        " It's a leadership conference. We're talking about combat leadership and the application of those principles from combat. How you use them on the battlefield. How you use them in business and how you use them in life.",
        6217.44,
        6231.2
    ],
    [
        " So register. Come on out. We'll see then it's getting close. Obviously, life's going to be there Andrew Paul who's on the podcast going to be there. Echo Charles will be in the house.",
        6233.24,
        6243.6
    ],
    [
        " So come on out and let's let's crush that.",
        6244.28,
        6246.82
    ],
    [
        " As always, if you do want to keep it real, real, real with echo and with myself, we kind of roll deep on the interwebs.",
        6248.16,
        6260.74
    ],
    [
        " And we're there on Twitter for me, primarily Twitter. Also Instagram. Also that Facebook is there. And we're both on.",
        6261.18,
        6273.92
    ],
    [
        " Echo is at Echo Charles and I am at Jocke Willink and last but not least, thank you out there.",
        6273.92,
        6287.9
    ],
    [
        " You listening, engaging troops overseas and that are deploying overseas to hunt down evil. Thank you.",
        6288.44,
        6299.84
    ],
    [
        " Police and law enforcement with an incredibly hard job risking your lives to keep us safe.",
        6301.04,
        6309.96
    ],
    [
        " Thank you. Firefighters. Of course, that literally run toward fire.",
        6310.48,
        6319.38
    ],
    [
        " Thank you and to the working men and women building, creating, fixing, buying, selling, designing, making this world.",
        6320.84,
        6335.9
    ],
    [
        " Thanks to each of you for what you are doing, for doing your bit the best you can.",
        6337.94,
        6347.9
    ],
    [
        " And finally, thank you all for getting after it.",
        6349.18,
        6358.12
    ],
    [
        " And so until next time, this is Echo and Jocke. Out.",
        6358.9,
        6366.02
    ]
]