[
    [
        " This is Jaco podcast number 42",
        0.0,
        2.96
    ],
    [
        " With echo Charles and me Jaco willing",
        2.96,
        6.54
    ],
    [
        " Good evening echo good evening",
        6.54,
        9.4
    ],
    [
        " now",
        9.4,
        11.1
    ],
    [
        " in",
        11.1,
        12.7
    ],
    [
        " podcast",
        12.7,
        13.72
    ],
    [
        " number 11",
        13.72,
        15.66
    ],
    [
        " We brought on laf Babin who was the Charlie Platoon commander",
        15.66,
        22.04
    ],
    [
        " Charlie Platoon was a part of task unit bruiser",
        22.04,
        24.44
    ],
    [
        " Obviously laf is one of my brothers guy wrote the book extreme ownership with so",
        25.22,
        30.52
    ],
    [
        " That's laf Charlie Platoon and when he was on that first podcast",
        30.52,
        36.2
    ],
    [
        " We talked about a bunch of things but one of the main focuses of our conversation",
        36.2,
        40.34
    ],
    [
        " was",
        40.34,
        42.1
    ],
    [
        " Some of the brothers that we lost",
        42.1,
        45.04
    ],
    [
        " Mark Lee who is the first seal killed in Iraq",
        45.04,
        48.34
    ],
    [
        " We talked about biggles",
        48.34,
        51.68
    ],
    [
        " Ryan Job",
        51.68,
        53.58
    ],
    [
        " Who was gravely wounded in Ramadi and who later died after complications",
        54.46,
        59.46
    ],
    [
        " from a surgery to repair those wounds and",
        59.46,
        63.98
    ],
    [
        " Finally we talked about",
        63.98,
        65.52
    ],
    [
        " Chris Kyle who",
        65.52,
        68.04
    ],
    [
        " Was also in Charlie Platoon was the lead sniper and point man and who ended up writing the book American sniper",
        68.04,
        75.02
    ],
    [
        " Which was you know turned into a very successful movie and Chris as you know",
        75.02,
        80.9
    ],
    [
        " was",
        82.76,
        83.44
    ],
    [
        " senselessly murdered",
        83.44,
        84.12
    ],
    [
        " as he tried to help out a fellow veteran and",
        84.12,
        90.1
    ],
    [
        " On that podcast we didn't talk in any depth at all about",
        90.1,
        96.02
    ],
    [
        " Mikey Montsor",
        96.02,
        97.66
    ],
    [
        " Who is another one of our brother seals from task unit bruiser",
        97.66,
        102.68
    ],
    [
        " Who's also killed in Ramadi and if you don't know Mikey was posthumously awarded the Medal of Honor",
        102.68,
        109.2
    ],
    [
        " After he smothered a grenade with his body in order to save three of our other teammates",
        110.18,
        115.92
    ],
    [
        " And one of the reasons I didn't want to focus on Mikey during that podcast is because Mikey was indelta platoon",
        115.92,
        126.22
    ],
    [
        " As opposed to Charlie platoon Charlie's two platoons in the task unit Charlie and Delta and",
        126.22,
        132.88
    ],
    [
        " Charlie was",
        132.88,
        133.76
    ],
    [
        " Lafe was the platoon commander and Tony",
        134.92,
        137.1
    ],
    [
        " Frady who is on the podcast as well. He was the the platoon chief and before I went and talked about Mikey",
        137.1,
        145.08
    ],
    [
        " I wanted to bring somebody from Delta platoon on the podcast",
        145.08,
        149.44
    ],
    [
        " That's a little bit trickier than it sounds because most of the guys from Delta platoon are",
        149.44,
        156.58
    ],
    [
        " still active duty and",
        156.58,
        159.8
    ],
    [
        " The ones that aren't active duty. I will they're not around. I couldn't get get a hold of them or if I get a hold of them they",
        159.8,
        164.88
    ],
    [
        " They were busy or I they were out of the area. So it's just been hard. It's been a challenge",
        164.88,
        171.48
    ],
    [
        " but I did want to wait and",
        171.48,
        174.08
    ],
    [
        " finally",
        174.08,
        175.36
    ],
    [
        " And today we're lucky because I got one of my one of my good bros here",
        175.36,
        182.14
    ],
    [
        " Guy by the name of Andrew Paul who was the assistant platoon commander in Delta platoon",
        182.14,
        189.02
    ],
    [
        " Tasking a bruiser seal team three",
        189.4,
        191.74
    ],
    [
        " But I wanted to start off today",
        191.74,
        195.3
    ],
    [
        " by reading a speech",
        195.3,
        198.0
    ],
    [
        " that I gave",
        198.0,
        200.32
    ],
    [
        " At one of the ceremonies that took place when Mikey",
        200.32,
        203.96
    ],
    [
        " Was awarded the Medal of Honor",
        203.96,
        206.34
    ],
    [
        " And this was not the ceremony that took place at the White House with",
        206.34,
        211.36
    ],
    [
        " President Bush which actually the entirety of",
        211.36,
        214.88
    ],
    [
        " Tasking a bruiser did attend that and it was awesome",
        214.88,
        218.1
    ],
    [
        " But I gave this speech at a Navy ceremony that took place",
        218.94,
        224.28
    ],
    [
        " I think it took place later in the day or perhaps the next day at the Navy memorial in Washington DC and",
        224.28,
        230.78
    ],
    [
        " That day there was a ton of senior naval officers in attendance and",
        230.78,
        235.38
    ],
    [
        " Basically the whole of the seniority of the of the Navy was there",
        235.38,
        241.5
    ],
    [
        " You know this the chief naval operations in the secretary of the Navy and there was a bunch of other",
        241.5,
        247.04
    ],
    [
        " Medal of Honor winners there including a couple other seal medal of honor winners",
        247.1,
        252.0
    ],
    [
        " And it was a",
        252.0,
        254.54
    ],
    [
        " Very fitting day",
        254.54,
        257.7
    ],
    [
        " And it was a great",
        257.7,
        259.7
    ],
    [
        " Honor for me to be able to give this speech",
        259.7,
        264.56
    ],
    [
        " And here it is",
        264.56,
        268.42
    ],
    [
        " Ladies and gentlemen",
        268.42,
        272.82
    ],
    [
        " It is obviously very humbling to be here today as it was humbling to be on the battlefield of Ramadi with my fellow seals",
        274.56,
        282.08
    ],
    [
        " And the 228 brigade combat team the iron soldiers and",
        282.08,
        288.92
    ],
    [
        " Then the 11 a.d. The ready first combat team",
        288.92,
        293.46
    ],
    [
        " Which was formed up by our brothers from the army Navy Air Force and Marines",
        293.46,
        299.52
    ],
    [
        " And it included such hallowed units as the first to the 506 band of brothers the 1 3 7 bandits and",
        301.68,
        312.3
    ],
    [
        " The 38 Marines",
        312.3,
        313.4
    ],
    [
        " I met Mike Montsor when he checked into seal team 3 as a new highly motivated young frog man",
        313.4,
        322.9
    ],
    [
        " As we trained and prepared to deploy to Iraq",
        322.9,
        326.82
    ],
    [
        " Everyone learned that Mike was an incredible person",
        326.94,
        329.48
    ],
    [
        " He was gifted at everything he did hardworking funny and selfless",
        329.48,
        334.78
    ],
    [
        " He was the ultimate teammate the ultimate friend",
        334.78,
        341.36
    ],
    [
        " When Mike died a picture of him circulated in the news",
        341.36,
        349.2
    ],
    [
        " It showed Mike and his platoon mates in the war torn streets of Ramadi",
        349.2,
        355.2
    ],
    [
        " Shrouded in a mist of greenish yellow smoke which was used to mask their movement from the enemy",
        355.56,
        361.04
    ],
    [
        " That picture says so much",
        361.04,
        366.72
    ],
    [
        " Mike's gun is at the ready his face is calm almost smiling",
        366.72,
        372.66
    ],
    [
        " Despite the obvious chaos and danger around him",
        372.66,
        376.18
    ],
    [
        " Ramadi at the time was the epicenter of the insurgency in Iraq a city filled with peril",
        376.18,
        382.88
    ],
    [
        " The hardened enemy was bent on destruction. They fought with ruthlessness constantly on the attack with machine guns",
        383.48,
        391.04
    ],
    [
        " mortars grenades and IEDs",
        391.04,
        395.78
    ],
    [
        " Brave men died or wounded every day and",
        395.78,
        399.88
    ],
    [
        " Every day brave men continued to push forward into the fray",
        399.88,
        406.12
    ],
    [
        " For those of us who were there that picture of Mike captures all of this",
        406.12,
        412.72
    ],
    [
        " In the picture his brother seals are nearby, but Mikey is out front. I",
        413.9,
        420.64
    ],
    [
        " Have looked at this picture over and over again and it speaks to me",
        420.64,
        424.56
    ],
    [
        " As someone that had the pleasure of knowing Mikey as a friend and had the honor of serving with him on the battlefield",
        424.56,
        432.24
    ],
    [
        " This photograph tells me a story",
        432.24,
        436.22
    ],
    [
        " As I look at that picture I",
        436.22,
        441.88
    ],
    [
        " Hear a voice in a humble but confident tone",
        441.88,
        445.2
    ],
    [
        " This voice says to me",
        445.2,
        449.3
    ],
    [
        " I am Michael Monsour",
        449.3,
        453.66
    ],
    [
        " I am patrolling through the streets of Ramadi",
        453.66,
        457.72
    ],
    [
        " It is a city devastated by war",
        457.72,
        460.9
    ],
    [
        " Bullet holes cover the rubber rubble the buildings",
        460.9,
        464.18
    ],
    [
        " Burned out cars litter the streets",
        464.18,
        467.18
    ],
    [
        " I am walking just behind my point man",
        467.18,
        470.94
    ],
    [
        " I am ready",
        471.92,
        473.12
    ],
    [
        " My eyes sting from the sweat my gun and gear are heavy, but these things do not bother me",
        473.12,
        481.2
    ],
    [
        " There is no comfort here, but this is the life I have chosen and there is no other place I would rather be",
        481.2,
        489.26
    ],
    [
        " I am Michael Monsour I",
        489.26,
        493.96
    ],
    [
        " Pray and I believe",
        493.96,
        495.46
    ],
    [
        " My faith is my shelter my faith is my strength",
        495.46,
        500.36
    ],
    [
        " Fear thrives in this place, but fear is no match for my faith faith conquers all",
        501.54,
        507.92
    ],
    [
        " The word of the Lord proves true. He is a shield for all those who take refuge in him",
        507.92,
        515.56
    ],
    [
        " Lord protect my brothers above all else",
        515.56,
        520.08
    ],
    [
        " You have made me ready to protect them",
        520.08,
        523.24
    ],
    [
        " I am Michael Monsour. I am far away from home",
        523.24,
        530.14
    ],
    [
        " I miss my family. I miss my mother, my father, my sister and my brothers",
        530.36,
        535.4
    ],
    [
        " Everything I am is rooted in them",
        535.4,
        539.66
    ],
    [
        " I want to hold my nephews and nieces again. I want to make them smile and laugh",
        539.66,
        545.5
    ],
    [
        " But I am far away from home",
        545.5,
        549.84
    ],
    [
        " Instead I smile at the Iraqi children when we pass them by",
        549.84,
        554.92
    ],
    [
        " When we encounter Iraqi families I treat them with respect and dignity",
        554.92,
        559.42
    ],
    [
        " I know the importance of family because there is nothing more important to me than my family",
        560.36,
        566.52
    ],
    [
        " I am Michael Monsour. I love my country my fellow seals and the men fighting alongside us",
        566.52,
        576.0
    ],
    [
        " The men fighting alongside us in the streets are infantry men grunts. I",
        576.0,
        583.12
    ],
    [
        " Know these grunts are not just soldiers and Marines, but fathers and brothers and sons",
        583.12,
        589.4
    ],
    [
        " I know because my father and brother were also grunts proud marine riflemen",
        590.36,
        595.96
    ],
    [
        " We are fighting a determined enemy, but we are strong our strength is our brotherhood",
        595.96,
        604.06
    ],
    [
        " Soldiers sailors airmen and Marines fighting together a",
        604.06,
        610.04
    ],
    [
        " Brotherhood bound by sweat and blood and tears",
        610.04,
        613.76
    ],
    [
        " Together we live in dust and dirt and filth",
        613.76,
        619.2
    ],
    [
        " And death",
        620.56,
        621.76
    ],
    [
        " Death is everywhere",
        621.76,
        624.48
    ],
    [
        " Many of my brothers have fallen",
        624.48,
        627.66
    ],
    [
        " Mark is",
        627.66,
        631.08
    ],
    [
        " gone",
        631.08,
        631.5
    ],
    [
        " But we fight on",
        631.5,
        634.8
    ],
    [
        " For for the men to our left and right we fight on",
        634.8,
        640.86
    ],
    [
        " I am so proud to be part of this band of brothers. I",
        640.86,
        648.72
    ],
    [
        " am Michael Monsour. I am ready",
        648.72,
        651.42
    ],
    [
        " Forged by faith and family",
        651.42,
        655.24
    ],
    [
        " Moiled by belief and brotherhood. I have lived life to its fullest. I",
        655.24,
        662.04
    ],
    [
        " Have not looked back. I",
        662.04,
        664.5
    ],
    [
        " Leave nothing but love",
        664.5,
        665.98
    ],
    [
        " And I have no regrets",
        665.98,
        668.84
    ],
    [
        " I am Michael Monsour. I",
        668.84,
        674.24
    ],
    [
        " Am the frogman on the high ground",
        674.24,
        676.52
    ],
    [
        " And I have given everything",
        678.72,
        681.14
    ],
    [
        " For you",
        681.14,
        683.24
    ],
    [
        " And that was the speech",
        683.24,
        696.86
    ],
    [
        " And I did my best to",
        696.86,
        702.34
    ],
    [
        " Share my thoughts",
        702.34,
        706.24
    ],
    [
        " About Mikey",
        710.84,
        708.64
    ],
    [
        " And I'm honored here to have",
        708.64,
        713.2
    ],
    [
        " Andrew Paul with me today like I said the former assistant platoon commander from Delta platoon",
        713.2,
        721.34
    ],
    [
        " To share some stories about",
        721.34,
        724.8
    ],
    [
        " Remodeling about Mikey and about tasking a bruiser and about",
        724.8,
        728.66
    ],
    [
        " himself and the lessons that he learned over there",
        728.66,
        733.24
    ],
    [
        " And how he carried those lessons",
        734.86,
        736.78
    ],
    [
        " To civilian life and the kind of challenges he faced there",
        736.78,
        740.96
    ],
    [
        " So",
        740.96,
        745.2
    ],
    [
        " Andrew Paul my brother",
        745.2,
        749.18
    ],
    [
        " Welcome to the show. Thanks for coming on. Thanks for having me bro",
        749.18,
        754.06
    ],
    [
        " It's an honor to be here and you know",
        754.06,
        756.66
    ],
    [
        " The main thing listen to that speech. I remember when you gave it",
        756.66,
        760.18
    ],
    [
        " My hope and prayer today is that whatever I do here today in honors the legacy of our brothers. Absolutely",
        760.66,
        766.42
    ],
    [
        " Absolutely",
        766.42,
        768.18
    ],
    [
        " And we'll get we'll get into plenty of that",
        768.18,
        774.28
    ],
    [
        " But in order and I hate to do this because everybody does this when they start",
        774.28,
        779.84
    ],
    [
        " Like this type of situation. It's almost like a bar pickup line. You know, hey, where so where are you from? Right? So",
        779.84,
        787.34
    ],
    [
        " That being said Andrew. So where are you from?",
        788.62,
        790.76
    ],
    [
        " Where am I from from New England? New Hampshire? You know what?",
        791.18,
        794.42
    ],
    [
        " We had Tony's Tony was just on another new England. That's right. If I don't get some boys from Texas on here",
        794.52,
        800.24
    ],
    [
        " I'm gonna get I'm gonna start here about it. You got to be real hard to grow up in New England",
        800.24,
        804.42
    ],
    [
        " Let me tell you it's cold true true",
        804.42,
        806.58
    ],
    [
        " So so",
        806.58,
        808.4
    ],
    [
        " You grew up in New England and and by the way for those of you that just listen on the podcast",
        808.4,
        813.26
    ],
    [
        " What do you weigh one one 55 one 55 so the the the image that everyone has of the big Navy seal is not first of all",
        815.62,
        823.72
    ],
    [
        " It's not true. Their seals come in every shape and every size and Andrew comes in the smaller size",
        823.72,
        829.0
    ],
    [
        " and",
        829.0,
        829.82
    ],
    [
        " So but how did you so wait? How'd you how'd you hear how'd you hear about the seals like what made you decide that that was what you wanted to do?",
        829.82,
        837.9
    ],
    [
        " Yeah, you know, I'm first of all",
        838.2,
        839.44
    ],
    [
        " I've always been the kind of person that like tell me I can't do something",
        839.44,
        843.04
    ],
    [
        " And I'm gonna just show you so I mean things like oh we're in high school and someone says we're talking about like the Boston Marathon",
        843.26,
        849.2
    ],
    [
        " And I'm like oh, I'm gonna run. Oh you can't do the marathon. Oh, okay watch this ran the Boston marathon",
        849.2,
        855.04
    ],
    [
        " but you know",
        855.04,
        857.06
    ],
    [
        " Probably saw a movie because you know when I was growing up there wasn't a lot of information out there about the seal teams and so tell me about it",
        857.06,
        864.36
    ],
    [
        " Right, I mean even less for an old guy like you",
        864.36,
        867.16
    ],
    [
        " So there wasn't a lot of information, but somehow you know probably saw a movie and it ended up reading the book",
        867.16,
        872.78
    ],
    [
        " And then you know started to do some research and found well first of all I",
        872.96,
        876.56
    ],
    [
        " outside my immediate family",
        876.56,
        878.6
    ],
    [
        " uncles grandfather all served in the military",
        878.6,
        882.12
    ],
    [
        " So grew up with that song strong sense of",
        882.12,
        884.84
    ],
    [
        " wanting to serve my country and",
        884.84,
        887.56
    ],
    [
        " Always had a sense of wanting to protect people who couldn't protect themselves",
        887.56,
        891.56
    ],
    [
        " So it was drawn to that kind of line of work then began to read about the seal teams and at least from what information",
        891.56,
        897.96
    ],
    [
        " I had available",
        897.96,
        898.68
    ],
    [
        " It seemed like hey, they were the best so I'm like all right",
        898.68,
        900.96
    ],
    [
        " Well, that's the best and that's what I want to go do. Hey, now that was you know, that was yeah",
        900.96,
        904.04
    ],
    [
        " It's infancy as a young kid, but then man",
        904.04,
        906.56
    ],
    [
        " I just got out of that like a bulldog bulldog on a pork chop and just I mean",
        906.56,
        910.94
    ],
    [
        " Tunnel vision went after it and you get you did you go to college?",
        910.94,
        915.18
    ],
    [
        " Did you already have that decision in your mind when you went to college? Oh, yeah",
        915.48,
        918.44
    ],
    [
        " So you knew you're gonna go to OCS you knew all that did you know ROTC? I did ROTC",
        918.44,
        922.64
    ],
    [
        " So the thing is is that I don't know I don't know anything. I mean, I didn't know about I didn't even know what ROTC was",
        922.64,
        928.34
    ],
    [
        " I didn't even know what enlisting was I had no clue no would no no exposure",
        928.34,
        932.36
    ],
    [
        " I just knew I wanted to be a seal",
        932.36,
        934.24
    ],
    [
        " So you know, but we start looking at going to college and I went down and I looked at Vanderbilt University among others John Hopkins or RPI",
        934.24,
        941.24
    ],
    [
        " Goes an engineering major and I knew nothing and obviously they walk into this almost like job fair",
        941.24,
        945.88
    ],
    [
        " Kind of style thing like welcome check out the school and there's this guy and uniform",
        945.88,
        949.48
    ],
    [
        " These course got a picture of like some Navy seal frog man coming out of the water over the beach",
        949.48,
        953.46
    ],
    [
        " I was like hey, what's this?",
        953.46,
        954.78
    ],
    [
        " Realistic picture of all time right because that's what we do every day",
        955.32,
        957.38
    ],
    [
        " Right, and I hate what's this he goes? Oh, this is ROTC",
        957.38,
        960.58
    ],
    [
        " What's that is oh well you go to college we pay for college and then you go in the Navy and I'm like wait",
        960.58,
        966.0
    ],
    [
        " You can be a seal through this program. He's like oh, yeah, absolutely big lie",
        966.0,
        970.18
    ],
    [
        " Like they take like 16 guys a year. Yeah, but oh, yeah, you can be a seal. Oh, okay. Let me get this straight. So I go to college",
        970.18,
        977.2
    ],
    [
        " You pay for it watch this I get to go in the Navy and I can be a seal. Yep. Oh my sign me up",
        977.2,
        984.18
    ],
    [
        " So that's how I found out about RTC recruiter just straight truth from the recruiter. You got to love it. That's right. Yeah, yes",
        984.18,
        989.74
    ],
    [
        " You can be a seal little did I know",
        989.74,
        991.72
    ],
    [
        " So you get done with",
        991.72,
        994.16
    ],
    [
        " College get your commission you do ROTC and then you go to you go to buds show up to buds",
        994.16,
        1000.22
    ],
    [
        " That was funny. I showed up. So I asked the ROTC instructor. Hey, you know like what's the process for checking in?",
        1000.22,
        1007.64
    ],
    [
        " Do I just like what should I wear? Oh, just wear you know",
        1007.78,
        1011.5
    ],
    [
        " Appropriates of the entire",
        1012.04,
        1013.24
    ],
    [
        " So I show up to the buds quarter deck and like a college shirt walk on to the quarter deck and one of the most",
        1013.24,
        1020.94
    ],
    [
        " Sadistic instructors possible happen to be standing there. I walk on and I'm like hey",
        1020.94,
        1025.88
    ],
    [
        " I'm here to check in like",
        1025.88,
        1028.36
    ],
    [
        " Like the all-seeing eye just like glances like we said what I was up checking into buds",
        1028.36,
        1035.96
    ],
    [
        " wearing that I'm like",
        1035.96,
        1039.22
    ],
    [
        " Maybe I should go put you in for a month. Yeah, good idea. Oh run out to my car",
        1040.18,
        1044.06
    ],
    [
        " You're in three minutes of your uniform son right going on put on my sdb's came back",
        1044.06,
        1049.68
    ],
    [
        " promptly got wet in sandy. Yeah, that's how it works. Yeah, sdb's because you don't know it's like the",
        1049.68,
        1054.78
    ],
    [
        " The high level uniform with all the ribbons and all that crap on it",
        1054.78,
        1059.56
    ],
    [
        " And you got to you know, you got to take good care of it",
        1059.56,
        1061.32
    ],
    [
        " So when you take that and you wear it down to the ocean and then you jump in the ocean and roll around in the sand",
        1061.32,
        1065.88
    ],
    [
        " It's not a good deal to the good news is there weren't a lot of ribbons on there yet. Yeah, we have one rib",
        1065.88,
        1070.92
    ],
    [
        " So so and you end up going through buds with lafe right which people know who lafe is obviously",
        1070.92,
        1077.38
    ],
    [
        " Which is cool and then you get done with buds any I mean buds as buds. I don't really care about buds",
        1077.38,
        1084.78
    ],
    [
        " Yeah, some funny late stories though",
        1084.78,
        1086.44
    ],
    [
        " Talk about my bro. So I got I got pneumonia in hell week first time through so I got rolled back",
        1086.44,
        1092.54
    ],
    [
        " Start over so um and then and then lafe",
        1092.64,
        1096.36
    ],
    [
        " Transferred in so lafe was our was our class leader and so me the",
        1096.36,
        1101.8
    ],
    [
        " Delta platoon commander who one day you'll hear from",
        1101.8,
        1104.64
    ],
    [
        " And he and I we all went through buds together, but they were both lateral transfers in so they were senior to me and rank right",
        1104.64,
        1111.06
    ],
    [
        " They're already like jg and a full lieutenant",
        1111.06,
        1113.12
    ],
    [
        " And so there's games and buds right like you're trying to win so you know we were we were wise to the games already to try and win in lafe if you know",
        1113.12,
        1122.02
    ],
    [
        " My brother is like life is black and white with my brother late, okay? So I'm gonna hear about this one",
        1122.24,
        1129.4
    ],
    [
        " But he so you know it's right and it's wrong and there's like and so we know we're like you know in buds sort of like if you ain't cheating",
        1129.4,
        1135.52
    ],
    [
        " You ain't trying and if you get caught you ain't trying hard enough",
        1135.52,
        1137.54
    ],
    [
        " I mean so and there's an element of that in buds obviously not completely, but so you know",
        1137.54,
        1142.1
    ],
    [
        " We're pulling all kinds of games and in his book who is losing because we are just we're cheating to win and",
        1142.1,
        1148.82
    ],
    [
        " He's getting so pissed like after the race like after class. He's like hey you got it",
        1149.84,
        1153.6
    ],
    [
        " And then he finally wise and up and started playing the game",
        1153.6,
        1155.96
    ],
    [
        " Yeah, that thing about you ain't cheating you ain't trying that sort of that sort of one side of buds right and what was cool",
        1155.96,
        1162.24
    ],
    [
        " Is when I went through buds they actually told us like these couple instructors were like listen",
        1162.24,
        1166.48
    ],
    [
        " That's a little saying it's not true, right? And they they actually said if you're cheating you're cheating yourself",
        1166.48,
        1172.98
    ],
    [
        " Right, which else and then obviously then they start saying look if you got guys that are cheating here",
        1172.98,
        1178.38
    ],
    [
        " To get through this training. Yeah, you really want them in the teams with you. No, right. I don't want a guy that that has to cheat to",
        1178.82,
        1183.82
    ],
    [
        " To complete a run or swim negative. Yeah, I mean that there's difference has been like cheating like cutting off the run versus like you're in competition",
        1183.82,
        1190.8
    ],
    [
        " You're not gonna have the guy whatever you know, yeah competing getting a guy in the face of the paddle just that type of thing right",
        1190.8,
        1196.26
    ],
    [
        " So you get done so you get done because you were junior when you get to the team you went right to team three right right now",
        1196.26,
        1202.52
    ],
    [
        " So you get to team three, but you don't get to go on deployment with team three they hook you up with",
        1202.52,
        1207.78
    ],
    [
        " Being a boat unit commander. Yeah, so no one's gonna know what that is all right",
        1207.78,
        1212.02
    ],
    [
        " so so the deal wasn't in",
        1212.02,
        1213.78
    ],
    [
        " This is changed throughout the years, but like",
        1213.78,
        1216.8
    ],
    [
        " When I checked into team three there was this brief period of time",
        1216.8,
        1220.66
    ],
    [
        " Where was in charge of the time decided that thirdos and a platoon was a bad idea for officer development. This is no more thirdos",
        1220.66,
        1226.86
    ],
    [
        " so",
        1226.86,
        1227.78
    ],
    [
        " basically I was faced with",
        1227.78,
        1231.0
    ],
    [
        " being a",
        1232.56,
        1233.14
    ],
    [
        " talk jockey",
        1233.14,
        1234.08
    ],
    [
        " um or",
        1234.08,
        1235.54
    ],
    [
        " Going over to the boat team and at least being in charge or something to get some leadership experience",
        1235.54,
        1240.0
    ],
    [
        " So I went over to the special boat teams which is part of the naval special warfare and ultimately when they deploy",
        1240.0,
        1244.46
    ],
    [
        " They deploy as part of the task unit and or the task group and it's all integrated in part of",
        1244.46,
        1251.02
    ],
    [
        " You know visit board search and see your maritime operations such as",
        1251.02,
        1254.58
    ],
    [
        " Leadership interdiction maritime interdiction operations and so the boat unit which is special boat teams",
        1254.58,
        1260.06
    ],
    [
        " is",
        1262.48,
        1262.92
    ],
    [
        " Run essentially at the at the leadership level by seals",
        1262.92,
        1265.96
    ],
    [
        " So the commanding officer the boat unit the executive officer is are seals the boat dead OICs the mark five",
        1265.96,
        1271.48
    ],
    [
        " So we don't have mark five anymore",
        1271.48,
        1272.62
    ],
    [
        " Our seal officers so look as a brand new officer at least had an opportunity to deploy in a in a combat zone to lead men",
        1272.62,
        1281.1
    ],
    [
        " And to work with my seal brothers who were conducting operations in the northern ravine ball",
        1281.1,
        1284.98
    ],
    [
        " Yeah, and just an overview. I was gonna sum this up as quickly as I can",
        1284.98,
        1288.34
    ],
    [
        " So obviously seals work on water a lot and",
        1289.1,
        1292.42
    ],
    [
        " We we drive our own little boats our own little you know 12 foot zodiac boats with 55 horsepower motors on them or 35 horsepower motors on them or whatever",
        1292.42,
        1300.26
    ],
    [
        " but",
        1300.26,
        1301.1
    ],
    [
        " The bigger boats we don't we don't drive those so anything you know these see any of those bigger boats are are driven by these guys that are called",
        1301.1,
        1309.2
    ],
    [
        " They're now called swix special warfare combat and crewmen which are guys that that's what they do their boat drivers",
        1309.2,
        1315.04
    ],
    [
        " So and they do they insert and extract us no drop their drop their",
        1315.04,
        1319.68
    ],
    [
        " Boats out of various aircraft. It's so it's a legit job and they and that's what they do and so you were in charge of a",
        1319.68,
        1327.5
    ],
    [
        " A group of those guys took boats on deployment right to the rabian golf and did what you did over there right",
        1327.5,
        1333.7
    ],
    [
        " The reality is is not that it's not the dream for the seal young seal officer to be that to do that",
        1333.7,
        1340.44
    ],
    [
        " But it's a good like you said it's good all of a sudden you're in charge of something real you know",
        1341.08,
        1345.18
    ],
    [
        " You're when you're out of the water and I tell people I used to tell people this when I was in the team as I say listen when you're on the water",
        1345.18,
        1350.6
    ],
    [
        " It's a real world-op because because if someone goes wrong when you're in the water",
        1350.6,
        1354.2
    ],
    [
        " I mean first of all you can drown you could and that's and you can get lost",
        1354.2,
        1357.22
    ],
    [
        " There's all kinds of bad things that happen",
        1357.22,
        1358.44
    ],
    [
        " So if you don't plan right on the water doesn't matter if there's enemy or not",
        1358.44,
        1361.96
    ],
    [
        " You got a big giant enemy. It's called the ocean and it will kill you if you're not squared away",
        1361.96,
        1367.1
    ],
    [
        " And I think actually that's one of the things that makes seals good is that we work in the water in the waters that one of the toughest enemies",
        1367.62,
        1372.84
    ],
    [
        " You can come up with one forgive it's undriving yeah, so that wraps up that you come home from that deployment. Yep",
        1372.84,
        1378.94
    ],
    [
        " And now you are still a team three or you go back to seal team three I guess technically yeah",
        1378.94,
        1385.8
    ],
    [
        " And now we form up and you become the Delta Platoon",
        1385.8,
        1389.32
    ],
    [
        " Assistant Platoon Commander",
        1389.32,
        1391.54
    ],
    [
        " Checking it awesome working for the Delta Platoon Commander who you you guys were rose already we're bros",
        1391.54,
        1396.96
    ],
    [
        " Yeah, we've known each other for years",
        1397.1,
        1398.4
    ],
    [
        " Went through buds together and life so you guys must have been pretty stoked on that",
        1398.4,
        1402.88
    ],
    [
        " It was cool. It's kind of like get the band back together",
        1402.88,
        1405.12
    ],
    [
        " You know and those and look those two guys had just come off of",
        1405.12,
        1408.7
    ],
    [
        " Not the greatest appointments either in terms of a junior officer seal right because they were deployed",
        1408.7,
        1414.4
    ],
    [
        " And they were the assistant commanders and they were getting stuck with not so fun work, right?",
        1414.4,
        1418.84
    ],
    [
        " You know so that we were stoked to be all right",
        1419.08,
        1421.58
    ],
    [
        " They were stoked like hey now we're the OIC",
        1421.58,
        1424.26
    ],
    [
        " We're not going to be the guy stuck back doing the paperwork and",
        1424.48,
        1427.36
    ],
    [
        " We're getting the band back together and then when we found out you were our task unit commander",
        1427.36,
        1431.24
    ],
    [
        " It was like because we we all knew we were gonna be in the platoon together and task unit together",
        1431.24,
        1435.16
    ],
    [
        " We didn't know who our to you commander was gonna be yet",
        1435.16,
        1437.08
    ],
    [
        " And then we were all those rumor rumor who we gonna get and then we heard this guy Jaco was coming over",
        1437.08,
        1441.64
    ],
    [
        " Oh, did you know who I was?",
        1441.64,
        1443.76
    ],
    [
        " I only knew who you were through them like when other guys like this. Oh Jaco",
        1443.98,
        1448.6
    ],
    [
        " Badass dude. This is gonna be awesome right because like we already had an inkling that like if if this dude",
        1448.6,
        1453.9
    ],
    [
        " It was gonna be our to you commander. We had our best shot at getting to the combat",
        1453.9,
        1456.36
    ],
    [
        " Although we had no idea what was about to happen good assessment. Yeah",
        1456.36,
        1461.14
    ],
    [
        " Yeah, your reputation your reputation was great",
        1461.14,
        1464.44
    ],
    [
        " But you were coming over in that case for being the uh admiral's come from being the admiral's aid. Yep. Yeah",
        1464.44,
        1469.4
    ],
    [
        " 13 months with uh with the admiral which was a",
        1469.4,
        1472.88
    ],
    [
        " A rough tour in terms of",
        1472.88,
        1475.86
    ],
    [
        " Things that normal seals same thing right like to do that's right and I and and",
        1475.86,
        1481.58
    ],
    [
        " You know for instance, I mean just just straight up wearing a uniform every single day",
        1482.38,
        1486.5
    ],
    [
        " Wait, so just so people don't so people understand in the world",
        1486.5,
        1489.5
    ],
    [
        " When and I don't know what it's like this moment today when I was in the teams when I was at seal team one seal team two",
        1489.5,
        1495.9
    ],
    [
        " Seal team said we I didn't wear a shirt",
        1495.9,
        1498.5
    ],
    [
        " Right there like no I'm a 35 year old man making money doing with a family",
        1498.5,
        1503.14
    ],
    [
        " I'm not wearing a shirt at work like oh, I'm in my office cool. I'm not wearing a shirt",
        1503.14,
        1506.18
    ],
    [
        " I'm wearing shorts and a pair of jungle boots right that's it",
        1506.18,
        1508.6
    ],
    [
        " So I do that for my whole life right since I was a kid since I was a 19 year old kid what I got through but so I now",
        1508.84,
        1516.16
    ],
    [
        " I go to be the admiral's aid and I have to wear uniform every day not just one uniform",
        1516.16,
        1521.38
    ],
    [
        " I have to wear khakis then whites then blues and you're just in this constant uniform and and seals are not good about",
        1521.38,
        1528.82
    ],
    [
        " Uniforms. They're just not it's not one of our strong points and",
        1528.82,
        1533.08
    ],
    [
        " So so that's one of the things that made the job",
        1533.08,
        1536.46
    ],
    [
        " Not very fun, but there's a good lesson there right so here",
        1537.2,
        1539.82
    ],
    [
        " I mean everybody knows you as an incredible leader",
        1539.82,
        1543.16
    ],
    [
        " Awesome seal and yet for this period of time you had to do this job that was not particularly fun",
        1543.16,
        1549.3
    ],
    [
        " It's kind of like you know",
        1549.3,
        1550.1
    ],
    [
        " I had to go over and be the the seal at the boat unit right but do life is full of things like that",
        1550.1,
        1554.7
    ],
    [
        " And when you were a part of the team no matter what you do it to the best of your ability",
        1554.7,
        1558.34
    ],
    [
        " And you didn't awesome job as the admiral's aid not necessarily what you wanted to do being a tried and wearing fraud",
        1558.34,
        1564.24
    ],
    [
        " So I got an email from",
        1564.44,
        1566.94
    ],
    [
        " One of the assistant platoon commanders in Charlie platoon",
        1566.94,
        1572.26
    ],
    [
        " A year ago and he said hey bro. I'm gonna go be the aid",
        1572.26,
        1577.78
    ],
    [
        " And so he just saw him and he was laughing he goes your email back to me you said",
        1577.78,
        1584.52
    ],
    [
        " This is going to be very hard for you because you're not good at this kind of thing and I was pretty good at it",
        1584.52,
        1590.72
    ],
    [
        " So you're gonna have to work like extra hard to make this happen and he was laughing we were both laughing",
        1590.72,
        1594.9
    ],
    [
        " Yeah, because you know who I'm talking about it",
        1594.9,
        1596.7
    ],
    [
        " He's not a guy that is all over the the the minutia of course he did a great job because he stepped up his game",
        1596.7,
        1602.82
    ],
    [
        " But yeah, when you get a task with something you do it and you do it the best your ability and and you know",
        1602.82,
        1608.36
    ],
    [
        " Just to continue that story because I have to say this it was it was a pain the ass job",
        1608.36,
        1612.66
    ],
    [
        " It wasn't fun for me",
        1612.66,
        1614.04
    ],
    [
        " But man did I learn a lot did I understand a lot did I get to know all the inner working",
        1614.04,
        1620.64
    ],
    [
        " Things of of the community because I was there with the guy you know with the animal that was in charge of all the seals I was with him",
        1620.72,
        1627.18
    ],
    [
        " For 13 months. I mean all day travel, you know wake up PT we were just I knew every meeting you know",
        1627.18,
        1634.84
    ],
    [
        " So it was it was a great learning experience for me and I was appreciative and he was a great guy",
        1634.84,
        1640.74
    ],
    [
        " He was a great guy and he really cared about the seal platoon which is which is awesome when a guy puts the number one priority",
        1640.74,
        1648.16
    ],
    [
        " He'd only talk about okay, what's what's the seal platoon need or how does this affect the seal platoon? Yeah",
        1648.28,
        1652.24
    ],
    [
        " so",
        1652.24,
        1653.22
    ],
    [
        " Then we got in but now you're in your first workup right going through workup",
        1653.22,
        1657.78
    ],
    [
        " Get and get in your game on awesome best time my life",
        1657.78,
        1662.54
    ],
    [
        " Awesome",
        1662.54,
        1663.62
    ],
    [
        " Yeah, anybody's in the military right now in active duty teams if you listen to this band just enjoy it man",
        1663.62,
        1669.96
    ],
    [
        " Enjoy it. I mean there's other things in life sure, but like you can you just you can't replace that time",
        1669.96,
        1675.58
    ],
    [
        " It and there's stupid stuff you deal with yes, but trust me enjoy this man",
        1675.82,
        1681.4
    ],
    [
        " You won't find it anywhere else nothing like that awesome",
        1681.4,
        1685.24
    ],
    [
        " Yeah, do you what do you I talk about this sometimes so one of the",
        1685.24,
        1691.42
    ],
    [
        " Scars that you get from the military from the seal teams is if you go if you'd like to shoot weapons still",
        1691.42,
        1699.64
    ],
    [
        " Oh, yeah, and you want to go shooting",
        1699.64,
        1702.2
    ],
    [
        " You have to pay for ammunition",
        1702.32,
        1703.94
    ],
    [
        " And I'm serious. I remember times in the seal teams where I mean your your thumbs are getting your thumbs are literally getting sore from reloading magazines",
        1703.94,
        1715.14
    ],
    [
        " For days and days you're shooting all the all the bullets you could possibly ever ever ever want to shoot ever",
        1715.14,
        1722.06
    ],
    [
        " You're gonna shoot them all in the week or two weeks and so it's it's so fun. Yeah, it's so fun",
        1722.06,
        1728.16
    ],
    [
        " And you know for us and for those of you don't know so you go through a workup prior to going on deployment",
        1729.52,
        1733.64
    ],
    [
        " Which is now you're working together for the first time this is when I'm getting to know you guys you guys are getting to know me",
        1733.64,
        1737.96
    ],
    [
        " We're all getting to know each other where the whole the whole unit is coming together as a team",
        1737.96,
        1742.36
    ],
    [
        " And this is where the real bond forms and you're doing super hard training",
        1742.36,
        1748.46
    ],
    [
        " You're you're living together you're working out together you're working together you're partying together",
        1748.46,
        1754.14
    ],
    [
        " You're eating your meals together. It's just a 24 7 rock and roll awesomeness and and that's how that's how it that's how you get to know these guys",
        1754.14,
        1761.96
    ],
    [
        " That's how you get to know your",
        1761.96,
        1764.06
    ],
    [
        " Your team. Yeah, so me, Mikey and another guy were the were the new guys in that platoon",
        1764.06,
        1772.28
    ],
    [
        " Well, another guy he's still on active duty. Yeah. Yeah, no, I'm just saying there was only three new guys in that platoon. Yeah",
        1772.28,
        1779.02
    ],
    [
        " Yeah, I forgot. Yeah, and our and and and in Delta Delta. Yeah",
        1779.02,
        1783.74
    ],
    [
        " Needless to say Delta and Charlie were of slightly different dynamic",
        1785.26,
        1789.04
    ],
    [
        " Yeah, you guys were you guys are a different dynamic",
        1789.04,
        1792.06
    ],
    [
        " uh different just like people have different personalities",
        1792.06,
        1795.08
    ],
    [
        " Fultoons have different personalities and teams have different personalities and they can morph and change",
        1795.08,
        1799.4
    ],
    [
        " but",
        1799.4,
        1800.4
    ],
    [
        " nonetheless",
        1800.4,
        1801.9
    ],
    [
        " Both great platoons both",
        1801.9,
        1805.12
    ],
    [
        " Oh, yeah, and so it was only you and Mikey and one other guy. Yeah, I know who the other guy was. Yeah. Yeah",
        1805.12,
        1811.88
    ],
    [
        " The tick you guys were only the only three new guys. Yeah, so it's can be a harsh",
        1812.14,
        1817.3
    ],
    [
        " It's it's a harsh environment to come into when you're when you're a new guy in a sea of platoon",
        1817.3,
        1824.68
    ],
    [
        " but I saw him with so I'm with Mikey and we're doing we're just I don't even think we're doing mobility",
        1824.68,
        1829.76
    ],
    [
        " but we are driving out to the ranges and he's the uh he's the turret gunner right and",
        1829.76,
        1837.26
    ],
    [
        " I say something to him like hey when we're approaching a road",
        1837.26,
        1841.5
    ],
    [
        " You know",
        1841.88,
        1842.18
    ],
    [
        " You look at your field of fire and if there's no vehicles coming you know say clear right",
        1842.18,
        1847.28
    ],
    [
        " And so he he did it once and he's clear clear clear right you know kind of quiet",
        1847.28,
        1852.52
    ],
    [
        " I was like hey man",
        1852.52,
        1853.64
    ],
    [
        " You got a sound off the drivers trying to drive. He's got a he's got radio on. He's he needs to know what's going on man",
        1853.64,
        1858.84
    ],
    [
        " You need to sound off. Yeah, and the next intersection we got to he's right. He said it super loud",
        1858.84,
        1865.48
    ],
    [
        " And I thought to myself wait a second is he is he",
        1865.48,
        1868.8
    ],
    [
        " You know taking a piss out of me is he is he being sarcastic with that yell right no and no he was not no",
        1869.48,
        1876.04
    ],
    [
        " Yeah, I told him to yell he was like okay, we're we yell I we yell and that's that's where it worked",
        1876.04,
        1881.4
    ],
    [
        " The other one of my other favorite stories about Mikey was and this is another like new guy related story",
        1881.4,
        1888.22
    ],
    [
        " was so you go through",
        1888.22,
        1890.74
    ],
    [
        " CQC training close quarter combat close quarter battle",
        1890.74,
        1895.22
    ],
    [
        " Whatever it's basically shooting in small",
        1895.68,
        1897.48
    ],
    [
        " Spaces taking down buildings that kind of thing and it's it's a it's a",
        1897.48,
        1902.06
    ],
    [
        " There's there's a lot of instructor focus. Oh, yeah on the mechanics of what you're doing so it's a very",
        1902.06,
        1910.38
    ],
    [
        " It's a very mechanical thing and if you if you're making mistakes it's not gonna work out good for you",
        1910.38,
        1915.02
    ],
    [
        " And by the way as a new guy there's tough scrutiny, but the reality is it doesn't matter if you're new or not like they're watching",
        1915.02,
        1920.58
    ],
    [
        " Everybody's getting watched you could be a third platoon guy and get",
        1920.58,
        1923.8
    ],
    [
        " Can from the platoon for safety violation and you can get a safety violation in two seconds out there in in a half a second",
        1924.06,
        1928.96
    ],
    [
        " Yeah, it doesn't take much so and what they're trying to do is they're trying to put more stress on you right because they want",
        1928.96,
        1934.74
    ],
    [
        " If they want you to handle the stress so they stress people out by just you know these little minute details",
        1934.74,
        1942.36
    ],
    [
        " Of what you can do right around and to be honest with you some of them don't matter",
        1942.36,
        1946.68
    ],
    [
        " Some of you're like okay, that doesn't matter you and and and I know they don't matter because they they morph over time",
        1946.68,
        1951.72
    ],
    [
        " And they'll teach you know one's",
        1951.72,
        1953.82
    ],
    [
        " Phase they'll be teaching one thing and then if later they'll teach the phase they'll teach another thing then later",
        1953.82,
        1959.14
    ],
    [
        " They'll teach another thing so it's not",
        1959.14,
        1960.8
    ],
    [
        " there's a million different ways to do it yeah and",
        1960.8,
        1964.26
    ],
    [
        " You can argue this one's better, but there's a million different ways to do it",
        1964.26,
        1968.1
    ],
    [
        " But they do they pick whatever they're gonna choose for that block of training is what you're gonna do and and if you want to sit there and",
        1968.1,
        1975.56
    ],
    [
        " Argue with them oh boy. This is not gonna work out good for you",
        1975.56,
        1978.66
    ],
    [
        " So what I told all the new guys in Delta and Charlie between I said hey listen",
        1978.7,
        1981.78
    ],
    [
        " When the instructor cadre is telling you to do something or they're yelling at you or they're getting on your ass about something",
        1981.78,
        1988.0
    ],
    [
        " You just look at them and say Roger that",
        1988.0,
        1989.48
    ],
    [
        " Guys got it Roger that and these guys are like Roger that and that's it",
        1989.48,
        1995.06
    ],
    [
        " You want to have right because what you what what do you want to be a new guy that's like?",
        1995.06,
        1998.56
    ],
    [
        " Hey, no, I don't agree with your tactics. They're a person that's deployed",
        1998.72,
        2001.28
    ],
    [
        " You know overseas 14 times no, you don't want to be that guy",
        2001.28,
        2004.68
    ],
    [
        " You might think you're right, but no, this is what you know. That's not what you want to do",
        2005.08,
        2008.26
    ],
    [
        " So I told the guys to say Roger that so we're going through the training the training great and we're",
        2008.26,
        2013.06
    ],
    [
        " Doing really well are tasking it's doing great, you know, but still guys are guys are make mistakes",
        2013.06,
        2017.9
    ],
    [
        " Whatever and finally the master chief and I'm of course for like Tony and I were friends with all the cadre guys because they're all our bros from being in teams and",
        2017.9,
        2026.66
    ],
    [
        " One of the the leader guy he comes up to me and he's like hey",
        2026.66,
        2030.96
    ],
    [
        " He's hard by the way this guy is he's hard. He goes hey",
        2032.5,
        2035.48
    ],
    [
        " What's up with this guy monster and I was like I don't what do you mean? What's up? He's been doing a good job",
        2035.48,
        2040.52
    ],
    [
        " What's up? He goes every time I tell him something all he does is just look at me and say Roger that",
        2040.52,
        2044.46
    ],
    [
        " And I go hey brother, you know what he's doing exactly what I told him to do",
        2044.46,
        2050.64
    ],
    [
        " I literally told him the only thing I wanted wanted him to say to you guys or wanted anything you guys to say to you guys",
        2050.64,
        2055.56
    ],
    [
        " Was Roger that and make it out so when we were out there there was",
        2055.56,
        2058.8
    ],
    [
        " Another platoon that was there at the same time. Do you remember this they were in and I",
        2060.0,
        2064.76
    ],
    [
        " I'm pretty sure the chief got canned from a platoon. Yeah, he",
        2064.76,
        2068.94
    ],
    [
        " Safety violation and there was some and there was that talking back going on right like hey",
        2068.94,
        2073.28
    ],
    [
        " I've got three deployments under my belt and you know",
        2073.28,
        2075.98
    ],
    [
        " There's a degree of humility in that Roger that response right that's what it's like it's it's Roger that",
        2075.98,
        2080.8
    ],
    [
        " I'm open to the correction you have for me. Yeah for sure and so and these guys, you know",
        2080.8,
        2085.86
    ],
    [
        " Him's on the platoon and there's a balance there. I mean he's leading us platoon and taking a stand for you know",
        2086.08,
        2090.92
    ],
    [
        " And being in charge but at the same time like there's a humility and a respect in that response and he was not doing that",
        2090.92,
        2096.26
    ],
    [
        " and I'm telling you like he",
        2096.26,
        2097.62
    ],
    [
        " screwed some things up and they safety review board",
        2097.62,
        2100.96
    ],
    [
        " I remember about holding a safety review board for the chief of that platoon. Yeah, not our task unit",
        2100.96,
        2105.22
    ],
    [
        " But it did they do not play around no and and that's the way it's supposed to be that's right because it's intense and what people don't get is that",
        2105.22,
        2112.46
    ],
    [
        " You're trying to recreate the intensity of combat as best you can so they're creating",
        2112.9,
        2116.9
    ],
    [
        " High stress situations as stressful as possible and like you said sometimes creating elements that aren't necessarily real",
        2116.9,
        2124.28
    ],
    [
        " but just to",
        2124.28,
        2125.08
    ],
    [
        " Overload you with the number of things you have to process under pressure",
        2125.08,
        2128.32
    ],
    [
        " And then are you going to make good decisions under pressure and that right there is what",
        2128.32,
        2133.16
    ],
    [
        " translates to combat good decisions under stress and under pressure",
        2133.16,
        2137.22
    ],
    [
        " Yeah, yeah and",
        2137.22,
        2139.52
    ],
    [
        " You're right though about that humility piece and",
        2140.74,
        2143.84
    ],
    [
        " That was our attitude going through right. You know what I mean between me and Tony",
        2143.84,
        2148.88
    ],
    [
        " I don't think there was I'm just trying to think if there's any instructor cadre that was putting us through",
        2148.88,
        2153.66
    ],
    [
        " Right, you know, like there were some guys that were you know in this but it wasn't like there was someone that was just you know",
        2153.66,
        2159.3
    ],
    [
        " Had tons more experience than the two of us right and",
        2159.3,
        2162.62
    ],
    [
        " Yet we you know both Tony and I hey Roger that yeah, hey sounds good. We'll we'll make that adjustment because",
        2162.62,
        2168.44
    ],
    [
        " You know what and it's great just having Tony on the other day. He was just saying look",
        2168.78,
        2173.14
    ],
    [
        " You can do I'm learning something new all the time learning something from the new guys and that's the attitude that prevailed through the task unit",
        2173.14,
        2179.82
    ],
    [
        " not of hey",
        2179.82,
        2181.28
    ],
    [
        " We're the best we don't have to listen to anybody but hey we're gonna work as hard as we can",
        2181.28,
        2186.64
    ],
    [
        " We're gonna be the best we can but we're we got open minds and we're ready to learn at all times",
        2186.64,
        2191.76
    ],
    [
        " It's a fine line between confident and cocky no doubt about that and and being humble you can be confident",
        2191.76,
        2197.3
    ],
    [
        " You can be sure you can be humble and respectful and open to learning new things and maybe be surprised at what you learn",
        2197.3,
        2202.5
    ],
    [
        " Yeah, there's no doubt about that. So",
        2202.5,
        2205.04
    ],
    [
        " What else do you remember from",
        2205.04,
        2207.82
    ],
    [
        " Workup in terms of hey, you're a new guy you're checking in you know",
        2207.82,
        2212.02
    ],
    [
        " Tony and I told some stories of what it was like when we were checking in team one",
        2212.02,
        2214.96
    ],
    [
        " It was when we were new guys. It was a very rough environment to roll right to yeah",
        2214.96,
        2220.64
    ],
    [
        " What did you think when you got to you know being a new guy well",
        2220.64,
        2224.4
    ],
    [
        " I remember like literally day first of all day one that I was checking into the platoon space",
        2226.2,
        2231.24
    ],
    [
        " I got like the combo to the platoon space right and I went in and I'm now brand new and so I'm gonna be",
        2231.24,
        2236.94
    ],
    [
        " Protective of my platoon, you know, so I go in I'm walking out of the platoon space making sure the door is locked behind me",
        2236.94,
        2242.28
    ],
    [
        " Because you know other platoon guys go in and just destroy another guy's platoon space or whatever and I'm walking down the hallway and",
        2242.28,
        2249.12
    ],
    [
        " our LPO",
        2249.12,
        2250.74
    ],
    [
        " Who is goes down to the door and he doesn't have the combo right and he goes he goes hey, hey, what's the combo to the space?",
        2252.46,
        2257.52
    ],
    [
        " I'm like I gave him some wise ass for long. Did you not know him? No, it didn't know him yet, right? How'd that work out for you?",
        2257.52,
        2264.48
    ],
    [
        " It was hilarious like he he goes he what's the combo to the space? I'm like hey man. I can't give that to you",
        2264.54,
        2269.64
    ],
    [
        " And I didn't know he was the LPO",
        2269.64,
        2271.66
    ],
    [
        " He's he's he goes on the goddamn LPO. What's the fucking combo to the platoon space like Roger that three three one together been two",
        2271.66,
        2280.34
    ],
    [
        " You know and I proceeded to walk down the steps. I'm like oh god. Oh mighty. I am just I just met the LPO and it was not on good terms",
        2280.74,
        2289.86
    ],
    [
        " Oh, man, that's awesome and then you and I turned out to be good friends, but um",
        2289.86,
        2294.64
    ],
    [
        " I remember we're out doing lay-in warfare training and this is like where you know you're cutting the metal like you said",
        2294.64,
        2299.08
    ],
    [
        " You're getting to know each other and you know the guys in the platoon also trying to figure out with these new guys like",
        2299.08,
        2303.96
    ],
    [
        " All right, what if I what have we got here? What can we rely on you know and uh so",
        2303.96,
        2308.8
    ],
    [
        " One night I remember us doing a little bit of boxing and it was",
        2309.76,
        2313.64
    ],
    [
        " forced boxing new guy on new guy",
        2313.64,
        2316.94
    ],
    [
        " you know and",
        2316.94,
        2319.04
    ],
    [
        " Survival of the fittest oh my dude and then and then at times it was just",
        2319.04,
        2324.66
    ],
    [
        " three on you know",
        2324.66,
        2327.24
    ],
    [
        " Every man for himself and it's just like your head's on a swivel and it's Mikey the tick and me and we're just",
        2327.24,
        2333.74
    ],
    [
        " Wailing away and it's just going and it's hey",
        2333.96,
        2336.68
    ],
    [
        " Who's gonna continue to fight basically right and dude oh everything you know",
        2336.68,
        2341.72
    ],
    [
        " I'm an officer needs to you guys are just you know obviously well in a way",
        2341.72,
        2344.48
    ],
    [
        " But I'm like hey man. I'm gonna just fight to the bitter end and it was it was pretty awesome",
        2344.48,
        2348.92
    ],
    [
        " Hey, did you do jitsu before you got",
        2348.92,
        2351.32
    ],
    [
        " You had just enough. I didn't to make it that you could hold your own",
        2351.32,
        2357.62
    ],
    [
        " I would when I would do the officer kumatis. Yes",
        2357.62,
        2360.68
    ],
    [
        " I did do some and you know to keep in mind like where did you train",
        2361.16,
        2364.34
    ],
    [
        " On the east coast when I was in high school and I got and I got into greasy jiu jitsu like literally like I was already training",
        2364.34,
        2371.82
    ],
    [
        " When the first UFC ever me mount right and so it was pretty cool",
        2371.82,
        2376.38
    ],
    [
        " And then that was always a big shocker for people because you were you were by far smaller than the other",
        2376.38,
        2383.78
    ],
    [
        " Platoon officers and yet you had that jiu jitsu",
        2383.78,
        2387.24
    ],
    [
        " And when you have the jiu jitsu you didn't have a lot either what were you even a blue belt?",
        2387.68,
        2391.6
    ],
    [
        " I don't even know that you were probably like a high level white belt",
        2392.36,
        2395.88
    ],
    [
        " But but to be fair like at the time it was all very new like the world of MMA today is oh yeah totally different",
        2395.88,
        2401.94
    ],
    [
        " Totally different as you know",
        2401.94,
        2404.12
    ],
    [
        " But at the time like I mean I even went to in high school with my with my instructor",
        2404.12,
        2408.5
    ],
    [
        " Who's it who's a teacher at my school he was into it",
        2408.5,
        2410.9
    ],
    [
        " So he and I would train like five in the morning before school me versus him much larger man",
        2410.9,
        2415.46
    ],
    [
        " But we would learn jiu jitsu and then we went and did seminars with hoist gracy",
        2415.58,
        2419.74
    ],
    [
        " Um in upstate in New York we would drive and uh it was cool like I got to get out of school and go train again",
        2419.74,
        2425.38
    ],
    [
        " This is just proof",
        2425.38,
        2426.6
    ],
    [
        " That jiu jitsu so good because he would I would make these these officers like we meet at five o'clock in the morning",
        2426.6,
        2432.54
    ],
    [
        " And I'd say okay, and I would train with everybody, but then I'd say okay now you to fight to the death",
        2432.54,
        2437.58
    ],
    [
        " And they would just get after but he was he was 150 pounds",
        2437.58,
        2442.72
    ],
    [
        " He's going against guys that are 200 pounds. You know they have him by 50 pounds and taller than me and taller and and he would just you know there's",
        2442.72,
        2450.38
    ],
    [
        " You know, it just doesn't work, you know, you got it. You got to know that you did too",
        2450.38,
        2453.7
    ],
    [
        " Yeah, and I'm not gonna and I'm not gonna say that I wait and these are tough guys. No, you survived though",
        2453.7,
        2458.66
    ],
    [
        " But that's right. That's right. Like they weren't tapping me out, you know, didn't you usually tap them",
        2458.66,
        2462.2
    ],
    [
        " He should choke down a certain guy who didn't like that very much",
        2462.2,
        2466.76
    ],
    [
        " It's hard. It's hard",
        2466.76,
        2468.48
    ],
    [
        " Yeah, but you know and and the thing at that time because they're",
        2468.48,
        2472.56
    ],
    [
        " The May was more about energy conservation, right? And so like I mean",
        2473.02,
        2476.64
    ],
    [
        " I just let him wear themselves out and then they try and get things on me and then I just sneak my way around there buddy",
        2476.64,
        2481.5
    ],
    [
        " Also remember you volunteering for the Taze",
        2481.5,
        2485.06
    ],
    [
        " Yeah, so you actually had an attitude like you had you look like I can hang I'm gonna handle this like no factor",
        2485.06,
        2492.78
    ],
    [
        " What you want to tease me bring it? That's right. You know, you don't see the guys on cops",
        2492.78,
        2496.9
    ],
    [
        " Winners big tough crazy guy all on PCP and he gets Taze he rips the Taze route and throws the thing and he just keeps coming",
        2497.42,
        2504.12
    ],
    [
        " That's what Andrew Paul had that look",
        2504.12,
        2505.88
    ],
    [
        " Like I'm gonna new guy just go you gonna tease me bring it. Let's go. I mean, hey",
        2505.88,
        2512.1
    ],
    [
        " I'm a new guy in the platoon, right? I mean, I got to earn my spot right and so some somewhere",
        2512.1,
        2517.44
    ],
    [
        " Somebody had actually was the LPO he had he had one of these things",
        2517.44,
        2520.86
    ],
    [
        " Yeah, and I was like oh and I'm gonna tell you what like it had these like two modes",
        2520.86,
        2524.96
    ],
    [
        " The one where you could shoot or you could like put it right up to the guy, you know, and I was like hey",
        2524.96,
        2528.7
    ],
    [
        " Let's go shoot him. He's like real. I'm like come on. Let's go and then like the whole platoon like everybody like met down in the back cave and",
        2528.7,
        2536.42
    ],
    [
        " There may be a video floating around somewhere",
        2536.42,
        2538.36
    ],
    [
        " This one had the winter barbs if those against no it a teaser as I like the bar like the winter bars",
        2538.36,
        2544.18
    ],
    [
        " Are longer to get through this letter. Yeah, and so when of course he was like what were you in a t-shirt or just no shirt?",
        2544.18,
        2554.7
    ],
    [
        " I was in a t-shirt. Yeah, and",
        2554.7,
        2556.92
    ],
    [
        " I was like oh, how does winter barbs work out for you? So it's like there's like oh",
        2556.92,
        2561.76
    ],
    [
        " They're getting ready to do it. Oh wait wait, and you know these are my guys looking out for me. I appreciate it guys",
        2561.76,
        2566.74
    ],
    [
        " They're like oh wait here put this I pro on. Oh, that's a good idea",
        2566.74,
        2569.7
    ],
    [
        " Right, so put some of my pro on and then like like it's got a laser on it right so the laser",
        2569.7,
        2574.84
    ],
    [
        " I'm in you if you see the video like like you hear guys going like guys are wincing like nobody's been tays like nobody knows",
        2574.84,
        2580.82
    ],
    [
        " What's gonna happen right now right boom so this thing comes out at like 45 degree angle and one like goes into my sternum and the other one",
        2580.82,
        2588.68
    ],
    [
        " Goes below my belly button, all right, so my instantly over all that all that thinking he was just gonna",
        2588.68,
        2598.02
    ],
    [
        " Just rip those things out he went",
        2598.02,
        2600.18
    ],
    [
        " Ridge and thank God we put a mat down. Yes, there was a man because he went rigid straight and fell like a brick",
        2600.18,
        2607.56
    ],
    [
        " Yeah, boom, yeah, nothing and then just so it so clearly and I remember this too like it hits you and like it hits you in that in that spot",
        2608.16,
        2615.36
    ],
    [
        " And like your hands go to grab like you've been stung you've been hit so my hands my hands get like three quarters of the way there",
        2615.36,
        2620.88
    ],
    [
        " By the time the electricity freezes the body",
        2620.88,
        2623.42
    ],
    [
        " So my hands are kind of like stuck in front of my chest and my admin as an attempt to de-grab this spot",
        2623.42,
        2628.5
    ],
    [
        " So go over and um, all right, they turn the thing off and then um they go to get these things out",
        2628.5,
        2633.5
    ],
    [
        " Somebody's got a pair of pliers and and the barb I remember that it's good when you need pliers to",
        2633.5,
        2639.0
    ],
    [
        " Dislodge the so like it went into the muscle like because like I remember ripping",
        2639.0,
        2644.98
    ],
    [
        " And coming free but not free and it was but it was still beneath the skin",
        2644.98,
        2650.26
    ],
    [
        " And uh and then it just like just rip it",
        2650.26,
        2653.26
    ],
    [
        " This is the teams man. This is what makes the team so fun. Yeah one day you show up at work",
        2653.26,
        2658.74
    ],
    [
        " You just volunteer to get taste and you're gonna get some the best thing you can do is just volunteer in a situation like that",
        2658.84,
        2665.24
    ],
    [
        " Yeah, you know and just that come on let's go. Yep, bring it and then they go. Oh, okay right on, you know",
        2665.24,
        2670.72
    ],
    [
        " Yeah, well, you did the right thing. I'm sorry. I didn't work out too well. I think it worked out great",
        2670.72,
        2676.08
    ],
    [
        " All right, so we get word",
        2676.08,
        2680.08
    ],
    [
        " We get done with our workup and now it's time to go on deployment and um",
        2680.08,
        2684.7
    ],
    [
        " Get on deployment and we found out",
        2684.7,
        2688.42
    ],
    [
        " What two weeks before you guys were all in leave",
        2689.14,
        2691.24
    ],
    [
        " When we found out we were going to Ramadi instead of where we were originally supposed to go",
        2691.24,
        2695.08
    ],
    [
        " Which was in Iraq, but we knew I mean I knew Ramadi was gonna be the uh the best place to deploy to",
        2695.08,
        2700.72
    ],
    [
        " and",
        2700.72,
        2702.28
    ],
    [
        " Show up over there and what was cool. I thought about",
        2702.28,
        2706.42
    ],
    [
        " With uh with that deployment is",
        2706.42,
        2709.5
    ],
    [
        " The way we task organized and every basically every leader got their own element. Yeah, yeah and put you guys",
        2709.5,
        2717.26
    ],
    [
        " It was like oh, yeah, you know how you've been working for this and we've been all what no you're going out on your own",
        2717.3,
        2720.98
    ],
    [
        " You're in charge. Yeah, and that was uh that was awesome and and that what made me feel good was that when we were in the workup",
        2720.98,
        2727.96
    ],
    [
        " And we made you guys run operations even though you were new guys and made you put you in pressure situations and put you in charge of ground force",
        2727.96,
        2734.68
    ],
    [
        " Commander while you were",
        2734.68,
        2736.22
    ],
    [
        " You know most troops didn't do that right, but I knew that there was a possibility and furthermore",
        2736.22,
        2742.38
    ],
    [
        " What happens if you know your platoon commander gets killed?",
        2742.38,
        2745.5
    ],
    [
        " What happens if I get killed and then you're the guy then you got to be able to step up and run stuff",
        2745.5,
        2749.26
    ],
    [
        " And so we did that through the chain of command and and we did I will admit to this we made sure that we had crushed the workup",
        2749.26,
        2757.52
    ],
    [
        " And then it was like okay, we've dominated okay now we start training the new guys up on how to lead and that was oh",
        2757.52,
        2763.14
    ],
    [
        " Yeah, that was important too because it's you want to do well in the workup you want you because that's where your",
        2763.14,
        2768.54
    ],
    [
        " Reputation as a task and you comes from is how well you do going through these various training boxes",
        2768.54,
        2772.4
    ],
    [
        " That's why we earned earn the spot to be able to go to Iraq right because the thing is is that some guys are going elsewhere",
        2772.48,
        2777.8
    ],
    [
        " And and you're all vying look",
        2777.8,
        2779.64
    ],
    [
        " I mean you're all vying because you want to go to combat and some guys are going someplace else not in Iraq and",
        2779.64,
        2785.1
    ],
    [
        " You know I hate to say it, but that's not where any of us really wanted to go. Oh nothing to say about that",
        2785.1,
        2790.74
    ],
    [
        " If you're in the seal teams you want to go to war that's right. Let's do it. That's right",
        2790.74,
        2794.08
    ],
    [
        " We all want to go to war. That's what we were fighting for we were competing. There's three task units",
        2794.08,
        2798.28
    ],
    [
        " We were competing as a task unit to get top spot to the most dangerous place",
        2798.28,
        2802.06
    ],
    [
        " And that's where we want to go that turn out to be Ramadi now by the way on that workout to just from a leadership perspective",
        2802.4,
        2807.56
    ],
    [
        " Unless you remember you know",
        2807.56,
        2808.6
    ],
    [
        " Not everybody made it through the workout",
        2808.6,
        2810.72
    ],
    [
        " There were guys who were cut loose",
        2810.72,
        2812.94
    ],
    [
        " Safety issues not stepping up not leading right pushing that leadership opportunity down to the junior officer whatever and not stepping up",
        2812.94,
        2820.26
    ],
    [
        " We're doing something unsafe or just not having what it took and um, you know and you know",
        2820.26,
        2826.48
    ],
    [
        " Just from a leadership perspective you have to be",
        2826.48,
        2828.32
    ],
    [
        " willing to make that hard decision and reality and I know you know you may have talked about it",
        2828.88,
        2833.56
    ],
    [
        " When you've given everybody that guy every opportunity when you've evaluated it and you've kept notes and you've tried to train and you tried to correct",
        2833.56,
        2840.26
    ],
    [
        " It's not a hard decision, right?",
        2840.26,
        2842.92
    ],
    [
        " Then actually the the Commodore. I don't know if you were there, but the Commodore asked me we were on deployment",
        2843.22,
        2848.72
    ],
    [
        " And he goes you know, hey, hey, Jockele. This is in front of everyone. He says you know",
        2848.72,
        2852.04
    ],
    [
        " Well, I shouldn't say everyone's in front of a leadership",
        2852.04,
        2854.12
    ],
    [
        " He says hey, how are the guys that weren't work up?",
        2854.4,
        2857.04
    ],
    [
        " Maybe weren't performing up to par how are they doing over here?",
        2857.12,
        2859.76
    ],
    [
        " And I was like sir they're not in this task. They're not here. That's right. Yeah, they didn't make it. That's right",
        2859.92,
        2864.82
    ],
    [
        " They've been removed. That's right. So yeah, that's a great point and again, it's hard thing to do because you because you're really",
        2864.82,
        2872.22
    ],
    [
        " You're really wrecking someone's life",
        2872.22,
        2874.9
    ],
    [
        " Well think about it, right? So this is a guy who is who so there's a guy who's an officer",
        2874.9,
        2879.36
    ],
    [
        " Right, so you're I mean we didn't really we kind of glaze through it",
        2879.36,
        2882.56
    ],
    [
        " But it's hard to get a spot to go to Buds as an officer. Yeah, it's very competitive",
        2882.56,
        2885.84
    ],
    [
        " So this is a guy who's an officer who got a spot to go to Buds made it through Buds, which is hard",
        2885.84,
        2891.54
    ],
    [
        " Made it through SQT got to a platoon. This this guy is not a slouch physically",
        2891.54,
        2897.96
    ],
    [
        " You know what I mean like this is not this is not",
        2897.96,
        2899.96
    ],
    [
        " Some loser, you know, this is a guy who made great American right patriotic. That's right. That's right",
        2899.96,
        2906.7
    ],
    [
        " Great guy who stepped up who made it through something that many many other men",
        2906.7,
        2912.42
    ],
    [
        " could not make it through and",
        2912.56,
        2914.66
    ],
    [
        " Had to make a hard decision",
        2914.66,
        2916.38
    ],
    [
        " You know on your part with the Delta platoon commander to not have this guy continue with us",
        2916.38,
        2922.54
    ],
    [
        " And so if that can happen even within the seal team. So yeah, those of you guys are listening right?",
        2922.54,
        2926.78
    ],
    [
        " I mean",
        2927.22,
        2927.36
    ],
    [
        " Don't you think that's also possible that within your organization you might have to make a similar kind of decision",
        2927.36,
        2932.22
    ],
    [
        " We also have to make that decision in the seal teams. Yeah, we're not exempt from making that decision",
        2932.22,
        2938.04
    ],
    [
        " Yeah, and also very much like the civilian sector",
        2938.04,
        2941.0
    ],
    [
        " um, you know",
        2941.94,
        2942.8
    ],
    [
        " There's HR basically in the military. There's HR. There's there's human resource department",
        2942.8,
        2947.46
    ],
    [
        " You can't just walk into an alike this guy on the fire. That's right. No, okay. Well what have you counseled them?",
        2947.46,
        2952.28
    ],
    [
        " Has you paper work on him? That's right. Does he know that?",
        2952.54,
        2955.06
    ],
    [
        " Did you verbally have you written it? It's all these things that's right. You went through that whole procedure",
        2955.16,
        2958.34
    ],
    [
        " Yeah, and you know if there's an extreme case of course you can you can make it happen",
        2958.34,
        2962.84
    ],
    [
        " But it's gonna cost you a little political capital",
        2962.84,
        2964.76
    ],
    [
        " Because honestly if I'm your boss and you come to me and say hey, I want to fire this guy and I say okay, why?",
        2964.76,
        2969.54
    ],
    [
        " Well, I don't I don't you know he's not doing his job anymore and I say okay, did you counsel?",
        2970.08,
        2973.26
    ],
    [
        " No, not yet, but I want to fire him anyways",
        2973.68,
        2975.44
    ],
    [
        " That's gonna cost you some political capital. Yeah, I'm actually looking at you go and wait a second",
        2975.44,
        2979.02
    ],
    [
        " Why didn't you train this guy? Yeah, you as a leader",
        2979.02,
        2980.66
    ],
    [
        " Why didn't you step up and train this guy? What what are you doing? Because that can be a cop out right?",
        2980.66,
        2984.58
    ],
    [
        " Hey, if I'm too lazy to train mentor then you're copying out as leader",
        2984.92,
        2988.62
    ],
    [
        " But if you've done all those things as a leader and you can really document that and see that and the guys still not performing",
        2988.62,
        2993.62
    ],
    [
        " Then the next leadership decision is toned apart ways and that really is I mean that really is one of the the best",
        2993.62,
        2999.52
    ],
    [
        " Things about the seal teams is is when you're raising your guys up when you when you're teaching guys what you know",
        2999.56,
        3005.48
    ],
    [
        " And you're saying hey, man, this is what you need to do. Hey",
        3005.48,
        3007.86
    ],
    [
        " Bro, here's what here's the way this works. Here's what you did over here. Here's what you should do",
        3007.86,
        3011.82
    ],
    [
        " You know, that's just that's your that's your legacy. That's what you're leaving behind is is hey",
        3011.82,
        3016.46
    ],
    [
        " This is what I learned and I want to teach it to as many guys as I can that's what you're trying to do",
        3016.46,
        3020.86
    ],
    [
        " So if you're alive you're not doing that",
        3020.86,
        3022.8
    ],
    [
        " That's jacked up, you know, that's jacked up",
        3022.8,
        3025.74
    ],
    [
        " And it's the same thing the civilian sector. You know, here's a good one",
        3026.82,
        3029.86
    ],
    [
        " Uh, I was working, you know, we work with companies and I was working with a company the other day and they got a guy who sort of",
        3029.86,
        3036.36
    ],
    [
        " You know, oh well well",
        3036.36,
        3038.82
    ],
    [
        " Maybe he's not the best mentor, right? But he wants to get promoted of course because everyone wants to get promoted",
        3038.82,
        3047.0
    ],
    [
        " So this guy wants to get promoted and they're trying to they they haven't had luck saying look you got to be a mentor",
        3047.0,
        3051.94
    ],
    [
        " You got to lead you got to be a better leader. You got to raise people up",
        3051.94,
        3054.94
    ],
    [
        " And I just you know talk talk to the boss and I said well ask him this question",
        3055.46,
        3059.64
    ],
    [
        " Yeah, you know what I definitely am looking forward to promoting you give me the three names of people that you've prepared to take your position, right",
        3059.64,
        3066.92
    ],
    [
        " Goosex right? It's gonna be goose x cuz he hasn't done that that's right",
        3066.92,
        3071.22
    ],
    [
        " So that's a key component, you know, you definitely want to",
        3071.22,
        3074.9
    ],
    [
        " You want to be as a leader you should be looking for your replacement all the time and I with with with with lay from the with the Delta Tun commander",
        3074.9,
        3082.0
    ],
    [
        " I wanted those guys to be able to do my job and that's my whole goal and I wanted you to be able to do my job right and and I'll tell you by the time",
        3082.0,
        3087.94
    ],
    [
        " We went on to play it. They everyone pretty much could do my job",
        3087.94,
        3090.16
    ],
    [
        " So that that was success for me because guess what that allowed me to do on deployment",
        3090.16,
        3095.28
    ],
    [
        " But look at look up and look out and figure out what we're gonna do next and all that other stuff",
        3095.28,
        3099.84
    ],
    [
        " So that should be your goal from a leadership perspective for sure and as you just pointed out",
        3099.84,
        3105.46
    ],
    [
        " When you get to a situation where you've done the coaching you've done the mentoring you've done the counseling",
        3105.46,
        3110.14
    ],
    [
        " You've written you've set the expectation you have a person that still isn't cut in the mustard you got to go not a hard decision",
        3110.14,
        3115.62
    ],
    [
        " And you have to be loyal",
        3115.62,
        3116.8
    ],
    [
        " People get mixed up too because there's a loyalty component. Hey, cuz you form the relationship",
        3116.8,
        3120.72
    ],
    [
        " We just talked about an hour about this big relationship with all these people well guess what you have a relationship with that person that you're about to fire too",
        3120.72,
        3126.8
    ],
    [
        " But then the question becomes",
        3126.8,
        3128.62
    ],
    [
        " Are you gonna be loyal to that individual or you can be loyal to the team because you're hurting the time that's exactly right. It's the team. Yep",
        3128.62,
        3135.36
    ],
    [
        " So that's that we went on deployment with a strong bunch of",
        3135.36,
        3139.12
    ],
    [
        " Playpitters all right",
        3140.48,
        3141.2
    ],
    [
        " So we get on deployment we you guys we kind of and this is again",
        3141.2,
        3147.1
    ],
    [
        " This is something Tony and I talked about we were",
        3147.1,
        3148.78
    ],
    [
        " Task organizing we'd change that we changed it on a fairly regular base. Okay, we know what we this area is getting hot",
        3148.78,
        3154.26
    ],
    [
        " Need more guys over there and we would just kind of there's a lot to do there's a lot to do",
        3154.26,
        3157.86
    ],
    [
        " There's a lot of work to be done. There was a lot a lot of bad guys",
        3157.86,
        3160.98
    ],
    [
        " um",
        3160.98,
        3162.24
    ],
    [
        " When you when you look back and you're kind of so now you're on your first combat deployment",
        3162.24,
        3167.72
    ],
    [
        " What was the thing that struck you as",
        3167.84,
        3170.86
    ],
    [
        " Damn like okay, this is what because I'll tell you people ask me that and I like the first firefight I got in while in my first deployment to Iraq",
        3170.86,
        3179.48
    ],
    [
        " And honestly, I was like okay, I felt like I was a hundred percent prepared. I create completely and I was like okay cool",
        3179.48,
        3186.28
    ],
    [
        " Hey guys ship you know, it's just very simple very straightforward",
        3186.28,
        3189.26
    ],
    [
        " So some guy said to me one time and this is an outside guy and",
        3189.26,
        3193.16
    ],
    [
        " Said to go kind of seems to me then this field teams you guys do",
        3193.16,
        3196.08
    ],
    [
        " Stress inoculation really well and so I would say yes because that's that's exactly my same first firefight I got in I was like",
        3197.34,
        3204.82
    ],
    [
        " No big deal and you know look you know when the rounds are close, right?",
        3204.82,
        3208.96
    ],
    [
        " Like you know what that sounds like and they're and they're really close and it's no big deal",
        3209.12,
        3213.7
    ],
    [
        " By the way, it's not really very loud when they're shooting at you, right? I mean you hear a certain sound",
        3213.7,
        3218.0
    ],
    [
        " But then of course he's far maneuvering gets a little bit loud, but that's awesome",
        3218.0,
        3221.9
    ],
    [
        " It's just like every drill we've ever done and it was no big deal. It was just",
        3221.9,
        3225.1
    ],
    [
        " It was almost habit at that point you knew exactly the maneuver so no big deal",
        3226.08,
        3230.2
    ],
    [
        " The first the first time I went out in a humvee",
        3230.2,
        3234.7
    ],
    [
        " In Ramadi so keep in mind like you said on the introduction",
        3234.7,
        3237.04
    ],
    [
        " we got there",
        3237.04,
        3238.42
    ],
    [
        " Guys were getting IED and killed every single day",
        3238.42,
        3243.42
    ],
    [
        " Every day the message traffic came over and it was KIA",
        3243.42,
        3247.68
    ],
    [
        " You know IED",
        3247.68,
        3249.76
    ],
    [
        " so",
        3249.76,
        3250.76
    ],
    [
        " first humvee",
        3250.76,
        3256.06
    ],
    [
        " Like you can't really roll these windows down. It's not like you can't you don't want to roll these windows down by the way",
        3256.06,
        3261.2
    ],
    [
        " They're all approved windows. You want to keep them up. Right and you know so like you actually can't",
        3261.2,
        3266.68
    ],
    [
        " Shoot back if you want to right the only guy who can shoot back is your turret gunner and",
        3266.68,
        3271.5
    ],
    [
        " For the first like I would just say minute and a half. I was like",
        3271.5,
        3275.38
    ],
    [
        " Winsing I was like waiting for this clack to go",
        3275.38,
        3279.34
    ],
    [
        " Babu you know and then finally I was like you know what",
        3279.34,
        3282.86
    ],
    [
        " There's nothing I can do about it",
        3283.46,
        3284.82
    ],
    [
        " And I literally let it go right then",
        3284.82,
        3287.26
    ],
    [
        " So that was that that was like that's a strong memory like I remember",
        3287.26,
        3290.66
    ],
    [
        " Even for all the training and again the first firefight was no big deal and",
        3290.66,
        3294.84
    ],
    [
        " But driving down in a humvee sitting in the back completely helpless",
        3294.84,
        3299.56
    ],
    [
        " I mean you have two choices and life is a lot like this you can sit there and worry yourself away about it",
        3299.56,
        3304.66
    ],
    [
        " Well is is it this intersection is it this intersection or just go you know what here's a deal",
        3304.66,
        3309.08
    ],
    [
        " I can't control it",
        3309.08,
        3310.08
    ],
    [
        " So I'm just gonna be ready so it's my time to bust out this door or do whatever we got to do to do an action drill or whatever",
        3310.08,
        3314.64
    ],
    [
        " I'm ready to do it and the rest of it you just let go you let go because anything else is not effective",
        3314.64,
        3320.28
    ],
    [
        " Yeah, you're not you're not yeah, it's not only just are you worried but now you're you're actually doing things bad",
        3320.28,
        3326.3
    ],
    [
        " You're actually being negative you're you're thinking about things that you shouldn't be thinking about",
        3326.3,
        3329.88
    ],
    [
        " And it's not helping you. It's not helping your team",
        3329.88,
        3332.56
    ],
    [
        " So I like that just to just to kind of sum up what you said",
        3332.56,
        3335.86
    ],
    [
        " You were in Ramadi for six months you were scared for about a minute and 30 seconds. Yeah after that you're like all right",
        3336.04,
        3341.78
    ],
    [
        " And I think that's that's the attitude that",
        3341.78,
        3345.0
    ],
    [
        " I think that's the best I hate I don't know if this is the right thing to say or not but",
        3345.0,
        3350.22
    ],
    [
        " To accept the fact there's things you can't control that you cannot control and that one of those things is you know",
        3350.22,
        3357.52
    ],
    [
        " An ID a sniper bullet. Um, I mean keep there and now well there's things that you can do to influence because guess what we do training",
        3357.52,
        3364.28
    ],
    [
        " We prepare we're keeping our eyes peeled we're taking routes that we know have been cleared to the best of our ability",
        3364.28,
        3369.94
    ],
    [
        " We're we're on the street. We're moving. We're moving covered cover",
        3369.94,
        3372.66
    ],
    [
        " We're doing everything that we can but guess what it doesn't matter",
        3372.66,
        3375.54
    ],
    [
        " You can do everything right and doesn't matter. You can still get blown up. You can still get shot",
        3375.54,
        3379.42
    ],
    [
        " That's the way it is",
        3379.42,
        3380.78
    ],
    [
        " So if you sit around and just think about that all the time it's just gonna drive you crazy one and number two",
        3380.78,
        3387.24
    ],
    [
        " It's gonna make you do your job worse. Yeah, cuz you're gonna be less aggressive and I think",
        3387.24,
        3391.54
    ],
    [
        " You gotta stay aggressive to stay alive you you want to be aggressive? You want to be you know what? Yeah, we'll go make that happen",
        3393.22,
        3398.6
    ],
    [
        " Oh, they're you want to sit in the vehicle right out or get out and get out and get some ground",
        3398.6,
        3402.82
    ],
    [
        " I mean that's just the type of thing that mine set. It's a mindset that that wins. That's it",
        3402.82,
        3407.6
    ],
    [
        " It's the winning mindset and if your goal is to win then you have to recognize that certain thought processes are not effective",
        3407.6,
        3414.0
    ],
    [
        " And they take away from your ability to win and you know ask people get worried about stuff that kind of thing right?",
        3414.0,
        3419.3
    ],
    [
        " So you just you take a step back you I want to win right the guy said to me one time. Hey, uh",
        3419.84,
        3424.92
    ],
    [
        " Do you think do you think fear is uh is a useful",
        3424.92,
        3428.64
    ],
    [
        " Emotion I thought about it for a second. I've heard lots of different people talk about fear and you know",
        3428.64,
        3434.1
    ],
    [
        " It's not and you know I would say for",
        3434.1,
        3436.36
    ],
    [
        " Maybe I'll change this one day, but right now. This is where I've come to on fear",
        3436.36,
        3441.06
    ],
    [
        " Maybe for the caveman who's walking through the jungle and they get attacked by the saber to tiger and that fear that fight or flight response",
        3441.06,
        3449.02
    ],
    [
        " Is enough to make him react in a moment in order to avoid being slashed by the tiger",
        3449.3,
        3455.22
    ],
    [
        " But other than that fear was not effective in battle because you do not make good decisions when acting in fear",
        3455.22,
        3462.72
    ],
    [
        " And you have a better chance of survival you make better decisions and you have a better chance of winning in defeating and crushing the enemy when you remain calm",
        3462.72,
        3470.5
    ],
    [
        " You do do do do do right observe orient decide act. Yeah",
        3470.5,
        3475.16
    ],
    [
        " Yeah, I got asked to I've obviously get asked about fear a lot and you know, I always say look",
        3475.52,
        3480.3
    ],
    [
        " fears the fear is not a bad thing because it's the thing that makes you go okay, I need to be ready",
        3480.3,
        3485.42
    ],
    [
        " Right is the thing that makes you rehearsing it's the thing that makes you say okay, because you and for me",
        3485.42,
        3489.44
    ],
    [
        " The game the fear wasn't about the fear of get killed getting blown up the fear was always about I want to",
        3489.44,
        3497.42
    ],
    [
        " I don't want to do a bad job. I don't want to make a bad decision that I'll tell you in a leadership position",
        3497.42,
        3502.3
    ],
    [
        " That is the heaviest fear that you have is I make a mistake my team does something that doesn't",
        3502.68,
        3509.82
    ],
    [
        " doesn't",
        3509.82,
        3511.9
    ],
    [
        " Bring credit upon us as a unit by that. I mean doesn't do a good job like you yeah, you're just I don't even know where that comes from",
        3511.9,
        3518.86
    ],
    [
        " It's just want to do a good job and the fear is hey, I hope I don't do anything that gets my guys hurt or killed",
        3518.86,
        3524.24
    ],
    [
        " I hope doing do anything that's a bad decision that makes that does that hurts us strategically as a nation. Yeah, those are the two",
        3524.24,
        3530.8
    ],
    [
        " fears",
        3532.06,
        3532.46
    ],
    [
        " That I think make you a hers make you practice make you reinforce make you",
        3532.46,
        3537.2
    ],
    [
        " Aware of what's happening, but you can't what you can't do",
        3537.2,
        3541.7
    ],
    [
        " I mean for me fear fears makes me aggressive like oh, I think this guy's gonna gonna do something to me",
        3541.7,
        3548.6
    ],
    [
        " Cool, I'm afraid of him call him an attack him. I'm gonna kill him. You know, I'm gonna take him out",
        3548.6,
        3552.22
    ],
    [
        " I'm gonna do something you know, and I actually see that time, you know, I see that name and a two where when you see someone",
        3552.22,
        3557.74
    ],
    [
        " Happened to somebody where they get a little bit",
        3557.82,
        3559.62
    ],
    [
        " They get a little bit rocked or something",
        3559.62,
        3561.74
    ],
    [
        " If they if they let that fear make them back off and go into a defensive mode",
        3561.74,
        3568.08
    ],
    [
        " It's exactly what you just said if it makes you into a defensive mode. Yeah, it's gonna you're gonna the person's gonna",
        3568.08,
        3572.82
    ],
    [
        " Cuz man, you can smell that that's right. You can smell that so when I think the reaction to fear is like",
        3572.82,
        3578.5
    ],
    [
        " Oh, I'm afraid right now call him an attack. I have to attack. Yeah, like oh, I don't feel comfortable about where the",
        3578.5,
        3583.2
    ],
    [
        " Troop is moving right now or where my squad is moving right now. I don't think it's a good thing cool",
        3583.42,
        3587.4
    ],
    [
        " I'm gonna attack him to take some high ground. I'm gonna maneuver that's why that's healthy. Yes, that's healthy fear that that's healthy",
        3587.4,
        3593.36
    ],
    [
        " But you're also trained and prepared mentally for that kind of thing most people when they start acting in fear",
        3593.36,
        3597.66
    ],
    [
        " They start making poor decisions. Yeah. Oh, yeah, absolutely. So in that sense",
        3597.66,
        3601.1
    ],
    [
        " It's like hey get over your fears because you have to recognize that when you're acting in fear",
        3601.1,
        3605.06
    ],
    [
        " You'll have a less desirable outcome than if you can get over it calm down sip, you know, observe or you decide acting",
        3605.06,
        3610.58
    ],
    [
        " No doubt about it",
        3610.72,
        3612.02
    ],
    [
        " All right, what about what about just plain leadership challenges? I mean here. We are stressful deployment. Yeah, it was",
        3612.02,
        3618.72
    ],
    [
        " It was the most stressful deployment that anybody had had up until that point in Iraq. Yeah",
        3618.72,
        3624.48
    ],
    [
        " Then even talking to you know the Vietnam guys. This was a stressful deployment. Yeah a very stressful deployment",
        3624.48,
        3632.54
    ],
    [
        " In the amount of combat that was happening. Well urban combat happened. It things happened so fast. Yeah",
        3632.54,
        3638.42
    ],
    [
        " So but from a leadership perspective, what did you was there anything that you didn't expect was there any lesson that got confirmed?",
        3639.86,
        3647.24
    ],
    [
        " Yeah, so in its funny because you know over time in the deployment",
        3648.02,
        3653.0
    ],
    [
        " You really mature",
        3653.0,
        3655.0
    ],
    [
        " Even in a short amount of time and I'll give you a quick quick story. So it was",
        3655.0,
        3660.04
    ],
    [
        " One of my last ops before I left country and there was another unit that had come in to kind of partner up with us",
        3660.04,
        3668.24
    ],
    [
        " and",
        3669.24,
        3669.68
    ],
    [
        " We went and did this up and so the officer in that unit who's a good friend of mine by the way",
        3669.68,
        3673.76
    ],
    [
        " Was it might have been his second combat op right and so I've been on I don't even know how many at that point",
        3673.76,
        3680.36
    ],
    [
        " and so we went and did this operation and it involved some army units and so we're sitting in this position and",
        3680.36,
        3688.88
    ],
    [
        " so",
        3688.88,
        3690.54
    ],
    [
        " like classic blunder",
        3690.54,
        3694.14
    ],
    [
        " The army guy who's sitting there is on the rooftop and he's smoking a cigarette",
        3694.92,
        3699.62
    ],
    [
        " like like the classic world war to sniper victim smoking a cigarette trail of smoke going up",
        3699.62,
        3708.66
    ],
    [
        " And I mean this is a classic. I mean single sniper shot",
        3708.66,
        3713.12
    ],
    [
        " Shoot them and it it just I mean it misses his face",
        3713.12,
        3719.16
    ],
    [
        " Well, let me put this way it took a zero low off",
        3719.16,
        3722.16
    ],
    [
        " Right around cracks in the wall behind us. That's it. Immediately everybody just like blah like just",
        3722.48,
        3728.32
    ],
    [
        " unloads firefight right and",
        3728.32,
        3730.98
    ],
    [
        " So we're calling and meta back for this guy because it kind of it still cut him pretty good and",
        3730.98,
        3735.44
    ],
    [
        " Trying to figure out if you're gonna be more fire or whatever the situation is so so this guy is like well",
        3735.44,
        3741.44
    ],
    [
        " I'm like hey, so",
        3741.44,
        3743.04
    ],
    [
        " Time to call a qrf and get out of here. He's like well, you know, I think I'm like we think what dude",
        3743.04,
        3748.66
    ],
    [
        " What else do you think is possibly gonna come from this and you know, I mean, I probably",
        3749.2,
        3754.6
    ],
    [
        " Would have thought hey, maybe we can still get something from this it was my first or second right",
        3754.6,
        3759.18
    ],
    [
        " But it was just clear like I mean at this point. I mean we've already we've already got a lot of guys hurt on this deployment",
        3759.18,
        3763.86
    ],
    [
        " We've already lost mark and",
        3763.86,
        3766.36
    ],
    [
        " If you're the guys, you know, baby. He's already been shot at this point. So",
        3766.36,
        3769.92
    ],
    [
        " You have to weigh like what what more are you gonna gain? I mean first of all this guy just this sniper",
        3769.92,
        3778.16
    ],
    [
        " Just got a bead on this guy. I mean in by the grace of God. He is still alive and",
        3778.16,
        3784.22
    ],
    [
        " We've shot like so what else is gonna happen?",
        3784.22,
        3787.58
    ],
    [
        " I mean they're either just gonna set up and get a better position or get another shot",
        3787.72,
        3790.96
    ],
    [
        " But they certainly aren't gonna do anything. We certainly aren't gonna see anything that they don't want us to see at this point",
        3790.96,
        3797.04
    ],
    [
        " So the battlefield is lost. I mean this op is it's over. It's time to pull trucks and go",
        3797.04,
        3802.02
    ],
    [
        " So anyway that army came and busted down the swamp and fighting to go who's awesome",
        3802.02,
        3806.0
    ],
    [
        " I mean I love the breading Bradley fighting you whole",
        3806.0,
        3807.9
    ],
    [
        " But you know, that's just sort of like a quick. It's like obvious",
        3807.9,
        3810.68
    ],
    [
        " It's obvious to me at that point and I'm on Monday morning comp, you know quarterback 10 years later as I'm explaining this like",
        3810.68,
        3816.74
    ],
    [
        " Anyway, so you can go well. Yeah, obviously time to go right but you know what you're in that position",
        3816.74,
        3820.72
    ],
    [
        " And guys are still trying to get after it and there's still things going on out there",
        3820.72,
        3824.04
    ],
    [
        " You might think well, maybe there's still something we can do here",
        3824.04,
        3826.1
    ],
    [
        " Yeah, and by the way that there was other times where similar situations happen in different decisions were made and they worked out great",
        3826.1,
        3834.78
    ],
    [
        " Yep, you know, and so",
        3834.9,
        3836.4
    ],
    [
        " I think you're overall",
        3836.4,
        3839.36
    ],
    [
        " Statement is like you gained perspective right over time and you're able to look at things from a from a better",
        3839.36,
        3847.52
    ],
    [
        " Perspective and from a higher altitude for a lack of a better way to say that you able to understand what's happening on the battlefield more",
        3847.52,
        3853.62
    ],
    [
        " That's definitely",
        3853.62,
        3854.96
    ],
    [
        " Something that if people are listening and it's something that they want to become aware it's something that you can actually act on",
        3854.96,
        3861.3
    ],
    [
        " Because that perspective",
        3862.98,
        3864.22
    ],
    [
        " It can be gained through time and experience, but it can also be gained by detachment and saying okay",
        3864.22,
        3871.5
    ],
    [
        " What am I really doing here right now? Yeah, what are we really going to gain and you can make a faster progress down the line to have to make good judgment calls",
        3871.5,
        3882.42
    ],
    [
        " Based on not just experience, but just on knowledge and and trying to capture the right perspective at the right time",
        3882.42,
        3888.62
    ],
    [
        " Plus a big tactic for those guys was slowly evolving and and happened",
        3888.62,
        3893.36
    ],
    [
        " After we left",
        3893.36,
        3894.72
    ],
    [
        " So is there anything else that you start that that you learned again that you didn't expect or that was useful for you",
        3894.72,
        3903.94
    ],
    [
        " Eat from a leadership perspective",
        3903.94,
        3908.08
    ],
    [
        " Yeah, so you know, I found myself in a position a lot of times of",
        3908.08,
        3913.06
    ],
    [
        " Kind of stitching the put to keeping the platoon stitched together",
        3913.06,
        3916.52
    ],
    [
        " You know because in an intense situation guys start to have different opinions about things, you know",
        3916.52,
        3921.22
    ],
    [
        " they do indeed. Yeah, and so",
        3921.22,
        3924.04
    ],
    [
        " So on this deployment I was not the platoon commander right my good friend was the platoon commander",
        3924.04,
        3930.46
    ],
    [
        " and when you're in a position of leadership you're making a lot of hard decisions and not everybody always agrees with the decision that gets made",
        3930.46,
        3937.76
    ],
    [
        " And so a lot of times the role I needed to fill was to back my platoon commander and continue to keep the platoon together behind",
        3937.76,
        3946.44
    ],
    [
        " The platoon commander because he had he was tasked with niggas and hard decisions",
        3946.52,
        3949.5
    ],
    [
        " So",
        3949.5,
        3951.84
    ],
    [
        " Sometimes it was you know, sometimes you know, so look I would just the analogy I would give to you is that",
        3951.84,
        3956.96
    ],
    [
        " You may be in a role in a company in an organization where the best thing you can do to be part of the team is to",
        3956.96,
        3964.0
    ],
    [
        " help keep the team on focused for the mission and that might mean",
        3964.0,
        3968.78
    ],
    [
        " You know spending some time with one or two guys who are over here",
        3968.78,
        3973.32
    ],
    [
        " Uh, having to disagree even about the decision or which way things are going",
        3973.42,
        3977.28
    ],
    [
        " And truly one of the best ways that you end up having to do that or doing that is",
        3977.28,
        3982.76
    ],
    [
        " Number one you build the relationships with the guys, right? So they know and trust you number two",
        3982.76,
        3986.94
    ],
    [
        " Your platoon commander is got a lot of stuff on his plate, right?",
        3986.94,
        3992.3
    ],
    [
        " And so one of the easiest things for him to",
        3992.86,
        3996.44
    ],
    [
        " cut short is",
        3996.44,
        3998.38
    ],
    [
        " The guys of of explaining hey here's why this is going on here's how why this gonna so you as the intermediary said okay",
        3999.16,
        4005.2
    ],
    [
        " I know what he's doing. I know why he's making this isn't let me explain this down the chain of command",
        4005.2,
        4008.62
    ],
    [
        " That's right and that's so helpful and so helpful and when you've got guys in the platoon or any organization a high performing organization",
        4008.62,
        4015.38
    ],
    [
        " That are really strong willed and have strong opinions and and by the way are an intelligent and it can make really",
        4015.38,
        4021.34
    ],
    [
        " Articular points as to why they don't agree with something",
        4021.34,
        4023.62
    ],
    [
        " You know again my role in that in that situation",
        4023.62,
        4027.82
    ],
    [
        " Was to ensure that mission success continued to happen that we were still effective as a unit and that meant me",
        4028.38,
        4034.5
    ],
    [
        " Kind of behind the scenes trying to keep keep some guys on board. Yeah, and it's interesting. I'm sure people have noted this already but",
        4034.5,
        4042.66
    ],
    [
        " When you said there's these different people inside of a platoon",
        4042.66,
        4046.1
    ],
    [
        " I mean just if you listen to the podcast that I just what did with",
        4046.1,
        4049.78
    ],
    [
        " Retired senior chief Tony of ratti and you you guys personalities are are very very different very very different",
        4049.78,
        4057.52
    ],
    [
        " And that's just some of what you get in a soup to and you know what it's not just somewhat getting a soup to",
        4057.6,
        4062.64
    ],
    [
        " It's some of what you get any any organization. That's right. There's no clones. There's not people being turned out",
        4062.64,
        4069.48
    ],
    [
        " They can have the same background. They can go to the same school",
        4069.48,
        4072.74
    ],
    [
        " They can have the same level experience. They can be totally different people",
        4072.74,
        4075.36
    ],
    [
        " That's the way it is and that's the way it isn't the steel teams and that's the way it is in every organization",
        4075.36,
        4078.3
    ],
    [
        " It's part of why we're so good right because you get guys that think differently. They have problems differently",
        4078.3,
        4081.62
    ],
    [
        " Yes",
        4081.62,
        4081.96
    ],
    [
        " But I like the fact of what you're saying is",
        4081.96,
        4085.4
    ],
    [
        " You had to be you found yourself in the role of okay, you know what I got to make sure that the guys understand where the platoon commanders coming from",
        4085.66,
        4092.86
    ],
    [
        " With the guy that if there's something that actually makes sense",
        4092.86,
        4096.2
    ],
    [
        " I got to bring it back to the team commander and say look this isn't one of the guys",
        4096.2,
        4098.9
    ],
    [
        " You know complaining about something here's the legitimate point that's being made right",
        4098.9,
        4102.68
    ],
    [
        " And then you guys can have that discussion",
        4102.68,
        4105.0
    ],
    [
        " Maybe brings in one of those guys and said okay, we tell me what you're talking about here",
        4105.0,
        4108.56
    ],
    [
        " And then you guys can move forward and come up with the best possible plan",
        4108.56,
        4111.76
    ],
    [
        " But yeah as a peacemaker for all practical purposes is is what's is where you what you end up being and",
        4112.38,
        4121.1
    ],
    [
        " You know before I what the one of their",
        4121.1,
        4124.58
    ],
    [
        " peacemakers needed because there wasn't a lot of peace over there",
        4124.58,
        4130.04
    ],
    [
        " Not a lot of peace and and one of the stories I think that",
        4130.04,
        4134.08
    ],
    [
        " Little Mikey story here that kind of shows you the level of violence that was happening",
        4134.08,
        4141.08
    ],
    [
        " in Ramadi",
        4141.76,
        4142.46
    ],
    [
        " so",
        4142.46,
        4143.76
    ],
    [
        " I came to visit",
        4143.76,
        4146.44
    ],
    [
        " Because I was I was on the other side of Ramadi and and the guys from Delta",
        4146.44,
        4151.82
    ],
    [
        " First a small section of guys from Delta and then all of them ended up on the on the eastern side of Ramadi with the first the five or six band of brothers",
        4151.82,
        4159.76
    ],
    [
        " Awesome outstanding unit amazing guys to a man and with an amazing commander, but so",
        4159.76,
        4169.66
    ],
    [
        " Delta soon ended up over there. Well anyways",
        4169.88,
        4172.48
    ],
    [
        " I'd gone over to to visit go go do some ops with them and see what's going on",
        4172.48,
        4177.28
    ],
    [
        " And when I showed up you know I showed up and and this was a few this is probably like a month and a half in",
        4177.28,
        4184.4
    ],
    [
        " Because the guys had taken over some crappy",
        4184.4,
        4188.54
    ],
    [
        " building and",
        4188.54,
        4191.52
    ],
    [
        " Full metal jacket full metal jacket and had built it out FMJ",
        4191.52,
        4195.42
    ],
    [
        " So if you guys seen the movie full metal jacket that's a scene in the movie where these guys these buildings are all blown out",
        4195.8,
        4201.44
    ],
    [
        " well this building where",
        4201.44,
        4202.64
    ],
    [
        " Not not just the seals, but a bunch of guys army guys",
        4202.64,
        4206.36
    ],
    [
        " lived in this building and it was all blown out and it looked like this awesome",
        4206.36,
        4210.32
    ],
    [
        " And when we first got in there the first one we first went out there it was dirt it was literally dirt floors",
        4210.32,
        4217.5
    ],
    [
        " Just mosquitoes everywhere. It was total. It was just horrible and",
        4217.5,
        4221.8
    ],
    [
        " Now some time had passed and the guys of course you put seals somewhere. They're gonna dial some stuff in the CBS that we have",
        4222.16,
        4228.52
    ],
    [
        " This is CBS we have oh my gosh the CBS we had were phenomenal and we don't know what CBS are there",
        4228.52,
        4234.56
    ],
    [
        " They're sort of the Navy's version of engineers and they're they're",
        4234.56,
        4239.18
    ],
    [
        " fanatically hard workers and the crew that we had with us in Ramadi that was that was we they were part of our task unit",
        4239.18,
        4245.0
    ],
    [
        " They were just",
        4245.0,
        4246.36
    ],
    [
        " Total hard chargers and bust their ass and make stuff happen so they had and the other thing",
        4246.66,
        4252.38
    ],
    [
        " The other thing you have to do when you're a CB is you have to learn to acquire things",
        4252.38,
        4255.84
    ],
    [
        " Because there's a lack of things",
        4255.84,
        4257.9
    ],
    [
        " In combat zone, right and so you good CB can come up with let's call it you know",
        4257.9,
        4264.22
    ],
    [
        " 120 sheets of 4x8 plywood right that our master our CB master Chief is awesome",
        4264.22,
        4271.02
    ],
    [
        " Yeah, we got there dude. They had they had these racks built out for us in this blown out concrete building",
        4271.02,
        4277.16
    ],
    [
        " Then had like shells and stairs to go to the upper a duty was awesome",
        4277.16,
        4281.22
    ],
    [
        " Yeah, it was so they take they that's what they had done is taken and just built the like into these basically small plywood",
        4281.22,
        4287.0
    ],
    [
        " Condominium inside the full metal",
        4287.0,
        4289.46
    ],
    [
        " and I so I showed up there one time and",
        4289.46,
        4293.74
    ],
    [
        " You know we're hanging out and you know the platoon commanders give me a little debrief on stuff and just kind of tell me how things are going",
        4293.74,
        4300.14
    ],
    [
        " And then someone says hey, did you see Mikey's video?",
        4300.34,
        4303.5
    ],
    [
        " And I go I go no, they go go go see Mikey's video",
        4304.18,
        4308.06
    ],
    [
        " And so I go okay, so they go his room's back there. What does this room say on it? Oh, man like Mikey's palace",
        4308.06,
        4314.52
    ],
    [
        " Yeah, so I would a great story about Mikey's palace by the way, so go ahead",
        4314.52,
        4318.76
    ],
    [
        " So so the so the so the CB's had built these awesome",
        4318.76,
        4322.24
    ],
    [
        " plywood paradise for us and",
        4322.24,
        4324.72
    ],
    [
        " um",
        4325.7,
        4326.18
    ],
    [
        " So you know people asleep we would sleep all different times right?",
        4326.18,
        4328.54
    ],
    [
        " I mean daytime nighttime whatever because the obstacle was so intense and so everything was totally blacked out",
        4328.54,
        4333.76
    ],
    [
        " And I got like an odd sleeping style like I could",
        4333.76,
        4335.84
    ],
    [
        " Well as a mole rat, you know, we have slightly different",
        4335.84,
        4339.96
    ],
    [
        " cycle",
        4339.96,
        4341.02
    ],
    [
        " So",
        4341.02,
        4341.7
    ],
    [
        " Mikey had a different cycle like everybody would be asleep and I would be awake and back",
        4341.7,
        4346.62
    ],
    [
        " I always could find Mikey awake and Mike so you go in you go in he was on the ground floor",
        4346.62,
        4352.04
    ],
    [
        " And so you go down and it was pitch black and you got like feel your way through it all these bunks",
        4352.04,
        4356.82
    ],
    [
        " And then you go down around this corner down this hallway and you make a sharp right and um and then there'd be this faint glow",
        4356.82,
        4363.92
    ],
    [
        " Coming from Mike's palace and so Mikey's bunk was the last one up against the wall",
        4363.92,
        4369.06
    ],
    [
        " And there was like an extra like three feet between his bunk in the wall just the way that way it worked out",
        4369.06,
        4373.28
    ],
    [
        " And so he had like these tapestries that his family had sent him hanging from the wall",
        4373.28,
        4378.02
    ],
    [
        " And uh and he'd have like poncho liners all hung out blocking the whole thing out and so it was all dark",
        4378.44,
        4383.76
    ],
    [
        " He was like his little cave and you go back in there and uh",
        4383.76,
        4386.94
    ],
    [
        " I don't know where he got him be had like extra pillows on his bunk and like he headed his laptop like like rigged",
        4386.94,
        4392.74
    ],
    [
        " That's like a",
        4392.74,
        4393.28
    ],
    [
        " TV screen to be always be watching movies and he always had all kinds of geek on back there",
        4393.28,
        4398.16
    ],
    [
        " So I go back in there and I go in a glow from Mikey's palace",
        4398.16,
        4401.66
    ],
    [
        " I go back in there and we just said hey man",
        4401.66,
        4403.76
    ],
    [
        " You want some of the he'd have beef jerky?",
        4403.76,
        4405.5
    ],
    [
        " So does he'd have like romans ramen noodles and he'd always have he had like this heating element",
        4406.5,
        4410.86
    ],
    [
        " Like ones like you plug into the wall",
        4410.86,
        4412.62
    ],
    [
        " If I came in and you had to hook up the heating element boiling water right there or some ramen",
        4412.62,
        4417.3
    ],
    [
        " I mean if I was hungry in the middle of night I could get down there to Mikey's palace",
        4417.3,
        4420.84
    ],
    [
        " I knew I could get some grub and he'd not hang out and watch movies and stuff and uh he was always up weird hours like man",
        4420.84,
        4426.52
    ],
    [
        " That's just cool man. He had just yeah, it was cool pictures posters hanging on the wall",
        4426.52,
        4431.4
    ],
    [
        " He had that thing tricked out",
        4431.4,
        4433.66
    ],
    [
        " I old yeah",
        4433.66,
        4434.6
    ],
    [
        " Yeah, so these guys are like hey, have you seen Mikey's movie and I go no",
        4434.6,
        4438.94
    ],
    [
        " So they go we'll go back to Mikey's palace and check it out",
        4438.94,
        4441.3
    ],
    [
        " And so I make my way back there same thing you know you make your way back through the dark at the headlamp on",
        4441.3,
        4447.4
    ],
    [
        " Even though it's noon or something like that outside but the place is blocked out anyways. I get back there and",
        4447.4,
        4452.98
    ],
    [
        " I'm like Mikey and and he didn't know I was",
        4452.98,
        4457.18
    ],
    [
        " At that I was at Corregor, you know, so he was just",
        4457.18,
        4461.12
    ],
    [
        " Hey, you know kind of like hop to or whatever in a very I don't want to make that sound too extreme, you know",
        4461.34,
        4466.9
    ],
    [
        " But he was surprised to see the commander, right?",
        4466.9,
        4469.72
    ],
    [
        " But um anyways, I'm like Mikey. He's like oh, he's like hey, you know in these all chill",
        4469.92,
        4473.78
    ],
    [
        " And I said hey, let me see your movie man and he gets a smile on his face and I go okay",
        4473.78,
        4478.46
    ],
    [
        " This this must be interesting",
        4478.46,
        4479.92
    ],
    [
        " So anyways, he breaks out his camera. He's showing me the movie on the camera, right?",
        4479.92,
        4483.8
    ],
    [
        " But it's got volume and I'm sitting there watching it and anyways that the movie is",
        4483.9,
        4487.08
    ],
    [
        " It's a big firefight going on. It's just there's this is a big bad firefight. There's machine gun fire going off and",
        4487.68,
        4495.06
    ],
    [
        " He's literally sticking his hand up with the camera above the edge of a rooftop and he's filming you can see stuff getting shot and whatever",
        4495.06,
        4503.18
    ],
    [
        " and",
        4503.18,
        4504.34
    ],
    [
        " Then the funny part is he brings the camera down. He's you know hiding in this rooftop and he points the camera out himself",
        4504.34,
        4510.36
    ],
    [
        " and the area of Ramadi that they were working in as a place called the Malab district and",
        4510.36,
        4516.4
    ],
    [
        " Like many things in the military it had taken on its own little life its own little legend the Malab district and",
        4516.56,
        4523.32
    ],
    [
        " Mikey points the camera at himself and he says it's the mula",
        4523.32,
        4527.7
    ],
    [
        " and so it was really funny and",
        4527.7,
        4532.96
    ],
    [
        " And I get done watching this and of course, I'm still you know",
        4532.96,
        4536.38
    ],
    [
        " Mr. Big Bad Jaco and and I get done watching it. I go I go hey Mikey",
        4536.38,
        4540.82
    ],
    [
        " Listen bro",
        4540.82,
        4542.16
    ],
    [
        " When you're out there you shouldn't be filming stuff you need to be on your gun. I mean that's just that's just what you need to be doing",
        4542.8,
        4547.86
    ],
    [
        " You need to get on your gun and and you need to keep shooting you need to be putting on suppressive fire",
        4547.86,
        4552.58
    ],
    [
        " And he and he looks at me. He's kind of sheepishly, you know, because he felt bad. He goes he goes uh, he's like hey sir",
        4552.58,
        4558.84
    ],
    [
        " I was out at ammo",
        4558.84,
        4561.0
    ],
    [
        " And I started laughing because that's probably 800 rounds maybe maybe more probably probably 1200",
        4561.0,
        4569.94
    ],
    [
        " Just a massive amount of machine gun rounds and he'd gone through and he'd shot them all",
        4569.96,
        4575.62
    ],
    [
        " That's what Winchester means means you'd shot you had nothing left and he said you know sir",
        4575.62,
        4580.44
    ],
    [
        " Sorry sir. I was I was Winchester",
        4580.44,
        4582.62
    ],
    [
        " I just started laughing. I was like well if you winchester makes him good movie",
        4582.62,
        4586.66
    ],
    [
        " I guess my brother he got after yeah, so that's uh another good Mikey story",
        4586.66,
        4592.22
    ],
    [
        " so",
        4592.22,
        4593.68
    ],
    [
        " You",
        4595.68,
        4596.28
    ],
    [
        " You actually ended up going home early from deployment. Yep, and because you had another kid on the way. Yeah gunner",
        4596.28,
        4605.42
    ],
    [
        " He um and the thing is is it's like I mean hindsight's 2020 man, you know when when man when this stuff goes like this um",
        4605.42,
        4616.3
    ],
    [
        " um",
        4619.3,
        4619.7
    ],
    [
        " We had point we knew that that was going to be the end of the deployment",
        4619.7,
        4622.94
    ],
    [
        " This was like all right cool, you know, you just go back with the with the add-on for the redeploy",
        4622.94,
        4626.58
    ],
    [
        " And so that was all part of the plan um from day one basically all right cool um because my first son had been born on my last deployment",
        4626.58,
        4634.46
    ],
    [
        " so as it was",
        4634.46,
        4635.96
    ],
    [
        " And by the way, so it started heading back wife gives birth early anyway, so there you go two deployments two kids not there",
        4635.96,
        4643.84
    ],
    [
        " Com the story for a lot of military guys",
        4643.94,
        4645.7
    ],
    [
        " Um but for people who are not you know, I mean imagine like you're not being there for you for either of your kids",
        4645.7,
        4649.56
    ],
    [
        " My wife she's a treacher, but she was running out of steam",
        4649.56,
        4652.1
    ],
    [
        " Um, so it was cool to be able to go back and at least try to be there",
        4652.1,
        4656.26
    ],
    [
        " But gunner's always been in a hurry",
        4656.26,
        4658.04
    ],
    [
        " So he came early um and then so yeah went back um start handling the redeploy and so by that he means we're",
        4658.04,
        4667.34
    ],
    [
        " Some guy comes home from deployment a little bit early to start basically preparing for us to come home",
        4667.34,
        4673.16
    ],
    [
        " Getting ready for all the administrative stuff that's gonna take place and Andrew was that guy",
        4673.44,
        4678.22
    ],
    [
        " There's like that happen and then there was like three other guys it like a week later came call of me too",
        4678.22,
        4683.42
    ],
    [
        " So it was it was you know",
        4683.42,
        4684.38
    ],
    [
        " near the end, but it tough but it tough call anyway and then",
        4684.38,
        4688.64
    ],
    [
        " um, I mean, I remember where I was when when I got the word so you know, I was back at the team and",
        4688.64,
        4695.76
    ],
    [
        " um, I was I was actually",
        4695.76,
        4697.46
    ],
    [
        " chatting with delta platoon commander",
        4697.46,
        4700.58
    ],
    [
        " um",
        4702.06,
        4702.42
    ],
    [
        " via a method that we use and he uh, I'm so I knew they were going out and",
        4702.42,
        4707.12
    ],
    [
        " And I mean I distinctly remember going all right, I may get some get some from me, you know, and uh, so I was home",
        4707.12,
        4712.86
    ],
    [
        " I got the call at like",
        4712.86,
        4714.02
    ],
    [
        " 12 30 at night um, our time local and uh, so I knew right away that was one of our guys",
        4714.02,
        4721.74
    ],
    [
        " Uh, they went, you know, nothing over the you know over the phone specifically",
        4721.74,
        4725.64
    ],
    [
        " But I knew because I had just talked to our guys, you know, and I was like kind of money",
        4725.64,
        4729.58
    ],
    [
        " So I raced into",
        4729.58,
        4731.34
    ],
    [
        " So you get the call that just says come to work. Yep. Get to work kind of like all right",
        4731.34,
        4736.34
    ],
    [
        " so and",
        4736.34,
        4737.66
    ],
    [
        " Admittedly, I'm a little frantic, you know, because these are my brothers, you know, and I'm not there. That's really hard",
        4737.66,
        4746.72
    ],
    [
        " so",
        4746.72,
        4747.58
    ],
    [
        " You know, you can have some survivors guilt over that kind of thing, you know",
        4747.58,
        4755.02
    ],
    [
        " Uh, you know, it seems like hey look we got this deployments basically over",
        4755.8,
        4760.74
    ],
    [
        " um",
        4760.74,
        4761.8
    ],
    [
        " And go back thinking you're making a right decision trying to balance",
        4761.8,
        4765.72
    ],
    [
        " stuff with your family",
        4765.72,
        4767.7
    ],
    [
        " And then for that to happen uh, and you know, he's one of my guys. He's one of my guys",
        4767.7,
        4775.28
    ],
    [
        " And I wasn't there",
        4775.28,
        4776.78
    ],
    [
        " And uh, that's hard",
        4776.78,
        4779.64
    ],
    [
        " um, you know, it's been almost 10 years now",
        4779.64,
        4783.22
    ],
    [
        " And time helps to heal those kinds of things",
        4783.42,
        4785.62
    ],
    [
        " But I had a lot of guilt over that and um",
        4785.62,
        4789.14
    ],
    [
        " So anyway, we kind of figure out what's going on um, I get the brief and figure out who it is",
        4789.14,
        4794.28
    ],
    [
        " So um start figuring out okay, so now it's now it's a race for those of you that don't know",
        4794.28,
        4800.6
    ],
    [
        " I mean look here's the thing we live in a 24-7 news world",
        4800.6,
        4804.1
    ],
    [
        " Um, and it's a race to notify the family before they find out for some other means",
        4804.1,
        4809.4
    ],
    [
        " And uh, he you know, lives up in Orange County, so we started assembling a team um, and you know",
        4810.0,
        4815.18
    ],
    [
        " Admrolls and",
        4815.18,
        4819.18
    ],
    [
        " Commoders are involved and uh, it look",
        4819.18,
        4824.06
    ],
    [
        " This is the second guy that we have not lost seals and I racked to this point mark and mic now, so um",
        4824.06,
        4831.22
    ],
    [
        " Uh",
        4831.22,
        4832.46
    ],
    [
        " You know, it's who's gonna go up to do the notification and I mean like I had to like dig my heels and I was like listen",
        4832.46,
        4837.68
    ],
    [
        " This is my guy",
        4837.68,
        4838.66
    ],
    [
        " I'm going",
        4838.66,
        4839.82
    ],
    [
        " And it was at first like and then I was like no no no no no",
        4839.82,
        4843.96
    ],
    [
        " I'm going",
        4843.96,
        4845.0
    ],
    [
        " And thank god I did that because I mean I wouldn't have it any other way",
        4845.0,
        4849.62
    ],
    [
        " We're racing we put put the guys together throw the blues on we driving up and um, you know",
        4849.62,
        4854.88
    ],
    [
        " Look when we got to Mikey's family's house",
        4854.88,
        4857.8
    ],
    [
        " You know look and all they wanted was to talk to somebody who knew Mikey and the other four guys that were standing there",
        4857.8,
        4864.0
    ],
    [
        " Didn't know didn't serve with them",
        4864.0,
        4865.92
    ],
    [
        " Didn't work up with them didn't play with them and you know in this grand scheme of God's plan",
        4866.06,
        4871.8
    ],
    [
        " I have to ask you know",
        4871.8,
        4873.62
    ],
    [
        " We pulled over before pulling up the pulling up to the house and put on our blues and I literally thought to myself. Okay",
        4873.62,
        4878.8
    ],
    [
        " That we are about to give the worst possible news to to apparent",
        4878.8,
        4884.92
    ],
    [
        " About their kid is dead",
        4884.92,
        4886.66
    ],
    [
        " And um, I remember thinking you know God just used me right now",
        4886.66,
        4891.72
    ],
    [
        " I don't know why I'm here in this timing",
        4891.72,
        4895.42
    ],
    [
        " Um, but just work through me just use me, you know, uh, so you know we knocked on their door and um",
        4896.4,
        4903.4
    ],
    [
        " You know Mrs. Montseward looked out and she later knew you know that we",
        4903.4,
        4908.0
    ],
    [
        " I mean she took a few minutes to get to the door she looked out and saw five men standing there in blues",
        4908.0,
        4913.08
    ],
    [
        " So that was very hard, you know you go in and obviously families upset and you're doing the best you can to keep it together",
        4913.08,
        4921.26
    ],
    [
        " I mean for me this was my guy. This was my brother",
        4921.26,
        4925.42
    ],
    [
        " And I'm standing there giving them the news and trying to keep it together myself and um",
        4925.48,
        4930.72
    ],
    [
        " You know, the the good news is is that one by one they sort of looked around and said well did anybody know Mikey?",
        4930.72,
        4937.08
    ],
    [
        " I was like yeah, I knew Mikey. He was mine and uh, so they you know, playfully asked everybody to leave",
        4937.24,
        4943.46
    ],
    [
        " But wanted me to stay and just talk about the deployment tell stories about Mikey what he was like what was going on",
        4943.46,
        4950.3
    ],
    [
        " And you know, I want to uh",
        4950.3,
        4953.5
    ],
    [
        " The Montseurs are an unbelievable family and I totally want to respect their privacy. Absolutely family",
        4956.5,
        4964.32
    ],
    [
        " um",
        4964.32,
        4965.18
    ],
    [
        " And they're just they just been",
        4965.18,
        4967.88
    ],
    [
        " So amazingly humble and gracious through this whole thing and I just don't want to",
        4967.88,
        4974.04
    ],
    [
        " Sit here and tell stories about about this right. I don't want to do it um",
        4974.04,
        4981.18
    ],
    [
        " One of the things that the only the only the only thing I'll all say about this again out of",
        4985.64,
        4991.72
    ],
    [
        " Just respect for the Montseur family",
        4991.72,
        4994.52
    ],
    [
        " um is",
        4994.52,
        4997.42
    ],
    [
        " When you just said about about um",
        4997.42,
        5000.9
    ],
    [
        " You telling them what deployment was like",
        5000.9,
        5003.5
    ],
    [
        " well in talking to them",
        5003.5,
        5006.14
    ],
    [
        " one of the things that",
        5006.14,
        5008.54
    ],
    [
        " they said",
        5008.54,
        5010.02
    ],
    [
        " was",
        5010.02,
        5011.3
    ],
    [
        " with their",
        5011.3,
        5012.94
    ],
    [
        " Impression of the deployment so so like I said and you guys have heard stories about remodeling",
        5014.06,
        5018.12
    ],
    [
        " You can go and you can go on youtube and just put remoddy",
        5018.12,
        5020.98
    ],
    [
        " Yeah, and you'll see what remoddy was like",
        5020.98,
        5023.12
    ],
    [
        " That's what remoddy was like and it was",
        5023.12,
        5026.36
    ],
    [
        " Incredibly violent and crazy and these guys",
        5026.36,
        5031.62
    ],
    [
        " Charlie and Delfton were in the thick of it in the thick of it",
        5031.62,
        5037.22
    ],
    [
        " On a almost daily basis",
        5037.22,
        5040.32
    ],
    [
        " And the reason I'm building that up",
        5041.36,
        5043.22
    ],
    [
        " Is because the emails that Mikey had sent home to his family",
        5043.22,
        5047.3
    ],
    [
        " were",
        5047.3,
        5048.44
    ],
    [
        " Oh, yeah, having fun not much going on here, right? Don't worry about me. We're just training some Iraqis",
        5048.44,
        5054.36
    ],
    [
        " Don't worry about me. Oh, we're just we're just uh trying to work on the infrastructure. Don't worry about me",
        5054.36,
        5059.2
    ],
    [
        " It's all good here. I'll be home in a little bit though. Those are the kind of emails",
        5059.2,
        5063.28
    ],
    [
        " That he was sending home",
        5063.28,
        5065.96
    ],
    [
        " In order to make sure that his family wasn't worried about right and it shows you what kind of a guy that Mikey was",
        5066.16,
        5072.66
    ],
    [
        " um",
        5072.66,
        5074.66
    ],
    [
        " So so",
        5074.66,
        5076.84
    ],
    [
        " Any is there anything else again without without going into",
        5076.84,
        5082.66
    ],
    [
        " Your personal you know your personal interactions with this incredible family",
        5082.66,
        5089.98
    ],
    [
        " That you want to say and maybe from the perspective of",
        5089.98,
        5094.8
    ],
    [
        " As much as I hate to say this there's gonna be other people that are gonna do this job being this person that does the notification",
        5097.06,
        5103.2
    ],
    [
        " Is there anything else that you could give advice to people that have to do this job or you know",
        5103.2,
        5111.06
    ],
    [
        " If they if that ever befalls people that I mean we get a lot",
        5111.06,
        5114.14
    ],
    [
        " Andrew we get a lot of big lot of military guys that that reach out to me all the time that are active duty that are doing them to work and",
        5114.14,
        5122.02
    ],
    [
        " And",
        5123.52,
        5124.04
    ],
    [
        " Anything that strikes you as something that you learned from this experience",
        5124.04,
        5127.34
    ],
    [
        " Here's what I learned is the worst thing I've ever done in my life and the worst thing and",
        5127.34,
        5134.6
    ],
    [
        " Combat itself was a piece of cake compared to this. I would love to go back to combat",
        5134.6,
        5140.02
    ],
    [
        " any",
        5140.02,
        5141.08
    ],
    [
        " Issues or concerns or anything from my military service was completely centered around this",
        5141.08,
        5146.96
    ],
    [
        " Using extremely heavy burden to bear so if you are ever in this position. I don't have any good advice for you",
        5148.04,
        5152.42
    ],
    [
        " There's nothing you can do to prepare yourself for that this type of situation the only thing I could tell you is",
        5152.42,
        5158.58
    ],
    [
        " Reach out to guys who've done it before I will gladly talk you through it because one of the best",
        5158.58,
        5165.18
    ],
    [
        " Solves that I've found for this kind of pain is hanging out with your brothers and spending time with them",
        5165.18,
        5171.18
    ],
    [
        " Um, I will always have time for someone who's had to be a kego always",
        5171.18,
        5174.9
    ],
    [
        " Call me let's go out. Let's hang out. I won't suggest drinking a beer",
        5175.4,
        5179.08
    ],
    [
        " But if the beers what you want to do will do it",
        5179.08,
        5180.78
    ],
    [
        " But the bottom line is is that just the intimacy of being around another guy who's been there is very comforting",
        5180.78,
        5186.94
    ],
    [
        " and so you know when you go through a stressful situation like this do not isolate yourself",
        5186.94,
        5192.28
    ],
    [
        " there are other guys who have been through this and",
        5192.28,
        5195.6
    ],
    [
        " And a true brother will be willing to take the time for you. I'll find the time for you no matter what no matter how busy",
        5195.6,
        5201.54
    ],
    [
        " I am and so um, I just want to be a resource now",
        5201.54,
        5204.78
    ],
    [
        " I know that there's only so many hours in the day",
        5204.78,
        5206.42
    ],
    [
        " But if you're going through something if you've gone through something like this reach out to your brothers",
        5206.42,
        5210.02
    ],
    [
        " Find a connection to another military guy",
        5210.02,
        5212.94
    ],
    [
        " Because nobody can understand it like another military guy",
        5212.94,
        5216.1
    ],
    [
        " And that's part of the stress of it part of the stress of it is is that you don't feel like you can possibly explain what you're dealing with to anybody else",
        5216.1,
        5223.1
    ],
    [
        " There's no way they could possibly understand and comprehend it",
        5223.1,
        5225.78
    ],
    [
        " But another guy has been to combat can and we can sit in the room next to each other",
        5225.78,
        5229.36
    ],
    [
        " Even if we sat there and said nothing we would get each other and so you got to reach out to each other do not isolate",
        5229.36,
        5235.44
    ],
    [
        " That's that's great advice and actually",
        5235.44,
        5239.84
    ],
    [
        " One thing that's very interesting to me is that I get emails from guys and",
        5239.84,
        5244.74
    ],
    [
        " that they're basically",
        5244.74,
        5246.9
    ],
    [
        " Doing that they're gonna do that right now with us. There's some of those guys out there that are that are going okay",
        5246.9,
        5254.8
    ],
    [
        " Yeah, and and the message is yeah, I mean",
        5254.8,
        5257.4
    ],
    [
        " The military guys had been through this kind of stuff before again, I was never Kiko",
        5258.82,
        5263.28
    ],
    [
        " I never even came home before my guys, you know, there was another kind of",
        5263.28,
        5267.3
    ],
    [
        " Another kind of misery, I guess to just know you're just sending people home",
        5267.3,
        5273.48
    ],
    [
        " It's awful",
        5273.48,
        5275.68
    ],
    [
        " But yeah, don't isolate yourself",
        5275.68,
        5280.06
    ],
    [
        " Talk to your brothers",
        5280.06,
        5281.88
    ],
    [
        " Find them and",
        5281.88,
        5284.48
    ],
    [
        " Tell them what you're thinking about yeah, and",
        5284.48,
        5287.02
    ],
    [
        " And this is awesome right because",
        5287.4,
        5288.88
    ],
    [
        " Twitter and Facebook and messages like this, you know, we can kind of reconnect, you know",
        5288.88,
        5294.04
    ],
    [
        " We can kind of talk about doing some cool stuff together whether it's jujitsu or running a badass race",
        5294.04,
        5299.22
    ],
    [
        " We're doing something to challenge you physically or mentally",
        5299.22,
        5301.52
    ],
    [
        " We all can kind of give ourselves a electronic high five, you know through something badass",
        5301.52,
        5306.58
    ],
    [
        " You're still doing today and you know what here's the other thing to transition man. Oh man. So so so",
        5306.58,
        5311.74
    ],
    [
        " We so that happens. I'm home and in",
        5311.74,
        5316.78
    ],
    [
        " February 2007 I get off active duty and thanks so for those of you that don't track in the calendar here",
        5318.24,
        5323.04
    ],
    [
        " Mikey died September 29th 2006",
        5323.04,
        5327.36
    ],
    [
        " That whole thing unfolds we got home. I got home",
        5327.36,
        5331.8
    ],
    [
        " I was the last with the last group to leave and we left",
        5331.8,
        5336.12
    ],
    [
        " Ramadi October 21st",
        5336.12,
        5339.3
    ],
    [
        " Took us a couple days to get home, but now we're home. We get post deployment leave",
        5339.3,
        5342.92
    ],
    [
        " We reassemble like you do post deployment kind of debrief types up then we get post deployment leave",
        5344.14,
        5348.58
    ],
    [
        " So now you're talking it's December all the sudden December, you know October it's November",
        5348.58,
        5352.76
    ],
    [
        " It's now it's December Thanksgiving now it's on its December boom and",
        5352.76,
        5356.82
    ],
    [
        " So not much time has gone by it's been packed in February",
        5356.82,
        5360.76
    ],
    [
        " You're getting out of gone and that war machine keeps cranking by the way",
        5360.76,
        5364.84
    ],
    [
        " So the guys are back to writing to another platoon. They're doing pre-deployment work at whatever dude whatever",
        5364.84,
        5368.94
    ],
    [
        " It just it keeps on cranking and and then proof I'm out of the Navy and I jump right into the mortgage business",
        5368.94,
        5376.58
    ],
    [
        " Because you know nothing like a natural transition from the seal teams and the battlefield of Ramadi to do in 30 year fixed mortgages",
        5376.58,
        5384.54
    ],
    [
        " And it's and it's 2007 though. Yeah, so you actually weren't doing",
        5384.54,
        5389.0
    ],
    [
        " fixed mortgages for 30 years",
        5389.0,
        5391.42
    ],
    [
        " The mortgage industry for those of you that don't know the mortgage industry in 2007 was a place where a lot of people were making",
        5391.42,
        5398.92
    ],
    [
        " a ton of money and it was about to all come to a screen. I was not making a ton of money",
        5398.94,
        5404.2
    ],
    [
        " I was just like to add. I was brand new right so I leave this steady two week paycheck",
        5404.2,
        5408.82
    ],
    [
        " Brotherhood and a job I'd wanted to do",
        5408.82,
        5411.52
    ],
    [
        " My entire adult life at that point and had it just came from great deployment and getting the mortgage now",
        5411.52,
        5417.54
    ],
    [
        " I did that because I need to be home and by the way",
        5417.54,
        5419.82
    ],
    [
        " As much as the struggle was to get out and and I really my heart was truly torn in two opposite directions",
        5419.82,
        5426.1
    ],
    [
        " Man, I look back in the last nine ten years that I've had the opportunity to raise and shape my two young boys to be the young men that they're becoming have been absolutely priceless",
        5426.58,
        5436.8
    ],
    [
        " and",
        5436.8,
        5438.06
    ],
    [
        " But you know, so I find myself February sitting in the quiet office of a mortgage office at like",
        5438.06,
        5443.64
    ],
    [
        " 630 in the morning because that's just how I roll. I got a key. I'm gonna get in there. I'm gonna figure it out",
        5443.64,
        5449.04
    ],
    [
        " And then nobody know first guy's not showing up. It's like nine",
        5449.04,
        5451.4
    ],
    [
        " You know, I'm in the reading guideline books trying to just you know",
        5451.4,
        5454.64
    ],
    [
        " I've nope I've no paycheck of no income and so man it got rough. I started to struggle",
        5454.64,
        5460.62
    ],
    [
        " I'm struggling",
        5460.62,
        5461.96
    ],
    [
        " financially for one thing. I'm struggling emotionally",
        5461.96,
        5466.06
    ],
    [
        " um",
        5466.06,
        5466.96
    ],
    [
        " I'm struggling to build a new relationships and you know kind of like a little bit of a chip on the shoulder and a sort of a little bit of an attitude",
        5466.96,
        5473.94
    ],
    [
        " From combat to trying to build relationships in the civilian world and that was tough",
        5473.94,
        5478.78
    ],
    [
        " um",
        5478.78,
        5479.74
    ],
    [
        " But I mean there were mornings I sat there quietly and by the way that picture that you talked about at the",
        5479.74,
        5484.62
    ],
    [
        " Beginning of this deal. I have that hanging on my wall. I look at it every single day and",
        5484.64,
        5489.32
    ],
    [
        " One of the things that continued to drive me and for military guys who were listening",
        5489.32,
        5494.6
    ],
    [
        " As corny's this may sound",
        5494.6,
        5496.92
    ],
    [
        " The legacy of my brothers is what drives me",
        5496.92,
        5500.16
    ],
    [
        " The opportunity to help my fellow veterans and drives me",
        5500.16,
        5503.76
    ],
    [
        " Because you know doing mortgages. Yeah, not super exciting, right? But I sat there quietly trying to figure it out",
        5503.76,
        5510.82
    ],
    [
        " I all I got divorced. I lost the house to foreclosure. I showed so to another house",
        5511.38,
        5516.46
    ],
    [
        " There's a time when I looked over my young son Gunner is sleeping on the floor",
        5516.46,
        5521.96
    ],
    [
        " I got no furniture in the house the house sets days from it's already been foreclosed and it's days away from the share of coming to say",
        5521.96,
        5527.76
    ],
    [
        " Get out and",
        5527.76,
        5529.98
    ],
    [
        " That drives me and I think about Mikey and the sacrifice that Mikey and Mark made and it drives me because they made a sacrifice",
        5529.98,
        5539.02
    ],
    [
        " and",
        5541.8,
        5542.2
    ],
    [
        " In some ways this is this is bad talk right here",
        5542.2,
        5544.88
    ],
    [
        " In some ways I beat myself up that I wasn't on the roof that day with Mikey because that was my platoon and I came home early for my son",
        5544.88,
        5553.02
    ],
    [
        " And then I think well if I had been on that roof, maybe it could have been me",
        5553.02,
        5558.3
    ],
    [
        " And then there wouldn't be a father there to raise Gunner and to raise Tristan into the next generation of warriors",
        5558.3,
        5563.46
    ],
    [
        " And either way the sacrifice that Mikey made",
        5563.46,
        5566.46
    ],
    [
        " He made that so that I could live and I have an obligation",
        5567.76,
        5571.58
    ],
    [
        " To use every ounce of my ability to use my mind and my body and my drive and my determination to fight and kick and scratch every single day",
        5571.58,
        5582.76
    ],
    [
        " To honor his legacy to build and to mentor young men to help my fellow veterans and to make this country a greater country and",
        5582.76,
        5591.02
    ],
    [
        " all of those things",
        5591.02,
        5592.48
    ],
    [
        " The more I do the more I feel like I can honor Mikey in his legacy",
        5592.96,
        5596.72
    ],
    [
        " And to do anything else would be to slight the great sacrifice that he made",
        5596.72,
        5602.14
    ],
    [
        " And so",
        5602.14,
        5603.68
    ],
    [
        " Think of your brothers if you're in the military and you're out now you're trying to get one. Thank you your brothers honor them",
        5603.68,
        5609.76
    ],
    [
        " Andrew you and I were having dinner uh",
        5609.76,
        5613.28
    ],
    [
        " Actually, we were having dinner at the christening of the USS Michael Montsoir awesome ship and",
        5613.28,
        5621.26
    ],
    [
        " You were going into that situation you just kind of rattled it off just now like it wasn't no big thing right",
        5621.76,
        5627.94
    ],
    [
        " Your kid is sleeping on the floor because you have no bed no furniture",
        5627.94,
        5632.64
    ],
    [
        " You're that by the way that that paycheck you've been accustomed to getting for whatever five years in the in the Navy is gone",
        5632.64,
        5639.74
    ],
    [
        " Right when you get out of the military after five years you don't get anything you get nothing",
        5639.74,
        5643.88
    ],
    [
        " So you have no paycheck coming in but there's no salary in the mortgage industry right",
        5643.88,
        5649.04
    ],
    [
        " So it's all a hundred percent commission your son is sleeping on the floor",
        5649.04,
        5652.92
    ],
    [
        " Because you have no furniture right you foreclosed on one house you short sold another house and you're about to get evicted",
        5652.92,
        5661.5
    ],
    [
        " That's your life at this point right",
        5661.5,
        5664.86
    ],
    [
        " Not to mention in the back of your mind or in the front of your mind",
        5664.86,
        5670.32
    ],
    [
        " You got this thought",
        5670.32,
        5673.38
    ],
    [
        " that",
        5673.38,
        5675.1
    ],
    [
        " Mikey died and",
        5675.1,
        5678.86
    ],
    [
        " You weren't there right",
        5679.04,
        5680.7
    ],
    [
        " How did you look at all that and",
        5680.7,
        5688.08
    ],
    [
        " Shug your shoulders",
        5688.08,
        5689.74
    ],
    [
        " grit your teeth and say I'm gonna kick this things ass",
        5689.74,
        5695.26
    ],
    [
        " Where did you start at the very bottom? I'd like to think I bounced because I hit so hard",
        5695.26,
        5705.64
    ],
    [
        " Never give up",
        5709.04,
        5710.1
    ],
    [
        " The legacy of my teammates. I mean here's the deal. I think about guys that are committing suicide today or thinking about committing suicide and",
        5710.1,
        5720.06
    ],
    [
        " Think about this do you want to give that",
        5720.06,
        5724.26
    ],
    [
        " nasty",
        5724.26,
        5725.74
    ],
    [
        " Enemy even one more victory?",
        5725.74,
        5729.68
    ],
    [
        " Fuck them",
        5730.48,
        5731.58
    ],
    [
        " I am going to win because I am not going to let them defeat me",
        5731.58,
        5737.82
    ],
    [
        " And",
        5739.7,
        5740.14
    ],
    [
        " I look at my boys. I prayed a lot. My for me. I'm it's my faith",
        5740.14,
        5743.98
    ],
    [
        " And Jesus Christ saved me",
        5743.98,
        5746.02
    ],
    [
        " So I keep fighting",
        5746.02,
        5747.94
    ],
    [
        " And you know what that's just",
        5747.94,
        5751.52
    ],
    [
        " Never gonna quit never you are not done until your six feet under",
        5751.52,
        5757.58
    ],
    [
        " The ain't done I would tell you if I ever found myself in combat where I was shot in dying",
        5757.58,
        5764.28
    ],
    [
        " And often my own in Afghanistan or something like that for example. I would take the",
        5764.62,
        5769.1
    ],
    [
        " Glass grenade I had",
        5769.1,
        5771.0
    ],
    [
        " Pull the pin and laid underneath myself",
        5771.0,
        5773.22
    ],
    [
        " So that when the enemy came to try and get my gear they blow themselves up",
        5773.22,
        5777.72
    ],
    [
        " Because I am not done until I am gone and even then if you've laid the right foundation",
        5777.72,
        5783.84
    ],
    [
        " The legacy you leave the messages and what you've done to help the next generation",
        5783.84,
        5787.92
    ],
    [
        " That's it",
        5787.92,
        5789.5
    ],
    [
        " I'm just never gonna quit never you can knock me down and I will get back up",
        5789.5,
        5794.0
    ],
    [
        " You can knock me down and I will get back up. I will get back up. I will get back up",
        5794.0,
        5798.0
    ],
    [
        " And obviously",
        5798.0,
        5799.1
    ],
    [
        " Well for those of you that don't know because you don't know Andrew he did get back up",
        5799.1,
        5803.5
    ],
    [
        " He absolutely got back up. He now runs a very successful business and is out kicking ass on a daily basis and taking names",
        5803.5,
        5812.36
    ],
    [
        " And it's been you know a lot of this you know again",
        5812.36,
        5816.08
    ],
    [
        " Whenever I look at myself and I went on this big",
        5816.08,
        5819.76
    ],
    [
        " Little or I went on this big kind of",
        5819.76,
        5822.64
    ],
    [
        " Tyrate about how you need to mentor your people and all that",
        5824.34,
        5827.22
    ],
    [
        " And take care of your brothers. Well, guess what you know where I was when Andrew was going through this shit",
        5827.22,
        5833.44
    ],
    [
        " I was working. I was working. He didn't call me. He didn't and I didn't make myself available",
        5833.44,
        5842.02
    ],
    [
        " You know, so you",
        5842.02,
        5844.02
    ],
    [
        " Go go you know taking care of of your friends goes beyond just when they ask for help",
        5844.02,
        5852.2
    ],
    [
        " You need to seek him out and make sure that they're doing all right",
        5852.2,
        5854.22
    ],
    [
        " because",
        5854.22,
        5855.12
    ],
    [
        " I let him go and that was that",
        5855.12,
        5857.6
    ],
    [
        " He got out of the Navy and it was bye-bye and keep in mind",
        5857.6,
        5860.74
    ],
    [
        " I wasn't gonna come and ask you because maybe I was a little embarrassed",
        5860.74,
        5863.3
    ],
    [
        " You know about how dire my situation was so if you're a leader just know",
        5863.3,
        5867.84
    ],
    [
        " Just like kids who are going through buds. They're gonna hide their injuries",
        5867.84,
        5871.28
    ],
    [
        " Right because you know, I don't want to come to the guy who I respect and say hey. I am flat out right now, bro",
        5871.28,
        5875.96
    ],
    [
        " You know, so I'm just gonna keep digging and I know we've talked about it. You're like man. Why didn't you come to me?",
        5875.96,
        5881.28
    ],
    [
        " I don't you know what it wasn't a my nature to do so yeah",
        5882.2,
        5885.02
    ],
    [
        " Maybe that wasn't the best decision. Maybe I should have reached out, but",
        5885.02,
        5889.46
    ],
    [
        " Either way, I wasn't gonna quit",
        5889.46,
        5891.6
    ],
    [
        " Well, that's awesome and it's awesome to see",
        5891.6,
        5896.34
    ],
    [
        " What you've done",
        5896.34,
        5898.12
    ],
    [
        " See where you're at now",
        5898.12,
        5899.96
    ],
    [
        " Like I said kick an ass and take the names and and raising to a bad ass young man",
        5899.96,
        5905.8
    ],
    [
        " They're good boys man the next generation of warriors. That's one of the things I'll be compassionate about. I'll tell you you know",
        5905.8,
        5910.8
    ],
    [
        " When you get out and you transition",
        5911.94,
        5913.5
    ],
    [
        " It's hard because you leave this brotherhood you leave this common sent this common goal and you know",
        5913.5,
        5919.3
    ],
    [
        " You're fighting for freedom you're fighting for liberty and you're fighting for your brother in your sister",
        5919.3,
        5922.24
    ],
    [
        " You're right and left and then you get into some",
        5922.24,
        5924.28
    ],
    [
        " Job where you're sitting at a desk",
        5924.28,
        5927.16
    ],
    [
        " Type it on a computer, which is boring",
        5927.16,
        5930.02
    ],
    [
        " So you have to look here's a deal you have to find a purpose behind what you're doing and",
        5930.02,
        5936.68
    ],
    [
        " Mortgages like seriously jumping out of planes blowing things up shooting guns diving",
        5936.88,
        5940.96
    ],
    [
        " Rebreathers all all high ends up to doing 30 or fix mortgages. I mean",
        5940.96,
        5945.14
    ],
    [
        " Wall wall. I mean how do you how do you get excited about that? Look you don't you don't get excited about doing that",
        5945.14,
        5950.88
    ],
    [
        " All right, let me be honest with you. What you get excited about is something else behind it and for me",
        5950.88,
        5954.3
    ],
    [
        " It's helping my fellow veterans so because you don't know 90% of my business. I do V.A. loans",
        5954.3,
        5958.4
    ],
    [
        " Okay, so why because I want to help my fellow veterans nobody will take care of that or better than I will and that's that's my mantra",
        5958.4,
        5964.66
    ],
    [
        " Right if if if a guy goes down the street you will not be taking care of",
        5964.86,
        5967.96
    ],
    [
        " Better than if he comes to me because I am deeply passionate about helping my fellow veterans",
        5967.96,
        5973.14
    ],
    [
        " And that's how I get passionate about the job that I do now",
        5973.14,
        5976.06
    ],
    [
        " I find a purpose behind what I'm doing and so you might be in some job now that you're out and you might go",
        5976.06,
        5980.84
    ],
    [
        " Sucks, you know",
        5980.84,
        5983.54
    ],
    [
        " But find a reason behind it could be a small thing right like there were jobs in the military that sucked",
        5983.54,
        5990.02
    ],
    [
        " There were jobs there. There's parts of every job that sucks",
        5990.02,
        5992.76
    ],
    [
        " You just got to deal with it. That's life and find a purpose behind what you're doing and then and then I'll just tell you",
        5993.64,
        5999.28
    ],
    [
        " This is a this is like one of these secrets of life that I have found",
        5999.28,
        6002.72
    ],
    [
        " Life is easier when you find a way to help somebody else when you find a way to help somebody else",
        6002.72,
        6008.04
    ],
    [
        " Miraculously your problems begin to go away",
        6008.04,
        6011.82
    ],
    [
        " So focus on somebody else's problems and how you can help them and all of a sudden you forget about yours",
        6011.82,
        6017.88
    ],
    [
        " And so find a way to help other veterans. I see guys. I see veterans today who are",
        6018.44,
        6022.88
    ],
    [
        " Who have been blown up and lost limbs and have been in similar difficult situations",
        6022.88,
        6027.62
    ],
    [
        " And they are make they're doing fantastic because they've started organizations or leading organizations or deeply involved in organizations that are helping fellow veterans",
        6027.62,
        6035.56
    ],
    [
        " And there it is. It's like this miracle. You sit out to help somebody else and all of a sudden your problems just seem to melt away",
        6035.56,
        6043.2
    ],
    [
        " So if you're struggling right now",
        6043.2,
        6044.94
    ],
    [
        " You can reach out to me",
        6046.72,
        6047.94
    ],
    [
        " Facebook, Twitter, whatever just share your story",
        6047.94,
        6051.58
    ],
    [
        " Connect and then find a way to help someone else",
        6051.58,
        6054.8
    ],
    [
        " And do it in a way that you're passionate about man. I mean, I'm passionate about raising my two boys into the next generation of warriors",
        6054.8,
        6061.52
    ],
    [
        " I'm passionate about I mean first look around at the spineless cowards that society is raising today",
        6061.52,
        6068.82
    ],
    [
        " Who is raising the next generation of warriors to keep",
        6068.82,
        6072.8
    ],
    [
        " America the greatest country on the planet",
        6073.14,
        6075.86
    ],
    [
        " This generation that says that everybody gets a trophy",
        6075.86,
        6080.38
    ],
    [
        " that you get a freaking",
        6080.38,
        6082.36
    ],
    [
        " graduation certificate when you graduate from first grade that's bullshit",
        6082.36,
        6087.5
    ],
    [
        " All right, so you get a piece of coal and a kick in the ass. That's right",
        6087.5,
        6092.72
    ],
    [
        " You get something when you earn something and so raising my boys into",
        6092.72,
        6098.3
    ],
    [
        " Hard young men to become gentlemen strong warriors men of",
        6098.78,
        6103.98
    ],
    [
        " Character who will who will have a spine and stand for something that's what we need to do",
        6103.98,
        6109.8
    ],
    [
        " And those of you guys who've been to combat serving our military. You know how to do that",
        6109.8,
        6113.92
    ],
    [
        " If you don't have kids find a way to get involved in local high school",
        6113.92,
        6117.66
    ],
    [
        " Maybe a local middle school and set it be a role model and set an example for some young boys to be the next generation of bad ass",
        6117.66,
        6124.36
    ],
    [
        " American warriors who will stand for and protect this country and protect liberty",
        6124.36,
        6128.02
    ],
    [
        " That's something to get pretty excited about I get passionate about that",
        6128.48,
        6130.8
    ],
    [
        " Yeah, that's something that everybody needs to get passionate about and like you said, especially the veterans that",
        6130.8,
        6136.4
    ],
    [
        " That no one understand that and they know and understand and appreciate what real freedom is that's right",
        6136.4,
        6143.32
    ],
    [
        " Well, I think that's",
        6143.32,
        6146.48
    ],
    [
        " All we've got for tonight. Did you have me closing comments? I think you just about summed up",
        6146.48,
        6154.16
    ],
    [
        " Well",
        6156.94,
        6157.56
    ],
    [
        " Well first and foremost",
        6157.56,
        6159.1
    ],
    [
        " Andrew",
        6159.1,
        6160.26
    ],
    [
        " Thanks for your service",
        6160.26,
        6161.96
    ],
    [
        " Thank you for answering the nation's call and I appreciate what you did for me and what you did for the teams",
        6161.96,
        6170.06
    ],
    [
        " Thanks for coming on the podcast and sharing your lessons learn not only about combat but about what comes after combat",
        6170.06,
        6178.36
    ],
    [
        " And for those of you out there listening to the podcast",
        6178.36,
        6183.1
    ],
    [
        " And you want to keep listening to podcasts you want to support the podcast",
        6184.96,
        6188.38
    ],
    [
        " My brother echo Charles gonna tell you how to do that",
        6188.38,
        6192.14
    ],
    [
        " Before I tell you actually have a question. Yeah, this is a way light hearted question compared to let's go",
        6192.14,
        6199.14
    ],
    [
        " So when you go into the mortgage industry, yeah, and you know, there's other people in the office as well",
        6199.14,
        6204.62
    ],
    [
        " Like what did they think about did they know you know you're you're your past they find out you know, but it's hard to right because in the seal teams",
        6204.62,
        6212.74
    ],
    [
        " We have",
        6212.74,
        6213.2
    ],
    [
        " We have a quiet professionalism",
        6213.2,
        6216.64
    ],
    [
        " And so one of the things that I've struggled with is you know, look",
        6216.64,
        6220.02
    ],
    [
        " I'm certainly proud of my service",
        6220.02,
        6221.38
    ],
    [
        " But I don't want to use my service in my background and the seal team does a way to advertise and there",
        6221.38,
        6226.14
    ],
    [
        " I mean there are douchebags in the mortgage business who prey on military dude and and they've got some great fancy marketing",
        6226.14,
        6233.38
    ],
    [
        " But their hearts not in the right place",
        6233.38,
        6234.76
    ],
    [
        " so",
        6234.76,
        6235.52
    ],
    [
        " Relationships little by little it it it sneaks out and it's fine if other people know",
        6235.52,
        6239.9
    ],
    [
        " But no, I don't walk in there and tell people that hey, I'm a Navy seal. I mean",
        6239.9,
        6242.92
    ],
    [
        " Yeah, Tony was just on and we yeah, and I don't know why we've never talked about this before",
        6242.92,
        6247.22
    ],
    [
        " I've never talked before but like anyone that actually calls themselves a Navy seal",
        6247.22,
        6251.24
    ],
    [
        " Is like suspect right you go hey, how's it going? I'm a Navy seal or I wasn't a seal",
        6251.24,
        6255.34
    ],
    [
        " That's just so like you can tell me you're going to wait a second. What's this guy's deal right?",
        6255.34,
        6258.6
    ],
    [
        " Just no right no",
        6259.28,
        6261.24
    ],
    [
        " But like you like okay, Jocco walks in",
        6261.24,
        6265.1
    ],
    [
        " We meet Jocco",
        6265.1,
        6267.0
    ],
    [
        " For example and he's you know, whatever he's Jocco. We're gonna be kind of like hey",
        6268.58,
        6272.24
    ],
    [
        " Are you a Navy seal kind of thing but you you're kind of like in every day guy kind of thing",
        6272.24,
        6279.42
    ],
    [
        " So you're like kind of like the guy in the movie who they show him working or whatever and it flashes back to his",
        6279.42,
        6284.74
    ],
    [
        " Fascini's kind of the superhero, you know, you're like one of those kind guys",
        6284.74,
        6288.08
    ],
    [
        " Do they like do you think that they looked at you like that like oh yeah, you're just you know our guy co-worker kind of thing",
        6288.08,
        6295.76
    ],
    [
        " But and then maybe one guy heard a room right this guy is you know this this the heart and warrior there the other guys like",
        6295.76,
        6301.58
    ],
    [
        " No, no, he's no way look at that, you know me. Yeah, that's um and that's how I'd prefer it",
        6301.58,
        6306.26
    ],
    [
        " I mean I'd rather be oh they're not knowing yeah, I'd rather be in the shadow",
        6306.26,
        6309.54
    ],
    [
        " I mean because look here's a deal",
        6309.54,
        6310.84
    ],
    [
        " None of us do this for accolade none of us do this for the look at me and the guys who advertise like Jocco saying",
        6310.84,
        6316.88
    ],
    [
        " They're suspect because they probably didn't really do it, you know",
        6316.88,
        6319.12
    ],
    [
        " But I'd say probably one of the best compliments",
        6319.12,
        6321.72
    ],
    [
        " I probably ever got was I heard about a conversation that happened when I wasn't there and this guy was like",
        6321.72,
        6328.4
    ],
    [
        " Hey, yeah, did you know that guy's a Navy seal and the other person said",
        6328.4,
        6332.42
    ],
    [
        " No, wait guys, he's so nice",
        6332.42,
        6335.0
    ],
    [
        " You know, yeah, yeah, that's what I mean. Yeah, I'd rather be I'd rather be stealth like that",
        6335.0,
        6340.38
    ],
    [
        " So you know it makes even more interesting is again, we'll use Jocco as an example",
        6340.38,
        6344.56
    ],
    [
        " If Jocco kind of walks in a room and guys, you know, let's say a troublemaker guy",
        6344.56,
        6348.88
    ],
    [
        " They're gonna look at him be like I don't know",
        6348.92,
        6350.98
    ],
    [
        " I'm starting being with this guy big. You mean I'd have been a you know a team guy",
        6350.98,
        6355.52
    ],
    [
        " But then you you don't have that to look at you, you know, but not only",
        6355.52,
        6359.76
    ],
    [
        " And you know, you did see though, yeah, so to me that makes it even more is yeah about that's all you need really",
        6359.76,
        6367.02
    ],
    [
        " So it makes it that much more interesting to me, you know and it's great right because you know what a lot of times",
        6367.02,
        6372.88
    ],
    [
        " But I would say more often than not when we if we were out as a platoon guys would",
        6372.88,
        6378.66
    ],
    [
        " Actually want to start a fight with a guy that looks like Jocco because they're they're looking to like test themselves",
        6378.88,
        6383.86
    ],
    [
        " Yeah, whereas like guys I mean that would be a massive miscalculation",
        6383.86,
        6387.8
    ],
    [
        " You know like really end of life event extinction my event kind of decision",
        6387.8,
        6393.28
    ],
    [
        " I am to be not to counter I know exactly what you're saying but like",
        6393.28,
        6397.2
    ],
    [
        " The facts are people don't mess with me when I'm out in public. Yeah, they just don't but I know exactly what you're talking about",
        6397.2,
        6403.06
    ],
    [
        " It's always some big guy the tall guy get somebody coming up to him and",
        6403.06,
        6406.96
    ],
    [
        " And actually, you know you and I talked about this too for those of you are on the podcast you can't you know that are listening",
        6407.1,
        6412.26
    ],
    [
        " Andrew doesn't look like stereotypical seal. He's a hundred and fifty five pounds",
        6412.26,
        6416.48
    ],
    [
        " He's what how tall are you five seven five seven season look",
        6416.48,
        6420.44
    ],
    [
        " He's not your stereo to not new stereo typical seal looking guy now again that the public with that the public with",
        6420.44,
        6426.8
    ],
    [
        " I guys are gonna say there's no stereotype and some of the most badass guys are they're every size",
        6426.8,
        6432.4
    ],
    [
        " But this is something that Andrew said to me one time which was",
        6432.92,
        6436.78
    ],
    [
        " You know, he's you know, basically people see me and what do they think they think oh this guy",
        6436.78,
        6441.82
    ],
    [
        " You know, he's just gonna be a knuckle-drager and and he thinks everybody needs to be big giant",
        6441.82,
        6446.72
    ],
    [
        " You know head smashes right and the fact the matter is",
        6446.72,
        6451.86
    ],
    [
        " What I care about is can you do your job and can you do it well? Are you tough? Are you brave?",
        6451.86,
        6458.5
    ],
    [
        " Can you lead and that's why Andrew I",
        6458.98,
        6462.7
    ],
    [
        " He was like actually surprised like when you finally totally you know, he's like man, you know",
        6462.7,
        6468.68
    ],
    [
        " I was kind of thought you might not like me, you know because I'm",
        6468.68,
        6474.1
    ],
    [
        " You know smaller and and you know, I don't look like a seal and I was like bro",
        6474.1,
        6479.56
    ],
    [
        " It's not about how what you look like. It's about how you act and can you do this job?",
        6479.56,
        6484.56
    ],
    [
        " Are you brave or are you gonna step up? Can you lead great example leadership?",
        6484.56,
        6488.48
    ],
    [
        " Like that's what you that's what you that was one point is you focused on what was the capability of the person on your team",
        6488.64,
        6493.28
    ],
    [
        " Not what they look like and some guys can do that right they can they can go well, you know this or that",
        6493.28,
        6497.26
    ],
    [
        " But you were like I don't know I mean this guy he puts out he can get job done. He's leading",
        6497.26,
        6501.98
    ],
    [
        " So you know, you're kind of like his um Dalton you ever watch a roadhouse",
        6501.98,
        6507.36
    ],
    [
        " Oh, I remember yeah, when they're like hey, I thought you'd be bigger. He's this badass bouncer with this right right that a bad comparison",
        6507.36,
        6514.88
    ],
    [
        " Will that give me killed that girl?",
        6514.9,
        6516.3
    ],
    [
        " He does he does actually you know look a lot like Patrick Swazie. Thank you. I appreciate",
        6517.2,
        6521.82
    ],
    [
        " Every answer. Yes. Yeah, I'd rather remain stealth, you know and and and use that to my advantage, you know",
        6521.82,
        6527.6
    ],
    [
        " And kind of remain thought as the underdog, you know, you won't see me coming",
        6527.6,
        6533.22
    ],
    [
        " My remember we were hanging out at your house Jaco and um and Tristan said he goes hey",
        6533.22,
        6538.76
    ],
    [
        " Who would win in a fight you were Jaco and I was like thanks buddy",
        6538.76,
        6542.88
    ],
    [
        " Right in front of Jaco and I was like",
        6543.4,
        6545.86
    ],
    [
        " And I go well, I'm not stupid enough to start a fight with Jaco",
        6545.86,
        6552.46
    ],
    [
        " I will wait till he's asleep",
        6552.46,
        6554.48
    ],
    [
        " Awesome, I'm glad we're on the same team brother. Yeah, but yes",
        6554.48,
        6562.28
    ],
    [
        " If you do want to support this podcast there are some ways if you if you don't know already",
        6562.28,
        6567.46
    ],
    [
        " We didn't talk about supplementation or many things that would",
        6567.46,
        6571.76
    ],
    [
        " require supplementation, but if you're into it on it has the best ones common knowledge. I know",
        6573.8,
        6578.22
    ],
    [
        " 10% off on it.com slash Jaco 10% off",
        6578.22,
        6581.86
    ],
    [
        " If you need info on any of these supplements like the literature behind it all that stuff. It's on there",
        6581.86,
        6587.34
    ],
    [
        " extensively if you want",
        6587.34,
        6589.5
    ],
    [
        " 10% off",
        6589.5,
        6591.94
    ],
    [
        " Support yourself your wallet as well. Also when you do Amazon shopping",
        6591.94,
        6596.9
    ],
    [
        " Um",
        6599.18,
        6599.7
    ],
    [
        " We have a click through link on our websites which supports the podcast you know when you shop and of course subscribe to the podcast on",
        6599.7,
        6606.94
    ],
    [
        " iTunes and YouTube leave a review. Leave a review. Yeah, let's leave the review. Let me know what's up",
        6606.94,
        6612.62
    ],
    [
        " Yeah, let us know what's up",
        6612.62,
        6615.16
    ],
    [
        " Yeah, yeah, those reviews are helpful men because",
        6615.16,
        6618.84
    ],
    [
        " Yeah, like if they're like hey Jaco stop saying like like all the time",
        6618.84,
        6624.44
    ],
    [
        " No, I don't say like right that's why that's why you know, I mean so yeah, there you go",
        6625.2,
        6630.28
    ],
    [
        " But you know prefer yeah, so yeah, leave a review man if you're in the mood and then of course Jaco's story you can buy some shirt some mugs",
        6630.28,
        6638.8
    ],
    [
        " Some rash guards",
        6638.8,
        6641.0
    ],
    [
        " Some stickers. Oh, we have lemons coming out in",
        6641.0,
        6644.54
    ],
    [
        " Three days it'll be out by the time this is out. It's out. Yeah, your lemons is out. Yeah, I'm gonna say I like the krill oil",
        6644.54,
        6653.16
    ],
    [
        " I used to krill. Yeah, and I'm on yep, and I'm on the um, I like the",
        6653.5,
        6658.18
    ],
    [
        " The much what's that the shroom tech? Yeah, that is good. You through the workout. Yeah, the truth",
        6658.18,
        6664.36
    ],
    [
        " Yeah, I like it. Did I was I was I bullshit? You're good to go. I like it. The shroom tech is legit. Yeah, yeah",
        6664.36,
        6670.04
    ],
    [
        " As is the crow oil. Yeah. Yeah, yeah, the real oil",
        6670.04,
        6672.94
    ],
    [
        " Oh, I was telling him last time where I started the krill oil and because I was looking where when I work out",
        6672.94,
        6678.68
    ],
    [
        " I have you know sword joints",
        6678.68,
        6680.38
    ],
    [
        " But I do have sword joints when I wake up",
        6680.98,
        6683.24
    ],
    [
        " I just never thought about that when people say she's sword joints and stuff",
        6683.24,
        6686.42
    ],
    [
        " You know, you just saw man cool all this and my daughter would jump on my back to wake me up",
        6686.42,
        6691.06
    ],
    [
        " Now I gotta walk downstairs with this girl on my back",
        6691.06,
        6693.22
    ],
    [
        " Take krill oil maybe three four days later",
        6693.22,
        6696.76
    ],
    [
        " No problem. I can get up and walking down the stairs easy like noticeably, you know nice",
        6696.76,
        6703.12
    ],
    [
        " See you with jail oil jump on it a",
        6703.12,
        6706.66
    ],
    [
        " Also on amazon",
        6707.68,
        6708.56
    ],
    [
        " Got that get some of that jocke white tea right here tasting good you can step up your game with the antioxidants and a micro dosa caffeine",
        6708.56,
        6718.12
    ],
    [
        " Get you rocking and rolling and while you're out there just go ahead and grab yourself a",
        6718.12,
        6723.76
    ],
    [
        " Go ahead and grab yourself a copy of extreme ownership",
        6723.76,
        6726.42
    ],
    [
        " The book that me and my brother laf bab and wrote and if you already have a copy that's cool",
        6726.42,
        6732.08
    ],
    [
        " Just go ahead and get one for your boss man",
        6732.08,
        6734.1
    ],
    [
        " You're mom your dad whoever hardcover digital",
        6736.82,
        6740.32
    ],
    [
        " Or if you want to hear laf and I talking for eight straight hours",
        6740.32,
        6743.94
    ],
    [
        " Get the audiobook because that's what it is and also if you want even more come out to the extreme ownership",
        6743.94,
        6750.24
    ],
    [
        " Mustroctober 20th and 21st in San Diego, California leadership conference will be breaking down the fundamental principles of combat leadership",
        6750.24,
        6758.64
    ],
    [
        " and",
        6758.64,
        6759.96
    ],
    [
        " Teaching and talking about how to employ them on the battlefield in business and in life. So registered",
        6760.76,
        6766.98
    ],
    [
        " And we'll see you there Andrew Paul is gonna be there by the way. Oh dang. I'll be there",
        6766.98,
        6772.02
    ],
    [
        " Echo Charles is gonna be there by the way. We're gonna be getting after it. So come on out",
        6772.02,
        6775.76
    ],
    [
        " and",
        6775.76,
        6777.3
    ],
    [
        " As always if you want to keep kicking it",
        6777.3,
        6781.0
    ],
    [
        " With echo Charles and with me. We're all up in the inner webs",
        6781.0,
        6786.6
    ],
    [
        " Twitter",
        6788.56,
        6789.16
    ],
    [
        " Instagram and even that Facebooky. We're there. Echo is at echo Charles",
        6789.16,
        6794.0
    ],
    [
        " I am at jaco wiling and if you want to get Andrew Paul go",
        6794.0,
        6798.02
    ],
    [
        " The Andrew m paul the Andrew m paul",
        6798.02,
        6803.22
    ],
    [
        " Is that on twitter on twitter the Andrew m paul so if you want to get the Andrew m paul and",
        6803.22,
        6809.02
    ],
    [
        " You can hit him up Facebook. I'm on Facebook Andrew Paul better and advocate. Well, there you go",
        6809.02,
        6815.52
    ],
    [
        " boom, boom awesome",
        6815.52,
        6817.28
    ],
    [
        " and",
        6817.28,
        6818.4
    ],
    [
        " once again",
        6818.4,
        6819.6
    ],
    [
        " Andrew",
        6819.6,
        6820.72
    ],
    [
        " Thank you for coming on. Thank you for lots of me to have you on here and I really appreciate you coming on and",
        6820.72,
        6826.98
    ],
    [
        " now",
        6826.98,
        6828.06
    ],
    [
        " To everybody listening",
        6828.06,
        6830.46
    ],
    [
        " People in uniform people in business suits people in coveralls",
        6830.46,
        6837.14
    ],
    [
        " people",
        6837.14,
        6838.76
    ],
    [
        " Everyone",
        6838.76,
        6840.9
    ],
    [
        " We talk today",
        6840.9,
        6843.1
    ],
    [
        " About mikey monster",
        6843.8,
        6845.66
    ],
    [
        " And I want to leave you with this",
        6845.66,
        6849.66
    ],
    [
        " Mikey monster was named after saint michael",
        6849.66,
        6854.02
    ],
    [
        " Saint michael is the warrior archangel that led heavens army against satan",
        6854.02,
        6864.24
    ],
    [
        " Saint michael was known as the principal of the angelic warriors",
        6864.24,
        6871.34
    ],
    [
        " and was seen as a protector against the darkness",
        6873.1,
        6878.26
    ],
    [
        " And in the christian religion specifically in the anglican and the Catholic and the Lutheran churches",
        6878.26,
        6887.22
    ],
    [
        " september",
        6887.22,
        6888.44
    ],
    [
        " 29th",
        6888.44,
        6891.24
    ],
    [
        " September 29th",
        6891.24,
        6893.56
    ],
    [
        " Is known as michael mass",
        6893.56,
        6896.16
    ],
    [
        " Or saint michael's day",
        6896.16,
        6900.22
    ],
    [
        " And",
        6902.04,
        6903.04
    ],
    [
        " That day",
        6903.04,
        6903.58
    ],
    [
        " September 29th",
        6903.58,
        6907.84
    ],
    [
        " 2006",
        6907.84,
        6908.84
    ],
    [
        " Was the day that our saint michael",
        6908.84,
        6913.36
    ],
    [
        " Mikey monster",
        6913.36,
        6915.74
    ],
    [
        " Was killed in iraq",
        6915.74,
        6919.42
    ],
    [
        " The city of ramadi sacrificing his life",
        6919.42,
        6925.08
    ],
    [
        " To save the lives",
        6925.08,
        6928.2
    ],
    [
        " Of three of his teammates",
        6928.92,
        6931.44
    ],
    [
        " Three of his brothers",
        6931.44,
        6934.26
    ],
    [
        " Three of his friends",
        6934.26,
        6937.64
    ],
    [
        " And I would ask you this",
        6937.64,
        6943.62
    ],
    [
        " When september 29th comes around",
        6943.62,
        6949.54
    ],
    [
        " Remember",
        6949.54,
        6953.02
    ],
    [
        " And I would ask that while you honor the hero and you honor the warrior",
        6955.34,
        6962.66
    ],
    [
        " That michael monster was",
        6962.66,
        6966.06
    ],
    [
        " please",
        6966.06,
        6967.58
    ],
    [
        " Also remember",
        6967.58,
        6971.56
    ],
    [
        " That mikey was a person",
        6971.56,
        6975.22
    ],
    [
        " He was a smiling kid",
        6975.22,
        6980.18
    ],
    [
        " He was a jokester",
        6983.02,
        6984.28
    ],
    [
        " He was a determined man",
        6984.28,
        6988.64
    ],
    [
        " A brother a son",
        6988.64,
        6993.08
    ],
    [
        " An uncle",
        6993.08,
        6994.76
    ],
    [
        " A friend",
        6994.76,
        6997.7
    ],
    [
        " And michael monster was a young man",
        6997.7,
        7004.44
    ],
    [
        " With hopes",
        7004.44,
        7006.9
    ],
    [
        " And plans and aspirations",
        7006.9,
        7010.44
    ],
    [
        " And dreams",
        7014.06,
        7012.82
    ],
    [
        " Dreams",
        7012.82,
        7015.9
    ],
    [
        " For his future",
        7015.9,
        7017.94
    ],
    [
        " And dreams for his life",
        7017.94,
        7021.12
    ],
    [
        " And in that moment of truth",
        7021.12,
        7032.3
    ],
    [
        " He gave them all",
        7032.3,
        7036.06
    ],
    [
        " And all those hopes",
        7037.34,
        7039.16
    ],
    [
        " And all those dreams",
        7039.16,
        7041.38
    ],
    [
        " He gave them all",
        7041.38,
        7043.68
    ],
    [
        " To us",
        7043.68,
        7047.78
    ],
    [
        " Remember that",
        7047.78,
        7055.38
    ],
    [
        " And until next time",
        7064.62,
        7066.32
    ],
    [
        " This is echo",
        7066.32,
        7070.04
    ],
    [
        " And jaco",
        7070.04,
        7072.28
    ],
    [
        " And my brother and true Paul",
        7072.28,
        7075.62
    ],
    [
        " Out",
        7075.62,
        7079.22
    ]
]