[
    [
        " This is Jocco Podcast number 41 with Echo Charles and me, Jocco Willink.",
        0.38,
        7.32
    ],
    [
        " Good evening, Echo.",
        7.84,
        9.12
    ],
    [
        " Good evening.",
        9.84,
        10.32
    ],
    [
        " And tonight we are lucky to have a guest on the podcast, my friend, my teammate, my brother,",
        10.96,
        25.26
    ],
    [
        " Tonya Frattie.",
        25.86,
        27.06
    ],
    [
        " And I'm going to start the podcast by reading a speech that I wrote when Tony retired from the teams.",
        27.8,
        36.08
    ],
    [
        " And for whatever reason, some reason that I don't remember, it was a worker job or some travel or something,",
        36.86,
        44.5
    ],
    [
        " I couldn't actually be there to read this myself.",
        44.62,
        49.4
    ],
    [
        " And that's the way the team is.",
        50.62,
        52.54
    ],
    [
        " You do your job.",
        53.7,
        54.74
    ],
    [
        " That's the priority.",
        54.94,
        55.64
    ],
    [
        " And I knew Tony would understand that I wouldn't be there.",
        55.84,
        58.68
    ],
    [
        " And it would be no big deal to him.",
        58.76,
        60.38
    ],
    [
        " And I acted like it was no big deal to me.",
        60.6,
        63.6
    ],
    [
        " But I wanted to be there and I should have been there.",
        64.3,
        67.92
    ],
    [
        " And I wrote a speech and I emailed it to one of our friends, one of our bros, another seal master chief.",
        68.4,
        77.44
    ],
    [
        " And he read it there.",
        77.92,
        79.16
    ],
    [
        " But I should have been there to read it myself.",
        80.04,
        83.22
    ],
    [
        " And you will hear that this speech is kind of like Tony is.",
        84.02,
        90.96
    ],
    [
        " Draw and straightforward and real.",
        91.9,
        94.18
    ],
    [
        " And so here's the speech that I wrote for Tony when he retired.",
        95.06,
        101.08
    ],
    [
        " Here we go.",
        102.28,
        103.78
    ],
    [
        " First of all, I apologize to Tony that I couldn't be there out in the desert today to see you off.",
        104.92,
        112.26
    ],
    [
        " And for those of you that are with him today know this.",
        112.94,
        118.36
    ],
    [
        " Tony Afradi is a hero, a dirty, scrappy, rough, hard, mean, bastard, but a hero.",
        119.98,
        131.28
    ],
    [
        " I have known him for over 20 years.",
        132.76,
        135.3
    ],
    [
        " And in those 20 years I got to see him in many capacities.",
        135.94,
        139.22
    ],
    [
        " First, as a young hard core beer, swill in muscle car driving machine gun and fist fighting third class petty officer.",
        140.52,
        150.52
    ],
    [
        " Then as an experienced hard core Jack Daniels, swilling fist fighting second class leading petty officer.",
        151.66,
        160.16
    ],
    [
        " Next as a badass hard core fist fighting knowledge filled first class training cell instructor.",
        160.92,
        169.24
    ],
    [
        " And finally as a seal, platoon chief.",
        169.76,
        174.34
    ],
    [
        " And we all know that being a platoon chief is supposed to mean that your hard core is supposed to mean that your experience is supposed to mean that you're a tough bastard is supposed to mean that you're fearless is supposed to mean that you're a true leader of men.",
        175.58,
        188.44
    ],
    [
        " Unfortunately, we all know that that isn't always true.",
        188.76,
        195.92
    ],
    [
        " But with Tony, it's 100% true.",
        197.22,
        201.58
    ],
    [
        " Tony is without question the primordial seal chief, the ultimate senior enlisted leader.",
        202.74,
        209.36
    ],
    [
        " When I joined the teams, I joined to follow guys like Tony into unbridled combat, into the violent fray into hell.",
        209.96,
        221.78
    ],
    [
        " I was lucky enough to work with Tony when he was one of the platoon chiefs in our task unit is seal team three from 2005 to 2006.",
        222.98,
        230.56
    ],
    [
        " Task unit bruiser.",
        232.14,
        233.62
    ],
    [
        " We started our work up here in the desert, the true forging ground of frog men.",
        234.22,
        240.66
    ],
    [
        " With a couple years on me, he was the oldest guy in the troop and therefore the primary representative of the old breed.",
        241.28,
        249.26
    ],
    [
        " And he represented the old breed with honor.",
        249.86,
        253.0
    ],
    [
        " He immediately proved that he was physically harder, mentally tougher and operationally superior to any of the young bucks.",
        253.96,
        260.52
    ],
    [
        " Really, it was August 115 plus degrees.",
        261.62,
        266.36
    ],
    [
        " He didn't get tired.",
        267.24,
        268.62
    ],
    [
        " He outshot everyone.",
        268.98,
        270.78
    ],
    [
        " He ran immediate action drills like Irwin Rommel.",
        271.06,
        274.28
    ],
    [
        " He didn't drink water.",
        274.36,
        276.42
    ],
    [
        " Seriously.",
        276.9,
        278.34
    ],
    [
        " Coffee and Copenhagen.",
        279.28,
        280.78
    ],
    [
        " That's it.",
        281.0,
        281.74
    ],
    [
        " And desert training was just the beginning.",
        282.58,
        284.36
    ],
    [
        " He led every evolution through the entire work up.",
        284.68,
        287.3
    ],
    [
        " Always coming up with the plan, always training and mentoring the new guys and everyone else.",
        287.62,
        291.34
    ],
    [
        " We trained and we trained hard.",
        291.58,
        293.38
    ],
    [
        " I drew a line in the sand, Tony held that line.",
        293.78,
        297.94
    ],
    [
        " We pushed the envelope in every evolution and prepared for war.",
        298.66,
        304.52
    ],
    [
        " Somehow, some way we knew what the future held.",
        305.32,
        311.18
    ],
    [
        " We deployed to Ramadi, Iraq in April of 2006 and to our absolute joy.",
        312.28,
        319.74
    ],
    [
        " It was an embroiled war zone.",
        320.64,
        323.08
    ],
    [
        " We had been on the ground about a day when I went to meet the brigade commander.",
        323.62,
        327.96
    ],
    [
        " Tony was already out in the city in a sniper overwatch position.",
        328.96,
        332.24
    ],
    [
        " As I walked into the brigade tactical operation center and shook hands with the Colonel John Gronsky,",
        333.22,
        339.44
    ],
    [
        " he said, one of your snipers just killed an IED in place or up on racetrack where we lost four Marines three days ago.",
        340.16,
        346.46
    ],
    [
        " And that is exactly what he needed us to do.",
        348.8,
        351.16
    ],
    [
        " He needed us to kill them.",
        351.52,
        352.66
    ],
    [
        " That sniper was Tony.",
        353.74,
        355.54
    ],
    [
        " With the first kill of the deployment, strategic due to its timing,",
        356.52,
        360.18
    ],
    [
        " timing that opened up the entire battle space to task unit bruiser.",
        360.4,
        364.62
    ],
    [
        " And so we fought and fought and killed the enemy by the bushel.",
        365.24,
        372.18
    ],
    [
        " And Tony was at the front the entire time.",
        373.2,
        376.1
    ],
    [
        " He never wavered.",
        377.04,
        378.18
    ],
    [
        " He never faltered despite the heat, despite the danger, despite heavy casualties.",
        378.54,
        383.08
    ],
    [
        " He constantly pushed to get out over and over and over again to kill the savages that were determined to destroy America and coalition forces.",
        383.08,
        392.2
    ],
    [
        " He never asked for a pause or a break or a night off or a minute off.",
        392.88,
        399.44
    ],
    [
        " Everything that I ever asked of him, everything he did.",
        400.4,
        404.36
    ],
    [
        " And he did it with every ounce of commitment and drive and selflessness and professionalism that any human could ever muster.",
        404.74,
        412.02
    ],
    [
        " And we would talk and laugh and we would discuss what we could do better and we would come up with a plan.",
        413.2,
        418.32
    ],
    [
        " And in the end, Tony would give me a head nod.",
        418.68,
        420.62
    ],
    [
        " And that head nod meant he had it.",
        421.48,
        425.68
    ],
    [
        " It was done.",
        426.1,
        426.92
    ],
    [
        " He owned it.",
        427.34,
        428.46
    ],
    [
        " And I never doubted that.",
        429.52,
        430.88
    ],
    [
        " Ever.",
        431.76,
        432.1
    ],
    [
        " He never missed an operation and applied himself to each mission with solemn gravity as the senior enlisted leader.",
        432.7,
        442.24
    ],
    [
        " He poured over maps and imagery.",
        443.02,
        444.84
    ],
    [
        " He held detailed warning orders.",
        445.42,
        448.24
    ],
    [
        " He briefed the platoon with clarity and directness.",
        448.3,
        451.0
    ],
    [
        " He led rehearsals.",
        451.36,
        452.52
    ],
    [
        " He did everything he could do to be ready.",
        452.74,
        454.66
    ],
    [
        " And his platoon performed magnificently accounting for hundreds of enemy killed.",
        455.14,
        461.06
    ],
    [
        " When his own men were wounded or killed in action, it only fueled his motivation to kill more of the enemy,",
        462.68,
        467.54
    ],
    [
        " to fight harder, to slaughter more of the evil, soulless enemy and rid the world of their wretched kind.",
        467.86,
        473.98
    ],
    [
        " That is what every seal should aspire to be like.",
        474.98,
        478.92
    ],
    [
        " In Tony's words, BTF.",
        478.92,
        481.26
    ],
    [
        " A big, tough frogman with no fear, no hesitation and no mercy.",
        482.18,
        487.7
    ],
    [
        " Just BTF through everything.",
        487.98,
        490.18
    ],
    [
        " Like Tony did.",
        490.76,
        491.46
    ],
    [
        " For senior chief of fratis courage, determination and leadership, I will be eternally grateful.",
        493.3,
        499.22
    ],
    [
        " I owe him more than I can ever repay him for what he did for me, for the task unit, for the teams, and for our great nation.",
        500.06,
        508.22
    ],
    [
        " Let there be no doubt.",
        509.56,
        511.1
    ],
    [
        " The man before you is a hero.",
        511.92,
        513.64
    ],
    [
        " The teams are a worse place without his presence, his guidance, his leadership, his example.",
        514.22,
        519.2
    ],
    [
        " Those that served with him must strive to carry the torch and pass it on so that his spirit burns bright in the teams forever.",
        520.28,
        527.62
    ],
    [
        " I recently watched a movie about Lemmy Kilmister.",
        529.04,
        535.3
    ],
    [
        " The lead, the leader of the original classic heavy metal thrash band Motorhead.",
        535.74,
        543.52
    ],
    [
        " The movie chronicles the life of Lemmy, the hard living rock and roll legend.",
        543.86,
        549.76
    ],
    [
        " The movie paints a picture of a unique individual that will never, that can never exist again.",
        550.64,
        558.38
    ],
    [
        " The movie is called Lemmy, 49% mother fucker, 51% son of a bitch.",
        559.62,
        567.18
    ],
    [
        " And that seems to suit Lemmy pretty well.",
        568.42,
        571.12
    ],
    [
        " And I'm not exactly sure how those numbers would break out for Tony, but I do know this.",
        572.66,
        578.22
    ],
    [
        " Tony Afradi is 100% frogman, always was, and always will be.",
        579.52,
        586.18
    ],
    [
        " Tony, thanks for everything.",
        587.26,
        589.54
    ],
    [
        " I'll see you on the other side.",
        589.9,
        592.08
    ],
    [
        " BTF, Jocco.",
        593.34,
        595.96
    ],
    [
        " And with that, Tony, thanks for coming on the show.",
        596.52,
        604.48
    ],
    [
        " Thanks a lot brother.",
        605.36,
        606.26
    ],
    [
        " Kind of forgot about that there and that was good.",
        606.74,
        610.28
    ],
    [
        " The guy we're talking about, Reddit pretty good too.",
        610.6,
        613.2
    ],
    [
        " I didn't have like a big ceremony or nothing.",
        614.4,
        617.34
    ],
    [
        " He just went out to Nile and we got all gummed up and that was about it.",
        617.54,
        621.04
    ],
    [
        " But I do, I appreciate it man.",
        621.94,
        623.86
    ],
    [
        " It's good to see you brother.",
        624.16,
        625.84
    ],
    [
        " It's good seeing you too.",
        626.36,
        627.34
    ],
    [
        " And you know actually when I told people that you were coming on the show,",
        628.02,
        631.14
    ],
    [
        " you know people actually know who you are from the lift to tell.",
        632.12,
        636.14
    ],
    [
        " Oh yeah.",
        636.76,
        637.06
    ],
    [
        " And they've been on here.",
        637.36,
        639.06
    ],
    [
        " We talked about you, you know told some stories and shit.",
        639.18,
        642.24
    ],
    [
        " And so but a bunch of people had a bunch of questions.",
        642.88,
        645.66
    ],
    [
        " And you know I figured we try and get through some of them.",
        646.36,
        649.2
    ],
    [
        " We won't be able to answer all the ones that I got,",
        649.36,
        651.3
    ],
    [
        " but I picked out some of them and let you take a look and pick out some of them.",
        651.3,
        655.6
    ],
    [
        " So well I mean first and foremost, people just want to know kind of who the hell are you",
        655.76,
        661.46
    ],
    [
        " and where did you come from.",
        661.46,
        662.4
    ],
    [
        " That's funny.",
        663.34,
        664.24
    ],
    [
        " A few years back, like we're all in Arizona.",
        664.66,
        669.48
    ],
    [
        " I took a bunch of the guys in a platoon over to my parents else.",
        669.7,
        672.82
    ],
    [
        " You know we had supper and every day it was wicked fun.",
        673.74,
        676.38
    ],
    [
        " Jeremy pulls me aside.",
        676.7,
        678.24
    ],
    [
        " He's like, you're actually have parents.",
        678.24,
        681.3
    ],
    [
        " I thought you were born under a rock somewhere in the desert.",
        681.66,
        684.62
    ],
    [
        " Like shut up.",
        684.92,
        685.9
    ],
    [
        " You know that's pretty funny.",
        686.12,
        687.9
    ],
    [
        " Now I'm from New Hampshire and I it's just probably like you.",
        688.78,
        695.56
    ],
    [
        " It's not so much wanted to be a seal.",
        695.92,
        698.94
    ],
    [
        " I just want to be something different.",
        698.94,
        700.54
    ],
    [
        " You know I could have went like a biker gang or something just as easy.",
        701.28,
        704.6
    ],
    [
        " You know I figured this, I have a pretty good chance of staying out of the clinic.",
        704.82,
        709.7
    ],
    [
        " You know this way, but not always, but a few times.",
        709.7,
        714.06
    ],
    [
        " You know, fair now, but the team is just suited me because everybody is the same.",
        714.32,
        719.62
    ],
    [
        " Everybody, you know everywhere you look, guys are doing what you would do.",
        719.92,
        724.8
    ],
    [
        " And they act how you would act.",
        725.2,
        726.72
    ],
    [
        " And it's not always great, but you know.",
        726.72,
        729.04
    ],
    [
        " So you got recruited though by some of the boys like over in the PI, didn't you?",
        730.12,
        734.86
    ],
    [
        " Yeah, yeah.",
        734.9,
        735.38
    ],
    [
        " I mean I wanted to be a seal, but I wasn't like 1000%.",
        735.62,
        739.08
    ],
    [
        " And I was in the Philippines and I was like, all right I got to do that.",
        739.08,
        745.14
    ],
    [
        " That's it.",
        745.38,
        745.9
    ],
    [
        " So I went and got a screening test over there in Subec Bay and you know I smoked it.",
        746.24,
        751.84
    ],
    [
        " And then you know they didn't have this long pipeline back then.",
        751.88,
        755.3
    ],
    [
        " I got there on a Friday.",
        755.42,
        756.52
    ],
    [
        " We got all gooned up and shaved our heads on Sunday and we started Monday.",
        757.0,
        761.22
    ],
    [
        " There was not that was it.",
        761.56,
        763.06
    ],
    [
        " Okay, go.",
        763.18,
        763.74
    ],
    [
        " Yeah, actually I know I was talking to the old master chief that actually was the guy that recruited you and told you you need to be a team guy.",
        764.3,
        772.5
    ],
    [
        " Yeah, I was talking to him the other day when you were down in his house on the phone.",
        773.28,
        777.3
    ],
    [
        " Yeah, but yeah, and he was one of my platoon chiefs as you know.",
        777.3,
        781.56
    ],
    [
        " But I told him I told him the best thing he ever did for the teams was get you to join the teams.",
        781.96,
        787.56
    ],
    [
        " That's what he was laughing.",
        787.56,
        789.0
    ],
    [
        " Yeah, he probably probably well definitely the best thing for you.",
        789.42,
        792.18
    ],
    [
        " Oh, yeah.",
        792.92,
        793.54
    ],
    [
        " You're asked from all kinds of trials.",
        793.62,
        794.9
    ],
    [
        " Oh, yeah, absolutely.",
        794.96,
        795.74
    ],
    [
        " But it's just you know it's the teams like between us we got like 46 years of team guy life.",
        796.32,
        803.18
    ],
    [
        " And it's so hard to put in perspective if you don't know what you're talking.",
        803.3,
        807.4
    ],
    [
        " You know, you've never been there.",
        807.72,
        808.68
    ],
    [
        " Yeah, people like people don't know that we don't call each other seals.",
        809.0,
        813.36
    ],
    [
        " Yeah, you never say that.",
        813.36,
        815.26
    ],
    [
        " Nobody says when I joined Navy SEALS.",
        815.42,
        817.76
    ],
    [
        " Yeah, it's like when I became a team guy.",
        817.76,
        820.0
    ],
    [
        " Yeah, I say that everyone's just like turn their head go.",
        820.14,
        823.12
    ],
    [
        " You retarded.",
        823.36,
        824.34
    ],
    [
        " Yeah, I mean, come on.",
        824.34,
        825.4
    ],
    [
        " It's really weird when you hear a team guy refer to being a Navy SEAL.",
        825.4,
        830.1
    ],
    [
        " Yeah, it actually makes you think, well, wait, wait a second.",
        830.36,
        832.86
    ],
    [
        " This guy must not have actually been in the team.",
        832.94,
        834.46
    ],
    [
        " Yeah, okay.",
        834.46,
        834.76
    ],
    [
        " What class are you in?",
        834.84,
        835.5
    ],
    [
        " Immediate interrogation like with with your hand cock behind your back.",
        835.5,
        839.02
    ],
    [
        " I'm just gonna.",
        839.08,
        839.62
    ],
    [
        " It's gonna give him so I give his driver's license of black.",
        840.08,
        844.54
    ],
    [
        " Yeah, I don't know where that.",
        844.76,
        846.74
    ],
    [
        " I don't know where that comes from.",
        847.22,
        848.5
    ],
    [
        " Like where we don't say it.",
        848.92,
        850.24
    ],
    [
        " I guess maybe it's I don't I got team one.",
        850.34,
        852.42
    ],
    [
        " It was like, oh, you don't talk about it.",
        852.58,
        854.9
    ],
    [
        " Yeah, you don't say it.",
        854.9,
        855.74
    ],
    [
        " No, no, no stickers, no t-shirts, no, no, no, you don't do any that.",
        855.76,
        858.88
    ],
    [
        " I'm sure all the punishable punishable by death.",
        859.2,
        862.64
    ],
    [
        " Yeah, you don't say anything.",
        862.68,
        864.48
    ],
    [
        " Well, we all thought we were going to the Vietnam the next day.",
        864.6,
        867.22
    ],
    [
        " You know, he's saying, oh, my God, after a while, like, all right.",
        867.42,
        871.64
    ],
    [
        " What's happening here?",
        872.2,
        873.8
    ],
    [
        " Yeah, what's going on?",
        874.02,
        874.72
    ],
    [
        " Good.",
        875.12,
        878.06
    ],
    [
        " All right, man, well, so that's Tony grew up in New England like me.",
        878.28,
        883.36
    ],
    [
        " And you know, did you ever hear this that they spent a bunch of money trying to figure out who's",
        883.94,
        889.98
    ],
    [
        " right now training and the only literally the only two things they got was guys that wrestled",
        889.98,
        897.12
    ],
    [
        " and guys from New England.",
        897.12,
        898.54
    ],
    [
        " And it wasn't like a big difference, but you know, a normal person has a 26% chance of making it through",
        898.76,
        905.9
    ],
    [
        " and someone from New England had like a 37 or something like a small uptick.",
        905.9,
        910.04
    ],
    [
        " I mean, you know what?",
        910.38,
        911.18
    ],
    [
        " I think also that there's good people out on the country don't get me wrong.",
        911.44,
        916.54
    ],
    [
        " But New England has a pretty strong work ethic.",
        916.54,
        919.46
    ],
    [
        " You know what I mean?",
        919.46,
        920.02
    ],
    [
        " True.",
        920.06,
        920.18
    ],
    [
        " Yeah.",
        920.48,
        920.76
    ],
    [
        " And I've seen that a lot, a lot.",
        920.96,
        922.62
    ],
    [
        " And not that other people don't.",
        922.92,
        924.9
    ],
    [
        " Yeah.",
        924.96,
        925.18
    ],
    [
        " But all the guys, mostly guys, I knew from New England and the teams that are pretty good work ethic.",
        925.44,
        928.98
    ],
    [
        " Yeah.",
        929.2,
        929.34
    ],
    [
        " Yeah.",
        929.74,
        929.88
    ],
    [
        " Yeah.",
        930.26,
        931.04
    ],
    [
        " I think it's just cold too.",
        931.78,
        934.5
    ],
    [
        " Yeah.",
        934.62,
        934.86
    ],
    [
        " That doesn't help.",
        934.98,
        936.38
    ],
    [
        " Though that doesn't matter.",
        936.52,
        937.54
    ],
    [
        " I think it does because I thought guys from Florida, in my class, like, do is these kids from Florida.",
        937.7,
        942.28
    ],
    [
        " There was a couple kids from Florida.",
        942.28,
        943.76
    ],
    [
        " And they were, you know, all loud and like they were just big tough guys.",
        943.96,
        947.08
    ],
    [
        "",
        947.24,
        947.24
    ],
    [
        " They were already in the teams basically in their own minds and they all quit.",
        947.34,
        949.98
    ],
    [
        " I know.",
        950.3,
        950.48
    ],
    [
        " Well, like the first day of Buds, I'm looking around some of these guys and I'm like, wow.",
        950.62,
        956.06
    ],
    [
        " Holy crap.",
        956.54,
        957.24
    ],
    [
        " These guys are like insane shape and all this stuff.",
        957.44,
        960.56
    ],
    [
        " Yeah.",
        960.62,
        960.78
    ],
    [
        " I'm still hung over from the point right from the PI, you know, like, I, I, I, I, I, I made it.",
        960.96,
        967.42
    ],
    [
        " Yeah.",
        967.52,
        967.82
    ],
    [
        " They didn't.",
        967.98,
        969.04
    ],
    [
        " Yeah.",
        969.1,
        969.3
    ],
    [
        " It's weird.",
        969.82,
        970.56
    ],
    [
        " You know, they just had this kid that quit Buds and then he went and jumped off of a hotel down in San Diego,",
        971.7,
        977.62
    ],
    [
        " killed himself.",
        977.62,
        978.3
    ],
    [
        " And I looked at a picture of him.",
        978.7,
        980.02
    ],
    [
        " When he missed the pool or something.",
        980.08,
        981.42
    ],
    [
        " No, there wasn't no pool to jump into.",
        981.64,
        983.42
    ],
    [
        " He killed himself.",
        983.46,
        984.12
    ],
    [
        " And he did it right.",
        984.86,
        986.28
    ],
    [
        " Yeah.",
        986.42,
        986.62
    ],
    [
        " He succeeded.",
        986.66,
        987.46
    ],
    [
        " But I was looking at him.",
        987.92,
        988.68
    ],
    [
        " I was talking to one of the guy that we know who's an instructor over there.",
        988.7,
        992.42
    ],
    [
        " And I was looking at a picture of the dude.",
        992.58,
        993.76
    ],
    [
        " And the dude was like, disstrapping guy all buff with like blonde hair.",
        993.98,
        999.14
    ],
    [
        " And just looked like a total stud.",
        999.14,
        1000.86
    ],
    [
        " And I go, man, that kind of looked like a stud.",
        1001.28,
        1002.66
    ],
    [
        " What happened?",
        1002.66,
        1003.14
    ],
    [
        " And then the instructor guy said, dude, they all look like that now.",
        1003.28,
        1007.44
    ],
    [
        " Like everybody's just, you know, it's a big deal.",
        1007.72,
        1010.24
    ],
    [
        " Hey, I'm going to go on the seal things.",
        1010.24,
        1011.32
    ],
    [
        " I'm going to go on the seal teams.",
        1011.32,
        1012.1
    ],
    [
        " And that's what they're saying.",
        1012.1,
        1013.0
    ],
    [
        " So they're recruiting is really easy, but they're recruiting all these studs.",
        1013.0,
        1015.84
    ],
    [
        " But it doesn't matter.",
        1016.0,
        1017.1
    ],
    [
        " They're chasing the same.",
        1017.1,
        1018.24
    ],
    [
        " Yeah.",
        1018.7,
        1018.88
    ],
    [
        " That's why you know that the government wants more and more team guys.",
        1019.08,
        1022.86
    ],
    [
        " They're just anger.",
        1022.86,
        1023.64
    ],
    [
        " No, it's not.",
        1023.76,
        1024.88
    ],
    [
        " Not unless you lower the standards.",
        1025.6,
        1027.18
    ],
    [
        " And if that happens, then we've all not done our job.",
        1027.18,
        1029.78
    ],
    [
        "",
        1029.98,
        1029.98
    ],
    [
        " That's just terrible.",
        1030.36,
        1031.04
    ],
    [
        " Awesome.",
        1031.5,
        1032.88
    ],
    [
        " All right.",
        1033.1,
        1033.34
    ],
    [
        " Get some of these questions here.",
        1033.58,
        1034.88
    ],
    [
        " It says here, on the first podcast with Lafay,",
        1035.38,
        1038.88
    ],
    [
        " discussed a story which Tony came up with a strategy for an op.",
        1038.88,
        1041.24
    ],
    [
        " And Tony told Lafay would be better.",
        1041.68,
        1043.24
    ],
    [
        " The brief would be better coming from Lafay.",
        1043.5,
        1045.66
    ],
    [
        " And it says, where did you develop this humility and this characteristic",
        1046.08,
        1049.94
    ],
    [
        " of not worrying about individual credit versus team objectives?",
        1049.94,
        1053.06
    ],
    [
        " So to rehash that story real quick, it was real.",
        1053.2,
        1056.62
    ],
    [
        " We were out at the desert training facility and we were just planning.",
        1056.64,
        1060.5
    ],
    [
        " You planning some like, you know, we do iteration training.",
        1060.58,
        1062.46
    ],
    [
        " We just got go didn't know that it was one of those.",
        1062.46,
        1064.74
    ],
    [
        " And they changed the target or something.",
        1065.04,
        1066.94
    ],
    [
        " And you're like, okay, here's what we need to do.",
        1066.94,
        1068.12
    ],
    [
        " Put guys over here, put it over, watch over here and walk through online like this.",
        1068.14,
        1070.98
    ],
    [
        " And lace like, hey, sounds good to go.",
        1071.32,
        1073.6
    ],
    [
        " I want you to get the guys over on brief him.",
        1073.66,
        1074.8
    ],
    [
        " And you said, hey, sir, you know what?",
        1075.12,
        1076.94
    ],
    [
        " You go ahead and brief him.",
        1077.08,
        1077.92
    ],
    [
        " That way it sounds better coming from you.",
        1078.22,
        1079.8
    ],
    [
        " And that'd be the way to do it.",
        1079.92,
        1081.54
    ],
    [
        " And he was like, well, I'm not going to do it.",
        1081.7,
        1083.04
    ],
    [
        " All right, you know, he was fired up.",
        1083.04,
        1084.6
    ],
    [
        " And when I saw you do that, I was like, because this is the thing.",
        1085.74,
        1089.12
    ],
    [
        " And I forgot to mention this, you and I have known each other for a long time.",
        1089.44,
        1092.6
    ],
    [
        " We were both together.",
        1092.68,
        1093.18
    ],
    [
        "",
        1093.96,
        1093.96
    ],
    [
        " And we had the same friends and we hung out at the same places.",
        1093.96,
        1098.74
    ],
    [
        " Yikes.",
        1099.52,
        1100.52
    ],
    [
        " Yikes.",
        1100.74,
        1101.04
    ],
    [
        " But we were never in a platoon together.",
        1101.84,
        1103.68
    ],
    [
        " Now, we were never in a platoon together and never worked together.",
        1103.92,
        1106.96
    ],
    [
        " Like directly together until we were in tasking a bruiser.",
        1107.32,
        1110.24
    ],
    [
        " So when I got to N Island, I knew your reputation, which was, which was rock solid.",
        1110.86,
        1115.54
    ],
    [
        " But I don't trust anybody about anybody.",
        1115.76,
        1117.92
    ],
    [
        " No, I'm not.",
        1118.04,
        1118.68
    ],
    [
        "",
        1119.14,
        1119.14
    ],
    [
        " Yeah, a Cush-not.",
        1119.14,
        1119.96
    ],
    [
        " Yes.",
        1120.26,
        1120.64
    ],
    [
        " So I just, you know, so I'm seeing you kind of for the first time out there of actually working.",
        1120.92,
        1125.38
    ],
    [
        " And, you know, that was a big indicator to me.",
        1125.9,
        1128.76
    ],
    [
        " I was like, damn, you know, this guy is totally humble.",
        1128.84,
        1131.52
    ],
    [
        " Wants to make his officer look good.",
        1132.0,
        1133.82
    ],
    [
        " Wants to make his, which is only going to make the platoon better.",
        1134.4,
        1136.56
    ],
    [
        " It's only going to make everybody better.",
        1136.66,
        1137.74
    ],
    [
        " So, yeah, that was awesome.",
        1138.04,
        1139.82
    ],
    [
        " And what a great attitude to have.",
        1140.4,
        1142.2
    ],
    [
        " And I can ask that all the time people is, you know, my boss is doing this.",
        1142.24,
        1145.58
    ],
    [
        " And what should I do?",
        1145.66,
        1146.16
    ],
    [
        " I'm like, well, give him support.",
        1146.18,
        1147.06
    ],
    [
        " Try and help him.",
        1147.28,
        1147.82
    ],
    [
        " Yeah.",
        1147.94,
        1148.04
    ],
    [
        " Try and make him look good.",
        1148.22,
        1148.92
    ],
    [
        " But the thing that's tuned away at people was their ego of them wanting the credit.",
        1149.6,
        1153.8
    ],
    [
        " Right.",
        1154.08,
        1154.28
    ],
    [
        " And you see this something.",
        1154.34,
        1155.12
    ],
    [
        " You can see this all the time in the ceiletips.",
        1155.4,
        1156.5
    ],
    [
        " So anyways, where did you realize that?",
        1156.66,
        1159.66
    ],
    [
        " Did anybody teach you that or where the hell did you, how the hell did you know to do that?",
        1159.7,
        1163.64
    ],
    [
        " I can read and watch people pretty good.",
        1164.2,
        1166.8
    ],
    [
        " And I watched some guys who kind of brought me up in the teams.",
        1167.36,
        1170.8
    ],
    [
        " Some of the guys we were talking about earlier.",
        1171.08,
        1172.8
    ],
    [
        " And I just tried to kind of mimic them, but then it kind of morphs into your own.",
        1173.62,
        1178.08
    ],
    [
        " Mm-hmm.",
        1178.26,
        1178.56
    ],
    [
        " Shit, you know?",
        1178.68,
        1179.3
    ],
    [
        " Nope.",
        1179.48,
        1179.64
    ],
    [
        " And, well, yeah, the first thing is, I was just tired and my voice was gone.",
        1180.3,
        1185.1
    ],
    [
        " I just wanted him to do it.",
        1185.1,
        1186.8
    ],
    [
        " No, I'm just kidding.",
        1186.9,
        1188.18
    ],
    [
        " But.",
        1188.68,
        1188.8
    ],
    [
        " So tired.",
        1189.24,
        1191.46
    ],
    [
        " So tired.",
        1191.88,
        1192.58
    ],
    [
        " But yeah, like get over there.",
        1192.92,
        1195.98
    ],
    [
        " Boss and do your job.",
        1196.16,
        1197.68
    ],
    [
        " But I mean, some of them guys in that that puttune, they were already my chums like Chris Kyle",
        1198.18,
        1205.2
    ],
    [
        " and Bob and Jeremy and them guys been around a while.",
        1205.2,
        1207.32
    ],
    [
        " And they already, you know, I put them through training in my warfare on nylon.",
        1207.92,
        1212.54
    ],
    [
        " So they know me.",
        1212.76,
        1214.6
    ],
    [
        " Yeah.",
        1214.86,
        1214.98
    ],
    [
        " You know, and up to that point, I was doing a lot of that shit.",
        1215.36,
        1219.28
    ],
    [
        " And I'm like, no boss, you do it.",
        1220.26,
        1222.02
    ],
    [
        " Because basically he's new to them.",
        1222.14,
        1225.42
    ],
    [
        " Yeah.",
        1225.6,
        1225.82
    ],
    [
        " Not new in the teams, but he was new.",
        1225.92,
        1227.3
    ],
    [
        " And I figured he's got to do this more and more and more.",
        1227.46,
        1230.12
    ],
    [
        " And he did.",
        1230.14,
        1232.48
    ],
    [
        " Of course, you know, they stepped up like a gangbusters, a great officer.",
        1232.68,
        1237.54
    ],
    [
        " But in that beginning stages, like, all right, I've already done this a million times.",
        1238.74,
        1243.62
    ],
    [
        " I don't care.",
        1243.8,
        1245.08
    ],
    [
        " I'm good.",
        1245.32,
        1245.62
    ],
    [
        " You know, you want my advice great, but come on, let's just get the ball rolling.",
        1246.1,
        1248.78
    ],
    [
        " Nice.",
        1248.9,
        1249.3
    ],
    [
        " And so if that answers the question, yeah, no, that was, uh, and again, that was always the attitude",
        1249.42,
        1254.6
    ],
    [
        " you had, which was, you never cared about looking good yourself.",
        1254.6,
        1258.32
    ],
    [
        " And part of that is you just had such as good reputation in the teams that what are you going",
        1258.48,
        1264.7
    ],
    [
        " to do?",
        1264.7,
        1264.88
    ],
    [
        " Look even better.",
        1264.96,
        1265.92
    ],
    [
        " Yeah, yeah, yeah.",
        1266.16,
        1267.28
    ],
    [
        " I'm going to get another Navy com.",
        1267.28,
        1269.16
    ],
    [
        " But, but, you know, a lot of people, so if you're listening and you're wondering, you",
        1269.48,
        1277.76
    ],
    [
        " know, what makes what makes somebody a good, like a good NCO, and there was a lot of Marines,",
        1277.76,
        1282.26
    ],
    [
        " a lot of soldiers listening to this, what makes a good NCO, you don't always have to make",
        1282.26,
        1285.74
    ],
    [
        " yourself shine.",
        1285.74,
        1286.36
    ],
    [
        " You don't always have to be the guy that's the center of attention.",
        1286.6,
        1288.34
    ],
    [
        " And as a matter of fact, generally, that shines through as being a guy that wants to be the",
        1288.62,
        1293.82
    ],
    [
        " center of attention instead of a guy that wants to have a good pull to.",
        1293.82,
        1296.8
    ],
    [
        " And it's not like it was doing it to make rank.",
        1297.24,
        1299.3
    ],
    [
        " I'm not expecting to make you five.",
        1299.74,
        1302.18
    ],
    [
        " Never mind.",
        1302.18,
        1302.78
    ],
    [
        " See your cheap.",
        1302.78,
        1303.56
    ],
    [
        " God.",
        1304.26,
        1305.34
    ],
    [
        " All right.",
        1307.08,
        1307.78
    ],
    [
        " Next question.",
        1308.28,
        1309.42
    ],
    [
        " Please detail the way you were able to use decentralized command when running task unit",
        1310.02,
        1315.18
    ],
    [
        " bruiser and how it was met through the other commanders.",
        1315.18,
        1318.42
    ],
    [
        " So for those of you that don't know decentralized command means you're going to let your subordinate",
        1319.54,
        1324.66
    ],
    [
        " leadership lead and you're not going to micromanage everybody.",
        1324.66,
        1327.48
    ],
    [
        " And that's definitely what I did.",
        1327.9,
        1330.78
    ],
    [
        " And I didn't micromanage.",
        1331.46,
        1332.66
    ],
    [
        " Well, I should I should rephrase that.",
        1332.92,
        1334.48
    ],
    [
        " If people need to be micromanaged, I'll micromanage them.",
        1335.06,
        1337.66
    ],
    [
        " If they're jacked up, I'm going to be all in them.",
        1337.88,
        1340.48
    ],
    [
        " And like you're talking about with life and with Seth and with the other part of the Delta",
        1340.56,
        1346.22
    ],
    [
        " Patoon commander, I'm micromanaged those guys that crazy when we first got in.",
        1346.22,
        1349.34
    ],
    [
        " Yeah.",
        1349.7,
        1349.8
    ],
    [
        " Because I was just making sure they were good to go just because they worked that experience",
        1349.94,
        1353.04
    ],
    [
        " and just like guys that don't trust anybody when you don't know.",
        1353.04,
        1356.72
    ],
    [
        " Yeah.",
        1356.88,
        1357.16
    ],
    [
        " And then but the goal was to just have them be able to run on their own and make stuff happen",
        1357.34,
        1364.84
    ],
    [
        " because I'll tell you another thing, you can't you can't run everything yourself.",
        1364.84,
        1369.48
    ],
    [
        " Nobody can.",
        1369.76,
        1370.8
    ],
    [
        " Now.",
        1370.98,
        1371.0
    ],
    [
        " And so you got a decentralized command.",
        1371.48,
        1374.02
    ],
    [
        " And that's what I did was I let you know, when we got on deployment, I wasn't micromanaging",
        1374.42,
        1379.42
    ],
    [
        " anything.",
        1379.42,
        1379.78
    ],
    [
        " I was barely I was just kind of broad guidance, you know, right?",
        1379.92,
        1383.6
    ],
    [
        " Of course.",
        1383.74,
        1383.96
    ],
    [
        " And then and then you guys were running the stuff and making things happen.",
        1384.06,
        1388.62
    ],
    [
        " I mean, I would have loved to be on every operation, but I physically couldn't because we had",
        1388.78,
        1393.86
    ],
    [
        " multiple ops going on.",
        1393.86,
        1394.96
    ],
    [
        " We had to split forces.",
        1394.96,
        1396.08
    ],
    [
        " So what are you going to do?",
        1396.46,
        1397.72
    ],
    [
        " I got no problems with anyone in that group, the lowest guy running it up.",
        1398.56,
        1403.16
    ],
    [
        " Yep.",
        1403.4,
        1403.6
    ],
    [
        " But you got you got to let you, you got to let the boys basically screw up.",
        1404.22,
        1408.74
    ],
    [
        " Mm hmm.",
        1408.78,
        1409.12
    ],
    [
        " Because then you don't know how they're going to react.",
        1409.2,
        1410.72
    ],
    [
        " Okay, do they just sit there and pow, then you got a slap motor or do they?",
        1411.88,
        1417.2
    ],
    [
        " Okay, here's what you did wrong.",
        1417.44,
        1418.88
    ],
    [
        " Roger that.",
        1419.08,
        1419.68
    ],
    [
        " And then immediately start thinking how to fix it because everybody fucks up everything.",
        1419.88,
        1422.64
    ],
    [
        " What's face?",
        1422.86,
        1423.2
    ],
    [
        " I mean, we were never always good at anything.",
        1423.48,
        1426.6
    ],
    [
        " Still ain't really good at much.",
        1427.2,
        1428.96
    ],
    [
        " There's BTF through it all.",
        1429.06,
        1430.64
    ],
    [
        " And so it doesn't seem like we made mistakes.",
        1430.88,
        1432.68
    ],
    [
        " I mean, really?",
        1433.26,
        1434.46
    ],
    [
        " Yeah.",
        1434.76,
        1434.9
    ],
    [
        " But, but leadership is funny because some guys take to a like water and other guys",
        1435.04,
        1440.7
    ],
    [
        " are scared to death of it.",
        1440.7,
        1442.28
    ],
    [
        " Yeah, you know, lately I've been realizing that because people always say, you know, our",
        1442.32,
        1446.62
    ],
    [
        " leaders made or born.",
        1446.62,
        1448.98
    ],
    [
        " And can you make a person that's not a good leader into a good leader?",
        1449.6,
        1452.88
    ],
    [
        " And I look at it kind of like when you see these video games where people have different",
        1453.2,
        1457.38
    ],
    [
        " strengths and weaknesses and a guy might be strong and high intellect and good agility",
        1457.38,
        1466.06
    ],
    [
        " and I don't know, whatever those games have.",
        1466.06,
        1468.32
    ],
    [
        " Fair posture.",
        1468.78,
        1469.18
    ],
    [
        " So with leadership, it's the same thing because there's certain elements, certain natural",
        1469.46,
        1474.84
    ],
    [
        " things that you can have that make you a good leader.",
        1474.84,
        1476.48
    ],
    [
        " For instance, this is a real simple one.",
        1477.0,
        1479.58
    ],
    [
        " Can you be loud?",
        1479.74,
        1480.26
    ],
    [
        " And in the seal teams, if you can't be loud, that's going to be a problem.",
        1480.88,
        1485.28
    ],
    [
        " Like it is.",
        1485.54,
        1485.98
    ],
    [
        " If you can't just take control of a room and be like, you know, hey, everyone get in",
        1486.14,
        1490.0
    ],
    [
        " this room.",
        1490.0,
        1490.18
    ],
    [
        " You can't do that.",
        1490.48,
        1490.98
    ],
    [
        " People can hear you.",
        1491.14,
        1491.76
    ],
    [
        " Then you got to find a way around that.",
        1491.92,
        1493.22
    ],
    [
        " Are you articulate?",
        1493.44,
        1495.24
    ],
    [
        " Can you simplify things that are complex?",
        1495.56,
        1497.3
    ],
    [
        " Because there's all these little things that you get ranked.",
        1497.4,
        1499.22
    ],
    [
        " You basically all ranked at.",
        1499.22,
        1500.46
    ],
    [
        " And some guys have they were born with low rankings and they either find a way to make",
        1501.18,
        1507.06
    ],
    [
        " up for them.",
        1507.06,
        1507.64
    ],
    [
        " They learn how to do them better or they compensate by using somebody else.",
        1507.88,
        1512.62
    ],
    [
        " You know, if I wasn't loud, I'd be like, hey, Tony, tell everyone to get in here.",
        1512.62,
        1515.36
    ],
    [
        " Then you could do it.",
        1515.5,
        1516.1
    ],
    [
        " Right.",
        1516.3,
        1516.44
    ],
    [
        " Right.",
        1516.72,
        1516.78
    ],
    [
        " Uh, that makes total sense though.",
        1517.74,
        1520.96
    ],
    [
        " Yeah.",
        1521.04,
        1521.32
    ],
    [
        " If someone out there is a leader of Ben and a leadership position, you know exactly",
        1521.64,
        1525.52
    ],
    [
        " they're talking about.",
        1525.52,
        1526.32
    ],
    [
        " Yep.",
        1526.44,
        1526.58
    ],
    [
        " And then sometimes it's, you know, hey, what's the problem?",
        1526.96,
        1532.5
    ],
    [
        " No really, what's the problem?",
        1533.02,
        1534.74
    ],
    [
        " Well, yeah.",
        1534.82,
        1535.28
    ],
    [
        " Okay.",
        1535.58,
        1535.88
    ],
    [
        " Like you said, good, good.",
        1536.02,
        1537.36
    ],
    [
        " All right.",
        1537.6,
        1537.76
    ],
    [
        " Now you identified it.",
        1538.06,
        1539.4
    ],
    [
        " Go work it out.",
        1539.44,
        1540.04
    ],
    [
        " Don't sit around and cry about it and just go do it.",
        1540.2,
        1543.4
    ],
    [
        " You know, and you got five minutes.",
        1543.8,
        1545.08
    ],
    [
        " Yeah.",
        1545.34,
        1545.5
    ],
    [
        " Yeah.",
        1545.98,
        1546.16
    ],
    [
        " Go take care of it.",
        1546.24,
        1546.9
    ],
    [
        " I think the other thing with decentralized command, that's important is for everybody",
        1547.72,
        1551.56
    ],
    [
        " to know what the limits are.",
        1551.56,
        1554.06
    ],
    [
        " Like how far you can go in the direction or not.",
        1554.22,
        1556.54
    ],
    [
        " And I know that, you know, like I always trusted you guys were going to do the right thing.",
        1556.66,
        1560.5
    ],
    [
        " Well, like you said early on in that work up, you know, leadership at every level.",
        1560.9,
        1565.68
    ],
    [
        " Even the junior guy, it's his responsibility to keep me in check if something's going",
        1566.16,
        1571.0
    ],
    [
        " wrong.",
        1571.0,
        1571.24
    ],
    [
        " Because if I'm doing something stupid, he's like, hey, Tony, what would, oh, yeah.",
        1571.58,
        1576.88
    ],
    [
        " Okay.",
        1576.9,
        1577.38
    ],
    [
        " I lost it there for a while.",
        1577.42,
        1578.58
    ],
    [
        " Because you know, sometimes I'm old.",
        1578.66,
        1580.54
    ],
    [
        " Sometimes I lose it once in a while.",
        1580.72,
        1582.18
    ],
    [
        " I'm not going to apologize.",
        1582.36,
        1583.6
    ],
    [
        " Yeah.",
        1584.42,
        1586.68
    ],
    [
        " Nice.",
        1587.24,
        1587.7
    ],
    [
        " Anything else on decentralized command?",
        1588.1,
        1590.78
    ],
    [
        " Well, it's a lot easier if you start right from the beginning trying to make everybody",
        1591.82,
        1598.22
    ],
    [
        " understand decentralized command.",
        1598.22,
        1600.14
    ],
    [
        " Because that's the goal.",
        1600.32,
        1601.2
    ],
    [
        " It has to be the goal because someone like you, you can't.",
        1601.76,
        1606.06
    ],
    [
        " You got to be somewhere else.",
        1606.06,
        1607.26
    ],
    [
        " You know, we, we didn't want you on the battlefield with us.",
        1607.92,
        1611.04
    ],
    [
        " I wanted you on the battlefield with me every time you were.",
        1611.12,
        1613.6
    ],
    [
        " I was like, oh, this is awesome.",
        1613.74,
        1614.88
    ],
    [
        " But I mean, I really, really needed you back where you were, of course.",
        1615.2,
        1618.9
    ],
    [
        " You know, and that is everybody had a, like wicked high level of confidence, just no",
        1619.14,
        1624.58
    ],
    [
        " one that you were back there taking care of watching her back, you know, and never sleeping",
        1624.58,
        1628.16
    ],
    [
        " and just doing like 40 pull ups and sweating and then trying to eat everything in the",
        1628.16,
        1634.2
    ],
    [
        " camp.",
        1634.2,
        1634.5
    ],
    [
        " Yeah.",
        1637.2,
        1637.62
    ],
    [
        " Yeah.",
        1637.98,
        1638.66
    ],
    [
        " Yeah.",
        1638.66,
        1638.84
    ],
    [
        " It's a, it's a thing that you talk about as far as getting everyone to know that and",
        1639.08,
        1646.14
    ],
    [
        " understand that from the beginning is, is for sure.",
        1646.14,
        1649.14
    ],
    [
        " Oh, yeah.",
        1649.26,
        1649.58
    ],
    [
        " I mean, everybody's got to know that man, you know, I, I don't want like, my favorite thing",
        1649.76,
        1656.14
    ],
    [
        " is I go out on an operation with you guys and not do anything.",
        1656.14,
        1658.58
    ],
    [
        " Now you just sit around.",
        1658.74,
        1660.08
    ],
    [
        " You just shoot.",
        1660.08,
        1660.9
    ],
    [
        " Just okay.",
        1661.06,
        1661.38
    ],
    [
        " I'm just in the train.",
        1661.42,
        1662.14
    ],
    [
        " You know, you know, that's, that's the way it should be because the leaders are leading",
        1662.14,
        1666.74
    ],
    [
        " because life is doing his job.",
        1666.74,
        1667.84
    ],
    [
        " He's leading the assault, he's leading things.",
        1667.84,
        1669.24
    ],
    [
        " The breach team is doing their stuff.",
        1669.24,
        1671.28
    ],
    [
        " And I'm just like, okay, cool.",
        1671.52,
        1673.58
    ],
    [
        " I'm basically an observer, you know, now to a point.",
        1673.82,
        1676.92
    ],
    [
        " Yeah.",
        1677.16,
        1677.42
    ],
    [
        " All right.",
        1677.42,
        1678.4
    ],
    [
        " Well, that was a dead end.",
        1678.58,
        1680.66
    ],
    [
        " It was you.",
        1680.66,
        1681.3
    ],
    [
        " But, but that's the way you want it, you know, and, and then when something does happen,",
        1681.52,
        1686.94
    ],
    [
        " you can then handle it.",
        1687.16,
        1688.94
    ],
    [
        " You can step in and go, okay, hey guys, we need to back off over here.",
        1688.94,
        1691.38
    ],
    [
        " Right.",
        1691.38,
        1691.64
    ],
    [
        " This is going wrong.",
        1691.78,
        1692.68
    ],
    [
        " And, and that's the way it should be.",
        1693.28,
        1694.56
    ],
    [
        " So if that's your goal, though, is to say, look, I want my leaders to lead.",
        1694.66,
        1697.58
    ],
    [
        " I don't want to be doing all their job form.",
        1697.68,
        1699.18
    ],
    [
        " When, first of all, that'll make them more confident.",
        1699.32,
        1701.58
    ],
    [
        " It'll make them more capable.",
        1701.76,
        1702.78
    ],
    [
        " And then when something does happen, then, and they need your assistance, you're not bogged",
        1702.78,
        1707.78
    ],
    [
        " down with something else.",
        1707.78,
        1708.34
    ],
    [
        " You can step in and make it happen.",
        1708.34,
        1709.4
    ],
    [
        " Right.",
        1709.76,
        1710.16
    ],
    [
        " I think it's, uh, take like a racquet of canister.",
        1710.26,
        1713.08
    ],
    [
        " That's why combat vets coming back.",
        1713.44,
        1715.74
    ],
    [
        " They talk about decentralized command.",
        1715.94,
        1718.16
    ],
    [
        " It's important because if you're just doing the same like army training and an army unit",
        1718.72,
        1722.98
    ],
    [
        " goes over there, where are they going to do?",
        1722.98,
        1725.26
    ],
    [
        " Go, all right guys, now we're doing decentralized command later.",
        1725.32,
        1728.28
    ],
    [
        " You know, you, you know, until that happens, you know, you got it.",
        1728.28,
        1732.52
    ],
    [
        " Now they come back.",
        1732.74,
        1733.44
    ],
    [
        " Okay, we need to train like this.",
        1733.52,
        1734.6
    ],
    [
        " Here's our junior officers need to do.",
        1734.74,
        1736.78
    ],
    [
        " Here's our NCEO's need to do.",
        1736.78,
        1738.54
    ],
    [
        " Here's our E5's, our E4's, you know, our privates.",
        1739.0,
        1742.32
    ],
    [
        " Here's what they need to do.",
        1742.42,
        1743.28
    ],
    [
        " Yep.",
        1743.64,
        1743.72
    ],
    [
        " Good.",
        1744.52,
        1744.78
    ],
    [
        " All right.",
        1745.32,
        1746.82
    ],
    [
        " Next up, uh, take, talk about some failures in planning leadership and how you built",
        1747.12,
        1755.54
    ],
    [
        " back up.",
        1755.54,
        1756.76
    ],
    [
        " Yeah, we didn't, we had none of that.",
        1757.54,
        1760.0
    ],
    [
        " Everything went perfect.",
        1760.02,
        1760.66
    ],
    [
        " You're one of the things that I think I'm winning.",
        1761.06,
        1764.88
    ],
    [
        " And I guess it's really a failure.",
        1765.24,
        1767.1
    ],
    [
        " But we would oftentimes make a decision.",
        1767.94,
        1772.46
    ],
    [
        " And then in a day or in a week decide, yeah, that wasn't a good call.",
        1772.9,
        1777.28
    ],
    [
        " You know, right?",
        1777.58,
        1777.9
    ],
    [
        " And I think a good example of that is how we kind of task organized and we split up into",
        1778.12,
        1782.9
    ],
    [
        " different groups and be like, okay, you guys are running this area.",
        1782.9,
        1784.96
    ],
    [
        " You guys are running this area and then like two weeks later, actually, no, this area",
        1784.96,
        1788.44
    ],
    [
        " is not good.",
        1788.44,
        1788.84
    ],
    [
        " We're going to move you guys.",
        1788.88,
        1789.48
    ],
    [
        " We're going to join them back together.",
        1789.48,
        1790.44
    ],
    [
        " I, I always felt like everybody, especially us and the leadership, you know, we were all",
        1790.84,
        1796.64
    ],
    [
        " like, okay, cool.",
        1796.64,
        1797.3
    ],
    [
        " Yeah, we just made a mistake.",
        1797.44,
        1798.4
    ],
    [
        " We just move on.",
        1798.4,
        1799.04
    ],
    [
        " Not even a mistake, but you got to change.",
        1799.1,
        1801.28
    ],
    [
        " You got to adapt.",
        1801.28,
        1801.76
    ],
    [
        " Yeah, you got to.",
        1801.84,
        1802.42
    ],
    [
        " You got to morph into something.",
        1802.58,
        1803.66
    ],
    [
        " It's like, if you're doing unilateral ops, then it's kind of a no brainer.",
        1803.78,
        1808.98
    ],
    [
        " If you go over there and all of a sudden, you know, all you, you're working by yourself,",
        1809.2,
        1812.42
    ],
    [
        " boom, boom, doing your missions great.",
        1812.66,
        1814.1
    ],
    [
        " But if you work in split forces and you're training indigenous forces and you're doing",
        1814.5,
        1821.5
    ],
    [
        " that, you have to have these, you know, you have to, it's not always easy to adjust for",
        1821.5,
        1826.86
    ],
    [
        " because it's like, there's a world of difference between Iraq and Afghanistan.",
        1826.86,
        1829.32
    ],
    [
        " Like a world of difference.",
        1829.86,
        1830.9
    ],
    [
        " I mean, it's all kind of the same, but stuff I did in Iraq and then doing Afghanistan, you",
        1831.5,
        1835.9
    ],
    [
        " know, and vice versa, like, whoa, we can't do that.",
        1835.9,
        1837.96
    ],
    [
        " You know, and even, even stuff like the weather, you know, talking to him, all of a sudden",
        1838.58,
        1843.32
    ],
    [
        " a snowing, you know, and then the terrain, like people think Iraq's all desert.",
        1843.32,
        1848.1
    ],
    [
        " I mean, there was some places where they were like in the jungle.",
        1848.38,
        1850.3
    ],
    [
        " It's like we're in NAM, you know, or Cambodia, Craig Sakes.",
        1850.62,
        1854.34
    ],
    [
        " And like, wow, you know, okay, we're going to walk how many clicks?",
        1854.94,
        1858.96
    ],
    [
        " Yeah, well, when you're up to waste and mud, you know, all of a sudden that time frame's",
        1859.46,
        1865.08
    ],
    [
        " totally off because we didn't, you know, made a mistake.",
        1865.08,
        1867.34
    ],
    [
        " I didn't really, really read the terrain.",
        1867.5,
        1869.64
    ],
    [
        " You know, and ask about it.",
        1869.9,
        1871.78
    ],
    [
        " And she was been up there before and shit, but, yeah.",
        1871.9,
        1875.08
    ],
    [
        " But we just adapt.",
        1875.48,
        1876.34
    ],
    [
        " Exactly.",
        1876.6,
        1877.1
    ],
    [
        " I think that's a big issue.",
        1877.62,
        1878.2
    ],
    [
        " Learn from your mistakes.",
        1878.34,
        1879.16
    ],
    [
        " Yeah, when it comes to failure, it's just, okay, what do you do now?",
        1879.42,
        1883.7
    ],
    [
        " Yeah, see how good.",
        1883.7,
        1884.84
    ],
    [
        " Okay, let's adapt and move on.",
        1885.0,
        1886.88
    ],
    [
        " Yeah.",
        1887.32,
        1888.42
    ],
    [
        " All right.",
        1888.68,
        1888.88
    ],
    [
        " Next one.",
        1889.18,
        1890.92
    ],
    [
        " I really want to hear you talk about the battlefield and how it made you feel and the type",
        1892.96,
        1901.26
    ],
    [
        " of situations when the shit hits the fan.",
        1901.26,
        1903.22
    ],
    [
        " Well, I kind of questions pretty easy for me.",
        1903.92,
        1911.9
    ],
    [
        " How the battlefield made me feel.",
        1912.38,
        1915.28
    ],
    [
        " All I can say is it made me feel much better than any other place than the battlefield.",
        1915.44,
        1922.42
    ],
    [
        " You know what I mean?",
        1922.94,
        1923.8
    ],
    [
        " Because everything makes sense on the battlefield.",
        1923.98,
        1927.0
    ],
    [
        " It's very, really going forward or getting going away or depending on position or moving",
        1927.0,
        1932.54
    ],
    [
        " out.",
        1932.54,
        1932.9
    ],
    [
        " Yeah.",
        1933.36,
        1933.48
    ],
    [
        " Out of that, what else is there?",
        1933.82,
        1935.44
    ],
    [
        " Because all of them things, even if you have men down and people wanted, you still got",
        1936.0,
        1939.64
    ],
    [
        " to do them.",
        1939.64,
        1940.08
    ],
    [
        " Yeah.",
        1940.08,
        1940.36
    ],
    [
        " Yeah.",
        1940.74,
        1940.88
    ],
    [
        " Well, as I sit here and think about this, so our opt-empo was very high, meaning the",
        1941.44,
        1948.86
    ],
    [
        " operational type of little for those of you that don't know what that means.",
        1948.86,
        1951.26
    ],
    [
        " It means like how often you're doing work and the opt-empo was very high.",
        1951.28,
        1955.76
    ],
    [
        " And so, but sometimes for whatever reason, let's say an operation would get canceled or",
        1956.3,
        1960.38
    ],
    [
        " push back and all of a sudden Tony would have been in camp for like two days.",
        1960.38,
        1966.04
    ],
    [
        " Well, the second day, like the first day he'd be, you know, okay, it's, okay, it's",
        1966.54,
        1970.06
    ],
    [
        " coming up with a plan, it's like something else, you know, him and Leif are trying to figure",
        1970.06,
        1972.68
    ],
    [
        " something out to do.",
        1972.68,
        1973.86
    ],
    [
        " But then the second, by the second day, he's just, just starting to get all frustrated",
        1974.34,
        1978.64
    ],
    [
        " and place around the tournament.",
        1978.64,
        1980.34
    ],
    [
        " Well, hey, this is just stupid.",
        1980.64,
        1983.22
    ],
    [
        " Yeah.",
        1984.02,
        1984.26
    ],
    [
        " Oh, it's next.",
        1984.52,
        1985.16
    ],
    [
        " We're going to go to like the big base and like country music concert or something.",
        1985.16,
        1989.56
    ],
    [
        " I'm serious.",
        1990.1,
        1991.62
    ],
    [
        " Like I was like, I'm in a stand, I flew into a can die.",
        1991.62,
        1994.92
    ],
    [
        " Yeah.",
        1995.32,
        1995.66
    ],
    [
        " And he's guys like, oh, you just missed.",
        1995.96,
        1997.44
    ],
    [
        " I can't remember what country said.",
        1997.44,
        1998.94
    ],
    [
        " They go to concerts and stuff.",
        1998.94,
        2000.28
    ],
    [
        " I'm eating rat shit stuff up in a mountain.",
        2000.4,
        2003.2
    ],
    [
        " You know, I'm like, really?",
        2003.2,
        2004.14
    ],
    [
        " Well, all these people doing here.",
        2004.5,
        2005.76
    ],
    [
        " Why aren't you all murdering the bad guys?",
        2005.94,
        2008.52
    ],
    [
        " God.",
        2009.3,
        2009.94
    ],
    [
        " Yeah.",
        2010.8,
        2011.16
    ],
    [
        " So Tony, you would get very frustrated after like two days and then you'd just come in",
        2011.42,
        2015.94
    ],
    [
        " and I'd say, okay, do not be here.",
        2015.94,
        2017.38
    ],
    [
        " Just go this area and go find something to do.",
        2017.52,
        2020.3
    ],
    [
        " And then you go make a plan and you and Leif and come back.",
        2020.44,
        2023.3
    ],
    [
        " All right.",
        2023.4,
        2023.56
    ],
    [
        " We got something we're going to go get it.",
        2023.64,
        2025.22
    ],
    [
        " You got you got to admit though, you know, time off is not such a good thing.",
        2025.22,
        2030.24
    ],
    [
        " I mean, couple days break now and then, but you got to keep the boys busy.",
        2030.48,
        2034.8
    ],
    [
        " Yeah.",
        2034.96,
        2035.12
    ],
    [
        " And they start thinking and they start getting, you know, I mostly did it for me",
        2035.12,
        2041.32
    ],
    [
        " because I just wanted to get after.",
        2041.32,
        2042.82
    ],
    [
        " Yeah.",
        2043.26,
        2045.38
    ],
    [
        " There's definitely you can smoke them, but you're right.",
        2045.6,
        2048.96
    ],
    [
        " If all of a sudden they're sitting around all the time, they, you know, what's that,",
        2049.14,
        2052.44
    ],
    [
        " a body and motion tends to stay motion and a body at rest of sense to stay at rest.",
        2052.92,
        2056.8
    ],
    [
        " So if you start lagging and all of a sudden you're going to go doing up and everyone's",
        2056.98,
        2060.72
    ],
    [
        " kind of resistance.",
        2060.72,
        2061.28
    ],
    [
        " There's not not not verbal resistance.",
        2061.3,
        2063.66
    ],
    [
        " Just just like a shrug the shoulders.",
        2063.7,
        2066.14
    ],
    [
        " Just like just like a resistance us some unseen resistance in the world that want you",
        2066.14,
        2072.36
    ],
    [
        " to slow down.",
        2072.36,
        2073.12
    ],
    [
        " But when the shit hits the fan, you know, it's, it's strange because it makes me.",
        2073.58,
        2080.98
    ],
    [
        " Like a little calmer, I think.",
        2082.44,
        2084.34
    ],
    [
        " I mean, not always.",
        2084.56,
        2085.78
    ],
    [
        " I had the first, first time I ever got shot.",
        2085.96,
        2088.24
    ],
    [
        " I was a little jittery a little bit.",
        2088.4,
        2089.68
    ],
    [
        " But, you know, oh my god, what's going on?",
        2090.2,
        2092.66
    ],
    [
        " Actually, I knew what it was.",
        2092.66,
        2094.16
    ],
    [
        " You know, it's not like, oh, what's that?",
        2094.3,
        2096.36
    ],
    [
        " Actually, I actually remember you were briefing some of the guys when we were back and you",
        2096.82,
        2104.86
    ],
    [
        " were like, you were like, hey, you know what?",
        2104.86,
        2107.3
    ],
    [
        " We didn't work on training.",
        2107.38,
        2108.38
    ],
    [
        " When I went, when we went through training and we were getting ready to go to Ramadi,",
        2108.72,
        2111.32
    ],
    [
        " we didn't work on on on this right here.",
        2111.32,
        2113.82
    ],
    [
        " Oh my god, what's happening?",
        2113.82,
        2115.82
    ],
    [
        " Yeah, there's this too.",
        2116.34,
        2119.34
    ],
    [
        " Oh, wow, this is going to be cool.",
        2119.46,
        2121.06
    ],
    [
        " Yeah, it's all that bad stuff.",
        2121.2,
        2122.68
    ],
    [
        " Starts then there's screaming, you know, and diving in the shit, shooting and killing.",
        2122.68,
        2127.7
    ],
    [
        " But, you know, it's kind of, it is fun.",
        2128.24,
        2130.66
    ],
    [
        " Yeah.",
        2130.78,
        2131.6
    ],
    [
        " Yeah, I think the thing I've said on here before is that the battlefield and all these situations,",
        2132.12,
        2139.62
    ],
    [
        " they just give you this clear focus and life that nothing else gives you.",
        2139.62,
        2144.82
    ],
    [
        " No, well, nothing that I've found.",
        2145.04,
        2146.66
    ],
    [
        "",
        2147.02,
        2147.02
    ],
    [
        " Oh, we're going to kill people or going to get killed ourselves.",
        2147.2,
        2152.18
    ],
    [
        " That's everything in the world.",
        2152.72,
        2154.14
    ],
    [
        " Right.",
        2154.28,
        2154.42
    ],
    [
        " Nothing else matters.",
        2154.56,
        2155.22
    ],
    [
        " No.",
        2155.62,
        2155.84
    ],
    [
        " Just like sitting in camp, watching TV.",
        2156.32,
        2158.44
    ],
    [
        " That doesn't matter.",
        2159.02,
        2160.18
    ],
    [
        " No.",
        2160.46,
        2160.58
    ],
    [
        " Okay, you got your ass together.",
        2161.02,
        2163.0
    ],
    [
        " Okay, you good?",
        2163.18,
        2163.62
    ],
    [
        " You know.",
        2164.24,
        2165.34
    ],
    [
        " All right.",
        2165.76,
        2169.6
    ],
    [
        " Next one.",
        2173.56,
        2174.38
    ],
    [
        " Not to take away from the seriousness of what you two have achieved in the seals, but",
        2174.86,
        2180.08
    ],
    [
        " I would like Tony to tell a funny story about Jocco.",
        2180.08,
        2183.12
    ],
    [
        " And the reason I put this one in here, of course, I don't like to hear any humor or any laughter",
        2183.14,
        2187.78
    ],
    [
        " in the world.",
        2187.78,
        2188.58
    ],
    [
        " But there was a bunch of people that said this.",
        2189.0,
        2191.6
    ],
    [
        " So anyways, I figured you might have a story here.",
        2192.04,
        2195.78
    ],
    [
        " I got like, like seriously, like a million, like a million.",
        2195.92,
        2201.92
    ],
    [
        " I mean, that story about you and your roommate, like, you're like, you guys live together",
        2202.22,
        2210.14
    ],
    [
        " in Coronado.",
        2210.14,
        2211.12
    ],
    [
        "",
        2211.52,
        2211.52
    ],
    [
        " You know, I'm talking about the big fella.",
        2211.86,
        2213.5
    ],
    [
        " Yeah.",
        2213.76,
        2213.88
    ],
    [
        " You're like, I was over there patty in one night.",
        2214.46,
        2217.08
    ],
    [
        " We're getting gooned up.",
        2217.08,
        2218.2
    ],
    [
        " And you're like, you know what our bill was from Domino's?",
        2218.64,
        2221.98
    ],
    [
        " I was like $2,500 last month.",
        2222.14,
        2225.28
    ],
    [
        " Yeah, eight a month.",
        2225.28,
        2226.12
    ],
    [
        " That was so funny.",
        2226.3,
        2228.48
    ],
    [
        " That's a wicked good potty, though.",
        2228.58,
        2229.96
    ],
    [
        " Yeah, we did have some pretty good parts.",
        2230.08,
        2231.58
    ],
    [
        " And then one time we're out at an island.",
        2231.88,
        2234.1
    ],
    [
        " It's like two o'clock in the morning.",
        2234.64,
        2236.6
    ],
    [
        " And the guys are, you know, they're, what do you call that after you're done to the work",
        2237.26,
        2244.02
    ],
    [
        " on the vehicles post, you know, post stop the vehicles, post stop in the vehicles.",
        2244.02,
        2247.88
    ],
    [
        " And they're all busy doing stuff.",
        2248.34,
        2250.04
    ],
    [
        " And I mean, I'd help out if I had to, but I mean, that's not my job.",
        2250.04,
        2254.22
    ],
    [
        " So, and they boys know what to do.",
        2254.38,
        2256.52
    ],
    [
        " Jeremy had him.",
        2256.76,
        2257.56
    ],
    [
        " Great.",
        2257.9,
        2259.0
    ],
    [
        " OPO.",
        2259.0,
        2259.62
    ],
    [
        " And we're sitting there.",
        2259.88,
        2262.06
    ],
    [
        " I mean, you and Lafe and maybe one of the other JOs were shooting the shit about something.",
        2262.06,
        2267.04
    ],
    [
        " I mean, I had to do a work because what else is there?",
        2267.9,
        2270.38
    ],
    [
        " And Lafe was talking and there's quiet kind of.",
        2271.5,
        2273.9
    ],
    [
        " And you got your arm on one of the humvees.",
        2274.18,
        2276.78
    ],
    [
        " And all of a sudden, you just out of nowhere, you just kicked the dirt and you go, God damn it.",
        2276.94,
        2282.06
    ],
    [
        " And you're like shaking your head and clutching your fist and like, the fuck you talking about?",
        2282.9,
        2287.96
    ],
    [
        " And you just like looked at me and smiled and walked away like, what?",
        2288.6,
        2292.38
    ],
    [
        " What?",
        2292.9,
        2293.02
    ],
    [
        " What is wrong with you?",
        2293.34,
        2294.66
    ],
    [
        " Still not on figured out what was wrong with you.",
        2295.28,
        2297.74
    ],
    [
        " I know what I remember that.",
        2297.78,
        2300.5
    ],
    [
        " You just what, damn it.",
        2300.54,
        2301.92
    ],
    [
        " No, I was actually getting frustrated that there was a chance we might not go to Iraq.",
        2302.24,
        2306.38
    ],
    [
        " I was so scared and horrified of that.",
        2308.58,
        2315.26
    ],
    [
        " It just, you know, and I just was trying to control it, but then it just kind of slipped out.",
        2316.1,
        2319.76
    ],
    [
        " And here's another quick one about Jaco.",
        2319.82,
        2321.94
    ],
    [
        " I'm like, I don't know, we were there a couple weeks in Ramadi.",
        2322.34,
        2327.02
    ],
    [
        " We're just falling into a group operating.",
        2327.56,
        2329.76
    ],
    [
        " One night, I was in his office because like, couldn't sleep or whatever.",
        2330.42,
        2335.12
    ],
    [
        " And he's like, look at that.",
        2337.52,
        2339.0
    ],
    [
        " And you show me, he shows me the computer.",
        2339.1,
        2341.52
    ],
    [
        " He goes, this is from my wife.",
        2341.52,
        2343.5
    ],
    [
        " Are you okay?",
        2343.88,
        2346.26
    ],
    [
        " You've been gone three weeks and we haven't heard anything from you.",
        2346.58,
        2349.76
    ],
    [
        " I'm like, Chum, you better email your wife or she's going to fly over and kill you.",
        2351.1,
        2356.7
    ],
    [
        " Yeah.",
        2357.44,
        2357.7
    ],
    [
        " Yeah.",
        2358.12,
        2358.36
    ],
    [
        " Yeah, I talk about detachment a lot.",
        2359.38,
        2361.62
    ],
    [
        " And sometimes, you know, like I said, sometimes you get over there and you got all that shit going on and nothing else in the world matters.",
        2362.32,
        2370.24
    ],
    [
        " But I didn't have anything going on back here that mattered to me at all.",
        2370.54,
        2373.92
    ],
    [
        " Sorry, to my wife there for not see.",
        2374.4,
        2380.76
    ],
    [
        " I'm sure she remembers that you in any way.",
        2380.9,
        2383.82
    ],
    [
        " You did though.",
        2383.82,
        2384.78
    ],
    [
        " You're like, okay, I got him.",
        2384.96,
        2386.24
    ],
    [
        " Yeah.",
        2386.4,
        2386.82
    ],
    [
        " All right.",
        2387.16,
        2388.36
    ],
    [
        " Here's one.",
        2389.98,
        2390.56
    ],
    [
        " What made you realize one of your guys was really good to go or was not up to standard, not necessarily big things, but micro actions or decisions that set something off in your mind?",
        2390.84,
        2401.52
    ],
    [
        " Well, I had a lot of guys work on the me over the years and I mean, I really think that, you know, all my brothers and the teams, every one of them is good to go.",
        2402.22,
        2412.74
    ],
    [
        " Even the guys I didn't get along with, I'd still get my wife form in a second.",
        2412.74,
        2416.76
    ],
    [
        " Doesn't matter.",
        2417.18,
        2418.1
    ],
    [
        " But one thing that sticks out to me was Biggles when I was Ryan Job.",
        2419.1,
        2423.5
    ],
    [
        " As you know, I don't, I guess I could have been more like nice or whatever.",
        2425.1,
        2429.52
    ],
    [
        " But I'm like, man, you look like you're fucking fat.",
        2430.02,
        2433.88
    ],
    [
        " You better get in fucking shape.",
        2434.58,
        2435.94
    ],
    [
        " I'm going to fucking kill you.",
        2436.14,
        2437.44
    ],
    [
        " I'm not going to like write you up.",
        2437.76,
        2439.22
    ],
    [
        " I don't even know how to do that.",
        2439.24,
        2440.3
    ],
    [
        " I'm going to just physically kill you.",
        2440.78,
        2443.16
    ],
    [
        " And man, you know, I didn't even know if he was in good shape or not, because some people you can't tell.",
        2444.0,
        2448.78
    ],
    [
        " Yeah.",
        2448.9,
        2449.1
    ],
    [
        " They like, look at that guy.",
        2449.32,
        2450.18
    ],
    [
        " And then he just knocks it out.",
        2450.4,
        2451.78
    ],
    [
        " Yeah, people had a higher marshmallow.",
        2451.9,
        2453.3
    ],
    [
        " Yeah.",
        2453.66,
        2453.82
    ],
    [
        " And man, that kid did.",
        2454.14,
        2455.7
    ],
    [
        " I mean, he really, really did.",
        2456.16,
        2457.86
    ],
    [
        " And like all of a sudden, I'm like, chum.",
        2458.04,
        2460.26
    ],
    [
        " Well, I didn't say that.",
        2460.96,
        2462.04
    ],
    [
        " I was like, hmm.",
        2462.12,
        2463.1
    ],
    [
        " You know, so I was like, yeah.",
        2463.98,
        2465.2
    ],
    [
        " That was like my praise.",
        2465.74,
        2466.88
    ],
    [
        " Yeah.",
        2467.16,
        2467.38
    ],
    [
        " Yeah, whatever you could.",
        2467.78,
        2469.7
    ],
    [
        " I had praise from time.",
        2469.7,
        2470.4
    ],
    [
        " Okay, on the next one.",
        2470.4,
        2471.2
    ],
    [
        " On of the next thing.",
        2471.34,
        2472.14
    ],
    [
        " Yeah.",
        2472.4,
        2472.62
    ],
    [
        " Yeah.",
        2473.02,
        2473.22
    ],
    [
        " But I mean, that was really good.",
        2473.4,
        2474.84
    ],
    [
        " You know, I remember one of my guys lost a piece of equipment one time.",
        2475.42,
        2482.46
    ],
    [
        " And, you know, I was kind of upset with him, but it just made me realize that, you know, if we're making a mistake, maybe it's not this guy's fault.",
        2482.86,
        2492.86
    ],
    [
        " Maybe it's my fault.",
        2493.04,
        2494.08
    ],
    [
        " Maybe it's everyone's fault as a team.",
        2494.22,
        2496.14
    ],
    [
        " Because at the end of the day, it's all of us.",
        2496.14,
        2498.32
    ],
    [
        " So maybe we ought to take a day or two off.",
        2499.04,
        2501.5
    ],
    [
        " You know, and that kind of helped.",
        2502.18,
        2503.48
    ],
    [
        " You know, we handled it, but.",
        2504.34,
        2505.4
    ],
    [
        " I mean, another one of my guys, he was Christmas.",
        2506.0,
        2510.88
    ],
    [
        " And he left, left a piece of equipment open or he didn't lock something.",
        2511.24,
        2515.42
    ],
    [
        " I mean, it wasn't a big deal.",
        2515.62,
        2516.7
    ],
    [
        " I could have corrected it right there.",
        2516.7,
        2518.04
    ],
    [
        " But the guys had just taken off on Christmas leave.",
        2518.56,
        2520.92
    ],
    [
        " And I was dead nowhere to go.",
        2521.2,
        2523.24
    ],
    [
        " So I was drinking beers in the team area.",
        2523.24,
        2525.04
    ],
    [
        " I just walked around checking shit out and sure enough.",
        2525.04,
        2529.1
    ],
    [
        " So I called a guy and he was like, three or four hundred miles into his drive to a Western state for Christmas.",
        2529.82,
        2536.6
    ],
    [
        " I'm like, he goes, oh, I'm sorry.",
        2536.92,
        2538.68
    ],
    [
        " I'm like, yeah, no problem.",
        2538.84,
        2539.54
    ],
    [
        " All right.",
        2539.84,
        2540.66
    ],
    [
        " So turn around now and I'll be waiting for you.",
        2540.86,
        2543.2
    ],
    [
        " It is dead silence on the phone.",
        2543.98,
        2546.54
    ],
    [
        " He's like, what?",
        2546.54,
        2547.04
    ],
    [
        " Yeah.",
        2547.5,
        2547.66
    ],
    [
        " Yeah.",
        2548.32,
        2548.46
    ],
    [
        " So he drove all the way back.",
        2550.38,
        2552.14
    ],
    [
        " I know, stand there.",
        2552.3,
        2553.36
    ],
    [
        " It's like four in the morning now.",
        2553.52,
        2555.44
    ],
    [
        " And I was like, I was pretty licked up by then.",
        2555.58,
        2558.02
    ],
    [
        " And just fuming.",
        2558.42,
        2559.8
    ],
    [
        " But he's like, hey, I'm sorry.",
        2560.32,
        2561.8
    ],
    [
        " You want me to lesson?",
        2562.4,
        2562.86
    ],
    [
        " Yep.",
        2563.1,
        2563.2
    ],
    [
        " Okay.",
        2563.64,
        2563.92
    ],
    [
        " Have a good week.",
        2564.24,
        2564.68
    ],
    [
        " And I'm sure I'm positive.",
        2565.3,
        2567.84
    ],
    [
        " He never did that again.",
        2568.04,
        2568.94
    ],
    [
        " That'll do it.",
        2569.3,
        2570.06
    ],
    [
        " You know, yeah, it's kind of a dink move, I guess.",
        2570.3,
        2573.28
    ],
    [
        " But, you know, I figured it was the thing to do.",
        2573.5,
        2575.82
    ],
    [
        " He who suffers remembers.",
        2576.14,
        2578.1
    ],
    [
        " Yeah.",
        2578.62,
        2578.68
    ],
    [
        " Yeah.",
        2579.0,
        2582.38
    ],
    [
        " It's, it's the, the, the, the, the seal team is when you're,",
        2582.6,
        2587.44
    ],
    [
        " when you're just working with guys all the time, you definitely start to pick up things",
        2587.54,
        2593.0
    ],
    [
        " you can indicate, okay, yeah, this guy's, this guy's stepping up, you know, that's what I always noticed.",
        2593.0,
        2597.1
    ],
    [
        " When, when things are going sideways, like in a training operation,",
        2597.3,
        2601.06
    ],
    [
        " and you see a guy that's starting to step up, you know, that was always a good sign.",
        2601.06,
        2604.9
    ],
    [
        " Absolutely.",
        2605.04,
        2605.48
    ],
    [
        " You know, like he's going to, he's going to handle something.",
        2605.56,
        2607.38
    ],
    [
        " It's like, that's when you train decentralized commands.",
        2607.38,
        2609.54
    ],
    [
        " That's where you got to let guys make mistakes and screw things up.",
        2609.78,
        2612.48
    ],
    [
        " Because, you know, the less you, you know, the more you sweat and train, unless you bleed more.",
        2612.58,
        2616.68
    ],
    [
        " No doubt about that one.",
        2617.0,
        2618.12
    ],
    [
        " All right.",
        2618.64,
        2619.9
    ],
    [
        " Next one.",
        2620.42,
        2622.12
    ],
    [
        " Tony, were there situations while in Iraq when you disagreed with a leadership decision made by Lafe or Jocco?",
        2623.5,
        2629.98
    ],
    [
        " If so, how did you express your disapproval and were you successful in getting your point across?",
        2630.48,
        2636.36
    ],
    [
        " Most of the time, 99% of the time.",
        2637.76,
        2641.42
    ],
    [
        " No, I did not.",
        2642.26,
        2643.14
    ],
    [
        " There was one big one that I really disagreed with you guys on when my, my request to keep the entire troop there for another year.",
        2643.78,
        2652.36
    ],
    [
        " You said you couldn't, and I tried.",
        2653.2,
        2654.64
    ],
    [
        " I tried.",
        2654.64,
        2654.76
    ],
    [
        " Why not?",
        2654.88,
        2655.3
    ],
    [
        " And you're like, we can't.",
        2655.88,
        2657.06
    ],
    [
        " And I'm like, why?",
        2657.1,
        2657.72
    ],
    [
        " Well, and I was really, really, really angry about that.",
        2658.02,
        2661.2
    ],
    [
        " But yeah, I think I think this, this question here is, is, is, is from someone that's thinking that doesn't really understand how we're working.",
        2661.5,
        2671.42
    ],
    [
        " You know, in the bottom line is, I'm not coming down and going, all right, men.",
        2671.6,
        2676.2
    ],
    [
        " This is what I want you to do now.",
        2676.54,
        2678.14
    ],
    [
        " No.",
        2678.34,
        2678.5
    ],
    [
        " We would just form our own operation.",
        2678.58,
        2680.3
    ],
    [
        " It's just all, we're forming our own operations.",
        2680.3,
        2682.16
    ],
    [
        " We're all kind of bouncing ideas off each other.",
        2682.36,
        2684.48
    ],
    [
        " The best idea rises to the top.",
        2684.86,
        2686.62
    ],
    [
        " I don't care who it came from.",
        2686.88,
        2688.06
    ],
    [
        " I don't care if it came from me, Tony, from one of the new guys.",
        2688.28,
        2690.88
    ],
    [
        " It doesn't matter to me where the idea comes from or where the plan comes from.",
        2690.96,
        2694.2
    ],
    [
        " I want the best idea to rise the top.",
        2694.6,
        2696.7
    ],
    [
        " That's one of the best things about our troop was there was no one that was like trying to drive their own personal plan.",
        2696.8,
        2703.5
    ],
    [
        " I didn't care.",
        2703.64,
        2704.54
    ],
    [
        " No, I literally didn't care.",
        2704.76,
        2706.24
    ],
    [
        " I think part of it is like you and me just had planned so many operations.",
        2706.56,
        2709.96
    ],
    [
        " And it just, you know, we just didn't care.",
        2710.28,
        2711.88
    ],
    [
        " It's like, oh, that's cool.",
        2711.96,
        2712.76
    ],
    [
        " You, you, that sounds like a good plan.",
        2712.88,
        2714.48
    ],
    [
        " You know, maybe make this adjustment, maybe make that adjustment other than that cool.",
        2714.88,
        2718.82
    ],
    [
        " Let's execute it.",
        2718.92,
        2719.6
    ],
    [
        " So I think that's a little bit different than, um, than what people would envision.",
        2720.12,
        2726.32
    ],
    [
        " As like, I was the commander in my, or, because we're just not operating like that.",
        2726.8,
        2732.38
    ],
    [
        " Now, this is why I've said to people very flat, even though there's even though the military and the SEAL teams,",
        2732.38,
        2740.36
    ],
    [
        " and there's definitely a higher archery structure.",
        2740.62,
        2742.24
    ],
    [
        " I mean, that's the way it's organized.",
        2742.62,
        2743.58
    ],
    [
        " There's a troops and then there's, you know, leading paddy officers and then there's a platoon chief.",
        2743.58,
        2748.84
    ],
    [
        " Then there's a platoon commander.",
        2748.98,
        2749.86
    ],
    [
        " Then there's a troop commander or task unit commander.",
        2750.0,
        2753.08
    ],
    [
        " And there's a team command.",
        2753.32,
        2755.24
    ],
    [
        " So there's a structure there.",
        2755.38,
        2756.38
    ],
    [
        " Cusser is, yeah.",
        2756.5,
        2757.4
    ],
    [
        " But the, the, as far as how we actually come to plan and stuff like that, there's, yeah, I mean, some guidance,",
        2758.04,
        2764.7
    ],
    [
        " but we're working as a team to do that.",
        2764.74,
        2766.92
    ],
    [
        " And that's what, and I would say it's not always like that.",
        2767.0,
        2769.7
    ],
    [
        " In fact, I know it's not always like that, because I saw all their platoons and other troops act and do different ways.",
        2769.72,
        2774.66
    ],
    [
        " But I mean, we did operations that came from our commanding officer.",
        2774.98,
        2778.52
    ],
    [
        "",
        2778.82,
        2778.82
    ],
    [
        " So team three came all the way down.",
        2778.82,
        2780.86
    ],
    [
        " Yep.",
        2780.98,
        2781.14
    ],
    [
        " And some of them were wicked good hops.",
        2781.6,
        2784.06
    ],
    [
        " Except they'd give the, maybe the mission objective, but they wouldn't be telling us like going here.",
        2785.0,
        2788.96
    ],
    [
        " No, no, no, no.",
        2789.06,
        2789.72
    ],
    [
        " But we would never, that's not the way it works.",
        2789.74,
        2792.12
    ],
    [
        " So I think that, I mean, the situations when you disagree with me was probably in one hand, you could say never.",
        2792.5,
        2799.34
    ],
    [
        " In the other hand, you could say a million times.",
        2799.62,
        2801.28
    ],
    [
        " You're like, no, man, we shouldn't do that.",
        2801.28,
        2802.74
    ],
    [
        " And I'd be like, well, why not?",
        2802.78,
        2803.5
    ],
    [
        " Oh, we should put the vehicles in there.",
        2803.62,
        2804.74
    ],
    [
        " Oh, okay.",
        2804.82,
        2805.28
    ],
    [
        " Yeah, it's a good point.",
        2805.36,
        2805.84
    ],
    [
        " Yeah.",
        2805.96,
        2806.08
    ],
    [
        " So that's that's how we voiced it by saying, oh, yeah, let's do this.",
        2806.42,
        2809.22
    ],
    [
        " So I'd say, oh, okay, cool.",
        2809.22,
        2810.12
    ],
    [
        " Yeah, that's good.",
        2810.3,
        2810.74
    ],
    [
        " Yeah.",
        2810.94,
        2811.14
    ],
    [
        " Yeah, because no big, no big, what's that?",
        2811.32,
        2816.1
    ],
    [
        " Like a big soap opera leadership struggle.",
        2816.14,
        2817.94
    ],
    [
        " No, not ever.",
        2817.94,
        2819.32
    ],
    [
        " Not happening.",
        2819.72,
        2820.5
    ],
    [
        " Never happened.",
        2820.78,
        2821.96
    ],
    [
        " And so if you don't have that kind of relationship with people number one, is it your own ego that's it getting involved?",
        2822.66,
        2827.84
    ],
    [
        " Because that's probably that's a good indicator.",
        2827.98,
        2831.26
    ],
    [
        " If you're like, well, you know the, my subordinates just don't understand.",
        2831.7,
        2835.08
    ],
    [
        " Oh, really?",
        2835.1,
        2836.02
    ],
    [
        " Yeah.",
        2836.58,
        2836.74
    ],
    [
        " Really?",
        2836.74,
        2836.96
    ],
    [
        " Why not?",
        2837.1,
        2837.46
    ],
    [
        " Okay, why not?",
        2837.64,
        2838.16
    ],
    [
        " Maybe suck is the leader then.",
        2838.4,
        2840.42
    ],
    [
        " Do it like good.",
        2840.8,
        2842.08
    ],
    [
        "",
        2842.64,
        2842.64
    ],
    [
        " You know, maybe maybe if you did better, they would understand the mission more.",
        2842.86,
        2848.06
    ],
    [
        " So pretty flat organization we had, at least from a planning perspective.",
        2848.96,
        2854.2
    ],
    [
        " Yes, I.",
        2854.78,
        2855.18
    ],
    [
        " All right.",
        2855.78,
        2856.26
    ],
    [
        " If you had to pick one driving characteristic that separates a dominant alpha team guy from everyone else, what in the teams?",
        2857.24,
        2866.36
    ],
    [
        " What is it?",
        2867.2,
        2868.12
    ],
    [
        " Well, if guys in the team, you got to know this, but a lot of people out there don't that like pretty much everyone's an alpha male, you know, they don't.",
        2869.06,
        2877.26
    ],
    [
        " It's like nobody gives up the argument ever, you know, and usually it's, you know, wrestling or fighting and this.",
        2877.26,
        2884.94
    ],
    [
        " It always works itself out, but I think one thing we were talking about is gimmicks.",
        2885.2,
        2896.34
    ],
    [
        " Everybody's good at everything pretty much and does the job, but some people are like just insane skydivers.",
        2896.34,
        2903.84
    ],
    [
        " Some guys are just phenomenal rock climbers.",
        2904.2,
        2906.18
    ],
    [
        " Some guys are just like swimming, sons of guns, you know, or runners and wrestlers and fist fighters and this.",
        2906.3,
        2915.58
    ],
    [
        " You know, some people just in the guns.",
        2915.82,
        2917.42
    ],
    [
        " I mean, that's their passion.",
        2917.68,
        2918.78
    ],
    [
        " Some people are just phenomenal divers, you know, and I was, I was always pretty good at everything.",
        2918.98,
        2925.46
    ],
    [
        " But not great.",
        2925.86,
        2927.02
    ],
    [
        " You know, I couldn't outrun everybody.",
        2928.02,
        2929.34
    ],
    [
        " I couldn't outfight everybody. I couldn't out swim everybody. I couldn't out shoot everybody.",
        2929.6,
        2933.02
    ],
    [
        " And I just, I think mine was like tactics and just being as hard as I could.",
        2933.4,
        2940.2
    ],
    [
        " And I may have made it look easy, but it wasn't, especially as I got older.",
        2940.58,
        2945.7
    ],
    [
        " It's no fun being a team guy when you're 44, you know, and you get up and you're like,",
        2946.36,
        2951.36
    ],
    [
        " I'm like, I better retire.",
        2955.4,
        2957.36
    ],
    [
        " I'm done with all this.",
        2957.62,
        2958.66
    ],
    [
        " But yeah, if that kind of makes sense.",
        2959.58,
        2962.4
    ],
    [
        " Yeah, if the other funny thing about that is because in the teams, no team guy ever wants to give any credit to a different team guy.",
        2962.86,
        2970.7
    ],
    [
        " So if someone was like, hey, you know, that guys are really good shot.",
        2971.18,
        2974.36
    ],
    [
        " And then someone immediately, you know, you ever, you just know how to swim though.",
        2974.54,
        2977.28
    ],
    [
        " Yeah, yeah.",
        2977.28,
        2977.78
    ],
    [
        " Of course.",
        2977.82,
        2978.14
    ],
    [
        " Always just like someone's always really good at everything.",
        2978.24,
        2982.88
    ],
    [
        "",
        2983.3,
        2983.3
    ],
    [
        " Did you work, you know, did you?",
        2983.6,
        2985.66
    ],
    [
        " And if they can't figure something out, they'll be like, whatever.",
        2985.84,
        2989.9
    ],
    [
        " Fuck that guy.",
        2990.18,
        2990.66
    ],
    [
        " They'll just walk away.",
        2990.9,
        2994.1
    ],
    [
        " Hey, what are you going?",
        2994.4,
        2995.16
    ],
    [
        " Yeah.",
        2996.02,
        2996.24
    ],
    [
        "",
        2996.66,
        2996.66
    ],
    [
        " You know, one thing I'll say that is pretty cool. And I already brought this up.",
        2997.54,
        3001.34
    ],
    [
        " Like one of the things that that",
        3001.48,
        3003.46
    ],
    [
        " Separate like what when I worked with you that first time and I saw you like being humble.",
        3004.96,
        3008.32
    ],
    [
        " I was like, man,",
        3008.32,
        3009.46
    ],
    [
        " That's that to me is the characteristic that you can tell the guy is not just a good team guy, but an awesome team guy when he's humble about what's going on.",
        3009.68,
        3017.56
    ],
    [
        " And when I was putting guys through training and I know you saw this too, the guys that would come through training that thought they were all bad ass and thought they couldn't do anything wrong.",
        3017.76,
        3024.24
    ],
    [
        " They were always bad like they never did a good job.",
        3024.38,
        3026.84
    ],
    [
        " And then the guys that were say, hey, man, I'm looking forward to training.",
        3027.38,
        3031.34
    ],
    [
        " I know we need going to need to get tuned up and let me know what I can do better.",
        3031.34,
        3036.02
    ],
    [
        " Those guys were there taking notes.",
        3036.16,
        3037.3
    ],
    [
        " They always kicked ass.",
        3037.3,
        3038.28
    ],
    [
        " They always did a good job.",
        3038.48,
        3039.46
    ],
    [
        " So that being humble is what being humble too is I read a bunch of after action reports.",
        3040.4,
        3049.46
    ],
    [
        " You know, and my tour is over there about different situations, different things.",
        3049.82,
        3054.08
    ],
    [
        " And every time they were well written by some guys, but it was you'll always carry this.",
        3054.28,
        3059.52
    ],
    [
        " You will always do this.",
        3059.7,
        3060.72
    ],
    [
        " Never do this.",
        3060.76,
        3061.62
    ],
    [
        " Always do that.",
        3061.74,
        3062.52
    ],
    [
        " And I kind of took that in account when I wrote a serious after action report for that deployment.",
        3062.52,
        3068.62
    ],
    [
        " I wish you would have saved it too.",
        3068.68,
        3070.54
    ],
    [
        " It was pretty good.",
        3070.6,
        3071.28
    ],
    [
        " Yeah.",
        3071.44,
        3071.56
    ],
    [
        " So first and foremost, this is what worked for us in these months, this environment, this temperature with this mission set and what we had to do.",
        3071.56,
        3081.1
    ],
    [
        " Don't use this as, oh, he said that.",
        3081.34,
        3083.44
    ],
    [
        " So I'm going to do it every time.",
        3083.44,
        3084.56
    ],
    [
        " No, I mean, use it as a guide.",
        3084.84,
        3086.44
    ],
    [
        " Everything the team is a toolbox.",
        3086.64,
        3088.2
    ],
    [
        " You pick it out when you need it and you use it and you put it back away.",
        3088.84,
        3092.62
    ],
    [
        " And if it sits in there, 500 years, it's still worth having because the timing pull it out, you're going to really need it.",
        3092.96,
        3099.6
    ],
    [
        " Yep.",
        3099.62,
        3099.8
    ],
    [
        " Yep.",
        3100.22,
        3100.3
    ],
    [
        " Next one.",
        3100.92,
        3103.6
    ],
    [
        " In the teams, what were the biggest reputation builders or killers?",
        3105.72,
        3111.54
    ],
    [
        " And for those of you who don't know in the teams, and I guess it's the same anywhere, but it definitely is true in the teams.",
        3112.36,
        3119.14
    ],
    [
        " Man, your reputation is everything.",
        3119.34,
        3122.74
    ],
    [
        " It's everything.",
        3123.42,
        3123.94
    ],
    [
        " And people know who you are.",
        3124.18,
        3125.4
    ],
    [
        " They know if you do something stupid, like a really stupid in the teams.",
        3125.84,
        3129.48
    ],
    [
        " Everybody knows it.",
        3129.84,
        3131.46
    ],
    [
        " Everybody knows it.",
        3131.5,
        3132.02
    ],
    [
        " Forever.",
        3132.48,
        3132.84
    ],
    [
        " Yeah.",
        3133.02,
        3133.32
    ],
    [
        " Yeah.",
        3133.62,
        3133.74
    ],
    [
        " Like if you have an accidental discharge, with meaning, meaning if you shoot your gun when you weren't supposed to, and there may be some scenarios where there's a little bit of leeway on that.",
        3133.74,
        3145.42
    ],
    [
        " But if you just do it in a dumb situation, everybody's going to know about it forever.",
        3145.82,
        3149.48
    ],
    [
        " Yeah.",
        3149.68,
        3149.82
    ],
    [
        " And that's just like you might as well just get a tattoo on your forum that says, hey, I had an A, B on this day.",
        3149.82,
        3153.56
    ],
    [
        " Yeah.",
        3153.62,
        3153.72
    ],
    [
        " If you do something stupid, you know, something that gets you in trouble, like just dumb.",
        3154.12,
        3160.88
    ],
    [
        " Yeah, you're probably going to just everyone's going to know about it.",
        3161.66,
        3164.38
    ],
    [
        " They're always going to think about it.",
        3164.38,
        3165.48
    ],
    [
        " If you get fired from a position and you happen to not get kicked out of the teams, everybody knows it.",
        3165.9,
        3174.64
    ],
    [
        "",
        3174.64,
        3174.64
    ],
    [
        " We'll just get out.",
        3174.64,
        3175.26
    ],
    [
        " Yeah.",
        3175.34,
        3175.52
    ],
    [
        " It's a tough community when it comes to reputation.",
        3176.0,
        3179.4
    ],
    [
        " It's a real tough community.",
        3179.78,
        3180.82
    ],
    [
        " It's really brutal.",
        3181.2,
        3181.78
    ],
    [
        " It's wicked brutal.",
        3181.92,
        3183.34
    ],
    [
        " Yeah.",
        3184.02,
        3184.16
    ],
    [
        " You know, every, it's like a small town.",
        3184.5,
        3186.68
    ],
    [
        " Yeah.",
        3186.8,
        3186.94
    ],
    [
        " Everybody knows everything.",
        3186.98,
        3188.06
    ],
    [
        " Even though you're on other coasts.",
        3188.08,
        3189.94
    ],
    [
        " Yeah.",
        3190.0,
        3190.12
    ],
    [
        " I mean, I've done a lot of stupid shit in my career.",
        3190.56,
        3193.5
    ],
    [
        " I was a jerk off and dumb, dumb stuff and been an idiot.",
        3193.72,
        3197.04
    ],
    [
        " Everybody knows all that.",
        3197.48,
        3198.68
    ],
    [
        " Yeah.",
        3198.9,
        3199.12
    ],
    [
        " Yeah.",
        3199.44,
        3199.58
    ],
    [
        " Yeah.",
        3200.16,
        3200.5
    ],
    [
        " You know, most of the stuff that you did, fortunately, is kind of, is like on the okay side.",
        3200.64,
        3209.6
    ],
    [
        " Yeah.",
        3209.6,
        3209.96
    ],
    [
        " I don't know.",
        3210.04,
        3210.48
    ],
    [
        " I don't know how to explain this.",
        3210.58,
        3211.3
    ],
    [
        " Oh, oh, yeah.",
        3211.34,
        3212.52
    ],
    [
        " Tony got drunk and got into fighting this thing.",
        3212.6,
        3214.06
    ],
    [
        " Yeah.",
        3214.22,
        3214.38
    ],
    [
        " Oh, yeah.",
        3214.56,
        3214.98
    ],
    [
        " It's almost, you know, made a big spectacle and a big to-do with uniforms and stuff.",
        3215.18,
        3220.18
    ],
    [
        " Wouldn't it have like to do with like the things that you kind of can't do or you can't get away with or affect your reputation in a bad way?",
        3221.12,
        3227.04
    ],
    [
        " Wouldn't it have more to do with how good of a team that you are?",
        3227.22,
        3230.54
    ],
    [
        " You're right.",
        3230.7,
        3231.24
    ],
    [
        " You're just, you know, you know, it has to do with, is it something that helped, or is it something that is operational or not?",
        3231.4,
        3238.8
    ],
    [
        " Yeah.",
        3238.8,
        3239.32
    ],
    [
        " It's something that's operational.",
        3239.28,
        3240.94
    ],
    [
        " Everybody knows it.",
        3241.2,
        3242.2
    ],
    [
        " Like if you, I mean, even like you'll hear about a guy that gets lost in buds, or like gets lost going through the initial training when he got to the team, he gets on land navigation and gets lost and has to get rescued.",
        3242.34,
        3257.82
    ],
    [
        " Bro, that's just going to stick with you forever.",
        3258.3,
        3261.98
    ],
    [
        " Like, like I remember, you know, I remember getting like three briefs about some guy that I was getting in a platoon about where this guy got lost, how stupid it was.",
        3262.72,
        3271.7
    ],
    [
        " There was a highway.",
        3271.98,
        3272.8
    ],
    [
        " He could have walked the highway.",
        3273.0,
        3273.94
    ],
    [
        " You could hear the cars.",
        3273.94,
        3274.76
    ],
    [
        " Everyone just made a spectacle out of this kid.",
        3274.98,
        3277.04
    ],
    [
        " And I mean, the kid got out because eventually he got, man, I just can't do this.",
        3277.42,
        3280.04
    ],
    [
        " This is horrible.",
        3280.04,
        3280.62
    ],
    [
        " I'm gonna just think I can't.",
        3280.62,
        3282.0
    ],
    [
        " And so yeah, so this question is actually, is actually a decent question because that definitely does play a big thing.",
        3282.58,
        3290.02
    ],
    [
        " So for me, and it's the basis for a lot of nicknames in the team.",
        3290.02,
        3294.16
    ],
    [
        " True, true.",
        3294.3,
        3294.98
    ],
    [
        " You know, true.",
        3295.08,
        3295.98
    ],
    [
        " Yeah, if you do something that's excessively stupid or just have bad luck, like one of my favorite ones is bush, you know, bush.",
        3296.22,
        3304.98
    ],
    [
        " A cuss.",
        3305.08,
        3305.44
    ],
    [
        " Yeah, but he, he like was parachuting it when he first got to the teams as a new guy.",
        3305.58,
        3309.16
    ],
    [
        " And in his parachute, he landed in, in what kind of bush was it?",
        3309.16,
        3313.42
    ],
    [
        " Some kind of a bush with thorns and what happened.",
        3314.04,
        3316.26
    ],
    [
        " Yeah, parachute got all tangled up and he got stuck in there.",
        3316.44,
        3319.3
    ],
    [
        " The guys, that's the name.",
        3319.32,
        3321.18
    ],
    [
        " He's great, too.",
        3321.26,
        3322.26
    ],
    [
        " He's an awesome guy, yeah, for sure.",
        3322.5,
        3324.12
    ],
    [
        " Bush.",
        3324.12,
        3324.52
    ],
    [
        " There's the other fun of things.",
        3324.7,
        3326.18
    ],
    [
        " There's team guys where you don't even know what their real name was.",
        3326.32,
        3329.06
    ],
    [
        " Actually, I was kind of like that.",
        3329.16,
        3330.46
    ],
    [
        " No one knew what my actual name was.",
        3330.6,
        3332.26
    ],
    [
        " My was just Jaco.",
        3332.34,
        3333.2
    ],
    [
        " And that was just, that was my civilian nickname that my parents gave me.",
        3333.4,
        3336.6
    ],
    [
        " But the funniest was there was a guy.",
        3336.96,
        3338.98
    ],
    [
        " And I'll just tell the story.",
        3339.42,
        3341.16
    ],
    [
        " There was a guy and you know him.",
        3341.22,
        3342.86
    ],
    [
        " It's a cuss I do.",
        3342.86,
        3344.12
    ],
    [
        " But, but anyways, his name was Al.",
        3344.5,
        3347.74
    ],
    [
        " And I was always, yeah, I know I knew it was Al.",
        3348.32,
        3352.58
    ],
    [
        " And then he was a heavy weapons instructor.",
        3352.84,
        3355.06
    ],
    [
        " So we called him big Al and then we called him big Al 50 cow.",
        3355.3,
        3357.78
    ],
    [
        " And it was like, I knew big Al 50 cow for like eight years, right?",
        3358.02,
        3362.52
    ],
    [
        " And one day, I'm like, you know, we're talking and I were doing some, we're going on a trip.",
        3363.1,
        3367.96
    ],
    [
        " I knew his name because I was in a couple of puttos.",
        3368.08,
        3369.92
    ],
    [
        " Yeah, I didn't paperwork.",
        3369.92,
        3371.1
    ],
    [
        " Yeah.",
        3371.16,
        3371.48
    ],
    [
        " So I finally get to paperwork.",
        3371.52,
        3374.02
    ],
    [
        " I finally get to paperwork.",
        3374.02,
        3375.32
    ],
    [
        " And this guy was also a real quiet guy.",
        3375.54,
        3377.06
    ],
    [
        " I mean, real professional real quiet.",
        3377.06,
        3378.46
    ],
    [
        " He's awesome.",
        3378.46,
        3378.96
    ],
    [
        " He just didn't say much.",
        3379.12,
        3379.7
    ],
    [
        " And one day I'm doing the paperwork.",
        3380.24,
        3382.02
    ],
    [
        " And I go, hey man, I'm like looking at the list of people that's coming.",
        3382.02,
        3384.38
    ],
    [
        " I go, hey man, I thought you're going on this trip with us.",
        3384.48,
        3386.04
    ],
    [
        " And he's like, he's like, yeah, yeah, I'm going.",
        3386.06,
        3388.04
    ],
    [
        " And I go, oh, you're not on the manifest here.",
        3388.24,
        3390.14
    ],
    [
        " And he goes, no, and he comes over, he points out his name.",
        3390.3,
        3392.3
    ],
    [
        " And his name is Keith.",
        3392.6,
        3393.72
    ],
    [
        " Yeah.",
        3394.28,
        3394.5
    ],
    [
        " And I go, I go, I go, bro, I go, your name is Keith.",
        3394.7,
        3398.76
    ],
    [
        " I go, you want to, that's a mistake you want me to get a change?",
        3398.76,
        3401.14
    ],
    [
        " And he goes, no, no, that's my name.",
        3401.2,
        3402.12
    ],
    [
        " And I go, I thought your name was Owl.",
        3402.66,
        3405.34
    ],
    [
        " I go, is Owl your middle name?",
        3405.46,
        3406.56
    ],
    [
        " And he goes, he goes, no, Owl's not my name at all.",
        3406.88,
        3410.0
    ],
    [
        " And I go, I go, whoa, whoa, what do you mean?",
        3410.8,
        3412.74
    ],
    [
        " Why does every single person call you Owl?",
        3412.92,
        3415.6
    ],
    [
        " And he goes, well, he goes, well, in my first platoon, you know,",
        3415.7,
        3420.1
    ],
    [
        " I was out doing something.",
        3420.64,
        3422.2
    ],
    [
        " It was night.",
        3422.26,
        3422.8
    ],
    [
        " And I was, I guess I was looking around and moving my head a lot,",
        3423.08,
        3426.34
    ],
    [
        " like an owl.",
        3426.34,
        3427.2
    ],
    [
        " And so the guys started calling me Owl.",
        3427.8,
        3430.32
    ],
    [
        " And then over the next platoon, it changed from Owl,",
        3430.86,
        3434.14
    ],
    [
        " it just morphed into Owl, and then Owl, and then his name was Owl.",
        3434.22,
        3438.18
    ],
    [
        " And I literally would have told you this guy's name was Owl.",
        3438.3,
        3440.86
    ],
    [
        " And he never corrected it.",
        3441.32,
        3442.58
    ],
    [
        " He just said, you know, right, whatever, you call me Owl, that's close enough.",
        3442.64,
        3445.16
    ],
    [
        " So that'd be effort or somebody named him that.",
        3446.12,
        3448.7
    ],
    [
        " So that's big Owl, 50 cal.",
        3449.1,
        3452.92
    ],
    [
        " But you know what, his reputation was,",
        3454.62,
        3457.86
    ],
    [
        " because the question about reputation, his reputation was awesome,",
        3457.86,
        3460.08
    ],
    [
        " because he was solid.",
        3460.2,
        3460.96
    ],
    [
        " He was a former Marine, wasn't he?",
        3461.2,
        3463.14
    ],
    [
        " I was.",
        3464.06,
        3466.16
    ],
    [
        " No, that was 295.",
        3466.38,
        3467.58
    ],
    [
        " Oh, okay.",
        3467.82,
        3468.32
    ],
    [
        " 295 was in the core.",
        3468.48,
        3469.68
    ],
    [
        " But, you know, solid reputation.",
        3470.64,
        3473.14
    ],
    [
        " So for me, and I guess, I mean, it's what you do operationally,",
        3473.36,
        3476.9
    ],
    [
        " is what builds your reputation.",
        3477.52,
        3478.84
    ],
    [
        " And if you're a good shooter, if you're not, you know,",
        3479.14,
        3482.28
    ],
    [
        " shoot like an idiot, not, you know, if you can patrol well,",
        3482.82,
        3487.5
    ],
    [
        " if you have good field craft, all those things, the real things.",
        3487.86,
        3491.06
    ],
    [
        " That's what's kind of cool.",
        3491.44,
        3492.16
    ],
    [
        " That's what's kind of cool.",
        3492.42,
        3493.12
    ],
    [
        " That's one thing that's in the teams.",
        3493.24,
        3494.88
    ],
    [
        " That's hard for them to erase.",
        3495.44,
        3497.06
    ],
    [
        " Is what your real reputation as a real team guy, as an operator team guy.",
        3497.44,
        3503.36
    ],
    [
        " That's the thing that all these people that kind of come and go in the teams",
        3503.6,
        3508.36
    ],
    [
        " and it's maybe it's not, they're not real, real team guys.",
        3508.36,
        3511.82
    ],
    [
        " You can't fake that, you know.",
        3512.64,
        3514.74
    ],
    [
        " And when guys get, some guys get shot, blown up, you know, wounded,",
        3515.22,
        3519.46
    ],
    [
        " and some of them can't operate anymore.",
        3519.78,
        3521.64
    ],
    [
        " It's not like we throw them to the wolves.",
        3521.84,
        3523.08
    ],
    [
        " They want to stay in the teams.",
        3523.42,
        3524.42
    ],
    [
        " We keep them and take care of them.",
        3524.42,
        3525.94
    ],
    [
        " And some become phenomenal instructors and just go on and do great things.",
        3525.94,
        3530.58
    ],
    [
        " I had the, they were going to keep, if Ryan Job would have won a state,",
        3531.0,
        3534.66
    ],
    [
        " they were going to keep them.",
        3534.9,
        3535.62
    ],
    [
        " A cost.",
        3535.76,
        3536.04
    ],
    [
        " Yeah, absolutely.",
        3536.3,
        3537.14
    ],
    [
        " Oh, you're blind?",
        3537.5,
        3538.0
    ],
    [
        " Cool.",
        3538.12,
        3538.26
    ],
    [
        " Yeah, so hard.",
        3538.42,
        3538.94
    ],
    [
        " You're not going to work for me.",
        3538.94,
        3539.32
    ],
    [
        " Great.",
        3539.32,
        3539.44
    ],
    [
        " You're okay.",
        3539.84,
        3540.08
    ],
    [
        " You can lead BT.",
        3540.12,
        3540.72
    ],
    [
        " Doesn't mean you can't listen to me when I say go do this.",
        3540.86,
        3542.98
    ],
    [
        " Yeah.",
        3543.4,
        3545.76
    ],
    [
        " Awesome.",
        3546.06,
        3546.52
    ],
    [
        " And then contrary to that, obviously the killers are when you, when you screw up stuff operation.",
        3546.74,
        3553.68
    ],
    [
        " The other thing is, if you're an arrogant, egotistical guy,",
        3554.1,
        3556.74
    ],
    [
        " you'd be everyone's going to hate you.",
        3556.92,
        3558.02
    ],
    [
        " That's, yeah.",
        3558.3,
        3558.54
    ],
    [
        " And you ain't going to last long.",
        3558.7,
        3559.74
    ],
    [
        " Because if you're, you, because there's some guys that are great skill wise.",
        3559.82,
        3563.36
    ],
    [
        " They're great operators, but they're horrible to work with.",
        3563.5,
        3566.46
    ],
    [
        " They're arrogant.",
        3566.6,
        3567.56
    ],
    [
        " They don't listen to anybody.",
        3567.76,
        3568.64
    ],
    [
        " They're not humble.",
        3568.64,
        3569.98
    ],
    [
        " And those guys will have a bad reputation too.",
        3570.16,
        3572.0
    ],
    [
        " They got blind is on.",
        3572.16,
        3573.28
    ],
    [
        " They can't open the, you know, and you got to, if you want to evolve at all,",
        3573.4,
        3578.36
    ],
    [
        " they'll stay alive, you know.",
        3578.36,
        3579.94
    ],
    [
        " Yeah.",
        3580.18,
        3580.32
    ],
    [
        " Yeah.",
        3580.86,
        3580.96
    ],
    [
        " All right.",
        3581.68,
        3582.48
    ],
    [
        " Next one.",
        3583.08,
        3584.0
    ],
    [
        " What makes a great NCO?",
        3584.78,
        3587.04
    ],
    [
        " And, and for those of you not in the military, an NCO is a non-commissioned officer.",
        3587.46,
        3590.56
    ],
    [
        " The military is broken into two basic, basic,",
        3590.74,
        3594.6
    ],
    [
        " uh, pathways of advancement and of existence.",
        3595.36,
        3599.38
    ],
    [
        " There's officers who are like the managers and the leaders.",
        3599.38,
        3602.66
    ],
    [
        " And then there's the enlisted guys, which are the grunts,",
        3602.94,
        3605.44
    ],
    [
        " but then as they get promoted through the ranks, you eventually become what's called the senior enlisted advisor.",
        3605.44,
        3611.4
    ],
    [
        " And if you don't, if you think about Hollywood movies, the way they always categorize these two is you've got the young junior officer,",
        3611.4,
        3619.58
    ],
    [
        " fresh and Vietnam, fresh out of the academy.",
        3619.58,
        3622.2
    ],
    [
        " And then you got the salty old gunnery sergeant.",
        3622.98,
        3626.0
    ],
    [
        " That's the two.",
        3626.12,
        3626.74
    ],
    [
        " That's the two.",
        3626.9,
        3627.32
    ],
    [
        " So the end of the NCO is the, is the enlisted side of that.",
        3627.44,
        3630.18
    ],
    [
        " And, uh, NCOs, they always say is like the backbone of the Marine Corps, the NCO,",
        3630.72,
        3636.62
    ],
    [
        " the, the chiefs run the SEAL teams is the, is the statement, right?",
        3637.02,
        3640.78
    ],
    [
        " Because the chiefs, the guys that, the chiefs, the guys that will be at a SEAL team,",
        3640.84,
        3644.3
    ],
    [
        " especially in the old days, be at a SEAL team for eight years.",
        3644.48,
        3646.66
    ],
    [
        " So you are the continuity and you get raised.",
        3646.86,
        3649.46
    ],
    [
        " So the question is, what makes a great NCO and who is or was the best NCO, you know?",
        3649.82,
        3657.3
    ],
    [
        " Well, for me, what makes a great NCO or a chief is, I don't think you can just do it.",
        3658.44,
        3665.58
    ],
    [
        " I think it's, uh, I'm not saying I'm a great NCO,",
        3666.1,
        3671.76
    ],
    [
        " but I did have great NCOs who taught me a lot and they brought me up and they put their foot in square in my rectum when I needed it.",
        3671.76,
        3682.12
    ],
    [
        " And they also took their time to explain things to me when they could see in my eyes.",
        3683.1,
        3688.24
    ],
    [
        " I was nodding my head, yes, but I was really, I didn't grasp it.",
        3688.36,
        3691.84
    ],
    [
        " And they're like, I'm gonna do it this way.",
        3691.96,
        3693.34
    ],
    [
        " And they would work around my, for lack of better word, learning disabilities.",
        3693.66,
        3698.1
    ],
    [
        " Because I mean, some of the stuff you can't know when you're a new guy, you're just like,",
        3698.7,
        3702.06
    ],
    [
        " yeah, yeah, yes, chief or edge of chief.",
        3702.1,
        3704.38
    ],
    [
        " And they're like, no, dummy, relax. Here's how you do it.",
        3704.38,
        3707.52
    ],
    [
        " And that leadership style went a long way with me and I never forgot it.",
        3707.82,
        3713.26
    ],
    [
        " You know, who's the best NCO you've had or ever known?",
        3714.16,
        3718.48
    ],
    [
        " Man, there's so many guys that it's not one.",
        3719.14,
        3722.66
    ],
    [
        " I can't say their name is because, you know, it's not clear.",
        3722.98,
        3726.14
    ],
    [
        " I mean, but that's a good thing about nicknames sometimes.",
        3726.14,
        3729.08
    ],
    [
        " You know, I think I'll have to say overall Mr. Fak was probably the best one I ever had.",
        3729.08,
        3738.42
    ],
    [
        " And he was just an old school hot ass son of a bitch.",
        3738.72,
        3744.18
    ],
    [
        " But he was fair as all hell.",
        3744.72,
        3746.72
    ],
    [
        " He was fair and you always knew where you stood with him.",
        3747.68,
        3751.14
    ],
    [
        " And I love that.",
        3751.56,
        3752.48
    ],
    [
        " That's what I tried to do later on.",
        3752.48,
        3754.54
    ],
    [
        " Like, I didn't want to go hard, hard, hard.",
        3754.92,
        3758.48
    ],
    [
        " And then totally take another direction and just be like easy on the guy.",
        3758.72,
        3762.5
    ],
    [
        " So they'd like me, you know, I don't care.",
        3762.5,
        3764.54
    ],
    [
        " And I thought that was much easier in a better way because mission men is how you should look at things.",
        3764.94,
        3771.44
    ],
    [
        " Put the mission first and take care of your men.",
        3772.14,
        3774.72
    ],
    [
        " But sometimes if you have to sacrifice men and you got to like, okay, you got to die for this mission.",
        3775.28,
        3780.62
    ],
    [
        " All right, Roger that.",
        3780.62,
        3781.3
    ],
    [
        " You know, because I mean, that's the way the military is.",
        3781.84,
        3783.7
    ],
    [
        " That's what you get paid for.",
        3783.74,
        3784.5
    ],
    [
        " But yeah, Mr. Fak was probably the best one for me.",
        3785.0,
        3789.08
    ],
    [
        " Yeah.",
        3790.02,
        3790.34
    ],
    [
        " So that's another, when I talked about you and me coming up in the teams and hanging out with the same people and being the same.",
        3790.56,
        3798.46
    ],
    [
        " But we were in an opportunity together.",
        3798.54,
        3799.64
    ],
    [
        " But we did have the same guys that raised us both.",
        3799.76,
        3803.98
    ],
    [
        " Right.",
        3804.0,
        3804.14
    ],
    [
        " The same guys raised us both.",
        3804.36,
        3806.02
    ],
    [
        " And for sure, Mr. Fak, as you you are calling him, was a huge influence on me.",
        3806.16,
        3813.96
    ],
    [
        " I'm a huge influence on me.",
        3814.18,
        3816.18
    ],
    [
        " Everything I was or am, everything I was in the teams like as far as being professional.",
        3818.06,
        3824.0
    ],
    [
        " And like, hey, we're going to that all was taken from Fak.",
        3824.38,
        3827.34
    ],
    [
        " All of it was taken from him.",
        3827.62,
        3828.88
    ],
    [
        " 100%.",
        3828.96,
        3829.76
    ],
    [
        " Me too.",
        3829.76,
        3830.34
    ],
    [
        " And the seriousness that he put towards the job.",
        3830.66,
        3834.44
    ],
    [
        " Like the gravity that he put towards the job and the gravity to put towards the operational stuff that we just talked about.",
        3834.9,
        3842.66
    ],
    [
        " As far as, you know, the things that we said makes up your reputation.",
        3843.24,
        3846.8
    ],
    [
        " That's what he cared about above anything else.",
        3847.06,
        3850.36
    ],
    [
        " That's what he cared about.",
        3850.36,
        3851.5
    ],
    [
        " And so for sure working for him and that's that's again, that's why when we actually started working to get,",
        3852.14,
        3858.54
    ],
    [
        " and I'm just realizing this right now.",
        3858.54,
        3859.66
    ],
    [
        " I mean, I guess I made sense of it before.",
        3859.76,
        3860.86
    ],
    [
        " But when we started working together, that's why we had the same thoughts and things.",
        3860.86,
        3864.76
    ],
    [
        " Right.",
        3864.84,
        3864.9
    ],
    [
        " Everything was like, of course, we're going to do that.",
        3865.1,
        3866.78
    ],
    [
        " It's like when we're bounding back one time somewhere in Iraq and just we didn't even have to say anything to each other.",
        3866.88,
        3872.36
    ],
    [
        " We're just like, cover and move.",
        3872.36,
        3874.34
    ],
    [
        " Cover and move.",
        3874.78,
        3875.36
    ],
    [
        " Go, go, go.",
        3875.46,
        3876.16
    ],
    [
        " But one thing real quick about an NCO one of the best.",
        3876.5,
        3879.5
    ],
    [
        " I ever had another C daddy of mine.",
        3879.76,
        3881.66
    ],
    [
        " I can say his name because Reston P's Tim Farrell.",
        3881.66,
        3884.98
    ],
    [
        " Tim Farrell was a big, big influence on my life.",
        3885.2,
        3888.66
    ],
    [
        " I mean, he was a wicked good operator.",
        3888.66,
        3890.86
    ],
    [
        " I can't, I don't know anybody.",
        3891.36,
        3893.28
    ],
    [
        " He was a tougher guy in the teams.",
        3893.42,
        3894.64
    ],
    [
        " Yeah.",
        3894.94,
        3895.02
    ],
    [
        " He's just a hard, hitting guy and just, he's a really good dude, man, really good guy.",
        3895.36,
        3901.28
    ],
    [
        " And he was awesome at everything.",
        3901.46,
        3903.22
    ],
    [
        "",
        3904.22,
        3904.22
    ],
    [
        " Everything.",
        3904.22,
        3904.66
    ],
    [
        " Yeah.",
        3904.86,
        3904.96
    ],
    [
        " He was an awesome at everything he did.",
        3905.74,
        3909.16
    ],
    [
        " He beat you at everything.",
        3909.7,
        3911.14
    ],
    [
        " Yeah.",
        3911.44,
        3911.58
    ],
    [
        " He would beat guys in the swims and he wasn't wearing fins and they were, I mean, he's just incredible athlete.",
        3911.72,
        3916.7
    ],
    [
        " Yeah, an incredible athlete.",
        3916.94,
        3918.16
    ],
    [
        " And by the way, he would, he's not like a guy that was like, well, you know, I didn't get my workout in today.",
        3918.54,
        3923.54
    ],
    [
        " No, no, no, no, no, he didn't care about anything.",
        3923.66,
        3925.6
    ],
    [
        " Son of a gun.",
        3925.76,
        3926.42
    ],
    [
        " He was like, oh, just, just get after every.",
        3926.56,
        3930.58
    ],
    [
        " Just every.",
        3930.58,
        3930.92
    ],
    [
        " Yeah.",
        3931.24,
        3931.7
    ],
    [
        " Yeah.",
        3932.14,
        3932.48
    ],
    [
        " Yeah.",
        3932.86,
        3933.02
    ],
    [
        " Tim Farrell, for sure, was a great guy.",
        3933.16,
        3935.58
    ],
    [
        " What a frog man.",
        3935.88,
        3936.84
    ],
    [
        " He was.",
        3936.84,
        3937.34
    ],
    [
        " He certainly was.",
        3937.56,
        3938.34
    ],
    [
        " All right.",
        3938.98,
        3941.3
    ],
    [
        " I'm not saying that anything about accuracy of fire in combat versus volume of fire.",
        3941.3,
        3949.36
    ],
    [
        " And I'll tell you the reason I left this one in here, Tony, is a lot of, a lot of soldiers and Marines and team guys that I hear from all the time.",
        3949.68,
        3956.62
    ],
    [
        " And they always are listening.",
        3957.14,
        3958.62
    ],
    [
        " And not only that at this point, and I hate to say it, but in America, our, our police forces need to start thinking about this kind of stuff.",
        3959.12,
        3968.84
    ],
    [
        " Because there's bad stuff happening in America where guys are getting in legit.",
        3968.92,
        3971.98
    ],
    [
        " Yeah.",
        3972.0,
        3972.58
    ],
    [
        " Urban warfare.",
        3972.88,
        3973.78
    ],
    [
        " And so talking about the accuracy of fire versus the volume of fire.",
        3974.22,
        3978.86
    ],
    [
        " Well, you know, it's a double in it.",
        3979.52,
        3981.34
    ],
    [
        " It's a flip of the coin on depends on the situation, but I can tell you that a number of times I fired a rifle and a salt rifle, like an M4 M14 and all that.",
        3981.42,
        3991.74
    ],
    [
        " But you know, a sky on full auto is big frigging goose egg.",
        3992.3,
        3997.94
    ],
    [
        " You know, I can't think of one situation or if somebody said, okay, Tony, you're going in this room alone and this eight guys point guns at you.",
        3998.28,
        4005.82
    ],
    [
        " Well, okay, Roger that, but, you know, but sometimes, you know, volume of fire gets heads down.",
        4006.28,
        4012.9
    ],
    [
        " If you're in the street, you got to get that fire.",
        4012.98,
        4015.34
    ],
    [
        " You got to try to gain fire superiority.",
        4015.46,
        4017.36
    ],
    [
        " And if you don't have that, you ain't really moving.",
        4017.74,
        4019.92
    ],
    [
        " And so at that point, you're not doing all the things you were taught breathing.",
        4020.64,
        4025.74
    ],
    [
        " You're just getting led down in that direction to cover your ass.",
        4026.0,
        4030.14
    ],
    [
        " Well, your buddies ass so you can move and they can move.",
        4030.36,
        4033.6
    ],
    [
        " But accuracy of fire and combat, you know, in good situations, if you're under fire and you're putting lead down range so you can move.",
        4034.02,
        4044.22
    ],
    [
        " It's real nice to have a supporting element in an elevated position.",
        4044.7,
        4048.2
    ],
    [
        " They're the ones combining these two.",
        4048.46,
        4050.44
    ],
    [
        " It's just, yeah, it's a pretty good example.",
        4051.44,
        4053.74
    ],
    [
        " It's pretty nice knowing about four blocks from you.",
        4053.96,
        4056.46
    ],
    [
        " You got Chris Kyle up there talking to you on the radio.",
        4056.62,
        4059.92
    ],
    [
        " Hell no!",
        4060.38,
        4060.98
    ],
    [
        " You see a guy fall out of like the window with a gun.",
        4061.7,
        4065.54
    ],
    [
        " You're like, thanks brother.",
        4065.72,
        4066.98
    ],
    [
        " Yeah.",
        4067.5,
        4067.76
    ],
    [
        " You're pretty confident walking down the street at that point.",
        4068.22,
        4071.18
    ],
    [
        " So yeah.",
        4071.76,
        4072.48
    ],
    [
        " Yeah.",
        4072.72,
        4073.7
    ],
    [
        " The other thing is, I mean, we always have massive, you know, firepower with Mark 48,",
        4074.7,
        4081.9
    ],
    [
        " some Mark 46 is to lay down the heavy volumes of fire.",
        4081.9,
        4084.66
    ],
    [
        " And that's the same thing Roger Hayden was saying in here the other day.",
        4085.32,
        4088.88
    ],
    [
        " Who's another, you know, first that mentored you and me growing up in the teams.",
        4088.9,
        4093.3
    ],
    [
        " And, but he said that they had four sixties in their 14 man.",
        4094.1,
        4100.4
    ],
    [
        " He puts in like two stoners, three, no, four sixties and five stoners.",
        4100.52,
        4106.32
    ],
    [
        " That's what he said that was what they carried.",
        4106.46,
        4109.0
    ],
    [
        " And, yeah.",
        4109.76,
        4110.32
    ],
    [
        " So, eight.",
        4111.1,
        4112.12
    ],
    [
        " You know what's interesting to the point, like we talk about point shooting,",
        4113.62,
        4116.3
    ],
    [
        " but the guys like all of our guys are AW Gunners put sites,",
        4116.44,
        4121.3
    ],
    [
        " put the ACOGs on there on there.",
        4121.3,
        4123.3
    ],
    [
        " Yeah.",
        4123.52,
        4123.7
    ],
    [
        " Which was partially for PID so they could tell who they're shooting at.",
        4123.86,
        4127.56
    ],
    [
        " Right.",
        4127.74,
        4127.86
    ],
    [
        " And that could see further, but also man accuracy.",
        4127.86,
        4130.0
    ],
    [
        " Yeah.",
        4130.42,
        4130.68
    ],
    [
        " It's a four power scope.",
        4130.78,
        4131.78
    ],
    [
        " Yep.",
        4131.78,
        4132.12
    ],
    [
        " You know, and then at night, it don't matter because you're using an appeal or a laser",
        4132.44,
        4135.26
    ],
    [
        " and you're on nods anyway.",
        4135.26,
        4136.46
    ],
    [
        " So, and then one last thing is that you know, again, now we're talking to,",
        4136.7,
        4143.06
    ],
    [
        " aimed at police officers, but also, also guys in combat,",
        4143.06,
        4147.64
    ],
    [
        " you don't have unlimited ammunition.",
        4147.8,
        4149.52
    ],
    [
        " No.",
        4150.08,
        4150.3
    ],
    [
        " So, you got to think about that too.",
        4150.44,
        4152.7
    ],
    [
        " Me and my brother just had this conversation.",
        4153.02,
        4155.06
    ],
    [
        " And, you know, he's like, well, I wish I could, you know,",
        4155.06,
        4160.8
    ],
    [
        " conceal weapon carry, you know, it's got, I said I got my revolver",
        4161.48,
        4164.86
    ],
    [
        " and he's got like a 686 stainless P and a plus, you know,",
        4164.86,
        4169.52
    ],
    [
        " 7 shot, 37.",
        4169.76,
        4171.02
    ],
    [
        " I wanted to worry.",
        4171.74,
        4172.18
    ],
    [
        " He wanted to revolver, I told him what to get.",
        4172.88,
        4175.48
    ],
    [
        " Yeah, that's a great one.",
        4175.66,
        4176.46
    ],
    [
        " He loves it.",
        4176.46,
        4176.92
    ],
    [
        " But he's like, you know, should I conceal carry?",
        4177.3,
        4179.72
    ],
    [
        " Should I carry some speed loaders?",
        4179.78,
        4181.54
    ],
    [
        " I'm like, well, Chom, is that always convenient?",
        4181.56,
        4184.06
    ],
    [
        " No.",
        4184.82,
        4185.22
    ],
    [
        " Well, you know what?",
        4185.56,
        4186.26
    ],
    [
        " You're not getting in a gun fight.",
        4186.62,
        4189.04
    ],
    [
        " You're not.",
        4189.24,
        4189.56
    ],
    [
        " If you're getting somebody shooting, you either shoot them,",
        4190.3,
        4193.62
    ],
    [
        " or you put down fire and you run, it's not your fight.",
        4193.92,
        4196.9
    ],
    [
        " If someone's jacking a car or whatever and they pull a gun, you shoot them.",
        4197.72,
        4200.14
    ],
    [
        " Yes.",
        4200.22,
        4200.32
    ],
    [
        " But, you know, it's a nightclub shooting or something.",
        4201.34,
        4204.5
    ],
    [
        " You blasting your way out of there.",
        4205.34,
        4207.66
    ],
    [
        " And that's it.",
        4208.0,
        4208.52
    ],
    [
        " You're not going to sit there and you don't have unlimited ammo.",
        4208.7,
        4211.22
    ],
    [
        " Right.",
        4211.46,
        4211.66
    ],
    [
        " And even the teams we didn't, that was my biggest fear.",
        4211.66,
        4214.18
    ],
    [
        " I would hate to die of lack of shooting back.",
        4214.74,
        4216.94
    ],
    [
        " I mean, that would just suck.",
        4217.22,
        4218.36
    ],
    [
        " You know, we never really did run out.",
        4219.34,
        4221.22
    ],
    [
        " We got low.",
        4221.36,
        4221.9
    ],
    [
        " We got low a few times, but never really run out.",
        4222.18,
        4225.8
    ],
    [
        " That's scary.",
        4225.98,
        4226.4
    ],
    [
        " That's why we kind of trained on, you know, we did a lot of that where",
        4227.08,
        4231.24
    ],
    [
        " try to set a standard.",
        4231.24,
        4233.06
    ],
    [
        " You can't, you know, if you got a shoot, you shoot.",
        4233.22,
        4234.6
    ],
    [
        " If you run out, then you go to your pistol.",
        4235.04,
        4237.0
    ],
    [
        " If you run out of that, then you go to your grenades or whatever.",
        4237.0,
        4239.1
    ],
    [
        " And then you just beat you up.",
        4239.34,
        4240.24
    ],
    [
        " But, uh, but we trained, you know, if you're in sustained fire fights,",
        4240.68,
        4246.08
    ],
    [
        " like M4 gunners, you know, after four mags, you start slowing them down.",
        4246.08,
        4250.78
    ],
    [
        " Start thinking about round-commerce conservation.",
        4250.92,
        4252.78
    ],
    [
        " Same thing with the machine gunners.",
        4253.14,
        4254.26
    ],
    [
        " Start slowing your rates of fire down.",
        4254.44,
        4255.8
    ],
    [
        " Initial burst, initial ballies, and then go down to like, you know,",
        4256.18,
        4259.64
    ],
    [
        " shorter bursts, more time looking at what you're seeing.",
        4259.88,
        4262.7
    ],
    [
        " Because if you're out there hanging with your ass hanging, you know,",
        4262.84,
        4265.9
    ],
    [
        " and you got no rounds, then guess what?",
        4265.92,
        4267.94
    ],
    [
        " It's run time.",
        4268.1,
        4268.86
    ],
    [
        " And nobody wants to run.",
        4268.86,
        4270.54
    ],
    [
        " That's just terrible.",
        4270.88,
        4273.34
    ],
    [
        " Awesome.",
        4274.1,
        4277.86
    ],
    [
        " Alright.",
        4278.42,
        4278.68
    ],
    [
        " Next one.",
        4280.32,
        4281.5
    ],
    [
        " What is Tony's perspective as an enlisted and older guy serving quotes",
        4283.12,
        4289.7
    ],
    [
        " under you as a younger officer?",
        4289.7,
        4293.18
    ],
    [
        " So I don't know if this person actually understands that we're about the same age",
        4293.52,
        4296.36
    ],
    [
        " and it had been in the teams about the same time.",
        4296.36,
        4297.86
    ],
    [
        " And we were more brothers than like anything else.",
        4299.06,
        4304.04
    ],
    [
        " And then what was it like?",
        4304.34,
        4306.7
    ],
    [
        " What would you like to work for compared to other guys you were under?",
        4307.54,
        4310.84
    ],
    [
        " Well, that first part, that first part is pretty easy.",
        4311.68,
        4314.44
    ],
    [
        " Because I remember you and Lafayette talking like,",
        4314.44,
        4316.78
    ],
    [
        " we didn't know who this chocolate guy was.",
        4317.46,
        4319.24
    ],
    [
        " I kind of was walking by the office.",
        4319.48,
        4321.12
    ],
    [
        " It's like a movie where I stopped like halfway through a step.",
        4321.36,
        4324.36
    ],
    [
        " And I backed up and I went, what did you guys say?",
        4325.34,
        4327.48
    ],
    [
        " Yeah, this new, uh, cascading commander.",
        4328.26,
        4330.82
    ],
    [
        " We don't know who he is.",
        4330.82,
        4331.7
    ],
    [
        " What's his name?",
        4332.02,
        4332.78
    ],
    [
        " You're like, uh, willing, a jaco, jaco, jaco or something like that?",
        4333.26,
        4336.86
    ],
    [
        " I'm like, yeah, we're all set.",
        4337.3,
        4338.94
    ],
    [
        " And then they're all like, you know, because they're the two lieutenants.",
        4339.44,
        4342.92
    ],
    [
        " You know, Seth and life.",
        4343.04,
        4344.32
    ],
    [
        " And they're like following me into the head.",
        4344.58,
        4346.32
    ],
    [
        " I'm like, relax.",
        4346.32,
        4347.42
    ],
    [
        " What about this guy?",
        4347.9,
        4350.12
    ],
    [
        " What's this guy?",
        4350.16,
        4350.62
    ],
    [
        " We're good to go.",
        4350.62,
        4352.32
    ],
    [
        " I mean, we sure we're getting them.",
        4353.06,
        4354.52
    ],
    [
        " They're like, yeah, yeah, it's done.",
        4354.52,
        4355.74
    ],
    [
        " He's just coming.",
        4355.74,
        4356.56
    ],
    [
        " He'll be like tomorrow.",
        4356.66,
        4357.46
    ],
    [
        " I'm like, yeah, yeah.",
        4357.46,
        4359.6
    ],
    [
        " All right.",
        4359.66,
        4360.06
    ],
    [
        " Let me just tell you something.",
        4360.44,
        4361.78
    ],
    [
        " Be squared away tomorrow.",
        4362.26,
        4363.34
    ],
    [
        " And I said, you know this guy and I was like, you know, is he, is he good to go?",
        4363.44,
        4368.42
    ],
    [
        " And I just looked at him and I gave him that look like, please.",
        4368.6,
        4372.9
    ],
    [
        " I know what I'm talking about.",
        4373.34,
        4375.2
    ],
    [
        " Be squared away tomorrow.",
        4375.44,
        4377.06
    ],
    [
        " Yeah.",
        4377.34,
        4377.4
    ],
    [
        " And you better be on your game.",
        4377.54,
        4378.72
    ],
    [
        " Me, I'm going to be hung over tomorrow.",
        4378.9,
        4380.22
    ],
    [
        " So whatever, I know him forever.",
        4380.52,
        4382.18
    ],
    [
        " But that and what were you like to work for?",
        4382.86,
        4385.34
    ],
    [
        " What you like?",
        4386.18,
        4388.16
    ],
    [
        " This not even a question.",
        4388.74,
        4390.18
    ],
    [
        " He was great.",
        4390.18,
        4390.6
    ],
    [
        " The best ever.",
        4391.06,
        4391.88
    ],
    [
        " I mean, just, I don't know.",
        4392.1,
        4393.76
    ],
    [
        " We think we think the same.",
        4393.86,
        4395.26
    ],
    [
        " We were like minded.",
        4395.4,
        4396.82
    ],
    [
        " And we like, we like to work.",
        4397.62,
        4400.7
    ],
    [
        " We really, really loved our jobs and our men and our people, you know.",
        4401.18,
        4404.56
    ],
    [
        " I hate saying I love my man.",
        4405.58,
        4406.94
    ],
    [
        " And it sounds kind of whatever.",
        4406.94,
        4408.2
    ],
    [
        " But I, you know, I did.",
        4409.14,
        4410.5
    ],
    [
        " I really cared about the guys.",
        4410.7,
        4411.92
    ],
    [
        " And that was the best part of being a team guy.",
        4412.18,
        4413.8
    ],
    [
        " I'm sure Jockel backed me up on that.",
        4413.86,
        4415.56
    ],
    [
        " Absolutely.",
        4415.92,
        4416.44
    ],
    [
        " As your brothers, yeah, there are no doubt about that.",
        4416.6,
        4419.34
    ],
    [
        " No doubt about that at all.",
        4419.62,
        4422.0
    ],
    [
        " All right.",
        4423.68,
        4425.6
    ],
    [
        " Next one.",
        4425.8,
        4426.36
    ],
    [
        " Please expound on the early days when you and Tony were new guys in the teams.",
        4427.14,
        4433.06
    ],
    [
        " This is like a whole nother podcast.",
        4434.46,
        4436.6
    ],
    [
        " Okay.",
        4436.96,
        4439.16
    ],
    [
        " Go ahead.",
        4439.56,
        4441.2
    ],
    [
        " Well, I don't know.",
        4442.24,
        4445.68
    ],
    [
        " It's kind of a different time.",
        4445.8,
        4447.14
    ],
    [
        " We're new guys like.",
        4447.86,
        4448.92
    ],
    [
        " Wait, my first put in we were involved.",
        4449.92,
        4451.82
    ],
    [
        " You know, like the first golf war.",
        4451.82,
        4453.24
    ],
    [
        " And I thought it was great.",
        4453.34,
        4455.0
    ],
    [
        " You know, we really didn't do much my put in.",
        4455.0,
        4457.64
    ],
    [
        " And you know,",
        4458.04,
        4459.62
    ],
    [
        " some of them guys are over there for six months.",
        4459.94,
        4461.66
    ],
    [
        " Then the war started and it was like a month or whatever.",
        4461.84,
        4465.38
    ],
    [
        " And then it was done.",
        4465.56,
        4466.12
    ],
    [
        " Right.",
        4466.66,
        4466.72
    ],
    [
        " Yeah.",
        4466.92,
        4467.5
    ],
    [
        " But other than that, we, we, I think.",
        4468.12,
        4470.86
    ],
    [
        " In the later stages of my career.",
        4471.42,
        4474.08
    ],
    [
        " We didn't train as hard.",
        4474.94,
        4476.82
    ],
    [
        " But the deployment.",
        4477.36,
        4478.48
    ],
    [
        " I mean, we still trained hard, but the deployments were harder, like more work.",
        4478.64,
        4483.8
    ],
    [
        " And back then, if you did the deployment where it was like a training deployment,",
        4487.84,
        4492.5
    ],
    [
        " because there was no war going on.",
        4492.5,
        4493.68
    ],
    [
        " We still had the deploy.",
        4493.76,
        4494.52
    ],
    [
        " People realize that there's no wars.",
        4494.92,
        4496.32
    ],
    [
        " Team guys are still deploying to same up tempo.",
        4496.32,
        4498.94
    ],
    [
        " And because we need constantly be around the world in case something happens.",
        4499.52,
        4503.36
    ],
    [
        " And.",
        4504.28,
        4504.36
    ],
    [
        " But we did a lot of like hard core shit.",
        4505.02,
        4510.22
    ],
    [
        " Like we did a lot more reconnaissance work, which meant we didn't have vehicles.",
        4510.22,
        4515.38
    ],
    [
        " So we had LPCs, which are leather personnel carriers, getting boots.",
        4515.84,
        4519.4
    ],
    [
        " And we'd hop in like 25 clicks or whatever.",
        4520.78,
        4523.64
    ],
    [
        " And we do these ridiculous swims and.",
        4523.8,
        4526.08
    ],
    [
        " And he's long dives and do all, I mean, really like long like the higher the better.",
        4526.46,
        4532.0
    ],
    [
        " I mean, you look at a team to put it in perspective.",
        4532.16,
        4535.32
    ],
    [
        " You look at a team guy back then.",
        4536.12,
        4538.02
    ],
    [
        " A lot of them were a lot leaner.",
        4538.02,
        4539.96
    ],
    [
        " You know, and they we did a lot more run swimming.",
        4540.92,
        4542.84
    ],
    [
        " You look at a like a team area now, you go to the gym and it looks like WW or MMA wrestlers.",
        4543.22,
        4548.98
    ],
    [
        " You know, I mean, they do everybody's like like stronger and not because you got to carry more shit.",
        4549.44,
        4555.12
    ],
    [
        " We do a lot more direct action stuff.",
        4555.12,
        4557.08
    ],
    [
        " But also we did a lot of drinking and party and.",
        4557.62,
        4562.26
    ],
    [
        " And San Diego we did I know that.",
        4562.72,
        4564.74
    ],
    [
        " And we hung a lot together.",
        4565.3,
        4567.86
    ],
    [
        " Nobody was married.",
        4568.04,
        4568.72
    ],
    [
        " You know, I don't we had like 16 guys in my put in one was married.",
        4569.48,
        4573.74
    ],
    [
        " And he was the LPL.",
        4573.88,
        4574.98
    ],
    [
        " Yeah, like no one was no.",
        4575.16,
        4576.56
    ],
    [
        " No, we all hung out together all the time.",
        4576.56,
        4578.56
    ],
    [
        " We all like lived in Imperial Beach, like Chulaista.",
        4578.72,
        4581.94
    ],
    [
        " Now people live like 40 miles away and like everyone's married and owns a house.",
        4582.38,
        4587.78
    ],
    [
        " Nobody owned a house, we don't have any money.",
        4587.82,
        4589.22
    ],
    [
        " Cruise boxes.",
        4590.2,
        4590.98
    ],
    [
        " Yeah, we yeah, we had a house like five guys in the apartment with like one, one couch.",
        4591.26,
        4596.42
    ],
    [
        " It was just disaster.",
        4596.64,
        4598.56
    ],
    [
        " It's one of the, the guy that you were talking about earlier that I lived in a corn auto with.",
        4599.16,
        4603.66
    ],
    [
        " And for quite some time, we had we in our house, we had we only had one fork.",
        4603.82,
        4609.94
    ],
    [
        " So it'd be like, it'd be like, hey man, are you almost done with the fork?",
        4610.54,
        4614.8
    ],
    [
        " Because I want to be out of your mind.",
        4615.34,
        4616.9
    ],
    [
        " Couldn't go to vans and buy another fork.",
        4618.5,
        4620.76
    ],
    [
        " I could really see that happen.",
        4620.76,
        4622.36
    ],
    [
        " You two gorillas.",
        4622.48,
        4623.42
    ],
    [
        " Yeah, that was that was funny.",
        4623.64,
        4625.74
    ],
    [
        " So when I remember one of the big things I remember about checking it a team one was was just not even looking people in the eyes.",
        4625.92,
        4634.18
    ],
    [
        " Because it was this this reputation and and of just you're just going to get beat down.",
        4634.18,
        4639.06
    ],
    [
        " Yeah, we got hazed a lot.",
        4639.42,
        4640.9
    ],
    [
        " Oh, yeah, we got beat up.",
        4641.02,
        4641.92
    ],
    [
        " We got hazed and a lot.",
        4641.92,
        4644.24
    ],
    [
        " You didn't you know, you didn't come in there thinking that the world owed you anything at all.",
        4645.02,
        4649.58
    ],
    [
        " The only thing they owed you was an ass beating.",
        4649.6,
        4652.4
    ],
    [
        " And you know, we had some big monster guys at the team.",
        4652.76,
        4656.68
    ],
    [
        " I remember I checked in and there was this one guy, you know, probably the biggest guy at team one.",
        4656.68,
        4661.94
    ],
    [
        " I'm not going to say his name again, just because I don't want to.",
        4662.18,
        4664.62
    ],
    [
        " Jay.",
        4664.62,
        4664.84
    ],
    [
        " Yeah, I'm checking it.",
        4665.38,
        4668.44
    ],
    [
        " You know, I'm at the team and I'm doing over there doing some push ups or something.",
        4668.46,
        4671.32
    ],
    [
        " And I see this guy come out of the gym.",
        4671.48,
        4673.62
    ],
    [
        " He's literally how tall is he six six?",
        4673.62,
        4676.3
    ],
    [
        " Yeah, about that six six three hundred pounds.",
        4676.5,
        4679.78
    ],
    [
        " He's a monster.",
        4679.78,
        4680.9
    ],
    [
        " He's completely covered in tattoos.",
        4681.2,
        4683.14
    ],
    [
        " And he's walking.",
        4683.56,
        4684.66
    ],
    [
        " It's about a 40 meter walk from the back of the team one building to the to the area where we keep the outboard motors and stuff.",
        4684.88,
        4692.1
    ],
    [
        " And he's walking.",
        4692.5,
        4693.62
    ],
    [
        " He's lumbering right.",
        4693.68,
        4694.96
    ],
    [
        " He's lumbering along and about 20 meters into this hike.",
        4695.24,
        4698.3
    ],
    [
        " He stops and he's got a gallon of milk in his hand.",
        4698.88,
        4701.86
    ],
    [
        " And he just he stops like stops and uncorks the milk and just sits there drinks half a gallon of milk.",
        4701.86,
        4710.02
    ],
    [
        " Slowly puts it back down puts the lid back on and the lumber is the rest of the way over.",
        4710.12,
        4714.7
    ],
    [
        " I'm like, good lord.",
        4715.18,
        4716.14
    ],
    [
        " I hope that guy doesn't eat me.",
        4716.42,
        4718.1
    ],
    [
        " Like kill me and eat me.",
        4718.4,
        4720.36
    ],
    [
        " And so that was that was definitely the team one thing when I got to team one.",
        4720.6,
        4724.98
    ],
    [
        " I was everyone was just big bunch of tough mean bastards.",
        4724.98,
        4728.26
    ],
    [
        " And they were getting ready to kick your ass at any time.",
        4728.26,
        4732.3
    ],
    [
        " Daily days.",
        4732.46,
        4733.12
    ],
    [
        " And and you know, I think you know nowadays there's a war going on.",
        4733.56,
        4740.3
    ],
    [
        " Right.",
        4740.6,
        4740.92
    ],
    [
        " And so the guys have a different kind of test ahead of them.",
        4741.18,
        4744.06
    ],
    [
        " And that's cool.",
        4744.2,
        4744.8
    ],
    [
        " You know, that's different kind of test.",
        4745.02,
        4746.48
    ],
    [
        " And it's a harder test.",
        4746.56,
        4747.48
    ],
    [
        " And it's it is that's that's what we that's what guys joined teams for.",
        4747.64,
        4751.18
    ],
    [
        " So the young team guys that are coming in freaking badass awesome.",
        4751.18,
        4754.72
    ],
    [
        " Absolutely.",
        4754.72,
        4755.28
    ],
    [
        " And I tell you what man people say whatever about what they want to say about the way millennials are and all this stuff.",
        4755.4,
        4762.12
    ],
    [
        " Man, I've been to some hanging out with some team guys, especially after some memorials and stuff.",
        4762.12,
        4765.86
    ],
    [
        " These young frog men.",
        4765.96,
        4767.32
    ],
    [
        " They're badass badass guys that are ready to die or kill without question.",
        4767.88,
        4774.24
    ],
    [
        " And so respect and I'm so glad to see where the teams maintains that always absolutely.",
        4775.76,
        4783.86
    ],
    [
        " All right.",
        4784.56,
        4786.64
    ],
    [
        " If Tony had to write for the history books three top stories of shiny example of BTF getting after it.",
        4788.5,
        4796.32
    ],
    [
        " What would they be just give me one.",
        4796.5,
        4798.72
    ],
    [
        " Give me one.",
        4799.72,
        4800.72
    ],
    [
        " Oh my god, everything.",
        4801.24,
        4803.84
    ],
    [
        " There's so many good ones.",
        4804.52,
        4806.64
    ],
    [
        " It's hard to say just one guy.",
        4807.64,
        4811.34
    ],
    [
        " You know, but.",
        4812.3,
        4813.14
    ],
    [
        " I don't know.",
        4814.6,
        4820.72
    ],
    [
        " I'm one time when me and a dog or did that like thousand yard center peel.",
        4821.82,
        4827.1
    ],
    [
        " That was pretty hard to contain that it didn't bother me.",
        4827.38,
        4831.58
    ],
    [
        " That was hard.",
        4832.14,
        4833.36
    ],
    [
        " I mean, that was that was pretty hard.",
        4833.5,
        4835.76
    ],
    [
        " Like, I mean, this is a tactic with two guys.",
        4836.34,
        4839.6
    ],
    [
        " This is two of us bringing up the rear of this this extraction.",
        4839.6,
        4843.56
    ],
    [
        " You know, actually, yeah, it wasn't extractions was by foot.",
        4843.82,
        4846.92
    ],
    [
        " Otherwise, it's been an expiltration.",
        4847.18,
        4848.86
    ],
    [
        " But we kind of took it up the rear.",
        4849.7,
        4851.5
    ],
    [
        " We started like covering, moving.",
        4851.68,
        4853.62
    ],
    [
        " And then guys were just on a dead run.",
        4853.92,
        4855.88
    ],
    [
        " But we had to stop.",
        4856.16,
        4857.02
    ],
    [
        " Go stop.",
        4857.14,
        4857.52
    ],
    [
        " Go for about like a mile or whatever.",
        4857.7,
        4859.98
    ],
    [
        " It was just terrible.",
        4860.52,
        4861.74
    ],
    [
        " I mean, I was sweating like a team steer man.",
        4862.32,
        4866.18
    ],
    [
        " I mean, I was just and because it was like eight o'clock in the morning.",
        4866.18,
        4871.14
    ],
    [
        " And it's like 110 degrees out.",
        4871.34,
        4874.24
    ],
    [
        " That was that was pretty good.",
        4874.42,
        4875.52
    ],
    [
        " I was a pretty good one.",
        4875.78,
        4877.0
    ],
    [
        " But I remember getting back to the old days with that.",
        4877.1,
        4879.16
    ],
    [
        " We didn't save ETF back then.",
        4879.36,
        4880.86
    ],
    [
        " But we should do some horrendous humps.",
        4881.28,
        4883.44
    ],
    [
        " You know, humping to the civilian world means like marching, not marching, but patrolling.",
        4884.42,
        4888.3
    ],
    [
        " And be like, do you look at the map?",
        4888.68,
        4890.9
    ],
    [
        " And we don't we didn't patrol in the day.",
        4891.96,
        4894.0
    ],
    [
        " So it'd be like, all right, it gets dark at like 19, Hyundai.",
        4894.78,
        4898.24
    ],
    [
        " We're gonna move out about 1930.",
        4898.8,
        4900.88
    ],
    [
        " And it gets, we're gonna stop at about 0.5.",
        4901.84,
        4904.6
    ],
    [
        " And we got to cover, I don't know, 40 clicks.",
        4905.2,
        4908.6
    ],
    [
        " All right, let's go.",
        4909.4,
        4910.1
    ],
    [
        " And you 100 pound rock sack.",
        4910.46,
        4912.06
    ],
    [
        " You're like, really?",
        4912.28,
        4912.88
    ],
    [
        " Okay, let's go.",
        4913.66,
        4914.18
    ],
    [
        " You think, all right, couldn't have been a plumber or something.",
        4914.72,
        4917.3
    ],
    [
        " Oh, no, I had to be a team guy.",
        4917.46,
        4918.82
    ],
    [
        " I couldn't have been like, what the college?",
        4919.54,
        4921.38
    ],
    [
        " No, no, no.",
        4921.64,
        4922.22
    ],
    [
        " Yeah, you know, and you were, you were kind of talking about this earlier.",
        4922.84,
        4925.88
    ],
    [
        " But I remember times where you guys be out the field for two or three days.",
        4926.78,
        4932.16
    ],
    [
        " And meanwhile, while you're in the field, we're spinning up another operation.",
        4932.16,
        4935.14
    ],
    [
        " Of course.",
        4935.14,
        4935.56
    ],
    [
        " And now another target for a direct action mission.",
        4935.62,
        4938.18
    ],
    [
        " And you guys get back and you be like, hey, man, we got to target for you.",
        4938.76,
        4942.84
    ],
    [
        " You're rolling out in two hours.",
        4942.94,
        4944.6
    ],
    [
        " So, and you know, you just go to your guys and be like, all right, guys, change your gear.",
        4945.14,
        4948.68
    ],
    [
        " You're heading out.",
        4949.28,
        4949.64
    ],
    [
        " You were loading vehicles in an hour and 30 minutes.",
        4949.72,
        4951.68
    ],
    [
        " And you see guys just turn and burn.",
        4952.12,
        4953.82
    ],
    [
        " Yeah, yeah, nobody said, oh, really?",
        4953.88,
        4956.52
    ],
    [
        " No, just do it.",
        4957.0,
        4959.26
    ],
    [
        " You know, yeah, my whole, that, that platoon that I had on that deployment, I mean, I'm guys BTF.",
        4959.38,
        4965.62
    ],
    [
        " I mean, especially like the sister's kids, those guys were, you know, we had the new guys, we had the older guys, and then we had the middle guys.",
        4965.8,
        4973.66
    ],
    [
        " You know, and, you know, you know, spas and squirrel and chucky,",
        4974.02,
        4982.1
    ],
    [
        " those guys were in racks.",
        4982.12,
        4983.66
    ],
    [
        " Those guys were bad ass, man, because for sure, I mean, they just, they didn't, they were the meat kind of of the platoon.",
        4983.86,
        4990.12
    ],
    [
        " And they were the ones that like had to do like most of the work.",
        4990.74,
        4993.48
    ],
    [
        " You know, the new guys helped them.",
        4993.68,
        4995.26
    ],
    [
        " And the other older guys were more of leadership positions.",
        4995.52,
        4999.02
    ],
    [
        " And they still work too, but these guys worked.",
        4999.3,
        5002.02
    ],
    [
        " And they just like, we got rid of that and just got after good dudes and a day after day.",
        5002.02,
        5006.64
    ],
    [
        " A guarantee after day after day.",
        5006.92,
        5009.4
    ],
    [
        " A guarantee all of them guys, and I couldn't keep up with everyone after every tire.",
        5009.4,
        5014.2
    ],
    [
        " A guarantee all of them guys are doing well in their careers, because they're fantastic.",
        5014.42,
        5019.16
    ],
    [
        " I, I do see them, and they are all kicking ass.",
        5019.7,
        5023.22
    ],
    [
        " Roger that. That's good.",
        5023.44,
        5024.44
    ],
    [
        " For sure.",
        5024.56,
        5024.9
    ],
    [
        " How does Tony decide what strategies tactics to use on a mission against an enemy?",
        5025.92,
        5033.86
    ],
    [
        " Curious about your thought process.",
        5034.4,
        5035.8
    ],
    [
        " Hmm. Well,",
        5037.04,
        5038.78
    ],
    [
        " first of all, you got to figure out which, what we're talking about.",
        5039.46,
        5048.08
    ],
    [
        " My experience and the savages that we slayed and killed and shot.",
        5048.28,
        5055.2
    ],
    [
        " First of all, it's better to shoot someone in the back.",
        5056.74,
        5061.0
    ],
    [
        " So, you know, a lin, you know, an ambush where you can catch him walking away from you is always the best.",
        5062.28,
        5068.0
    ],
    [
        " But front, you just beat you up and figured out.",
        5068.86,
        5071.28
    ],
    [
        " We're talking about Sung Soo there, the out of ward.",
        5072.04,
        5075.92
    ],
    [
        " You know, I thought, you know, he says, if you know yourself and your enemy, you don't, don't, don't need to fear a thousand battles or whatever.",
        5076.78,
        5085.54
    ],
    [
        " Well, I know myself pretty damn good, and I know my group pretty damn good.",
        5085.64,
        5089.7
    ],
    [
        " And I have time to read all that stuff and figure it out.",
        5089.98,
        5093.32
    ],
    [
        " So I figured I just hate the enemy.",
        5093.42,
        5094.78
    ],
    [
        " I'll just hate him and that hate will fuel my passion to make the operation as best I can and work at the best I can and learn from the mistakes that didn't work out.",
        5095.22,
        5107.4
    ],
    [
        " But that's that kind of when you, when you got that, the kind of pyramids down and everything kind of works itself out.",
        5107.64,
        5114.64
    ],
    [
        " And you can't be afraid to try something different because, and you can't be afraid to bounce it off people.",
        5116.34,
        5122.0
    ],
    [
        " That's was great about Jocco.",
        5122.14,
        5123.6
    ],
    [
        " I would bounce something off of them, you know, but yeah, that's good.",
        5123.7,
        5126.84
    ],
    [
        " Or you go, no, no way to make it because he wouldn't let it go.",
        5127.24,
        5130.66
    ],
    [
        " You know, if you were, can I walk me through this again?",
        5130.9,
        5132.94
    ],
    [
        " Roger, we're going to do that, that, that.",
        5133.64,
        5134.94
    ],
    [
        " And I would also really, when I'd let other people run operations or I would work with other groups,",
        5135.86,
        5142.8
    ],
    [
        " I would, I would just kind of wait for when they slanced over something and I'd go, wait a minute.",
        5144.42,
        5150.0
    ],
    [
        " Okay, go now, what are we going to do here?",
        5150.6,
        5152.2
    ],
    [
        " Well, you know, we're just going to do this.",
        5152.5,
        5153.68
    ],
    [
        " I don't know, I don't know what that means.",
        5154.42,
        5155.92
    ],
    [
        " Please explain it to me.",
        5155.94,
        5156.96
    ],
    [
        " Well, and they hadn't really thought about it.",
        5157.44,
        5159.5
    ],
    [
        " And that's the little glitch in the mission plan that's going to get you killed.",
        5159.56,
        5162.82
    ],
    [
        " But you can't, you know, you can't take a lot of time to plan it off sometimes.",
        5163.12,
        5168.36
    ],
    [
        " Sometimes it's like, all right, you know what?",
        5169.44,
        5171.4
    ],
    [
        " On the salt, here we're going to go.",
        5171.76,
        5173.52
    ],
    [
        " We're going to go in strong like cowboys, or we're going to go on the prowl.",
        5173.76,
        5177.62
    ],
    [
        " We're going to go in the Serif Tish's entry, be real stealthy.",
        5177.76,
        5180.7
    ],
    [
        " Sometimes you can't.",
        5180.82,
        5181.7
    ],
    [
        " Sometimes it calls for a straight up punch him up, you know, just mix it up and BTF.",
        5182.22,
        5188.1
    ],
    [
        " You know, and that's easy to do because you don't get to play much.",
        5188.8,
        5191.22
    ],
    [
        " Okay, let's just go there and kill everybody.",
        5191.36,
        5192.78
    ],
    [
        " Show us where they go.",
        5193.0,
        5193.86
    ],
    [
        " Yep.",
        5194.22,
        5194.34
    ],
    [
        " So I don't know if that answers that question, but yeah, and from my perspective,",
        5195.06,
        5200.3
    ],
    [
        " I mean, and you just kind of made it sound like big, no big deal.",
        5200.58,
        5204.9
    ],
    [
        " But Tony was always pouring over the imagery, looking at the maps, trying to figure out which angle,",
        5205.1,
        5211.02
    ],
    [
        " trying to figure out what the best spot, trying to ask what he's doing all the time,",
        5211.2,
        5214.0
    ],
    [
        " just trying to analyze as much as he could and make the best plan.",
        5214.24,
        5218.7
    ],
    [
        " And I think also, Mandy, the experience level, you know,",
        5219.38,
        5223.62
    ],
    [
        " because like I said, even pre-war, pre-9-11, how many freaking ops did you and I do training ops",
        5223.64,
        5233.54
    ],
    [
        " where we did all this stuff 2000?",
        5233.54,
        5235.46
    ],
    [
        " Yeah, it's just like over and over and over.",
        5235.98,
        5237.66
    ],
    [
        " And so by the time you get there, it's really even though these weren't combat operations,",
        5237.7,
        5243.5
    ],
    [
        " you get, we learned a lot from them.",
        5243.98,
        5246.0
    ],
    [
        " And there was little adjustments we had to make for sure, but for the most part,",
        5246.2,
        5250.06
    ],
    [
        " what you learned how to do, what you learned how to do is you learn how to take a group of guys and get them to do something.",
        5250.06,
        5255.82
    ],
    [
        " Right. And when you learn how to do that, okay, that that's, then you, okay, you want us to do this?",
        5256.56,
        5261.78
    ],
    [
        " Cool. I know how to take a group of guys and get them to do something.",
        5261.88,
        5263.82
    ],
    [
        " It doesn't matter what that thing is. I can get a group of guys to do something.",
        5263.94,
        5267.82
    ],
    [
        " And that's what's beneficial.",
        5268.2,
        5269.64
    ],
    [
        " No.",
        5270.46,
        5270.62
    ],
    [
        " That's what all that years of experience helps you out with.",
        5271.1,
        5273.68
    ],
    [
        " It doesn't necessarily help you. I mean, it didn't help us with doing the specific mission that.",
        5273.72,
        5279.38
    ],
    [
        " No, no, no, Kusna.",
        5279.38,
        5280.4
    ],
    [
        " You can't, you can't cover everything.",
        5280.52,
        5282.24
    ],
    [
        " No.",
        5282.32,
        5282.56
    ],
    [
        " I mean, at that point, I had three years as an instructor in land warfare.",
        5283.14,
        5287.22
    ],
    [
        " And it was my eighth ninth deployment.",
        5287.92,
        5291.12
    ],
    [
        " So I had been, you know, eight potoons or whatever.",
        5291.68,
        5295.18
    ],
    [
        " It's not much more I was going to, you know, learn from another six months of training.",
        5295.6,
        5301.9
    ],
    [
        " I mean, it's pretty much, I mean, there's no real thing I was going, wow, I've never done this before.",
        5302.24,
        5307.44
    ],
    [
        " You know, wait, yeah, okay.",
        5307.44,
        5309.02
    ],
    [
        " Yeah.",
        5309.36,
        5309.66
    ],
    [
        " Yeah.",
        5310.06,
        5310.26
    ],
    [
        " All right.",
        5310.58,
        5311.32
    ],
    [
        " What was the most difficult thing you ever did as a seal when was the most fearful moment in your life?",
        5311.66,
        5317.22
    ],
    [
        " Well, I get us this a lot and I tell you the truth is, it's got nothing to do with, you know, the bombs and the wars and the killing and stuff.",
        5318.42,
        5329.0
    ],
    [
        " It's like, I never, ever batted an eye skydiving or static lining, jumping into the water, jumping at night.",
        5329.0,
        5337.3
    ],
    [
        " Never bothered me one bit, you know, not at all.",
        5337.76,
        5340.76
    ],
    [
        " Never even was scared at all.",
        5341.08,
        5342.42
    ],
    [
        " But I don't like getting on the roof.",
        5343.1,
        5344.72
    ],
    [
        " You know what I mean?",
        5345.12,
        5345.58
    ],
    [
        " Like I hate being a 40 foot ladder in a man lift, you know, I work for a landscaping company sometimes we're up in the man lift.",
        5346.34,
        5352.72
    ],
    [
        " Like man, this is kind of sucks.",
        5352.72,
        5354.32
    ],
    [
        " And I admit it, I'm a little bit afraid of heights at that level.",
        5354.86,
        5357.84
    ],
    [
        " And repelling off a building one morning in Hong Kong, you know, like a 60 story building.",
        5358.64,
        5365.42
    ],
    [
        " And we're repelling off and then going through a window and you got a training, you got to shoot these targets and stuff.",
        5365.96,
        5371.84
    ],
    [
        " I mean, it's pretty cool, but I didn't like it at all.",
        5372.3,
        5375.3
    ],
    [
        " And this morning it was windy and the building's actually moving.",
        5375.62,
        5379.14
    ],
    [
        " And I looked down, I'm going on a repel, you know, I'm edging over the side.",
        5379.16,
        5383.14
    ],
    [
        " I'm on the top of this building.",
        5383.32,
        5384.7
    ],
    [
        " And the people look like raisins down there.",
        5384.92,
        5387.38
    ],
    [
        " And I mean, I need to say, I mean, I got to go to the bathroom and I'm hung over.",
        5388.14,
        5392.68
    ],
    [
        " And I was like, oh my god.",
        5392.98,
        5395.06
    ],
    [
        " But I'd rather die than be called a pussy.",
        5395.78,
        5400.1
    ],
    [
        " I'm going to do it.",
        5400.34,
        5401.28
    ],
    [
        " No, but I'd rather die than be a pus.",
        5401.46,
        5403.66
    ],
    [
        " So that was pretty much the, I'll never forget that day.",
        5403.66,
        5406.56
    ],
    [
        " It was terrible.",
        5406.66,
        5407.54
    ],
    [
        " The most fearful moment or the most difficult thing you ever did as a seal.",
        5408.0,
        5413.82
    ],
    [
        " Retire without a doubt, 100% retire.",
        5415.28,
        5420.64
    ],
    [
        " And I'll leave it at that.",
        5421.86,
        5422.94
    ],
    [
        " Yeah, I hear you.",
        5423.5,
        5424.12
    ],
    [
        " All right.",
        5424.7,
        5427.0
    ],
    [
        " Tony's favorite piece of kit.",
        5427.94,
        5429.56
    ],
    [
        " And over Tony's career, what's what piece of gear has advanced the most?",
        5431.02,
        5435.3
    ],
    [
        " Not including night vision, which obviously improved up to a bunch.",
        5435.86,
        5439.48
    ],
    [
        " Well, I get to my favorite piece of gear kit, but evolution of gear.",
        5439.72,
        5444.6
    ],
    [
        " It's got to be, you know, there's a couple of things.",
        5445.56,
        5447.68
    ],
    [
        " Like I say boots, the boot thing is phenomenal.",
        5447.68,
        5450.42
    ],
    [
        " We got such good gear and boots now.",
        5450.66,
        5452.98
    ],
    [
        " Also, you got to look in navigation.",
        5453.76,
        5455.04
    ],
    [
        " You know, I remember the first GPS is we used to call them giant pieces of shit.",
        5455.74,
        5461.3
    ],
    [
        " Because they were like the size of an ammo crate.",
        5461.4,
        5464.06
    ],
    [
        " They're huge.",
        5464.18,
        5464.8
    ],
    [
        " They're huge.",
        5464.98,
        5465.36
    ],
    [
        " And they looked like a telephone from the Korean War, you know.",
        5465.66,
        5469.46
    ],
    [
        " But nowadays they're just badass.",
        5469.82,
        5472.62
    ],
    [
        " You know, it would global positioning systems.",
        5472.9,
        5475.5
    ],
    [
        " I mean, and also communications.",
        5475.92,
        5477.7
    ],
    [
        " I mean, your satellite communication is absolutely fantastic.",
        5478.34,
        5481.82
    ],
    [
        " And everybody was in the military out there when we had all the old kicks and Diana pads.",
        5482.02,
        5490.6
    ],
    [
        " And if you remember that, HF high frequency.",
        5490.6,
        5493.72
    ],
    [
        " And we did a lot of HF and stringing up antennas.",
        5493.96,
        5496.54
    ],
    [
        " Oh my God.",
        5496.56,
        5497.26
    ],
    [
        " Most terrible.",
        5497.32,
        5498.1
    ],
    [
        " Literally, yeah, literally stringing up, you know, 80 foot antennas.",
        5498.6,
        5502.74
    ],
    [
        " So you could make a communication shot to some other distant station.",
        5502.76,
        5506.88
    ],
    [
        " Literally using more.",
        5508.48,
        5509.44
    ],
    [
        " Oh, yeah, absolutely.",
        5509.56,
        5510.86
    ],
    [
        " Good times.",
        5511.1,
        5511.8
    ],
    [
        " But my favorite piece of kit I would have to say is anything that you get in drive.",
        5512.02,
        5517.98
    ],
    [
        " Because back in the day, we didn't use any mobility really.",
        5518.44,
        5522.46
    ],
    [
        " Everything was on foot.",
        5522.68,
        5523.62
    ],
    [
        " And it's like, holy shit.",
        5523.82,
        5524.88
    ],
    [
        " That in the 300 win mag.",
        5525.7,
        5528.5
    ],
    [
        " Sniper rifle suppressed with a 22 power and night force scope on it.",
        5529.88,
        5534.58
    ],
    [
        " Is a wicked good piece of kit.",
        5534.58,
        5536.7
    ],
    [
        " Let me tell you what?",
        5536.9,
        5537.72
    ],
    [
        " I mean, I can read your t-shirt at a click.",
        5538.2,
        5541.14
    ],
    [
        " That's pretty good.",
        5541.46,
        5543.02
    ],
    [
        " Legit.",
        5543.12,
        5543.5
    ],
    [
        " Legit.",
        5543.88,
        5544.78
    ],
    [
        " All right.",
        5545.04,
        5546.38
    ],
    [
        " Tony, what is the number one quality that allows a leader to lead men into uncomfortable conditions and succeed?",
        5547.7,
        5554.54
    ],
    [
        " What's uncomfortable?",
        5555.72,
        5557.7
    ],
    [
        " I guess just bad scenarios, tough situations.",
        5558.14,
        5560.8
    ],
    [
        " Well, I think keep it in your mind.",
        5562.08,
        5564.36
    ],
    [
        " Mission men.",
        5564.54,
        5565.1
    ],
    [
        " Mission men.",
        5565.88,
        5566.44
    ],
    [
        " Look, guys, you're not paid to sit here.",
        5566.84,
        5568.96
    ],
    [
        " Here's what we got to do.",
        5569.2,
        5570.1
    ],
    [
        " Let's go do it.",
        5570.26,
        5570.84
    ],
    [
        " Yes.",
        5571.6,
        5572.76
    ],
    [
        " It sucks sometimes.",
        5574.06,
        5576.78
    ],
    [
        " It's bad.",
        5577.18,
        5577.56
    ],
    [
        " But mission men, if you keep thinking that, that's what we're paid to do.",
        5578.06,
        5580.88
    ],
    [
        " The bottom line is, you follow the orders of the guy above you.",
        5581.36,
        5584.38
    ],
    [
        " And we're team guys, so that line bleeds a lot.",
        5585.04,
        5587.58
    ],
    [
        " It has a lot of waves in it.",
        5587.86,
        5589.66
    ],
    [
        " You know, because he'll be like, hey, Tony, we think we're going to do.",
        5590.24,
        5592.92
    ],
    [
        " I don't know, Jaco, let's do this.",
        5593.32,
        5594.86
    ],
    [
        " All right.",
        5595.1,
        5595.38
    ],
    [
        " It sounds good.",
        5595.48,
        5595.96
    ],
    [
        " But at any given time, if he goes, hey, Tony, this is what we're doing.",
        5596.46,
        5599.7
    ],
    [
        " Roger that.",
        5599.84,
        5600.38
    ],
    [
        " And that's it.",
        5600.62,
        5601.62
    ],
    [
        " Even if it means dying.",
        5601.94,
        5603.6
    ],
    [
        " Because if you've lead by example and your humble and you're good to your guys and you know your guys and you let them know you.",
        5603.78,
        5610.38
    ],
    [
        " But you know, wipe their ass and you don't take any shit from them.",
        5610.6,
        5613.34
    ],
    [
        " And they know you.",
        5613.76,
        5614.84
    ],
    [
        " They'll follow you.",
        5614.96,
        5616.3
    ],
    [
        " You know.",
        5616.3,
        5617.04
    ],
    [
        " If you're humble and you make mistakes, admit it, move on.",
        5617.86,
        5620.6
    ],
    [
        " And I think that's, I know a few of my guys probably most of them would follow me wherever we want.",
        5621.3,
        5630.54
    ],
    [
        " You know, and I guess that's just because I never changed.",
        5632.04,
        5636.34
    ],
    [
        " They always knew what they're going to get for me.",
        5636.48,
        5637.68
    ],
    [
        " That's about it.",
        5638.04,
        5639.36
    ],
    [
        " Steady.",
        5640.3,
        5640.9
    ],
    [
        " Yeah.",
        5641.38,
        5641.46
    ],
    [
        " Yeah.",
        5642.02,
        5642.38
    ],
    [
        " The other, uh, the other big thing is making sure people understand why they're doing what they're doing.",
        5642.54,
        5647.58
    ],
    [
        " Because like Tony just said, man, we, we're going to have discussions about stuff and say, hey, this is why.",
        5647.98,
        5655.7
    ],
    [
        " This is why, well, what is why I think we should do it this way.",
        5656.1,
        5658.28
    ],
    [
        " You know, it's not just like going to go and do now.",
        5658.5,
        5660.44
    ],
    [
        " There are situations, of course, where someone goes, hey, go and execute this now.",
        5660.44,
        5665.02
    ],
    [
        " Hey, go hit that building.",
        5665.14,
        5665.88
    ],
    [
        " Hey, take guys over there.",
        5665.96,
        5667.3
    ],
    [
        " There's times in combat where you got to make those decisions and you got to make things happen.",
        5667.54,
        5671.02
    ],
    [
        " And that's when you talk, that's when that's when the important things that you just talked about.",
        5671.62,
        5675.84
    ],
    [
        " Having a met just trust.",
        5676.02,
        5677.92
    ],
    [
        " Right.",
        5678.12,
        5678.38
    ],
    [
        " Like I, I just had trust in my guys.",
        5678.64,
        5681.62
    ],
    [
        " They trusted me that if I was telling them to do something, it was the right thing to do.",
        5681.9,
        5685.66
    ],
    [
        " And by the way, if I told Tony go take that building over there and he looked at me and said, negative, not now.",
        5685.82,
        5691.3
    ],
    [
        " I knew he was saying that to me for a reason.",
        5692.06,
        5693.9
    ],
    [
        " Yeah, because it's some wires in front of it.",
        5694.06,
        5695.92
    ],
    [
        " Yeah, there was a reason why he was telling me that.",
        5695.92,
        5698.0
    ],
    [
        " And we're not going to have that discussion.",
        5698.58,
        5700.58
    ],
    [
        " Probably don't have time to do it right now.",
        5700.8,
        5702.5
    ],
    [
        " I'd say, okay, then we got to get out of here.",
        5702.64,
        5704.32
    ],
    [
        " And he'd get okay, Roger, Roger.",
        5704.56,
        5706.9
    ],
    [
        " And then we'd go.",
        5707.12,
        5707.78
    ],
    [
        " So man, having that trust, building up that trust through, you know, the humility, the relationship, all that stuff is, is how you end up with a tight unit.",
        5708.22,
        5717.7
    ],
    [
        " And that's how you, that's how you lead.",
        5717.78,
        5719.78
    ],
    [
        " Tony, did you have the same attitude towards death as Jocco?",
        5724.14,
        5728.74
    ],
    [
        " Were you prepared to die?",
        5729.7,
        5730.72
    ],
    [
        " Was I prepared to die?",
        5732.92,
        5734.22
    ],
    [
        " Yes.",
        5734.32,
        5734.5
    ],
    [
        " In a second.",
        5734.94,
        5735.74
    ],
    [
        " That's, get that over with right away.",
        5735.92,
        5737.86
    ],
    [
        " I really didn't have an attitude of death except for, you know, making other people die.",
        5738.18,
        5743.72
    ],
    [
        " The bad guys.",
        5744.26,
        5744.82
    ],
    [
        " Then I didn't care about them.",
        5745.28,
        5746.76
    ],
    [
        " I didn't, I guess I dehumanized them in my mind.",
        5746.88,
        5749.98
    ],
    [
        " So it wouldn't bother me because, you know, because they're just, they're just, they're not people.",
        5750.14,
        5755.08
    ],
    [
        " They're the target.",
        5755.22,
        5755.74
    ],
    [
        " You just whack them and that's it.",
        5756.06,
        5757.8
    ],
    [
        " And I was, I was definitely prepared to die.",
        5758.54,
        5762.58
    ],
    [
        " I'm a artifact.",
        5762.7,
        5763.18
    ],
    [
        " You know, I thought that would be like the end of my career.",
        5763.78,
        5768.06
    ],
    [
        " I kind of, but I thought it would be the end of your career too.",
        5768.4,
        5773.18
    ],
    [
        " I'm not a farmer.",
        5773.18,
        5773.94
    ],
    [
        " There was a couple guys in our task unit.",
        5775.4,
        5779.26
    ],
    [
        " I was not scared.",
        5779.5,
        5780.28
    ],
    [
        " There was a couple guys in our task unit that I, I did not think we're going to make it because they were just like, I was like, oh yeah.",
        5780.46,
        5789.62
    ],
    [
        " I'm going to be giving a speech at his funeral because he's a fired up young kid that does not care about.",
        5790.26,
        5795.82
    ],
    [
        " Yeah, like, not the other way for those of you out there like, oh, he like didn't do his job.",
        5796.08,
        5800.82
    ],
    [
        " He was like, yeah, no, like, like, just guys that were so, so fired up that, uh, yeah.",
        5800.82,
        5810.0
    ],
    [
        " And like, even our guys that did get killed, there wasn't one of them where I thought, oh, he's, he wasn't ready for that.",
        5810.22,
        5821.62
    ],
    [
        " Right. Yeah, he will.",
        5822.2,
        5823.3
    ],
    [
        " Did he want, of course, those guys, he wanted, I would love to have him here.",
        5823.5,
        5825.96
    ],
    [
        " They would love to be here.",
        5825.96,
        5826.8
    ],
    [
        " But at the moment of truth, they did what I, what I would think they would would have, right.",
        5827.3,
        5834.86
    ],
    [
        " Right. Right.",
        5835.3,
        5835.38
    ],
    [
        " None of them did I say, oh, it's a shame or, or anything like that because those guys had those attitudes of they were there.",
        5835.58,
        5844.54
    ],
    [
        " They were, they loved their job.",
        5844.74,
        5847.1
    ],
    [
        " They loved doing their job.",
        5847.6,
        5849.24
    ],
    [
        " They believed in what they were doing.",
        5849.54,
        5851.72
    ],
    [
        " And that, that's the way it was.",
        5855.18,
        5857.48
    ],
    [
        " Absolutely.",
        5858.24,
        5859.98
    ],
    [
        " All right.",
        5861.9,
        5864.32
    ],
    [
        " Tony's view on training mentoring, integrating new guys into the platoon.",
        5866.52,
        5871.46
    ],
    [
        " Yeah, I mean, I've been on the LP O side of that.",
        5872.58,
        5877.56
    ],
    [
        " I've been on the not new guy side of that.",
        5877.76,
        5879.72
    ],
    [
        " I've been on the new guy side of that.",
        5879.72,
        5881.18
    ],
    [
        " I've been on the chief side of it.",
        5881.3,
        5882.48
    ],
    [
        " And I usually told the guys, you know, you're on time, be motivated because it's fun.",
        5882.76,
        5893.72
    ],
    [
        " For those of you that think like the seal teams to me is a thousand times more than I thought it would be.",
        5894.96,
        5900.28
    ],
    [
        " It's a fucking blast.",
        5900.56,
        5901.86
    ],
    [
        " It's the best thing ever.",
        5902.44,
        5904.1
    ],
    [
        " It's the best men's club in the world.",
        5904.22,
        5906.38
    ],
    [
        " And, but like I said, you're trying to build these guys.",
        5907.26,
        5910.92
    ],
    [
        " Have these guys build their own reputation, you know, confidence.",
        5910.92,
        5914.28
    ],
    [
        " Nobody has any confidence in the first day of the team.",
        5914.64,
        5916.8
    ],
    [
        " Nobody.",
        5917.16,
        5917.72
    ],
    [
        " Try to instill confidence in them.",
        5918.68,
        5920.48
    ],
    [
        " And I used to tell them, you know, should be seen not heard, carry a pen and paper, be on time and shut the fuck up.",
        5920.64,
        5927.08
    ],
    [
        " Nobody cares about any of your stories where you're from or none of that crap, you know, St. Stripes.",
        5928.04,
        5934.28
    ],
    [
        " Eventually that'll come out in a year.",
        5936.92,
        5939.22
    ],
    [
        " You know, so just ask questions if you need to be on time.",
        5939.62,
        5944.54
    ],
    [
        " Listen, do your job.",
        5944.54,
        5946.02
    ],
    [
        " And show the guys the right way to do things.",
        5946.58,
        5950.1
    ],
    [
        " And if it's not the right way, you know, tell them how to know the difference.",
        5950.32,
        5955.2
    ],
    [
        " Show them how to do what they did for me.",
        5955.86,
        5957.84
    ],
    [
        " You know, when they look, you look in their eyes and they're just like, Roger, but no, you don't get it.",
        5958.42,
        5962.86
    ],
    [
        " Show me what I just said.",
        5963.04,
        5964.44
    ],
    [
        " Okay, just say you don't understand, you know, that's about it.",
        5964.6,
        5970.32
    ],
    [
        " Try to be fair with them, direct.",
        5970.54,
        5973.98
    ],
    [
        " That's about it.",
        5974.82,
        5976.38
    ],
    [
        " Lead by example.",
        5976.44,
        5977.48
    ],
    [
        " One thing I want to say there is about, you know, talk about being steady.",
        5979.0,
        5985.26
    ],
    [
        " We had a situation one time when I was a two in chief and we were working hard, wicked hard.",
        5986.42,
        5992.02
    ],
    [
        " Like going up temple was through the roof.",
        5992.4,
        5994.18
    ],
    [
        " The battle rhythm was shot to hell because it was just go, go, go, go.",
        5994.32,
        5997.44
    ],
    [
        " And the guys were getting tired and stuff.",
        5997.78,
        5999.52
    ],
    [
        " And we had a meeting about it and I didn't say anything.",
        5999.82,
        6003.08
    ],
    [
        " And we were like, we can just slow down a little bit.",
        6003.22,
        6005.2
    ],
    [
        " You know, I was like, okay, I mean, what's your name at bitch?",
        6005.38,
        6007.26
    ],
    [
        " You know, because sometimes you go, go, go like that.",
        6007.82,
        6009.72
    ],
    [
        " Things get in safe and you start making mistakes.",
        6010.08,
        6012.66
    ],
    [
        " But we hadn't really made any mistakes at that point.",
        6013.38,
        6016.26
    ],
    [
        " And I said, put it in perspective at this time.",
        6016.26,
        6019.66
    ],
    [
        " I'm like, daba, some of them guys, like 22, 23 years old.",
        6019.66,
        6024.28
    ],
    [
        " That was like 38.",
        6024.38,
        6025.3
    ],
    [
        " And I go, I use the analogy like we used to say, you're only as fast as the slowest guy in your patrol.",
        6026.54,
        6033.26
    ],
    [
        " Maybe the guy that's got more weight, carrying more equipment.",
        6033.64,
        6036.04
    ],
    [
        " So he sets the pace and I go, I'm going to go, you agree with that?",
        6036.74,
        6040.1
    ],
    [
        " And everyone's like, yeah, yeah.",
        6040.16,
        6040.96
    ],
    [
        " Well, we'll take a break when the oldest guy here gets tired and that's me and I'm not tired.",
        6041.74,
        6046.72
    ],
    [
        " Now I've said, okay, Roger that. Go to work.",
        6047.34,
        6049.32
    ],
    [
        " They're just like, Roger.",
        6050.12,
        6052.82
    ],
    [
        " So hopefully some of the new guys learned something on that one.",
        6053.72,
        6057.8
    ],
    [
        " Yeah.",
        6058.62,
        6058.98
    ],
    [
        " Yeah, no doubt about that.",
        6059.34,
        6062.04
    ],
    [
        " It's leading from the front, you know?",
        6062.36,
        6066.74
    ],
    [
        " It's up.",
        6066.9,
        6067.24
    ],
    [
        " No doubt about it.",
        6068.06,
        6070.1
    ],
    [
        " All right.",
        6070.36,
        6070.6
    ],
    [
        " How does one put the high of war behind him and are you always searching for it still in other things?",
        6072.02,
        6082.52
    ],
    [
        " Have I transitioned to civilian life?",
        6083.48,
        6091.18
    ],
    [
        " Kind of, I just don't like it.",
        6091.8,
        6096.86
    ],
    [
        " It's terrible.",
        6098.66,
        6098.82
    ],
    [
        " There's no action.",
        6099.38,
        6100.48
    ],
    [
        " Who didn't like going to work on a Monday morning?",
        6102.24,
        6105.54
    ],
    [
        " It was the best.",
        6106.32,
        6107.22
    ],
    [
        " And by the way, you went to work on Sunday.",
        6108.32,
        6112.18
    ],
    [
        " You went to work on Saturday.",
        6112.48,
        6113.5
    ],
    [
        " Oh, like some of the guys in the team, oh yeah, it's a weekend.",
        6114.18,
        6118.04
    ],
    [
        " No, we'll be at the team.",
        6118.28,
        6119.42
    ],
    [
        " We're going to be working out.",
        6119.66,
        6120.3
    ],
    [
        " Then we're working on our gear.",
        6120.42,
        6121.18
    ],
    [
        " Then we're going to go out to beer.",
        6121.34,
        6122.32
    ],
    [
        " Then we're going to go out.",
        6122.46,
        6123.4
    ],
    [
        " Then we're going to wake up the next morning and do the same thing on Sunday.",
        6123.4,
        6125.5
    ],
    [
        " And then we're going to come in on Monday.",
        6125.5,
        6126.36
    ],
    [
        " That's what it is.",
        6126.56,
        6127.98
    ],
    [
        " Yeah.",
        6128.0,
        6128.3
    ],
    [
        " Because who cares about what else are you going to do?",
        6128.46,
        6130.2
    ],
    [
        " Yeah, what else are you going to do?",
        6130.22,
        6131.02
    ],
    [
        " Oh, you go with your friends.",
        6131.14,
        6132.04
    ],
    [
        " Go with your friends.",
        6132.14,
        6132.84
    ],
    [
        " All my friends are in the team.",
        6132.86,
        6133.98
    ],
    [
        " So it gives you nothing.",
        6134.2,
        6136.56
    ],
    [
        " So, oh, that's it.",
        6136.88,
        6138.76
    ],
    [
        " Go back to whatever failed relationship.",
        6138.9,
        6140.96
    ],
    [
        " Yeah, so that can definitely be tricky.",
        6141.62,
        6146.98
    ],
    [
        " Am I searching for another things?",
        6147.38,
        6149.26
    ],
    [
        " Probably, you know, I don't know.",
        6149.74,
        6153.6
    ],
    [
        " It's such a high question to put in perspective.",
        6154.1,
        6159.66
    ],
    [
        " I mean, I live in New Hampshire now and I work 40 hours a week.",
        6160.18,
        6163.88
    ],
    [
        " I do all right, but there's no, you know, the magic in my life is like gone.",
        6164.38,
        6170.96
    ],
    [
        " I mean, that was the magic, the glue that held me together as the teams.",
        6171.52,
        6175.1
    ],
    [
        " You know, and, you know, I got some good families back there, you know,",
        6175.1,
        6180.2
    ],
    [
        " that helped me out like friends of mine, friends of my family and like the Murphy's, you know, the Daniels, the Downs'es.",
        6180.4,
        6188.46
    ],
    [
        " I mean, there's just, it's a, you know, if I don't get to people back home's name, I'm sorry, but, you know, I got really good friends that try to help me kind of,",
        6188.58,
        6198.42
    ],
    [
        " but they just have no idea like, you know, there's one old team guy from back there that's from the 70s.",
        6198.54,
        6205.08
    ],
    [
        " You know, and I talk to him, it's like Roger, you know, then there's a Sergeant Major retired 30 years back there,",
        6205.08,
        6211.98
    ],
    [
        " but it's a small town and it's like, I drink a lot and, you know, I work a lot too, so I'm kind of functioning that way, but there's no, I don't know.",
        6212.16,
        6222.74
    ],
    [
        " I guess I'm still looking for something, but it's just the high awards, just like, I know, I think you could say it's,",
        6224.24,
        6232.8
    ],
    [
        " the fucking best. It's like the best thing ever. You know, and once you get done with a big firefight, you're like, yeah, you want to go back and like, can we do that again and again and again?",
        6235.54,
        6245.88
    ],
    [
        " It's so much fun. I mean, even, I mean, it sucks, it's hard, but it's great. I mean, I would just, because if you think about like, they say heroes, right?",
        6246.04,
        6256.6
    ],
    [
        " To me, the real heroes of them guys standing up post out there with minimal training that don't want to be there and still do their job.",
        6257.1,
        6264.78
    ],
    [
        " You find American soldiers, sailors, Marines, you know, airmen, whatever. For us, that's our profession. Like, you know, that's like, we didn't even want to go home.",
        6265.22,
        6274.96
    ],
    [
        " It's like our blood and our guts, it's in our DNA. That's what we want to be. So, I mean, how do you, you don't just, you do all that stuff for all those years.",
        6274.96,
        6284.46
    ],
    [
        " There's going to be side effects. You know, there's going to be, I don't care. I'm, you know, I'm not going to go, I don't go see a counselor or nothing, because I think I'm strong enough that, you know, I can handle it. But it's not easy.",
        6284.66,
        6298.54
    ],
    [
        " You know, it's like when people, when people always come up and they say, you know, thank you for serving. They always say that. And you know, I was saying, hey, it was an honor to serve.",
        6299.42,
        6314.44
    ],
    [
        " It's so fun. And, and like, you guys paid me to do this. Like, what did you do when you're a little kid? I ran around the woods and played military stuff and put camouflage, put old black cork on my face and played with guns and beat shop BB guns.",
        6316.52,
        6329.14
    ],
    [
        " And that's what I did all the time as a kid. And then I grew up and I turned 18 and then they started paying me money to do the same thing. I know.",
        6329.32,
        6336.36
    ],
    [
        " And then they said, oh, there's a bunch of bad guys. You go kill them. Oh, okay. There will give you more money. And then, yeah. So, so people say, thank you. And it sort of, it definitely makes you feel like, damn, man, I got so lucky.",
        6336.36,
        6348.44
    ],
    [
        " The day I enlisted in the military, I got so lucky because it was like, you know, it was like the square peg found the square hole basically. Right.",
        6348.66,
        6358.62
    ],
    [
        " And that's what a lot of team guys are like. And that's why we all of a sudden the square, they go, okay, you can't use that that square hole anymore. They pull you out and there's a triangle there. Yeah. Yeah. Yeah.",
        6358.82,
        6369.52
    ],
    [
        " No, yeah, it's so true. And the service to me, I went in when I was eight. I listed when I was 17, when I was 18, got out when I was what, 45, 44, whatever.",
        6369.98,
        6382.66
    ],
    [
        " And it never lied to me. They always paid me and they'll pay me for the rest of my life. And everything they say was true. Do this. They go over the mood to his bunch of bullshit.",
        6384.12,
        6394.96
    ],
    [
        " Yeah, there's little things, but overall, you know, I didn't have to like figure out figure out like a woman and, you know, it was all wishy watching about shit and stuff. And, you know, and that's just part of whatever being a man and stuff.",
        6395.28,
        6409.7
    ],
    [
        " But they never lied to me. It was always just really, really good. And it's a million lives, not like that. I mean, I deal with people. And for the most part, everybody out there is a good person, I believe.",
        6410.08,
        6421.14
    ],
    [
        " But I get mad because of the misuse of the military now. I mean, it's so misuse. It's crazy.",
        6421.56,
        6428.92
    ],
    [
        " Grab 200,000 badass army soldiers and Marines. Go over to where ISIS is and smoke these sons of bitches. What are we waiting for?",
        6432.24,
        6441.62
    ],
    [
        " I don't get it because but on the flip coin, people are like, we get to pay the deficit because we don't want our children to pay it.",
        6442.44,
        6448.42
    ],
    [
        " Yeah, but do you want them to fight the war? Let's go. We got the muscle right now. I don't know where we're waiting for. This is a crocker.",
        6449.16,
        6455.2
    ],
    [
        " Yeah, I don't know where we're going to go. I don't know where we're going to go. I don't know where we're going to go.",
        6456.54,
        6457.1
    ],
    [
        " Hopefully that'll change. Yeah, hopefully we'll change. You know what? Do one more question here. How do you keep your head in the game when one of your squad is killed?",
        6457.1,
        6470.08
    ],
    [
        " Yeah, you know, well, I think for me, you have to treat it like mission men in that order.",
        6473.68,
        6486.34
    ],
    [
        " And to me, there's no use. You know, the milk is on the floor. There's no use crying over it. You know, EOD doesn't.",
        6486.68,
        6495.38
    ],
    [
        " You know, defuse a bomb that already went off. Okay. What you got to do is try not to lose any more your men. Okay. Now you just got to do the mission with the dead guy.",
        6495.88,
        6507.12
    ],
    [
        " And I know that sounds maybe cruel. So there ain't no time to sit there and mourn or do any of that. You have to complete your up. You have to do your mission. Right.",
        6507.46,
        6515.7
    ],
    [
        " There's plenty of time to mourn. There's plenty of time to figure out what went wrong or what didn't go wrong or whatever happened when you're back at the op's done.",
        6517.3,
        6526.92
    ],
    [
        " And that's why we train like that. When we train and we're going through a building and they put a guy down, you just step over and clear the house because you don't want to get more than one killed.",
        6527.62,
        6538.56
    ],
    [
        " You just have to do what you've been trained to do. And in the leadership position, it's very hard not to, you know, you can train all your life. But when something happens like that, it's very hard not to just go, oh my god, I've got somebody killed. You know what happened? What happened?",
        6538.74,
        6554.22
    ],
    [
        " Because I take it very personally because it was one of my guys and I racked my brain for a long time. And then I figured out that, well, you know, I just got to do my job and be a leader.",
        6554.22,
        6566.98
    ],
    [
        " You know, and I can't let the rest of the guys down. I can't let myself down on my team and my country. So I got to do what I got to do to get out of there. I'm not get out of there, but complete the op. And then figure it out. Then take care of him as best we can and have a lot of respect.",
        6567.84,
        6581.88
    ],
    [
        " And that's about that's where I can answer that, bro. Yeah, you know, I remember after Mark got killed and he was obviously was the first seal killed my rack is the first guy that ever worked for me that got killed.",
        6583.28,
        6597.9
    ],
    [
        " And I remember a couple days went by we actually did the memorial ceremony in like a couple days went by and I was kind of trying to figure out what to say to the platoons specifically what to say to your platoon.",
        6600.3,
        6618.24
    ],
    [
        " Right. And I was sort of and I realized what I was doing, right, what I was doing was the only thing I knew how to do, which is work. Yeah.",
        6619.08,
        6632.0
    ],
    [
        " And finally, I remember I was I wrote that's what I wrote down. I'm like, look, Mark came into your platoon and I said,",
        6632.86,
        6642.44
    ],
    [
        " Hey, Mark is the best motherfucker ever. Yeah, he was. And my fucking soul is crushed right now. And actually, remember, as I was talking, I started getting emotional.",
        6645.88,
        6661.1
    ],
    [
        " And I stopped and I was getting a little choked up. And I stopped talking and I was just trying to get it together. And you're sitting there and you're like, hey, man, it's okay.",
        6665.56,
        6677.5
    ],
    [
        " And I was like, check, this is what I'm going to do. I'm going to work. Yep. And this is what we're going to do. I work. We're going to work. You know, when that happened, I was thinking about that.",
        6678.58,
        6692.92
    ],
    [
        " I never, ever once shed one tear. And I started getting like concerned, like, do I have anything that feelings at all? And then we came back from that deployment. I remember maybe, I don't know, six months later, something.",
        6695.5,
        6711.76
    ],
    [
        " It may not sound like they shock you, but I used to like cats. I used to like cats, you know, you always seem like a cat. I like dogs too. You know, like, just me and my girlfriend at the time I cats. And my cat died. And I bald like a little baby for like three hours. I just, I think it was just a point me waiting for to come out.",
        6712.5,
        6734.32
    ],
    [
        " You know, I'd be like, okay, because your team guy around that stuff all the time, people getting named shot killed and blown up. And, you know, and then it kind of festers. And I think, you know, it's kind of deep and stuff, but whatever.",
        6734.96,
        6749.12
    ],
    [
        " I'm not really that deep of a person. And it just came out. And I was like, you know, that's kind of cool. So maybe I was just, you know, I took the.",
        6749.78,
        6759.86
    ],
    [
        " Like, be hard thing a little too, too much probably, but.",
        6760.58,
        6765.64
    ],
    [
        " Well, I think that's about all we've got for tonight. And thanks everybody for asking those questions. Tony, you got me got anything else you want to say any closing comments? No, I just shot out to all my, my chums and all my brothers and the teams and, you know, all the people that know me, my family and every single day.",
        6765.98,
        6789.84
    ],
    [
        " Everybody and thanks for being so nice to me. And the teams thanks for being so nice to me and let me do all those wicked cool things, you know. And, Jocco, thanks for having me. It's so good to see you, my brother.",
        6789.86,
        6804.26
    ],
    [
        " Echo pleasure. I mean, just, just phenomenal, you know, you don't know how many people watch your show. Watch this.",
        6804.66,
        6812.72
    ],
    [
        " Well, what fires me up the most is obviously the military guys and the team guys and the team guys that are, you know, our bros that are like, amen. That was great. Oh, yeah.",
        6813.02,
        6824.84
    ],
    [
        " I learned and that just gets me. That's why I'm doing this, man. Yeah, that's why I'm doing this. And yeah, that's what means the most to me and having you on here obviously is phenomenal.",
        6825.06,
        6837.84
    ],
    [
        " So, everybody that is out here that's listening to this. Thanks for listening to the podcast. Thanks for supporting it. If you do want to support the podcast a little bit.",
        6838.28,
        6849.94
    ],
    [
        " Echo Charles, tell them quickly how to do it.",
        6850.54,
        6855.1
    ],
    [
        " Actually, actually, I do have one more question. Go ahead. You know how, okay, you're like a hard guy. I know this put real simply and this might be kind of an ambiguous question.",
        6855.6,
        6867.3
    ],
    [
        " But like that example, you say it was real hot and you're not even drinking water, you're drinking coffee and coping. Yeah, kind of example.",
        6867.62,
        6875.54
    ],
    [
        " Like, why is that? You know, because it's a spectrum, right? Like a lot of people, like some people, they can be big. They can run, you know, 10 miles, no problem, all the stuff.",
        6876.2,
        6885.5
    ],
    [
        " But they get in certain kind of discomfort physically or whatever they're done. Or you get these big guys or whatever they miss one meal. They're done. Right. They're thoroughbreds.",
        6885.7,
        6894.56
    ],
    [
        " Yeah. So you're like, I was part of that crew in the teams, like this fought and drank a lot. And so that kind of trained us, like being hung over and stuff. Like, I mean, we would be like hung over, go work and you work out for three hours. Yeah.",
        6894.56,
        6909.52
    ],
    [
        " So these guys, I knew guys like, they could never do that. Right. So we're kind of like bottom feeders. So when the shit got bad, we're like, whatever. I'll make it. But I'm not like that anymore.",
        6909.7,
        6921.42
    ],
    [
        " I work. I need to drink water because I'm not used to it. Yeah. I would, there was some kind of a genetic component. Like, right? Like, I, I freely admit, like, I don't sleep a lot. Right. And I understand that it's not just because like, I'm just tough.",
        6921.54,
        6935.36
    ],
    [
        " It's because there's some genetic component in there that doesn't require a lot of sleep. And either. And, you know, I have one of my, I've told, told this before, like one of my daughters, I'll go to bed at like 1130. She'll be awake. And then I'll wake up at 430. And she'll be awake.",
        6935.84,
        6949.66
    ],
    [
        " Like, she's genetically, she doesn't need a lot of sleep. So I know I'm kind of like that too. And there's some, just FYI, for Tony, there's something genetic about the water intake because I mean, I did patrols and stuff with you. And, you know, I mean, I'm fairly hard.",
        6949.9,
        6967.56
    ],
    [
        " But I need water, you know, I would need to carry more water than you. And, you know, never, never would I be like, a bitch about it.",
        6968.14,
        6977.0
    ],
    [
        " Like, but no, you know, I would need like twice as much water as Tony would need. And I don't weigh twice as much. I mean, I'm whatever I may be 40 pounds heavier or something like that. But so there's some genetic component that makes you need less water and makes me need a decent amount of water.",
        6977.0,
        6994.08
    ],
    [
        " So, again, also I spent a lot of time at nylon. Yeah, yeah, for sure you're acclimated to it. I'm not like that now. I need a lot of water.",
        6994.4,
        7004.84
    ],
    [
        " But even, even overall above and beyond just the water situation where, and you're like this too, we're kind of talking about this where, do you think that, you know, like if you just sit around indoors and after all, you're like, bro, I gotta get out.",
        7005.02,
        7018.84
    ],
    [
        " Oh, yeah, a lot of people, they're not like that. They're the opposite. There's like dang there's a lot going on outside. I better stay indoors. Yeah, even even big, tough, strong guys. A lot of people are like that.",
        7019.08,
        7028.72
    ],
    [
        " Is it and does it does this kind of fall in line with why you took to the team so, you know, that's absolutely echo not because you like that too.",
        7029.14,
        7038.68
    ],
    [
        " Yeah, and I'll tell you again, going back to give credit where credits do man, the people that we were raised by the same people in the teams.",
        7038.88,
        7046.66
    ],
    [
        " And those guys, they didn't complain about anything. They showed no weakness ever ever.",
        7046.82,
        7053.06
    ],
    [
        " Never. Nothing. Like, oh, you're tired. They would never, you never hear a guy say it was tired ever. Never. No, no.",
        7053.12,
        7058.92
    ],
    [
        " You know, hurt doesn't matter. Broken something. No, just be quiet. Put tape on it. Yeah, shut up. Yeah. And that's in. So when you're brought up that way.",
        7059.5,
        7068.76
    ],
    [
        " And I mean, it was blatantly obvious when you got the team. Oh, yeah. Like if you, you just know there was no, no, just don't complain about anything. Just be, just suck it up. Oh, this sucks. Yeah. Don't even admit that it sucks. Don't ever do that. Yeah. And that's be quiet. That's probably the best way to explain it. Yeah.",
        7069.0,
        7086.26
    ],
    [
        " That and like, I didn't have anything else but that like I said, it wasn't the best shooter. I wasn't the biggest guy, but I had that. I always had that.",
        7086.48,
        7095.52
    ],
    [
        " I remember one time we were training. And you know how like after around this, like a lot of people, and I was one of those people, you just, you know, you just flop on your back and lay down and get your ass. Yeah, week.",
        7095.92,
        7107.44
    ],
    [
        " Yeah, bro, one time, long time, I was, that was more or less the attitude. He was like, you look a little tired. They're almost like it is when you first kind of started coaching me on",
        7107.98,
        7118.28
    ],
    [
        " a lot. Yeah. And you were like, you look a little tired there, but it wasn't a joke. It was kind of like as if you really wanted to say, bro, don't do that. Right there. Like stand up walk.",
        7118.28,
        7126.78
    ],
    [
        " No, you're like showing weakness. Like I don't like how you do that. That was really the tone. That was so that makes a lot of sense right there.",
        7126.78,
        7133.48
    ],
    [
        " But that being said, I think it goes, I feel like it goes a little bit above and beyond just having a skill or being really good at being able to tolerate pain. I feel like just like how you're saying, I think, you know, a few weeks ago, you're like, there is, there is a word for it.",
        7134.16,
        7151.66
    ],
    [
        " A little bit of pain to show them a life kind of thing. Right. Absolutely. But like in our case, I think it can be countercadder. Guys is that we are. We're lunatics. Yeah, like mass because who wants to know what's this be a frog?",
        7151.66,
        7166.5
    ],
    [
        " I mean, I'm having 20 years up here. I mean, that's just put so hard on your body. Yeah. Yeah. But we are lucky. Yeah. Lucky. But a guy like Tim Ferrell, who you talked about earlier. I mean, all the guys that we talked about, Mr. Fack, I mean, you he how old he when he we were coming up in the teams, he was 46, 47 years old. He was all broken. Yeah.",
        7166.5,
        7188.28
    ],
    [
        " You know, broken knees, broken ankles. Guess what? Out there on a six and a half mile run. Yeah, every single time. And what were the complaints? None. None ever. Just just crush everyone and just be actually like, like Mr. Fack, he wouldn't he wouldn't crush people on the run. But you'd see him hobbling. Yeah.",
        7188.28,
        7206.92
    ],
    [
        " Across the finish line, you'd be like, that had to hurt so bad. But he just whatever. Yeah. Put a little tape on it. Well, I fell out of a helicopter and broke my heel bone on Halloween day. Yeah. And I deployed and well, actually I went over it before I deployed. So I deployed in March. Yeah, I got I got a ham and I cut my cast off with these bolt cutters. And that wasn't a good idea. And I remember the master chief of the command. He'd be.",
        7207.08,
        7236.46
    ],
    [
        " He's like, you want to make sure I was good to go to go overseas. So I'd be walking down the hallway and I'd see him. I'd walk purpose. And it hurts so bad.",
        7237.68,
        7246.26
    ],
    [
        " Because how you doing? I stand there shoot shoot to shit with him for a minute. Good. Good Roger. All right. Hey, I got to go. Go in the bathroom. You go in the head. I mean, I was still hobbling when we deployed. Yeah. Just just kind of went away.",
        7246.58,
        7260.88
    ],
    [
        " There's no way out of missing that. No way. I think most of us are like that maybe to begin with, but maybe taught like out of it.",
        7261.96,
        7271.92
    ],
    [
        " Because you know, I mean, even in everyday person, if they do something kind of hard to work out or even, you know, something like people will recreation and be like, I think going around a marathon or something like that.",
        7272.08,
        7281.86
    ],
    [
        " So when they do something hard or kind of painful, some kind of adversity and it's done, you feel good. I think that's a natural thing.",
        7282.06,
        7287.86
    ],
    [
        " Like people like like look like cool scar, you know, that kind of thing. But it kind of feels like and I'm kind of listening and stuff as an outsider a little bit here.",
        7288.28,
        7297.66
    ],
    [
        " It kind of seems like those shackles of kind of being trained out of that just didn't happen for you guys and guys like you, you know, maybe we got trained in the other way.",
        7297.72,
        7307.46
    ],
    [
        " Right. Yeah. Or I think you you guys just held on to it. You know, absolutely. Like it just yeah.",
        7307.48,
        7312.28
    ],
    [
        " Yeah, there's there's no doubt and there's a bunch of bunch of bad ass frog men. Yeah.",
        7312.28,
        7317.8
    ],
    [
        " Better in the teams. Yeah, that's all. And you know, you know, you can go talk to the Marines, Army soldiers, tough bastards.",
        7317.92,
        7324.32
    ],
    [
        " Oh, yeah. Keknot's okay. So when when he's living here, we're rolling. What's that thing that cross? It's like this syndrome when you just work out.",
        7324.32,
        7331.98
    ],
    [
        " Oh, yeah, it's called the rap rap, rap, no, rap, no, my locus. Yeah. So he gets that by the way. And he, um, it's just from his own best friend growing up to two of his best friends.",
        7331.98,
        7342.26
    ],
    [
        " Growing up our team guys, I'll tell you they are later. Oh, nice. So he's we're rolling.",
        7342.26,
        7346.48
    ],
    [
        " Judit and he's like going every day of just all days. Like we're just doing to do it. And he's not he's kind of quiet. You know, he's like, oh, we're all done.",
        7346.54,
        7354.12
    ],
    [
        " We've been done hard day. Then like, you know, the guys who showed up later, whatever they're still kind of like, hey, you want to all kick us like this? Okay. Like that.",
        7354.32,
        7361.26
    ],
    [
        " So he never says no. The next week, I guess they have to go to the doctor. What are the next week? He's like, yeah, you have that rap.",
        7361.36,
        7369.28
    ],
    [
        " Like, I've been doing a lot of physical output. You know, this is he's like, yeah, we can't just been shrieking. I know, but that's exactly what I'm saying.",
        7369.3,
        7377.8
    ],
    [
        " But, but normally that stops a guy in his tracks while they're training. And he's just like, no, just keep training. Yeah, someone else wants to train.",
        7378.0,
        7385.14
    ],
    [
        " I mean, I remember one time he said, I call him kind of tired. All right. He said that. But he didn't say, I'm done rolling. You know, you look tired.",
        7385.16,
        7393.4
    ],
    [
        " No, but head. Yeah. Awesome. That's the way I think. Awesome. All right. Any other questions from Echo Charles? No, that's it. We can we can go to support.",
        7395.02,
        7406.44
    ],
    [
        " Let's wrap it up. How can they support? If you want to support, this is how you can. You know, we talk about getting after it a lot from time to time.",
        7406.7,
        7416.4
    ],
    [
        " And supplementation is not a formal weakness with your agree tone. I would agree. Right. Supplement. Right. Best supplements. Because nowadays supplements can be kind of on it. Fortunately, someone on Twitter was asking me about",
        7418.7,
        7430.78
    ],
    [
        " Shroom tech. Shroom tech. Like, oh, how does it work? You know, this is here's the thing. This is I know that it helps or I've heard from credible source that it helps with oxygen utilization.",
        7432.34,
        7443.6
    ],
    [
        " So, you know, like high intensity that kind of goes prolonged or whatever. But you can read on it on the website. They have all the like the actual literature. Like the tests and all this stuff on all the stuff. Anyway, so it's legit. We all know it's legit. I think that's kind of common knowledge by now.",
        7443.92,
        7457.54
    ],
    [
        " You can get 10% off if you want supplements on it. I'm slash jaco. Let's go slash jaco.",
        7457.8,
        7463.58
    ],
    [
        " Get a worry bar as well. My my suggestion. Not a good stuff on there. Next way. Amazon. So if you shop on Amazon, like we all do.",
        7464.3,
        7478.02
    ],
    [
        " Click through the website. Our website. Jaco podcast.com is a little linked there. A little banner on the side. And you know, go through Amazon or go to Amazon through there. And of course subscribe to the podcast on iTunes and YouTube.",
        7479.3,
        7494.32
    ],
    [
        " Still more videos to come by the way. And of course, Jaco store. If you like any shirts that we have. We did it. I think we expanded a lot of mental energy, making sure that the shirts are good to go.",
        7495.66,
        7511.96
    ],
    [
        " As they say or as you would say, kind of dope. Kind of dope. Yeah. But dope.",
        7512.42,
        7516.7
    ],
    [
        " No, dope meaning not just either dope because we said so we try to put different layers on them. You know, you know, it's not like it just says, hey, I'm cool. I don't know whatever. It's it says something. And then there it means something as well.",
        7516.7,
        7529.8
    ],
    [
        " Right. Where if you don't know what it means, you just don't know that's one layer. You don't know about it. You know, this one has a couple layers. Sometimes three. Just saying they're not just normal. And their quality as well. Just say they're good. Anyway, you can judge for yourself as far as how they look.",
        7529.92,
        7544.78
    ],
    [
        " Jaco store dot com. If you like, I'm good. Get a shirt support that way or a mug or sticker, whichever or rash guard or rash guard. Yes. So new things rash guard. If you didn't already rash cards are good.",
        7544.78,
        7557.2
    ],
    [
        " Biking. Diving, swimming surfing body boarding. Crossfit any kind of Olympic lifting where you need mobility. It's actually better than cotton shirts. They like, you know what I mean.",
        7557.6,
        7570.76
    ],
    [
        " And you did too. Last but not least. And the judge. Andy did good. And today. Andy won a big Andy Burke representing. It wasn't a super fight. It was a bracket, by the way.",
        7572.06,
        7583.26
    ],
    [
        " I thought I was super. Decision. He'll hook. Dang. Andy representing. And yeah, he did in fact have true.",
        7583.4,
        7591.76
    ],
    [
        " So yeah, what we're talking about the 17, what was 17 to 19% improvement in your.",
        7591.8,
        7597.4
    ],
    [
        " Yeah. And I in my in my bro science, like opinion, I think that applies to all physical activity when you wear this rash guard. I'm a believer.",
        7597.56,
        7607.26
    ],
    [
        " And for those either don't know. Echo Charles does have a doctorate and bro science. Yeah. I'm working on it.",
        7607.44,
        7614.58
    ],
    [
        " And okay, so new stuff. Also, we have patches. I have velcro the Velcro ones, you know, like this kind of.",
        7616.24,
        7622.98
    ],
    [
        " And then women's stuff as well. They're tank tops. Okay, I got you. We're going to do t shirts as well. Thank you, Lisa.",
        7623.46,
        7630.84
    ],
    [
        " For the, the nudge, you know. And then yeah, there it is. That's the stuff. Maybe some more some more cool stuff. You know, the seasons are changing.",
        7632.08,
        7640.42
    ],
    [
        " So we'll put some more stuff on there. If you guys like it's cold, need some warm gear. Potentially get it done. Yeah. But there it is. Yeah, support and thanks for everyone with the.",
        7640.42,
        7648.98
    ],
    [
        " That who has supported.",
        7649.44,
        7650.52
    ],
    [
        " Don't. If you want to get some of this goodness right here, a little bit of a pomegranate white tea available on Amazon.com.",
        7650.86,
        7661.08
    ],
    [
        " Jocke white tea. The only thing I drink other than water and milk. So jump on the train. Also, if you haven't got a copy of extreme ownership yet, which made my brother,",
        7661.52,
        7672.8
    ],
    [
        " a late Babin wrote, which has a ton of Tony who you heard from tonight. A ton of Tony in there anytime you're hearing about the Charlie Patoon chief or Charlie Patoon, new and as a child.",
        7672.8,
        7681.2
    ],
    [
        " That's the guy was running it and making it happen. You can pick up the hard copy, digital copy or the audiobook and that life. And I actually read in October 20th and 21st in San Diego, California.",
        7681.4,
        7693.3
    ],
    [
        " If you're a leader or you want to be a leader, come on out to the extreme ownership, muster.",
        7694.12,
        7701.02
    ],
    [
        " We're going to teach the principles of combat leadership and we're going to get in the weeds on the tactics of how to actually employ them.",
        7701.56,
        7710.26
    ],
    [
        " There's one thing to know on, but you got to know how to employ them on the battlefield on the street in the business world.",
        7710.5,
        7716.84
    ],
    [
        " Or in life. So register and then come and get it. And as always, if you want to keep kicking it with us, Echo Charles and myself, we're all upon the interwebs.",
        7717.92,
        7732.44
    ],
    [
        " Twitter, Instagram and that face bookie.",
        7733.16,
        7736.68
    ],
    [
        " Echo Charles is at Echo Charles. I'm at Jocke, a willing. I don't think Tony has any of that stuff.",
        7737.9,
        7744.24
    ],
    [
        " No, I don't. BTF and yeah, I'm a time for BTF dot com. Yeah. Yeah. Just don't contact me.com.",
        7744.24,
        7752.68
    ],
    [
        " And to all the motivated troopers out there, especially first off, those in uniform, military, law enforcement, firefighters, EMTs. Thanks for what you all do.",
        7752.8,
        7771.22
    ],
    [
        " Thanks for working hard for training hard for living hard and for fighting hard and for holding the line.",
        7771.48,
        7779.48
    ],
    [
        " And the rest of you folks out there, the rest of you troopers in the workforce attacking your daily struggles, smashing obstacles.",
        7780.04,
        7792.32
    ],
    [
        " Keep doing what you're doing and doing it with focus and some ferocity.",
        7792.92,
        7799.24
    ],
    [
        " And finally, to Tony. Thanks again, my brother for coming on the show. Thanks for the years you put in training, fighting and leading.",
        7801.08,
        7814.2
    ],
    [
        " Thanks for always being there to support me. No matter what. No matter what. Yes, sir.",
        7814.72,
        7824.76
    ],
    [
        " Thanks for what you did for me for the task unit for the teams for the Navy and for the United States of America.",
        7825.62,
        7833.1
    ],
    [
        " And you know, Tony is one of the many veterans from every war who remains in the shadows, who seeks no glory,",
        7834.46,
        7844.48
    ],
    [
        " who did what he did as his duty for country and for his brothers.",
        7845.34,
        7852.0
    ],
    [
        " On his left and now on his right.",
        7853.8,
        7856.88
    ],
    [
        " So to all of you veterans like Tony, the true quiet professionals.",
        7858.16,
        7863.98
    ],
    [
        " Thanks to you warriors who have set the example of how to serve and of course how to get after it.",
        7864.64,
        7877.18
    ],
    [
        " So until next time, this is Echo and Jocco and the original BTF Tony and Friday.",
        7878.52,
        7891.44
    ],
    [
        " Thanks brother. Get a enough said check Roger. Roger out.",
        7892.1,
        7901.1
    ]
]