[
    [
        " This is Jocco Podcast number 40 with Echo Charles and me Jocco Willink. Good",
        0.0,
        9.0
    ],
    [
        " evening Echo. Good evening. And the last podcast that we did I went a little",
        9.0,
        18.2
    ],
    [
        " long with the book the book was Brave Men by a guy named Ernie Pyle and there",
        18.2,
        29.66
    ],
    [
        " was just some incredible writing in there that I just went deep with I read it",
        29.66,
        34.58
    ],
    [
        " all and so we had to postpone the Q&A. So that's okay gave us some time here",
        34.58,
        47.36
    ],
    [
        " to give us some time here to go a little deep on some Q&A. This is podcast",
        47.36,
        52.18
    ],
    [
        " number 40 by the way 40 weeks straight who wants some 40 weeks straight is",
        52.18,
        58.44
    ],
    [
        " where we're at and that's apparently that's the battle rhythm here we put out",
        58.44,
        64.56
    ],
    [
        " podcasts and we do it weekly and we've been doing it for 40 straight weeks and I",
        64.56,
        71.54
    ],
    [
        " dig that. Yeah it's good and it's not always easy. You know because if you think",
        71.54,
        80.08
    ],
    [
        " about the times think about the times when you're not doing anything well",
        80.08,
        85.62
    ],
    [
        " when you're not doing anything or when I would normally not be doing anything for",
        85.62,
        89.56
    ],
    [
        " 40 weeks I've been doing something. I've been reading I've been prepping I've",
        89.56,
        93.74
    ],
    [
        " been researching so 40 weeks is legit and I'm stoked that we're at number 40. Me too.",
        93.74,
        100.22
    ],
    [
        " And now we get to talk about some questions from the interwebs so thanks to",
        100.56,
        107.32
    ],
    [
        " everybody for giving us the awesome questions through Twitter through Facebook.",
        107.32,
        111.18
    ],
    [
        " It's pretty much where they come from Twitter and Facebook. Yeah I guess I",
        112.38,
        116.04
    ],
    [
        " get a couple emails. I get texts too from like some of my buddies in the",
        116.04,
        120.7
    ],
    [
        " SEAL teams don't hit me up with a question here and there a lot of times I just",
        120.7,
        123.74
    ],
    [
        " respond to them. Yeah. Keep it real. Sometimes I use them. Sure. But anyways yeah",
        123.74,
        132.14
    ],
    [
        " let's get to it. Let's do it. Okay. Jockel first question from the vault.",
        132.14,
        140.84
    ],
    [
        " I've got a lot of questions. Got a big vault. Got a big vault. And so I was just",
        142.24,
        146.44
    ],
    [
        " trying to go through and make sure there wasn't any questions or just",
        146.44,
        149.58
    ],
    [
        " reviewing questions that might be good that I missed the first time around. So",
        149.58,
        152.84
    ],
    [
        " this one right here is from the vault. It's from an old school. Yeah one that you",
        152.84,
        157.36
    ],
    [
        " always intended to maybe revisit. Yes. And we go revisiting it. Yes. Yeah. Let the",
        157.36,
        162.58
    ],
    [
        " revisit begin. Started Jiu Jitsu thanks to you. Any tips for complimentary",
        162.58,
        169.8
    ],
    [
        " exercises especially especially for non-athletics a",
        171.32,
        173.62
    ],
    [
        " villain. What's the hardest stage of your and what's the hardest stage of your",
        173.62,
        177.54
    ],
    [
        " Jiu Jitsu journey. Yeah and that's actually for that's actually",
        177.54,
        180.42
    ],
    [
        " two questions. I'll combine them into one because they're kind of similar.",
        180.42,
        184.72
    ],
    [
        " And okay so Jiu Jitsu one thing that's cool about Jiu Jitsu. Is it say it's a",
        185.12,
        193.06
    ],
    [
        " very well-rounded physical activity right? You got to have flexibility you got",
        193.06,
        198.96
    ],
    [
        " strength you got to have endurance you got to be able to recover quickly when",
        198.96,
        202.94
    ],
    [
        " from fatigue. Yes. You got to have some agility speed balance coordination",
        202.94,
        210.2
    ],
    [
        " proprioception you know proprioceptionist. It's it's knowing where your body is",
        210.2,
        219.34
    ],
    [
        " in space. Sure. It's and it's a talent that",
        219.34,
        223.38
    ],
    [
        " gymnasts have very well. Yes. Maybe a dancer has very well they know where",
        224.92,
        230.7
    ],
    [
        " their body is in space. Yeah. And Jiu Jitsu demands that you know where your",
        230.7,
        235.82
    ],
    [
        " body is at all times. So that's the stuff that you need to work on all this all",
        235.82,
        240.26
    ],
    [
        " those things because Jiu Jitsu is a unique test of all those things it's a",
        240.26,
        244.08
    ],
    [
        " test of your strength. It's a test of your flexibility it's a test of your",
        244.08,
        246.34
    ],
    [
        " endurance it's a test of your ability to recover it's a test of your",
        246.34,
        250.92
    ],
    [
        " agility it's a test of your speed of your coordination the test of all",
        251.38,
        254.44
    ],
    [
        " those things. And so that makes it that makes it",
        254.44,
        258.68
    ],
    [
        " a really good sport to practice in my opinion. So what do you need to do?",
        258.68,
        268.08
    ],
    [
        " What do you need to do to train them? You need to train all those things you know",
        268.56,
        274.46
    ],
    [
        " so for flexibility I like I personally like the mobility wad I think that's",
        275.28,
        280.36
    ],
    [
        " excellent you know but you know get some kind of stretching protocol",
        280.36,
        284.82
    ],
    [
        " gymnastics types movements there's gymnastic bodies which is a",
        284.82,
        291.6
    ],
    [
        " ridiculously good protocol you can go on it's an internet thing gymnastics bodies.com",
        291.6,
        300.04
    ],
    [
        " And what is that like a workout? Yeah it's a workout it's flexibility it's it's it's hard core",
        300.12,
        306.76
    ],
    [
        " it's hard core but that's really good you know you'll get your flexible you get all kinds of",
        306.76,
        312.4
    ],
    [
        " stuff from that but so you got to be flexible you got to work on your flexibility so what are",
        312.4,
        317.72
    ],
    [
        " you going to do? Like I said you're going to do mobility water some kind of stretching",
        317.72,
        321.42
    ],
    [
        " protocol so you get limber you got to work on your strength so what do you do work on strength?",
        321.42,
        325.92
    ],
    [
        " Olympic lifting what is that? Clean and jerk snatches that brings in things like",
        325.92,
        332.34
    ],
    [
        " cleans by themselves you know presses and hang cleans and all that and then on top of that for",
        332.34,
        339.46
    ],
    [
        " strength you also have the simple movements the dead lift the squat the front squat the overhead",
        339.46,
        345.76
    ],
    [
        " squat and also for strength you can go back to gymnastics again go back to those gymnastics",
        345.76,
        353.2
    ],
    [
        " movements and basic calisthenics pull-ups push-ups dips squats flutter kicks that whole nine yards",
        354.88,
        362.46
    ],
    [
        " now you got to have endurance right so what do you do for endurance? You can see where this is",
        362.46,
        368.76
    ],
    [
        " heading for endurance what do you got to do? Run swim bike some kind of Metcon I like the Metcon",
        368.76,
        375.66
    ],
    [
        " personally for my for my cardiovascular endurance and recovery and whatnot",
        375.66,
        381.24
    ],
    [
        " you know so yes you can you can add running and sprinting into those you can sprint swimming you",
        381.24,
        389.58
    ],
    [
        " can sprint on a bike you can use kettlebells to work your Metcon scenario you can actually use",
        389.58,
        397.24
    ],
    [
        " barbells to do Metcon you know do a bunch of cleans and you will get tired",
        397.24,
        403.2
    ],
    [
        " and and then with that when you work on your endurance that their bi-improves your recovery",
        404.2,
        408.88
    ],
    [
        " and so that's that's gonna help you there then you have agility and for agility what do you do?",
        408.88,
        416.8
    ],
    [
        " do some sports some some cross-training of sports",
        417.12,
        420.66
    ],
    [
        " I personally like to surf but you know it's not just that it's basketball it's go-play soccer go",
        420.66,
        430.34
    ],
    [
        " hockey baseball whatever so that you work on your agility then you get your speed I already",
        430.34,
        434.66
    ],
    [
        " talked about this you got your running your sprinting in the air bike or whatever",
        434.66,
        438.34
    ],
    [
        " the proprioception the the gymnastics the movement type things where you're holding your body",
        438.34,
        447.22
    ],
    [
        " in space so that's a lot of stuff mm-hmm that's a lot of stuff and you pile all that together",
        447.22,
        455.94
    ],
    [
        " and you got a lot of varied varied activity and what's nice about that is when people talk about",
        457.32,
        464.26
    ],
    [
        " getting burnt out I'm like I never get burnt out I'm working out I got 97 different base exercises",
        464.26,
        470.3
    ],
    [
        " that I can use I'm not gonna get burned out so it and what's fun is you jump into these challenges",
        470.3,
        476.4
    ],
    [
        " like or or you find something that's challenging that you can't do and you go okay well I'm gonna",
        476.4,
        480.84
    ],
    [
        " try and do that I'm gonna see what I can get my weight up to on this I'm gonna see if I can do",
        480.84,
        485.28
    ],
    [
        " this movement in gymnastics I'm gonna see if I can do this many pull-ups or whatever you keep",
        485.28,
        490.18
    ],
    [
        " continually varying and heading in a different direction and I think I think when you combine",
        490.18,
        496.26
    ],
    [
        " all those things together and you become a well-rounded athlete that is what will help you the most",
        496.26,
        500.08
    ],
    [
        " with the Giu-Jitsu well but I don't think there's one exercise like hey this will help you in Giu-Jitsu",
        500.08,
        505.46
    ],
    [
        " although the clean and jerk is pretty good yeah and anything with like your body weight so",
        505.46,
        513.56
    ],
    [
        " because like in Giu-Jitsu when you're doing Giu-Jitsu that's mainly what it is sure there are",
        513.58,
        517.86
    ],
    [
        " elements where you're you're trying to control someone else's body weight but it's mainly what you're",
        517.86,
        523.06
    ],
    [
        " doing with your body so like when you do you know you know like those when you climb up oh the",
        523.06,
        528.4
    ],
    [
        " pegboard yes yeah like that kind of stuff bars all the gymnastics stuff and then as far as like",
        528.4,
        536.12
    ],
    [
        " being strong in these weird ways because that's essentially what you're gonna be doing in Giu-Jitsu",
        536.12,
        543.54
    ],
    [
        " you're oftentimes you're moving someone else's weight too yeah and guys that are super explosive",
        544.34,
        549.62
    ],
    [
        " that's a different thing to deal with and it's a good trait to have to be super explosive yes for",
        549.62,
        557.36
    ],
    [
        " sure so that so you combine that with what like when you shrimp out in summer right sure",
        557.36,
        562.78
    ],
    [
        " something to be sure I'm holding you but when you shrimp you're pushing your own body weight",
        562.78,
        565.96
    ],
    [
        " that's your own body weight of sure you add his own that's your with the guy that's just kind of",
        565.96,
        570.28
    ],
    [
        " part of the game but if you can control your own body in these stronger ways that's gonna give",
        570.28,
        576.46
    ],
    [
        " like such a big benefit so and then to your Olympic lifting to me that's in my opinion that's a",
        576.46,
        582.88
    ],
    [
        " probably one of the best ones Olympic and this is why not only do you get that little",
        582.88,
        588.88
    ],
    [
        " little explosion explosive movements in there but when you when you put Olympic lifting to make up",
        588.88,
        597.22
    ],
    [
        " your met con when you do like a clean like a clean press right you your muscle work is just for a",
        597.22,
        605.46
    ],
    [
        " second and then for a second it's almost kind of relax and then boom again and then it's kind of",
        605.46,
        610.4
    ],
    [
        " relax and then you hold and boom and and it's just repetitive that feels like you did to you that's",
        610.4,
        615.08
    ],
    [
        " kind of what you did so can be yes yeah of course yeah yeah so and if you're in shape in that way",
        615.08,
        621.56
    ],
    [
        " where you can go hard rest for just you know a little bit and then go hard again if that's kind of",
        621.56,
        626.76
    ],
    [
        " if you can do that if you're in that kind of shape that's gonna help so when you do when you do a",
        626.8,
        632.06
    ],
    [
        " met con or circuit training something like that where if you can do the exercise dynamic rest like",
        632.06,
        638.36
    ],
    [
        " active rest you know where you where you're walking or even jogging kind of that's what you do to",
        638.36,
        643.18
    ],
    [
        " this it's like work and you're because you're never really just laying there you know do that kind",
        643.18,
        647.64
    ],
    [
        " of thing and do it in like rounds if you're into like a 10 minute round and you did to and that's",
        647.64,
        651.86
    ],
    [
        " really your thing then do your circuit training 10 minutes rounds you know it'll like it'll help",
        651.86,
        656.1
    ],
    [
        " it'll get you kind of aware of like okay I'm this tired I got a manage you know all this stuff",
        656.1,
        660.88
    ],
    [
        " no but yeah I agree I think met con swimming oh swimming but if you do swimming sprints",
        660.88,
        667.08
    ],
    [
        " because it's like your whole body you know especially the less the least the less comfortable you are",
        667.08,
        671.92
    ],
    [
        " in the water the more those swimming things are gonna are gonna be challenging for you yeah but",
        671.92,
        678.02
    ],
    [
        " hey speaking of the Olympic lift you know do you know Mo Mo LaWal yeah have you ever trained with",
        678.02,
        682.76
    ],
    [
        " them no so Mo LaWal if for those of you listening that don't know Mo is he's uh really incredibly good",
        682.76,
        690.04
    ],
    [
        " restful he wrestled in college and he is a he didn't he didn't make the Olympic teams but he was",
        690.04,
        698.5
    ],
    [
        " like in second he almost made the Olympic team but he's a big guy so he's you know like 205 pounds",
        698.5,
        704.32
    ],
    [
        " and uh he is he I think he is the most explosive person I've ever trained with when I've trained",
        705.06,
        715.86
    ],
    [
        " with some unbelievably incredibly explosive people and you'll find that if anybody wrestled",
        715.86,
        723.14
    ],
    [
        " on a high high level like if they were in if they were a high level college wrestler there's a likely",
        723.14,
        730.22
    ],
    [
        " chance that they're very explosive yeah they're very explosive and Mo is explosive to a crazy",
        730.32,
        738.54
    ],
    [
        " level but the reason I thought of it when you said Olympic lifts is one time he was just trying",
        738.54,
        744.36
    ],
    [
        " to help it with some takedowns and he was the way he was exploding into him and he he was all",
        744.36,
        749.72
    ],
    [
        " fired up he's like you know it's like when you do a clean and jerk he goes this right here is the",
        749.72,
        753.6
    ],
    [
        " beginning of it and he's you could see that he's developing so much explosiveness the first time I",
        753.6,
        760.2
    ],
    [
        " Dean",
        762.28,
        762.64
    ],
    [
        " Dean I can never read Dean with when he sets me to train with somebody",
        762.64,
        767.04
    ],
    [
        " he doesn't give me a heads up like if I were gonna tell you if there was like let's say there was a",
        767.04,
        771.54
    ],
    [
        " guy that was a really good wrestler and I go I go hey echo train with this guy over hey he's a",
        771.54,
        776.82
    ],
    [
        " really good wrestler and if you I might even say I'm gonna say hey man he's a really good wrestler",
        776.82,
        781.92
    ],
    [
        " and he's got a sick guillotine so you're like thinking about it right I give you a little heads up",
        781.92,
        786.26
    ],
    [
        " Dean just just goes hey you should train with him right that's what Dean does",
        786.5,
        791.02
    ],
    [
        " and so anyways he did tell me on this occasion he goes hey most coming down you got a train with",
        791.02,
        798.26
    ],
    [
        " him he's a really sick wrestler and I go awesome I think it myself oh cool you know I've I actually",
        798.26,
        804.96
    ],
    [
        " for a guy that didn't wrestle in in high school I have decent takedown defense because I've been",
        804.96,
        812.18
    ],
    [
        " defending takedowns for a long time and I utilize jiu jitsu to defend my takedowns so I'm sprawling",
        812.8,
        817.42
    ],
    [
        " and guillotine and going for chameurism doing active aggressive jiu jitsu moves to people when",
        817.42,
        822.02
    ],
    [
        " they're trying to take me down so I'm though I'm I'm not trying to say I have any major skills there",
        822.02,
        827.0
    ],
    [
        " but I'm not a slouch to takedown so I figure hey I got a good wrestler cool and he and he wasn't",
        827.0,
        833.58
    ],
    [
        " that experience in jiu jitsu which tells you okay cool you know you're gonna guillotine this guy",
        833.58,
        837.02
    ],
    [
        " this isn't you know or you least have a good chance whatever it's what you think it's so yeah",
        837.02,
        841.54
    ],
    [
        " I'm thinking that so I meet Mo and good dude you know we're going over some moves and then it's",
        841.54,
        848.0
    ],
    [
        " like time to train and Dean's like okay yeah you you train with him jaco and I go okay cool so",
        848.0,
        852.78
    ],
    [
        " you know we slap hands and we're doing the and Mo is getting ready for fight but we weren't fighting",
        852.78,
        856.94
    ],
    [
        " you know we were just and it's just a kind of putting context I mean you say Mo is a good wrestler",
        856.94,
        861.26
    ],
    [
        " also happens to be the bellator 205 champ or it wasn't the champ or they he wasn't at this time",
        862.1,
        869.18
    ],
    [
        " this was before this was like as he was getting into MMA okay yeah so he was really actually",
        869.18,
        874.46
    ],
    [
        " probably sharper wrestling at this time because he was coming out of you know trying to be on the",
        874.46,
        878.7
    ],
    [
        " Olympics yeah yeah and yeah he wrestled I want to say he wrestled at Oklahoma but anyways",
        878.7,
        886.0
    ],
    [
        " king mo is what he's known as king mo and so anyway so we slap hands we're getting ready you",
        886.64,
        894.16
    ],
    [
        " know we we kind of square off and I'm you know okay doing my thing boom he does this take down to me",
        894.16,
        901.32
    ],
    [
        " his his face his face hits me in the chest and this is in the less than the blink of an eye his",
        901.32,
        910.12
    ],
    [
        " face hits me in the chest and his hands they don't even grab my legs they just tap my legs like a",
        910.12,
        916.22
    ],
    [
        " double leg last and it's a blast double and I'm in the air I mean I mean he's he knocked me into the",
        916.22,
        922.36
    ],
    [
        " air with his face let's say it a lot because you're huge yeah he knocked me into the air with with",
        922.36,
        927.14
    ],
    [
        " his face I I fall down to the ground and the funny thing was it was I I got back up immediately",
        927.14,
        935.26
    ],
    [
        " like he didn't even he took me down so fast he couldn't even chase me to the ground because I was",
        935.26,
        939.62
    ],
    [
        " already I was back up really quickly but that was the fastest take down that you know that I'd",
        939.62,
        946.72
    ],
    [
        " felt that is probably the fastest take down now we have one more guy there's a guy coming up right",
        946.72,
        950.94
    ],
    [
        " now at the gym another sick wrestler but you know he wrestled he's a really good wrestler a sick",
        950.94,
        960.64
    ],
    [
        " wrestler collegiate wrestler and all that Taylor Taylor Taylor Johnson so Taylor is another guy who",
        960.64,
        967.2
    ],
    [
        " has mutant strength he's he has mutant strength unnormous not normal yeah I was on Taylor",
        968.94,
        978.84
    ],
    [
        " and I was going for like a guillotine or I think I was actually going for a crucifixor I was but",
        978.84,
        985.04
    ],
    [
        " so for those of you that don't know what this is Taylor picture take picture a guy on all fours",
        985.04,
        990.5
    ],
    [
        " on the ground and someone else is trying to rip their head off okay so that's Taylor he's on all",
        990.5,
        995.3
    ],
    [
        " fours on the ground and I'm trying to get him rip his head off with one hand he he he goes up to",
        995.3,
        1005.64
    ],
    [
        " his knees and lifts me into the air and shot puts me through the air onto the ground and is and then",
        1005.64,
        1015.02
    ],
    [
        " gets across side and I started laughing I'm like bro you just shot put me and he didn't even do it",
        1015.02,
        1022.12
    ],
    [
        " from his from his hips like he didn't get the the strength from his hips he got it from his",
        1022.12,
        1026.96
    ],
    [
        " upper torso yeah he didn't use his legs at all his no legs because he was on his knees you know",
        1026.96,
        1032.82
    ],
    [
        " and so he just has this massive explosiveness but then the thing that's really scary about Taylor",
        1032.82,
        1039.56
    ],
    [
        " is that he's adapting he because just because you're a good wrestler doesn't mean you automatically",
        1039.56,
        1046.96
    ],
    [
        " adapt well to jujitsu some people never adapt really well to jujitsu and you can see I mean in MMA",
        1046.96,
        1054.04
    ],
    [
        " in the UFC there's plenty of wrestlers that you look at and you go yeah that guy never really",
        1054.04,
        1058.64
    ],
    [
        " transitioned into become a comprehensive ground fighter that was as comfortable on his back as he",
        1058.64,
        1064.74
    ],
    [
        " is on cross side as he is going for submissions there's some guys that would been extremely successful",
        1064.74,
        1069.5
    ],
    [
        " that never made that transition but they stay on top ground and pound Taylor if you watch him roll",
        1069.5,
        1075.3
    ],
    [
        " you you might not even know he was a wrestler until you roll with him and then you're gonna feel that",
        1075.4,
        1079.86
    ],
    [
        " you can't move him but if you just watch him roll and you're like oh wow he's going for you know",
        1079.86,
        1083.72
    ],
    [
        " in advance jujitsu moves by the way been training for less than a year yeah very surprising with",
        1083.72,
        1091.18
    ],
    [
        " him in regards to that like you look at him if you look at him you're like okay I'm about to",
        1091.18,
        1096.42
    ],
    [
        " roll with this guy and then you roll with him you're gonna be like okay I'm not surprised at this",
        1096.42,
        1099.68
    ],
    [
        " guys like this guy's strong his balance is just like like magical balance kind of thing",
        1099.68,
        1105.34
    ],
    [
        " so when you look at I mean on on the on the surface but if you know that he's such a",
        1105.34,
        1110.54
    ],
    [
        " accomplished wrestler you would think given his experience you think okay his his jujitsu or even his",
        1110.54,
        1116.94
    ],
    [
        " like when he's training his jujitsu you know you wouldn't expect it to be that fluid like when I",
        1116.94,
        1122.46
    ],
    [
        " rolled with him I was like I thought when you were like yeah Taylor's he's kind of this new guy you",
        1122.46,
        1126.72
    ],
    [
        " know you you you have it rolled with him what he should roll with him because you know he he",
        1126.72,
        1130.74
    ],
    [
        " gives good training yeah really good so what I'm thinking is good but I'm thinking this is gonna",
        1130.74,
        1135.96
    ],
    [
        " be real wrestling intensive yeah training scenario then he told go on you know he didn't pull guard",
        1135.96,
        1141.06
    ],
    [
        " but his whole thing yeah yeah yeah he was in the hard you know yeah he was like I'm here to train",
        1141.06,
        1146.54
    ],
    [
        " I'm here to you know get good or whatever man and he's and that kind of attitude yeah very good",
        1146.54,
        1151.12
    ],
    [
        " you so good and he's yeah man it wasn't he wasn't trying to like okay another big guy I mean like",
        1151.12,
        1156.02
    ],
    [
        " wrestle this guy he's we're doing straight up jujitsu and and he's he was it was clean it was good",
        1156.02,
        1161.7
    ],
    [
        " yeah but anyways he's got that super explosiveness too that's that's mutant level and also his striking",
        1161.7,
        1168.14
    ],
    [
        " yeah as ridiculous and he hasn't been no he's just a natural athlete because he's been just",
        1168.14,
        1172.86
    ],
    [
        " anyways so that's I mean we got a bunch of pipe headers too I mean you got big Andy who's also",
        1172.86,
        1178.36
    ],
    [
        " Justin don't get about Justin Jordan just showed up so we got some got some good training",
        1179.96,
        1184.54
    ],
    [
        " yeah but back to this deal so I was talking to Taylor about hangout bro did you ever like",
        1184.54,
        1194.24
    ],
    [
        " Olympic left and he goes yeah yeah I got in the CrossFit for like a month and and I was right",
        1194.24,
        1201.0
    ],
    [
        " before I got an MMA and I was doing pretty good and I was like oh what does that mean he's like",
        1201.0,
        1204.66
    ],
    [
        " oh I was I could snag I was snatching like 300 he I was like what and then invited me to the CrossFit",
        1204.66,
        1210.84
    ],
    [
        " games he did CrossFit for a month and never snatched before also he snatched almost 300 pounds",
        1210.84,
        1216.58
    ],
    [
        " that's that's insane yeah so but that and that's what it feels like when you roll with somebody that",
        1216.58,
        1223.88
    ],
    [
        " has that kind of explosive strength it's a very very it's it's a very good tool to have now there's",
        1223.88,
        1233.16
    ],
    [
        " strengths and weaknesses because you know you get you get the Lanky people that are strong and",
        1233.16,
        1238.22
    ],
    [
        " wirey like a Higgs you rolled with Higgs before right yeah Higgs is Lanky wirey skinny when he puts",
        1238.22,
        1245.16
    ],
    [
        " the triangle on you it starts to cut into your body because he's all you know compredos like that",
        1245.16,
        1251.64
    ],
    [
        " compredos is like it's a blank like you how can you sweep him when his arm is is basing like four",
        1251.64,
        1256.6
    ],
    [
        " like eight feet over there is where he's basing so you get that kind of body then you get the",
        1256.6,
        1261.08
    ],
    [
        " wheel like the stocky people with no limbs sticking out right you know yeah you can't it's hard to",
        1261.1,
        1268.74
    ],
    [
        " choke them so anyways we could go through everybody style but any one of them has a has an advantage",
        1268.74,
        1274.46
    ],
    [
        " but the thing that's cool about explosiveness is something you can somewhat train right you can",
        1274.46,
        1279.7
    ],
    [
        " somewhat train now you can't you're not going to be able to naturally get as explosive as mola",
        1279.7,
        1284.64
    ],
    [
        " or as Taylor Johnson but you can get stronger yeah right you can get stronger or so but but the other",
        1284.84,
        1293.62
    ],
    [
        " thing is where can you defeat them where can you where can you be better than them maybe you can be",
        1293.62,
        1300.0
    ],
    [
        " more flexible than them maybe you can be faster on a scramble maybe you can be heavier and tighter",
        1300.0,
        1305.74
    ],
    [
        " so there's some athletic things that you could try and do try and improve to overcome and negate",
        1305.74,
        1311.28
    ],
    [
        " some of their advantages hard to do you get some people that are mutants yeah yeah it gains big",
        1311.28,
        1316.76
    ],
    [
        " and flexible right Dean is being strongly super shockingly flexible Glover is so flexible",
        1316.76,
        1323.6
    ],
    [
        " that you know you have to negate that and Glover you know he loves training with big muscle bound",
        1323.6,
        1329.92
    ],
    [
        " guys yeah that's his that's like an easy day for him that's what he likes you know that's what that's",
        1329.92,
        1334.46
    ],
    [
        " he that's that that's the the easiest match up body style for him to someone that's just super",
        1334.46,
        1339.74
    ],
    [
        " super strong and muscle bound yeah and the you get mutants like and I'd say that's kind that's kind",
        1340.3,
        1345.84
    ],
    [
        " of a good way of putting it mutant like Taylor where he has a wrestling background so he's no",
        1345.84,
        1351.12
    ],
    [
        " stranger to like functioning while he's tired you know so I'd say if you're big explosive strong",
        1351.12,
        1357.48
    ],
    [
        " or whatever typically your endurance is not that good typically so if you get all those factors",
        1357.48,
        1364.04
    ],
    [
        " and they're flexible and stuff and they have endurance there's your bad day right there if this guy",
        1364.04,
        1369.1
    ],
    [
        " has that so other than that if you take one or two different attributes you can always find",
        1369.1,
        1373.92
    ],
    [
        " it's like rock paper scissors you can always find one that can if you just employ this strategy it'll",
        1373.92,
        1378.56
    ],
    [
        " give you more than advantage and cuz I always like to tie this together to leadership so it's the",
        1378.56,
        1384.22
    ],
    [
        " same thing with leadership and what cuz people ask me all the time are leaders born or made you know",
        1384.22,
        1389.54
    ],
    [
        " can you can you develop a leader everybody is born with certain leadership characteristics it's",
        1389.54,
        1395.98
    ],
    [
        " just like a video game where they rank your strength and your intelligence and your agility and",
        1395.98,
        1399.88
    ],
    [
        " all the stuff that we just talked about people have that for their leadership capability as well right",
        1399.88,
        1404.44
    ],
    [
        " are they articulate you know because that's some people are articulate and that is a good",
        1404.44,
        1410.24
    ],
    [
        " advantage to have can you read people well well that's another thing that some people are naturally",
        1410.24,
        1415.08
    ],
    [
        " good at can you simplify things that's a talent that some people have now you could go on this list",
        1415.08,
        1422.82
    ],
    [
        " but what you find is that people some people are gifted and they have really strong leadership",
        1422.86,
        1430.34
    ],
    [
        " characteristics leadership traits and that's great and then you get some people that don't have",
        1430.34,
        1438.04
    ],
    [
        " those and so what do you got to do it's the same thing that I have to do in my Jiu Jitsu game how do",
        1438.04,
        1442.86
    ],
    [
        " you develop those things how do you become more articulate how do you simplify things how do you",
        1442.86,
        1447.26
    ],
    [
        " recognize that you are a person that makes things more complex and how do you focus on making",
        1447.6,
        1453.74
    ],
    [
        " things simplified so you just go right down the list so yes you can be born with some natural",
        1453.74,
        1458.92
    ],
    [
        " leadership characteristics but if you're not born with them how do you develop them it's",
        1458.92,
        1464.38
    ],
    [
        " it's usually these things aren't that hard to develop either yeah you know so when you have",
        1464.38,
        1476.74
    ],
    [
        " how you can improve upon them and although they may never become your staple of your game",
        1476.74,
        1484.28
    ],
    [
        " either as a leader or a Jiu Jitsu player or anything else they can become",
        1484.28,
        1488.74
    ],
    [
        " they that you it's not something you have to protect so you have to worry about yeah you can",
        1488.74,
        1494.6
    ],
    [
        " kind of function in those little regards now yeah you can become functional yeah and for instance",
        1494.6,
        1500.1
    ],
    [
        " if you're not the most articulate person well number one you can you can study you can listen to",
        1500.9,
        1508.56
    ],
    [
        " people speak you can record yourself speaking you can video yourself so you can be practice and become",
        1508.56,
        1513.68
    ],
    [
        " more more articulate and you can that means oh guess what I'm not very articulate so guess what I'm",
        1513.68,
        1517.42
    ],
    [
        " going to do I'm going to plan more before I go and brief people yeah I'm going to go through exactly",
        1517.42,
        1521.46
    ],
    [
        " what I'm going to say I might even rehearse it two times then I'm going to sound articulate so",
        1521.46,
        1525.48
    ],
    [
        " you can make up for those those problems and that's all you have to do is figure out how you can",
        1525.48,
        1529.74
    ],
    [
        " how you can make up or how you can get rid of or how you can mitigate some of those weaknesses",
        1530.26,
        1535.3
    ],
    [
        " that you have the other thing you could do is you surround yourself with somebody that's super",
        1535.3,
        1538.88
    ],
    [
        " articulate echo you're more articulate than me cool I want you to put out the word of the troops",
        1538.88,
        1542.84
    ],
    [
        " boom done even though I might be in charge I'll say all right hey echo is going to brief this",
        1542.84,
        1547.84
    ],
    [
        " operation or or echo is going to brief this strategy and then boom Mr. Articular echo gets up",
        1547.84,
        1551.8
    ],
    [
        " there and doesn't yeah maybe not the best example but but that's what you do that's how you want to",
        1551.8,
        1558.02
    ],
    [
        " that that's how you you fill in the holes in your leadership game yeah and the by the way you'll",
        1558.38,
        1565.14
    ],
    [
        " never have the ability to do that if you're not humble enough to admit where you have weaknesses",
        1565.14,
        1569.96
    ],
    [
        " and that they're there yeah totally true and and I know you back to the digits real quick I know",
        1569.96,
        1577.04
    ],
    [
        " you're saying all these things kind of with it with the given that really the main thing to train",
        1577.04,
        1583.14
    ],
    [
        " is how much you know do you that's really kind of the main thing that is the main thing yeah the",
        1583.14,
        1587.32
    ],
    [
        " number one thing so that's all it's like I said a given because the question is supplemental stuff",
        1587.32,
        1591.48
    ],
    [
        " for sure so yeah so let's say these all these little comparisons like you know the the to me",
        1591.48,
        1597.96
    ],
    [
        " aside from knowing you did too that's the main strength or whatever if everyone's even to me the",
        1597.96,
        1603.8
    ],
    [
        " taller guy has the advantage that to me that's the most effective advantage that I've seen it's",
        1603.8,
        1609.38
    ],
    [
        " interesting that you think that yeah I don't think I necessarily agree with you what a very tall",
        1609.38,
        1615.3
    ],
    [
        " very lanky guy will have is a body type that that you come across the least so since you are",
        1616.62,
        1624.48
    ],
    [
        " coming across this body type the least you have the least training against it and since you have",
        1624.48,
        1629.74
    ],
    [
        " less training against it you don't have to react to it and by the way they constantly work on",
        1629.74,
        1635.54
    ],
    [
        " their strange body style because you are correct in the fact that the lanky body style",
        1635.54,
        1641.62
    ],
    [
        " is is gives you more moves more unique moves than any other body style so there's unique",
        1644.88,
        1652.96
    ],
    [
        " move there's more more unique moves that only are utilized or can be utilized by a tall lanky",
        1652.96,
        1659.9
    ],
    [
        " person then there are than any other body style right and also you can pretty I mean deep I'm",
        1659.9,
        1666.22
    ],
    [
        " not saying he's seven feet tall I'm saying like the six one up to yeah like six one doesn't do it",
        1666.22,
        1671.78
    ],
    [
        " to me well six one can do it if the person's like the beginning beginning of it but how tall is",
        1671.78,
        1677.04
    ],
    [
        " like we have stilts appropriately named at the gym and he has he's tall and I can think he's six",
        1677.04,
        1683.88
    ],
    [
        " five but he has really developed the lanky guy style that people aren't used to and it's a challenge",
        1683.88,
        1690.6
    ],
    [
        " for anybody yeah so still to a good example where well in this case where he's a little bit different",
        1690.6,
        1695.62
    ],
    [
        " because still has a lanky body style but he he went pretty he's going pretty hard in that direction",
        1696.84,
        1702.96
    ],
    [
        " where he's actually practicing moves that only he can do kind of thing so that's what that's",
        1702.96,
        1707.48
    ],
    [
        " exactly the point I'm making right right so my way whereas most normal body styles everybody that's",
        1707.48,
        1712.62
    ],
    [
        " you know five three two you know six oh they all have pretty much the same moves right right",
        1712.62,
        1720.66
    ],
    [
        " you know yeah so what I'm talking about I'm not talking about them I think I think there's that",
        1720.7,
        1724.58
    ],
    [
        " but those are the kind of the outliers I think overall I mean everyone plays their strengths",
        1724.58,
        1728.6
    ],
    [
        " in one way or another but of course I'm saying just it all things mean equal so like let's say",
        1728.6,
        1732.82
    ],
    [
        " all three Gracie brothers hydro Gracie even these guys who were who are tall these are like six three six",
        1732.82,
        1738.46
    ],
    [
        " four six you know five type guys we'll take Hodger for example he doesn't really do any kind of",
        1738.46,
        1744.64
    ],
    [
        " crazy I am tall so I'm I can only do this true you know he doesn't do that he does like you know",
        1744.64,
        1749.16
    ],
    [
        " but his like just mount for example yes for his arm bar set up from the bottom more try from",
        1749.18,
        1755.06
    ],
    [
        " the bottom stuff is just way harder to deal with because he develops such a good base on top of the",
        1755.06,
        1761.46
    ],
    [
        " fact that physically he's made for such a good base you know yeah and he and okay and here's",
        1761.46,
        1766.06
    ],
    [
        " the thing about tall guys in general they're not limited to the moves they can do they can do more",
        1766.06,
        1770.3
    ],
    [
        " less yes all the moves so like a guy who's five three two fifty or we'll say five three two",
        1770.3,
        1776.84
    ],
    [
        " twenty he's gonna mark just say five eight sure two two thirty whatever we'll just say that's a",
        1777.14,
        1782.18
    ],
    [
        " stocky buff guy he's gonna have hard time doing triangle church on guys his own size in his weight",
        1782.18,
        1788.02
    ],
    [
        " division he probably yeah that's a triangle a triangle is a major part of the game move yes you",
        1788.02,
        1794.46
    ],
    [
        " can't do it yeah tall guys don't have that problem they can do all the moves they can do",
        1794.46,
        1798.06
    ],
    [
        " tricks on bars of whatever and they do pretty easy you know so like I said that's why I think and",
        1798.06,
        1802.86
    ],
    [
        " and of course the the flexible tall lanky guys they do have that but I think we all do I think",
        1802.96,
        1810.0
    ],
    [
        " I'll do what I have like our body style yeah give us special moves only we can do yeah even if",
        1810.0,
        1815.28
    ],
    [
        " you're sure in stock the list of moves the bet list of special moves that I can do with my body",
        1815.28,
        1820.12
    ],
    [
        " style is like two yeah yeah and the list that stills can do with his body style is infinite still",
        1820.12,
        1827.64
    ],
    [
        " says two things though he has tall and lanky and he has flexible okay so yeah so that's like he",
        1827.64,
        1832.68
    ],
    [
        " has double the but I think the tall has the most in their bucket I think they definitely have the",
        1832.68,
        1838.12
    ],
    [
        " most options you know of moves that other humans can't do you know but again the the main thing is",
        1838.12,
        1843.72
    ],
    [
        " to know the main thing is to do for sure yeah for sure that is the that is the amazing thing the number",
        1843.72,
        1850.7
    ],
    [
        " and then the other part of this question is what was the hardest stage of your jujitsu journey",
        1850.7,
        1855.96
    ],
    [
        " me I would say the whole thing just in completely different ways like the the first part is like",
        1860.1,
        1866.0
    ],
    [
        " dang you get tired way too quick and guys who you know are way smaller than you way you know",
        1866.0,
        1874.3
    ],
    [
        " whatever than you are or beating you up you know that kind of thing beating you up with no",
        1874.3,
        1880.74
    ],
    [
        " factor whatsoever yeah and they're like teaching you hey this way you did wrong and you're",
        1880.74,
        1885.3
    ],
    [
        " sitting there all but why me in my case I was like 225 when I started and I'm like sitting there",
        1885.3,
        1889.92
    ],
    [
        " in this little guy I don't know if you remember George but he um he's a little purple belt that was",
        1889.92,
        1895.5
    ],
    [
        " I was rolling with a lot he taught me butterfly guard oh yeah yeah yeah um he's teaching me stoms",
        1895.5,
        1900.06
    ],
    [
        " to see them with my big muscles and he's like teaching me stuff so that can be hard I guess um",
        1900.06,
        1905.18
    ],
    [
        " and getting tired but I think and then yeah you go up blue belt in my particular experience blue",
        1905.18,
        1911.44
    ],
    [
        " belt was the easiest I think because nothing really was expected of me oh yeah blue belt's a good",
        1911.44,
        1917.2
    ],
    [
        " place at the same time in a way some people it's the most frustrating yeah but if you're like",
        1917.2,
        1922.82
    ],
    [
        " blue belt you're good your your blue belt so people know that you know jujitsu a little bit",
        1922.82,
        1928.58
    ],
    [
        " yeah but you're not expected to tap anybody oh yeah and if you get tapped out by another blue belt",
        1928.58,
        1933.06
    ],
    [
        " or a purple belt or brown bottle of black belt it's no big deal yeah your blue belt and even a white",
        1933.06,
        1937.6
    ],
    [
        " belt taps you and you're like yeah you know that shouldn't happen but yeah so much to learn yeah",
        1937.9,
        1942.36
    ],
    [
        " yeah totally and yeah that you know how you know when you learn something from the point of not",
        1942.36,
        1947.84
    ],
    [
        " knowing anything and then you start to learn you learn the most quantity wise at the bottom when",
        1947.84,
        1952.48
    ],
    [
        " you start for sure you know so um and that's a philosophical way of putting it's a specific way",
        1952.48,
        1957.56
    ],
    [
        " of putting I don't know I think there's some stages in the mid-levels where your where your mind",
        1957.56,
        1962.16
    ],
    [
        " starts to fill up and you start to be able to really absorb stuff to big giant things right but",
        1962.16,
        1971.5
    ],
    [
        " in as far as digit totally true and that's what I mean by like that's a that's a way of putting it",
        1971.5,
        1975.7
    ],
    [
        " maybe philosophically maybe but it's because when you're I mean quantity wise meaning learning the",
        1975.7,
        1982.18
    ],
    [
        " moves in jujitsu you know at like black belt unless there's these weird special moves that are coming",
        1982.18,
        1987.64
    ],
    [
        " out or wherever you know all the moves you know all this stuff it's now it's about other stuff you",
        1987.64,
        1991.9
    ],
    [
        " got to learn other stuff timing yeah well you know approaches and all this more like interstitial",
        1991.9,
        1997.26
    ],
    [
        " stuff but from a blue belt you still like there's moves you just don't know for sure so you learn",
        1997.26,
        2003.44
    ],
    [
        " way quicker if you're interested you know so you're like oh I have no answer to this guard pass I've",
        2003.44,
        2008.5
    ],
    [
        " no answer my blue belt literally no answer to this guard pass someone can show you oh this how you",
        2008.5,
        2012.86
    ],
    [
        " do it you just just block the risk and you're oh I automatically now so you just learn more so in my",
        2012.86,
        2017.84
    ],
    [
        " experience so I didn't think blue belt was very frustrating at all and I didn't spend much time",
        2018.34,
        2022.84
    ],
    [
        " of blue belt and then when you hit purple belt that's when the learning frustration hits because you're",
        2022.84,
        2027.74
    ],
    [
        " good enough and you kind of have this weird confidence that's developed and then you and you're",
        2027.74,
        2032.16
    ],
    [
        " you're doing so well against all these guys and then just you just hit that one level up where you",
        2032.16,
        2036.02
    ],
    [
        " can do nothing against nobody and you're just there for a long time because it's almost like you",
        2036.02,
        2040.48
    ],
    [
        " got to switch over to learning different types of things now yeah you gotta open your brain up open",
        2040.48,
        2044.84
    ],
    [
        " your mind up and open your game up and you gotta be vulnerable you're not gonna learn without",
        2044.84,
        2049.78
    ],
    [
        " making yourself vulnerable from time to time yeah and you know and again there's a good parallel",
        2049.78,
        2054.72
    ],
    [
        " hell worth learning about leadership I think it's the same thing you know you come into a leadership",
        2054.72,
        2058.76
    ],
    [
        " position for the first time and it doesn't take long before you're like okay I kind of got this",
        2058.76,
        2063.0
    ],
    [
        " and that's like your blue belt phase where you start feeling like and then the more people you get",
        2063.0,
        2069.46
    ],
    [
        " to command or the senior leadership positions you get put into or the harder situation you get",
        2069.46,
        2074.82
    ],
    [
        " put into you realize that all you gotta continue to exercise your mind you gotta continue to grow",
        2074.82,
        2079.8
    ],
    [
        " you gotta continue to try and absorb new information and try new strategies and tactics and still stick",
        2079.8,
        2086.42
    ],
    [
        " with the fundamentals because that's that's one thing that you know the fundamentals of Jiu Jitsu",
        2086.42,
        2090.78
    ],
    [
        " they're fundamentally the same from white belt to black belt and yet they change and there's",
        2090.78,
        2098.72
    ],
    [
        " sometimes you break those rules and they're nuanced and it's the same thing with being a leadership",
        2098.72,
        2101.86
    ],
    [
        " position the fundamentals don't change but then how are those how are those fundamental principles",
        2101.86,
        2108.62
    ],
    [
        " nuanced to handle these different situations yeah that's very challenging yeah yeah and then",
        2108.62,
        2116.78
    ],
    [
        " yes true and and brown belt to me is more the same as purple belt but just more like",
        2116.78,
        2122.26
    ],
    [
        " refined you know so it's it's like less of the frustration but the frustration becomes like",
        2122.26,
        2129.52
    ],
    [
        " more concentric you know what's crazy for me and I don't know if this is just you know when you",
        2129.8,
        2134.54
    ],
    [
        " remember back in the past like you forget the bad stuff of the past sure you know what I mean",
        2134.54,
        2140.2
    ],
    [
        " does everyone do that depends on bad but yeah yeah I mean I know that's all that's all yeah when",
        2140.2,
        2146.3
    ],
    [
        " we were in high school everything was great right or hey when we went to college everything was great",
        2146.3,
        2150.04
    ],
    [
        " or you know in the SEAL teams you go oh yeah that deployment was great we forget about all the hard",
        2150.04,
        2153.72
    ],
    [
        " stuff on deployment or anyone that was bad or whatever didn't work out the way we wanted to",
        2153.72,
        2157.8
    ],
    [
        " I don't know if it's that but when I talk about the hardest stage of my G2 jury journey it's one",
        2158.5,
        2164.1
    ],
    [
        " big blur of fun yeah it's like there's nothing where I think back wow I was frustrated this time no man",
        2164.1,
        2170.18
    ],
    [
        " I never had that feeling I I go home from the gym every time kind of like good good day of training",
        2170.18,
        2174.56
    ],
    [
        " but that was fun that was cool that I learned this or man I can't believe I got caught by that guy",
        2174.56,
        2178.16
    ],
    [
        " he's getting good or whatever you know you just kind of I don't have like these these hard stages to",
        2178.16,
        2184.2
    ],
    [
        " me yeah maybe I'm just a person that really enjoys it a lot I guess yeah and I and I I would say",
        2184.2,
        2190.5
    ],
    [
        " that that's most people I think I think I think I think I'm the same boat and you know for you",
        2190.5,
        2195.34
    ],
    [
        " use the term frustration yeah and I've actually you know I don't I don't want to bring this out",
        2195.34,
        2199.82
    ],
    [
        " in the public audience but I actually have seen you get frustrated from time to time well those",
        2199.82,
        2205.24
    ],
    [
        " are like my funny way of getting frustrated whatever I then I seen the same thing with you when",
        2205.24,
        2210.08
    ],
    [
        " well oh you want me to say okay one time you were rolling with Dean and Dean had you you know how",
        2210.4,
        2215.96
    ],
    [
        " like Dean will get ahead of you psychologically and he'll be like oh yeah and he'll like be",
        2215.96,
        2219.98
    ],
    [
        " beating you and laughing and stuff and then the more he laughs the less you laugh so you're getting",
        2219.98,
        2224.16
    ],
    [
        " really mad and I remember he was doing this thing where you guys stood up and you were like you",
        2224.16,
        2228.04
    ],
    [
        " like like you were just tired of what's going on you're tired of it and you're turning up the heat",
        2228.04,
        2231.96
    ],
    [
        " and Dean was just like okay and then he like Lee okay this is what he did he leaned against the wall",
        2231.96,
        2235.64
    ],
    [
        " kind of like oh you can't take me not him again so and you engage or whatever you guys",
        2235.64,
        2239.94
    ],
    [
        " went down and he got you I think he got you with arm bar and I remember it was arm bar because",
        2239.94,
        2245.16
    ],
    [
        " I remember thinking I don't think I've ever seen jacob and get tapped out be with the arm bar",
        2245.16,
        2248.96
    ],
    [
        " I can see like a foot lock something like a jumping cut but he got you with the arm and you were like",
        2248.96,
        2253.06
    ],
    [
        " ah you were frustrated yeah nonetheless that was like a what we could call a micro frustration",
        2253.06,
        2259.18
    ],
    [
        " overall there but these are like little twirling so so that frustration though",
        2259.18,
        2266.3
    ],
    [
        " is it possible for it to be called frustration if it brings me joy is it possible because",
        2267.0,
        2273.56
    ],
    [
        " even in the depths of like frustration man I feel good even getting tapped out yeah especially when",
        2273.56,
        2282.6
    ],
    [
        " you can reflect on it and that's why I think you said what or when you said you forget about the bad",
        2282.6,
        2288.94
    ],
    [
        " things you forget about the bad things in a certain kind of discourse if you regard that overall",
        2288.94,
        2295.14
    ],
    [
        " discourse as being a good thing then you'll start to forget about the yes and vice versa but I",
        2295.32,
        2299.78
    ],
    [
        " never go home and say like oh man I can't believe that I couldn't get out of there I just couldn't",
        2299.78,
        2305.64
    ],
    [
        " get anything at least it's I don't remember yeah man I got to have that feeling in there something yeah",
        2305.64,
        2310.98
    ],
    [
        " yeah it has to be and really what they are are just the the challenges that are specific to certain",
        2310.98,
        2315.56
    ],
    [
        " stages and these are just these are real general things that probably apply to you know to everybody",
        2315.56,
        2321.4
    ],
    [
        " and one way or another on the stages yeah and it's the same thing with leadership like most of the time",
        2321.4,
        2327.14
    ],
    [
        " even though I've been some situations where I was like man I didn't do a good job there I could",
        2327.14,
        2331.48
    ],
    [
        " done better normally I'm not frustrated or I was working for somebody that wasn't let me do what I",
        2331.48,
        2338.24
    ],
    [
        " wanted to do and I had more maneuver to do to get where I needed to be yeah didn't get frustrated",
        2338.24,
        2344.4
    ],
    [
        " enjoy that game yeah see yeah micro frustrations yeah they're like micro teres in your muscle you feel",
        2344.4,
        2353.7
    ],
    [
        " them but they're all for like benefit overall yeah they're not injuries exactly awesome next",
        2353.7,
        2361.48
    ],
    [
        " question next guest jockel you've talked about how getting into adversarial relationships is pointless",
        2361.48,
        2369.1
    ],
    [
        " but people always get into adversarial relationships with me I've been told I'm scary before but never",
        2369.1,
        2377.34
    ],
    [
        " understood why my question is how do I maneuver on this without acting like a little weakling",
        2377.34,
        2384.34
    ],
    [
        " bitch relax with a bit of turn to appear less threatening do I just accept that I rub people the wrong way",
        2384.34,
        2393.22
    ],
    [
        " so this is a question I'll do my best to answer because it's time for definitely time for",
        2396.16,
        2402.66
    ],
    [
        " some self awareness here for the individual asking this question it sounds like you are you know",
        2402.66,
        2410.56
    ],
    [
        " a big abrasive person that is aggressive and intimidates people and I know what's like to be that",
        2410.56,
        2415.94
    ],
    [
        " person because I could be I could come across as intimidating I know that I can definitely come",
        2415.94,
        2421.82
    ],
    [
        " across as aggressive I can be aggressive I am aggressive in many ways abrasive I don't know that not",
        2421.82,
        2427.48
    ],
    [
        " necessarily um categorizes me because I'm very cautious about not being abrasive because if I'm",
        2427.48,
        2437.8
    ],
    [
        " being abrasive with people am I building a relationship under making progress things there's obviously",
        2437.8,
        2441.78
    ],
    [
        " no so something the thing is when I hear this type of question I I think that there's some little",
        2441.78,
        2450.82
    ],
    [
        " bit of insecurity going on here right some little bit of hey that's not an insult that's what I",
        2450.82,
        2457.54
    ],
    [
        " sense because everyone's got insecurities I do everybody does and but but the fact that you ask",
        2457.54,
        2465.66
    ],
    [
        " this question I'm hoping that that means you want to make some kind of improve right you want to",
        2465.66,
        2471.08
    ],
    [
        " get better and you know I'm a little worried that you might just be looking for like reinforcement",
        2471.08,
        2479.22
    ],
    [
        " because people think chocolate is big and aggressive so if I say I'm big and aggressive you know",
        2479.22,
        2483.76
    ],
    [
        " jacuzzi is going to say hey those people are just scared of you and they don't deserve your mercy",
        2483.76,
        2487.54
    ],
    [
        " or you know what you knew you use your intimidation factor to overrun those people right that might be",
        2487.54,
        2493.72
    ],
    [
        " what you're looking for but you're not going to get that here and the reason you're not going to",
        2493.72,
        2498.6
    ],
    [
        " get that here is because that's not going to help you it's not going to help you achieve your goals",
        2498.6,
        2503.6
    ],
    [
        " and you talk about people being scared of you but the fact likely is is that you're the one that's",
        2503.9,
        2512.22
    ],
    [
        " scared and you actually said it yourself and that you don't want to appear to be weak you don't",
        2512.22,
        2521.28
    ],
    [
        " want to appear to be a bitch right that is that feeling that's fear that's fear it's fear of",
        2521.28,
        2532.9
    ],
    [
        " looking weak it's fear of looking wrong it's fear of failure and it's fear of vulnerability",
        2532.9,
        2538.74
    ],
    [
        " and those are those are real those are real and if you're you know everybody should be feeling those",
        2538.74,
        2548.5
    ],
    [
        " fears at some level but you have to overcome those fears if you don't then how are you ever going",
        2548.5,
        2555.16
    ],
    [
        " to step up if you're if you're too afraid to be wrong how are you ever going to answer a question",
        2555.16,
        2560.74
    ],
    [
        " if you're too afraid to look weak however you ever going to expose your any weaknesses if you",
        2561.04,
        2570.66
    ],
    [
        " don't expose any weaknesses well just build a bunker around yourself and sit in there by yourself",
        2570.66,
        2574.02
    ],
    [
        " so as a leader we know that up and down the chain of command you need to develop relationships",
        2574.02,
        2581.38
    ],
    [
        " right that's what that's what you're supposed to do that means you need to communicate with people",
        2581.38,
        2587.36
    ],
    [
        " that means you need to talk and you need to listen and you need to develop trust and one of the best",
        2587.36,
        2593.88
    ],
    [
        " ways to develop trust with other people is by exposing some vulnerability by saying heck oh I'm",
        2593.88,
        2603.28
    ],
    [
        " not quite sure how to do this or heck oh hey can you can you help me with this issue I have going",
        2603.28,
        2607.86
    ],
    [
        " on here I don't know how to solve it that's ways that you build trust and thereby build",
        2607.86,
        2616.2
    ],
    [
        " relationships and it's hard to do that because you don't want to look stupid you don't want to look",
        2616.2,
        2623.4
    ],
    [
        " weak you don't admit you don't know something because you want to be mr strong and know everything",
        2623.4,
        2630.22
    ],
    [
        " and so you're probably putting up a front",
        2632.48,
        2635.86
    ],
    [
        " unaggressive front and abrasive front it's a wall to keep people intimidated and then in your",
        2635.86,
        2645.46
    ],
    [
        " mind you think it's not my fault it's their fault because they're scared of me it's their fault",
        2645.46,
        2651.6
    ],
    [
        " because I'm so intimidating so that is not good and then you get the you're kind of closing",
        2651.96,
        2660.42
    ],
    [
        " statement should you just accept that I rub people the wrong way you can you can accept that you",
        2660.42,
        2666.84
    ],
    [
        " rub people the wrong way but then you might as well accept right then and there that you're never",
        2666.84,
        2670.36
    ],
    [
        " going to be a true leader that you're never going to build any relationships that you're never",
        2670.36,
        2674.6
    ],
    [
        " going to inspire anybody and you're never going to be the leader of a badass unified high performing team",
        2674.6,
        2682.3
    ],
    [
        " probably not worth it and the the better thing to do is to humble yourself",
        2682.3,
        2695.78
    ],
    [
        " is to open yourself up to the pain and the discomfort of displaying weakness and error and failure",
        2697.14,
        2707.88
    ],
    [
        " and open yourself up to try and be nice to other people",
        2707.88,
        2717.74
    ],
    [
        " instead of being scared of what's going to happen if you expose yourself go ahead and throw it",
        2717.74,
        2723.98
    ],
    [
        " out there act pleasant to them so they talk to you without fear and in doing those things you can",
        2723.98,
        2733.68
    ],
    [
        " overcome whatever these insecurities are and I don't know what inscures you have it could be any",
        2733.68,
        2738.64
    ],
    [
        " number of things maybe you don't think you're as smart as they are maybe you don't think you're",
        2738.64,
        2741.86
    ],
    [
        " as well educated as they are maybe you don't think that they have you have the strategic vision that",
        2741.86,
        2745.82
    ],
    [
        " they have whatever those insecurities are it's all good we all got them no big deal but if you stop",
        2745.82,
        2752.78
    ],
    [
        " hiding them and you own them you will become not only a better leader but you become a better man",
        2752.78,
        2765.82
    ],
    [
        " so take a breath and get humble and take another crack at this gig",
        2765.82,
        2779.1
    ],
    [
        " you know I think losing your temper is a huge red flag like I've always said and I'll be",
        2781.84,
        2786.24
    ],
    [
        " we'll say huge red flag if you ever lose your temper and I'm not saying scream and yell I'm just",
        2786.24,
        2790.56
    ],
    [
        " saying you're getting mad at displaying that anger well what's really what's really what's really",
        2790.56,
        2796.94
    ],
    [
        " bad is when people utilize their temper as a tool to scare and intimidate people yeah oh man",
        2796.94,
        2803.86
    ],
    [
        " I don't want to say anything to jockele on this because you're gonna lose his lose his temper",
        2803.86,
        2807.08
    ],
    [
        " lose mine go crazy like that that's that's me using it as a tool which is not good because you're",
        2807.12,
        2815.78
    ],
    [
        " not building any relationships you're not getting any input from people you're you're not respected by",
        2815.78,
        2821.1
    ],
    [
        " the way people might fear you if you have a bad temper but they don't respect you they're not",
        2821.1,
        2826.24
    ],
    [
        " calling you up and asking you for advice they're not wanting you to run their their project",
        2826.24,
        2832.2
    ],
    [
        " yeah no and they're not motivated to do good by you when you're not around they are definitely not",
        2832.86,
        2838.98
    ],
    [
        " motivated to do good by you when you're not around in fact the only reason they do anything is",
        2838.98,
        2843.36
    ],
    [
        " out of fear yeah whereas if you have a relationship with them you could leave for six months and the",
        2843.36,
        2849.74
    ],
    [
        " people that know you and respect you and care about you and have relations they're still busting",
        2849.74,
        2853.88
    ],
    [
        " their ass to do the best they can for you you glad when you come back to yeah yeah and in a lot of",
        2853.88,
        2860.94
    ],
    [
        " times like so the adversarial relationship thing wait a way to look at it is it kind of takes",
        2860.94,
        2868.88
    ],
    [
        " both you to to kind of cultivate an adversarial relationship goes goes for any kind of relationship",
        2868.88,
        2873.96
    ],
    [
        " I'd say no yes or no it will okay so here you you keep being a dick to me we'll say and if I",
        2873.96,
        2883.78
    ],
    [
        " just keep being nice to you even though you're being a dick to me even though we have a job to do",
        2883.78,
        2888.64
    ],
    [
        " it yes all that and maintaining the integrity of that but I'm keep being nice to you you keep",
        2888.64,
        2893.24
    ],
    [
        " being a dick to me I keep being nice to you after a while the way that shakes itself out is I'm",
        2893.24,
        2899.32
    ],
    [
        " being nice you know I just become the dominator yeah no well here's the thing we're still getting",
        2899.32,
        2904.02
    ],
    [
        " the job done or whatever but my reason my response to you if you be a dick to me is not be a dick",
        2904.02,
        2908.68
    ],
    [
        " back or defend you know it's it's just be nice oh you know it's a where you're gonna say it shakes",
        2908.68,
        2913.72
    ],
    [
        " out as it shakes out the one guy who's a dick stands out so everyone's being cool and when all",
        2913.74,
        2922.8
    ],
    [
        " is said and done we're just dealing with one guy who's a dick so if you if if you cultivate",
        2922.8,
        2929.34
    ],
    [
        " the adversarial relationship it's like okay you have this competitive situation now two people",
        2929.34,
        2933.96
    ],
    [
        " you know are a dick two guys that are jerks yeah yeah and let's say you were a nice guy to begin with",
        2933.96,
        2939.56
    ],
    [
        " don't become a jerk now you know it's true so and I say that because a lot of times when if",
        2940.82,
        2948.12
    ],
    [
        " you're like a people are creating creating adversarial relationships with me you're gonna play",
        2948.12,
        2955.18
    ],
    [
        " a part in that relationship you know yeah and the thing with this question and you know I mean",
        2955.18,
        2961.9
    ],
    [
        " even the terminology used which which is you know how do I maneuver on this without acting like",
        2961.9,
        2967.44
    ],
    [
        " a little bitch yeah literally so you got to figure not not you know not the most mature person so",
        2967.44,
        2974.66
    ],
    [
        " I'm guessing hey man you're probably 22 you know 24 something like that or you're",
        2974.66,
        2979.28
    ],
    [
        " haven't matured a lot in your 27 but you're still caught in that in that game and I think a lot",
        2979.28,
        2985.98
    ],
    [
        " of times you know people when they when they meet me or they they learn about me or I show up at",
        2985.98,
        2994.42
    ],
    [
        " their business they think I'm gonna be that guy that's like we're gonna just come in here and",
        2994.42,
        3000.36
    ],
    [
        " and it's it's always really cool when people go man yeah I didn't think of that it's oh you have",
        3000.36,
        3006.72
    ],
    [
        " this approach that we didn't expect and I'm like yeah you know and by now most people kind of",
        3006.72,
        3012.52
    ],
    [
        " you know at this stage in echelon front when I show up somewhere people have listen to the podcast",
        3012.52,
        3017.04
    ],
    [
        " they know where I'm coming from now but you know two years ago you know they expected this big",
        3017.04,
        3022.88
    ],
    [
        " sergeant slaughter type thing to go down yeah whip these people in a shape and and my guess is",
        3023.34,
        3029.54
    ],
    [
        " that the individual that asked this question was kind of thinking he would get some moral support",
        3029.54,
        3033.44
    ],
    [
        " for me and I'm trying to give him moral support because I want her to be successful because I want",
        3033.44,
        3037.96
    ],
    [
        " him to go out and dominate in the world but to go out and dominate in the world you have to be a",
        3037.96,
        3042.88
    ],
    [
        " a chess player not a checker's player you gotta you gotta think you gotta use the relationships",
        3042.88,
        3049.6
    ],
    [
        " you gotta use indirect warfare to go out there and be blunt force trauma and everybody",
        3049.6,
        3053.66
    ],
    [
        " it'll get you it'll get you you know it'll get you with a quarter of the way there",
        3053.66,
        3059.88
    ],
    [
        " if you're lucky and then it'll it won't get you the rest of the way so just just it's no big deal man",
        3059.88,
        3065.68
    ],
    [
        " you're you young you got some learning to do that's awesome I wish I would have been smart",
        3065.68,
        3070.18
    ],
    [
        " enough to ask this question when I was a young student 23 year old you got some you're thinking",
        3070.18,
        3075.4
    ],
    [
        " you recognize that you're in a situation so all you gotta do is just uh just start taking a",
        3075.68,
        3080.44
    ],
    [
        " different approach a little bit more of an indirect approach a little bit more of an open mind",
        3080.44,
        3083.4
    ],
    [
        " a little bit more humility don't worry about looking weak when you the people that are scared to",
        3083.4,
        3088.58
    ],
    [
        " look weak are the people that are weak man the people that are okay being exposed are the people",
        3088.58,
        3095.72
    ],
    [
        " that are strong like I'm totally comfortable in my leadership capabilities so when I have an",
        3095.72,
        3100.72
    ],
    [
        " issue I'm like hey I don't feel comfortable about this I'm not worried that somebody's not going",
        3100.72,
        3103.88
    ],
    [
        " to say like oh well we don't think you can handle this it no no no I actually I know I can",
        3103.88,
        3106.92
    ],
    [
        " yeah I've been in worse situation so what do you got yeah so if you're paranoid about looking",
        3106.92,
        3111.6
    ],
    [
        " weak it means you probably are weak if you don't care about being looking weak it probably means",
        3111.6,
        3117.02
    ],
    [
        " that you're coming along you know you're doing pretty good you solid yeah check so you don't need a",
        3117.02,
        3126.28
    ],
    [
        " hard shell if you have a hard core but you need a hard shell if you have a soft core yes that is true",
        3126.28,
        3133.6
    ],
    [
        " kind of thing yes did you just make that up yeah but I mean I'm not looking at it like dang that",
        3133.6,
        3140.22
    ],
    [
        " was deep I'm not I'm not thinking that but that is a true statement if you're if you're fundamentally",
        3140.22,
        3145.64
    ],
    [
        " sound on the internal and the meaningful structure of your of your being then you can withstand",
        3145.64,
        3155.18
    ],
    [
        " a tax so you don't need to put up a big wall right right you know but if you're fundamentally weak",
        3155.18,
        3160.64
    ],
    [
        " internally and the fundamentals of your of your being are weak then you need to put up a big",
        3161.1,
        3167.12
    ],
    [
        " you better protect it you need to go round and bow up to people and yeah you may be some weapons",
        3167.12,
        3172.78
    ],
    [
        " out there to really keep them away you know some guns some heavy or something nice all right good",
        3172.78,
        3180.9
    ],
    [
        " next question we'd love to hear tips for moving to wake up earlier",
        3180.9,
        3188.06
    ],
    [
        " alarms and not disturbing your spouse keeping alert throughout the day you know when you wake up early",
        3189.66,
        3194.78
    ],
    [
        " as these are yeah these are things so tips for managing the implications around making that change",
        3194.78,
        3200.28
    ],
    [
        " to get up earlier while keeping the space or keeping the speed or keeping the piece at home and work",
        3200.28,
        3206.04
    ],
    [
        " and working did you put that I did not put that work he had some he made a typo or he's he's on the",
        3206.04,
        3213.2
    ],
    [
        " inside with what that is is that's a homage to the Portuguese accent yes well no it's it's a",
        3213.2,
        3220.1
    ],
    [
        " homage to the fake Portuguese accent no it's the real one working yeah well anything adding like",
        3220.1,
        3227.4
    ],
    [
        " e at the end like it'll come out oh yeah yeah yeah it can be exaggerated though by certain people",
        3227.4,
        3234.78
    ],
    [
        " right myself included okay so so how to wake up in the morning number one let's let's talk about",
        3234.78,
        3241.58
    ],
    [
        " one important piece this how do you do without disturbing the spouse because we don't want to",
        3241.74,
        3246.44
    ],
    [
        " we don't want to make the spouse angry no adversary relationships with this boss at 430 no not a 430",
        3246.44,
        3252.34
    ],
    [
        " so one of the things real real easy one out of the gate get an escalating alarm so what that means",
        3252.34,
        3257.68
    ],
    [
        " is it starts off quiet sure and it gets louder gets progressively louder I am a much lighter sleeper",
        3257.68,
        3264.34
    ],
    [
        " than my wife so this is not that big of a deal to me and I can't answer I've slept with a roommates",
        3264.38,
        3274.06
    ],
    [
        " that wanted to sleep you know like in the military you know you got you got bunked together or whatever",
        3274.06,
        3278.94
    ],
    [
        " so I've dealt with this a little bit but it's really no factor get an escalating alarm and then",
        3278.94,
        3284.84
    ],
    [
        " when that thing goes off you you wake up before it gets too loud to wake your spouse it should be",
        3284.84,
        3290.6
    ],
    [
        " on your side of the bed so you can make it happen or you can pick a song that starts off nice and",
        3290.6,
        3296.08
    ],
    [
        " mellow and that kind of builds and for a long time for this particular reason I used to have",
        3296.08,
        3303.38
    ],
    [
        " there's a band called the sword sure and they have a song called iron swan and it starts off nice",
        3303.38,
        3312.46
    ],
    [
        " and mellow if you don't get up in time it's coming so you got it so it's like a kind of like a",
        3312.46,
        3319.38
    ],
    [
        " game within the game right there where you got to beat the clock yes yes you got to beat the clock",
        3319.38,
        3324.8
    ],
    [
        " you got to get up and turn that thing because otherwise it's anant and and and and and then you're too",
        3324.8,
        3330.34
    ],
    [
        " late what is it black swan no iron swan iron swan it's the sword yeah because there's there's",
        3330.34,
        3337.1
    ],
    [
        " there's times in my life where I will put like the ultimate shocker of a tune in my in my playlist",
        3337.1,
        3348.08
    ],
    [
        " if I need to get up and I need to get up and get on it like there's a song called repeat",
        3348.72,
        3353.3
    ],
    [
        " repeat process by 100 demons that song will get you out of bed it will get you out of bed when it",
        3353.3,
        3361.16
    ],
    [
        " kicks in it just comes it comes it's like it's like getting it's it's like an explosion happens in your",
        3361.16,
        3366.38
    ],
    [
        " room and it's a great song by a great band but anyways so if but in this case you don't want to go",
        3366.38,
        3373.78
    ],
    [
        " with 100 demons no you don't want to go with repeat process you want to go with the sword",
        3373.78,
        3379.48
    ],
    [
        " iron song or an escalating alarm now once you do that you got to have the gear pre-staged the gear",
        3379.48,
        3386.72
    ],
    [
        " has the morning gear has to be pre-staged so so we're not in the dress it we're not pulling open",
        3386.72,
        3391.76
    ],
    [
        " drawers we're not flipping on lights we're not searching for stuff no we get up we walk out of the",
        3391.76,
        3396.0
    ],
    [
        " room yeah quietly stealth mode then you get to either the bathroom now if you have the bathroom",
        3396.0,
        3402.28
    ],
    [
        " on sweet maybe you have some stuff staged in the other bathroom in the house so you just walk",
        3403.42,
        3407.6
    ],
    [
        " right out of the room shut the door and you're good you made your escape you know oh and I'll tell",
        3407.6,
        3413.34
    ],
    [
        " you another thing heads up make sure that you set off your secondary I mean that you turn off",
        3413.34,
        3418.78
    ],
    [
        " your secondary and your tertiary alarms so if you're like me and you sleep with multiple alarm",
        3418.78,
        3423.62
    ],
    [
        " clocks if you leave because they they go off sequentially right you know you got your first one",
        3423.62,
        3429.0
    ],
    [
        " iPhone then you got your second one battery powered then you get your third one wind up the wind",
        3429.52,
        3432.9
    ],
    [
        " up is the gnarly last one with the right right if you leave that thing if you forget to shut that",
        3432.9,
        3441.2
    ],
    [
        " thing off before you walk out you can hear about it you can hear that because now when it goes off",
        3441.2,
        3446.26
    ],
    [
        " it's a startle or because it doesn't go off I mean most you know 50% of the time I'm up before",
        3446.26,
        3451.0
    ],
    [
        " the alarms but but if you leave that one on there it's a startle and then then your your spouses",
        3451.0,
        3456.16
    ],
    [
        " waking up in a panic mode because now they don't know where it is then there's effort they're",
        3456.16,
        3461.8
    ],
    [
        " being attacked it's it's a gnarly situation so shut off the secondary and tertiary alarms",
        3461.8,
        3468.3
    ],
    [
        " and then get out of the room and then you know maybe you even have your toothbrush and your",
        3468.3,
        3473.82
    ],
    [
        " toothpaste staged in another in the another bathroom or in the kitchen or whatever got your workout",
        3473.82,
        3478.5
    ],
    [
        " gears not in a drawer by the bed where you're pulling that open making that racket no you just",
        3478.5,
        3483.84
    ],
    [
        " get up and you leave so then that's that's how you do it that's how I do it and again I have",
        3483.84,
        3492.0
    ],
    [
        " an advantage because my wife is a pretty heavy sleeper she gets mad that when I come home from a",
        3492.0,
        3498.82
    ],
    [
        " trip at late at night I do some unpacking in the night that can be a little frustrating for her",
        3498.82,
        3503.3
    ],
    [
        " but anyways that's what you do now the next piece of this question was for alertness throughout",
        3503.3,
        3511.62
    ],
    [
        " the day what do you do to stay alert throughout the day I think one of the things you have to do is",
        3511.62,
        3517.44
    ],
    [
        " check your diet right check the diet make sure in my opinion make sure you're not ingesting a ton",
        3517.44,
        3524.96
    ],
    [
        " of carbohydrates because those are going to make you tired they're going to make you excited or",
        3524.96,
        3531.64
    ],
    [
        " make you fired up for about 20 minutes I don't know heaven had them in a long time for like",
        3531.64,
        3536.56
    ],
    [
        " 20 minutes before you eat them like right when you actually that's really what they're for",
        3536.56,
        3541.04
    ],
    [
        " yeah yeah or correct light and some energy yeah yeah well and they put you to sleep so when you when",
        3541.04,
        3546.46
    ],
    [
        " you when you eat it it's basically the really basic sequence is I'm going to do some output",
        3546.46,
        3552.76
    ],
    [
        " you know in the wild I'm gonna go hunting I'm gonna whatever you know I'm gonna gather whatever",
        3552.76,
        3557.6
    ],
    [
        " do some output that expended some energy I'm gonna need some energy and I'm gonna need some rest",
        3557.6,
        3563.44
    ],
    [
        " and when you get the energy carbohydrates food in anyway serotonin all these other chemicals that",
        3563.44,
        3571.5
    ],
    [
        " induce you to go rest that's the sequence that's the process don't forget about insulin yeah",
        3571.5,
        3577.14
    ],
    [
        " because the insulin also put away the the insulin is going to make you tired too so check your diet",
        3577.14,
        3582.2
    ],
    [
        " check your diet I just had a guy on Twitter oh man he's like hey man I'm tired during the day",
        3582.2,
        3588.88
    ],
    [
        " I'm dragging I'm like well check your diet and he's like well I think it's okay I'm drinking a lot",
        3588.88,
        3593.12
    ],
    [
        " of energy drinks no not good the energy drinks are addictive yeah they're tasty they're addictive",
        3593.12,
        3602.1
    ],
    [
        " and they're they're filled with sugar most of the time so you're gonna get a major sugar rush",
        3602.1,
        3608.98
    ],
    [
        " and then you're gonna crash so you gotta be careful that also you don't want to be on on the",
        3608.98,
        3615.5
    ],
    [
        " crazy amount of caffeine all day and that's gonna mess up your system as well does the same thing is",
        3615.5,
        3620.1
    ],
    [
        " the sugar the caffeine rush and then the crash that's that's the same thing yeah yeah even more than sugar",
        3620.1,
        3626.7
    ],
    [
        " yeah and and well I'll tell you right now people ask me all the time they're surprised that I work",
        3626.7,
        3633.8
    ],
    [
        " out without caffeine in the morning but I'm telling you give it a try yeah because it'll be",
        3633.8,
        3640.78
    ],
    [
        " maybe it's harder for you to get out of bed maybe it's harder for you to get ready maybe it's",
        3641.3,
        3646.68
    ],
    [
        " harder for you to get into the gym with no caffeine and maybe it's harder for you to start your",
        3646.68,
        3652.28
    ],
    [
        " workout with no caffeine but once you start the workout yeah I don't think it's gonna be that",
        3652.28,
        3657.86
    ],
    [
        " big of a deal yeah alright and if it is good make your workout harder you know I don't think",
        3657.86,
        3664.04
    ],
    [
        " it's that big of a deal so don't become addicted to the caffeine and that's gonna be because",
        3664.04,
        3668.3
    ],
    [
        " that can get problematic and then um power nap talked about this before if you need to you take",
        3668.3,
        3675.48
    ],
    [
        " a little power nap you take six to eight minutes you set your alarm clock you elevate your feet",
        3675.48,
        3679.5
    ],
    [
        " above your heart you lay down and you black out if you're really tired you six to eight minutes",
        3679.5,
        3684.58
    ],
    [
        " of your feet like you feel like a rock star after one of those you know agree and another thing",
        3684.58,
        3690.66
    ],
    [
        " you can do if you're tired during the day no big deal just find a little corner somewhere go",
        3690.66,
        3696.56
    ],
    [
        " banks and push ups out go bang out oh ten burpees yeah yeah get the blood flowing yeah there's",
        3696.56,
        3702.54
    ],
    [
        " no way it's it's it's it's physiologically impossible to do burpees and and remain tired",
        3702.54,
        3710.52
    ],
    [
        " whatever burpees you can tell you you since you turned into a physiology major over here",
        3710.52,
        3716.44
    ],
    [
        " tonight if you want to tell me what that does physiologically I don't know but I do know this if",
        3716.44,
        3721.6
    ],
    [
        " you're knocked out ten burpees small small prescription you will not be tired for at least a",
        3721.6,
        3727.26
    ],
    [
        " half an hour you're not gonna be ten burpees and then feel tired if he can't do it I can tell you",
        3727.26,
        3732.78
    ],
    [
        " why physiologically endorphins get released there's stuff adrenaline like when you know you're gonna",
        3732.78,
        3738.88
    ],
    [
        " do physical activity when you know it you have it I'm not saying a huge adrenaline just a little",
        3738.88,
        3742.66
    ],
    [
        " little down you get it adrenaline rush yeah a little bit she's still going part of it so that's",
        3742.66,
        3748.68
    ],
    [
        " those are some tips I guess for alertness throughout the day that I use yeah and forget",
        3748.72,
        3756.62
    ],
    [
        " not a bed early in the morning hey and by the way go to bed earlier at night yeah go to bed",
        3756.62,
        3760.94
    ],
    [
        " earlier at night I go to bed like usually around 11 um I don't recommend that I don't recommend",
        3760.94,
        3765.94
    ],
    [
        " going to bed at 11 and getting up at 4 30 no I don't recommend that I recommend going to bed when",
        3765.94,
        3770.62
    ],
    [
        " you get tired shut your computer off stop looking at the interwebs yeah and go to sleep you know",
        3770.62,
        3777.46
    ],
    [
        " what go read an actual book because that make you tired yeah that will make you tired that's like",
        3777.46,
        3782.06
    ],
    [
        " the opposite of burpees go read go read a book you know and just sit there and you will get more",
        3782.06,
        3789.42
    ],
    [
        " tired yeah unless like a real exciting or interesting book yeah of course of course don't read",
        3789.42,
        3796.2
    ],
    [
        " blood meridian before you go to bed yeah but and you're because you're a fast sleeper fast sleeper",
        3796.2,
        3807.44
    ],
    [
        " get you so quick you know promptly put you into a crash the next day yeah I don't know bro you",
        3807.44,
        3813.76
    ],
    [
        " can power through well I don't know I if I can go to the next man I've even when you had the latest",
        3813.76,
        3819.14
    ],
    [
        " little baby yeah you came in here on a couple hours sleep yeah you're like rolled in here ready to",
        3819.14,
        3824.08
    ],
    [
        " record you sat here you got after yeah it's true and there's all these different little things",
        3824.08,
        3828.38
    ],
    [
        " you can realize yeah it makes you realize how much more you can do I think a lot of people",
        3828.38,
        3832.48
    ],
    [
        " it's like this and I don't want to go into this full subject right now but the other day I did",
        3832.7,
        3837.52
    ],
    [
        " a 72 hour fast right no food for 72 hours and there's a bunch of reasons we can talk about it",
        3837.52,
        3843.1
    ],
    [
        " maybe we'll do it on a later podcast I will say this though what one small thing",
        3843.1,
        3846.74
    ],
    [
        " if you go 72 hours without eating it recalibrates your hunger meter",
        3846.74,
        3854.5
    ],
    [
        " because we we just think oh I haven't had a donut in two hours I'm starving",
        3854.5,
        3861.48
    ],
    [
        " no you're not starving you're not even hungry not even close to hungry so recalibrate that thing",
        3862.48,
        3867.84
    ],
    [
        " do a fast even if you just don't eat for 24 hours you realize that most of your hunger signals",
        3867.84,
        3873.62
    ],
    [
        " that are coming to your brain are lies yeah and I'm not saying their lies like oh don't eat",
        3873.62,
        3878.88
    ],
    [
        " but I'm saying you don't need to eat and how liberating is it that I was having so much fun I was",
        3878.88,
        3884.56
    ],
    [
        " on this fast and I'm just like don't even need food I don't need food I don't need to eat",
        3884.56,
        3889.62
    ],
    [
        " that's the ultimate control right what I don't need food food is food is if you're weak you know",
        3890.08,
        3896.36
    ],
    [
        " what I mean it's that type of you get that mentality going and then guess what now you go on a",
        3896.36,
        3900.62
    ],
    [
        " travel day and you go oh man I'm gonna be in the airport all day today and I don't know what I'm",
        3900.62,
        3906.18
    ],
    [
        " gonna eat don't eat anything yeah you're capable you're told you can go 72 hours as a matter of",
        3906.18,
        3911.04
    ],
    [
        " fact you can go like 30 days without food so going three days is not that big of a deal it's not",
        3911.04,
        3916.18
    ],
    [
        " even that big of a deal yeah I did when I just did this 72 hour fast it was just not like I did",
        3916.18,
        3922.9
    ],
    [
        " everything normal I went to Jiu-Jitsu I did worked out I did squats and pull ups everything was normal",
        3922.9,
        3927.48
    ],
    [
        " everything was normal it's not that big crazy deal just we just get so accustomed to just",
        3927.48,
        3934.28
    ],
    [
        " feed the machine all the time and you gotta have a you know you gotta have a meal every six hours",
        3934.28,
        3938.3
    ],
    [
        " and it's so at our fingertips yeah it's so but it's also you this is what I realized it's so",
        3938.3,
        3942.86
    ],
    [
        " inconvenient to have to eat all the time thank oh man you know it's black you're right so it's",
        3943.1,
        3948.26
    ],
    [
        " kind of nice to just eat I know once a day guess I have put a big old stake on get after it yeah",
        3948.26,
        3953.78
    ],
    [
        " I mean and again I hate there's all kinds of people and there's people that know this is one of",
        3953.78,
        3959.14
    ],
    [
        " the reasons I don't like talking about this particular topic um it's because there's a lot of",
        3959.14,
        3964.58
    ],
    [
        " people that like study this and know a bunch about this now follow these facts so if I go into the",
        3964.58,
        3969.1
    ],
    [
        " research well I know the facts too but I don't I can't consider and quote them right I don't have",
        3970.14,
        3975.2
    ],
    [
        " the in-depth knowledge that Peter Atia has on fasting you know what I mean yeah or Dom D'Agostino",
        3975.2,
        3983.44
    ],
    [
        " those guys they're pH their doctors I'm not a doctor yeah I'm a knucklehead that was and",
        3983.44,
        3990.32
    ],
    [
        " the other things people you know what did you do to prepare for your fasting I was like I didn't",
        3990.32,
        3994.54
    ],
    [
        " eat yeah I was I was with Laph and we were on a trip and we had like a lunch and then we did a",
        3995.44,
        4001.56
    ],
    [
        " gig that night and I like to eat before I do a gig and then after that we stayed up a little bit",
        4001.56,
        4007.0
    ],
    [
        " and did some work and then woke up in the morning had an early flight and then I came home and I",
        4007.0,
        4010.34
    ],
    [
        " wanted to train so I worked out and I got done with that and I went and did something else and",
        4010.34,
        4013.36
    ],
    [
        " the next thing I knew was 24 hours like oh you know what the next day I didn't feel too hungry so",
        4013.36,
        4016.62
    ],
    [
        " I just held on so it wasn't no preparation just got after it again people don't do this",
        4016.62,
        4023.58
    ],
    [
        " this anecdotal check with a physician or whatever you got to do don't listen to me yeah as far as",
        4024.64,
        4029.76
    ],
    [
        " like a recommendation you should do because you know you are different and send to our fast",
        4029.76,
        4034.98
    ],
    [
        " okay I dig it man but I think really kind of the point that you're making or one of them anyway",
        4034.98,
        4040.68
    ],
    [
        " I think is absolutely true so you're you know a lot of it is like habitual hunger but it goes",
        4040.68,
        4047.14
    ],
    [
        " beyond just like psychological habitual it's like physiological it's like okay I'm used to",
        4047.14,
        4051.32
    ],
    [
        " getting food every four hours so when the four hour mark comes around physiologically your",
        4051.32,
        4055.4
    ],
    [
        " stomach doesn't be like where my food your mouth is anywhere in my food and then after a while if",
        4055.4,
        4059.36
    ],
    [
        " you're like hey you don't get food this time your stomach is going okay sometimes food don't get",
        4059.36,
        4062.84
    ],
    [
        " food yeah so let's kind of act right you know and then when the food comes okay we'll do that",
        4062.84,
        4067.12
    ],
    [
        " when that happens the recalibration is real though because then after I started eating again and then",
        4067.12,
        4071.36
    ],
    [
        " the next day I go oh I'm feeling hungry I'm gonna eat something I'm actually not hungry so why am I",
        4071.36,
        4076.18
    ],
    [
        " eating why am I eating it from not hungry yeah that's my mind is controlling me when I should be",
        4076.26,
        4081.6
    ],
    [
        " controlling my mind yeah you know so and that's another thing where you're you're there's nothing",
        4081.6,
        4087.28
    ],
    [
        " new right your mind is so strong or whatever so you can trick yourself in this goes for sleep too",
        4087.28,
        4091.56
    ],
    [
        " so if you think that you got nine hours of sleep you'll be way less tired then okay let's say two",
        4091.56,
        4098.54
    ],
    [
        " people exact people there identical twins right identical life experience whatever one guy believes",
        4098.54,
        4103.68
    ],
    [
        " the next morning okay they both got eight hours sleep one guy believes he only got four hours sleep",
        4103.68,
        4108.24
    ],
    [
        " and one guy believes he got 10 hours sleep typical placebo scenario yeah but that's how your mind",
        4108.24,
        4113.56
    ],
    [
        " it knows like basically it's your mind accommodating what it thinks the stimulus is so so the other",
        4113.56,
        4119.6
    ],
    [
        " twin the four hour sleep believer he's gonna be way more tired and he's gonna be like dang where's",
        4119.6,
        4124.32
    ],
    [
        " that nap I was looking forward I need or whatever the other one imagine if you woke up every day and",
        4124.32,
        4127.96
    ],
    [
        " you were like I only got four hours of sleep and I'm gonna crush today exactly right I actually",
        4127.96,
        4132.18
    ],
    [
        " believe I work better on less sleep how you like damn apples exactly exactly and that's really",
        4132.18,
        4137.92
    ],
    [
        " that's what was gonna be my point there where you're like I told you I've told you that before yeah I've",
        4137.92,
        4143.06
    ],
    [
        " I've so so I've told echo before that when we're getting ready to record the podcast the day before",
        4143.06,
        4150.56
    ],
    [
        " I record the podcast that night I like to sleep less like four hours because I feel like it sharpens",
        4150.56,
        4159.78
    ],
    [
        " I'll tell you what it did to be quite honest with what I think it does it it brings it",
        4160.28,
        4166.04
    ],
    [
        " it brings my emotions a little closer to the surface so like you feel like we're kind of",
        4166.04,
        4176.72
    ],
    [
        " under attack so I better like I better like pardon up right now I better like get my true story",
        4176.72,
        4183.06
    ],
    [
        " about it's like oh no this is what it is I can get more like when I'm reading something",
        4183.06,
        4187.32
    ],
    [
        " I'm more focused on it I'm more into it like actively yeah because I think when I'm well-rested I'm",
        4187.88,
        4194.74
    ],
    [
        " like like a like rock solid right I'm just right oh yeah when I when I sleep less I'm a little bit",
        4194.74,
        4202.1
    ],
    [
        " more exposed I'm a little bit more vulnerable right mentally right and I need that right because",
        4202.1,
        4209.7
    ],
    [
        " otherwise I just become very um um detached I become very detached and it's it's you know so I",
        4209.76,
        4219.14
    ],
    [
        " want it when I come in here I want to be on though I want to be on the fringe a little bit right",
        4219.14,
        4222.7
    ],
    [
        " right man that's I want to be exposed I want to be walking in here being like man this is going to be",
        4222.7,
        4226.7
    ],
    [
        " this is an intense this thing not a walk in the park today no this is going to be hard to let me",
        4226.7,
        4232.14
    ],
    [
        " so I want yes I want to be stressed a little bit when I come in here yeah yeah I can dig it and I",
        4232.14,
        4237.54
    ],
    [
        " feel I always feel like like like the same thing in jiu jitsu I feel better when I'm stressed and when",
        4237.54,
        4242.64
    ],
    [
        " I'm a little bit more yeah a little bit more stressed a little bit more tension a little bit more",
        4242.64,
        4246.82
    ],
    [
        " pressure on myself I want to be there yeah I don't want to be the wrong time and I'll tell you what",
        4246.82,
        4251.34
    ],
    [
        " just so everybody knows there's some days where I'm tired when I'm just tired and I just sometimes",
        4251.34,
        4257.56
    ],
    [
        " I just need a power nap so bad I'm gonna I'm literally falling asleep you know and I hate that",
        4257.56,
        4262.26
    ],
    [
        " that's a horrible feeling but you you know what elevate your feet set it on clock for eight minutes",
        4262.26,
        4266.86
    ],
    [
        " boom you're gonna wake up feel like Superman it's kind of like when people hit themselves before",
        4267.16,
        4274.58
    ],
    [
        " they go lift because it waited like slap themselves yeah for sure so on the surface looks like",
        4274.58,
        4280.48
    ],
    [
        " always getting fired up but yeah why is he getting fired up for the exact same reason that you're",
        4280.48,
        4283.62
    ],
    [
        " talking about because if it's like boom I'm like I'm getting these things where I got a kind of",
        4283.62,
        4288.36
    ],
    [
        " bounce back from right I'm under attack you got a legitimate adrenaline rush to right so physiologic",
        4288.36,
        4293.52
    ],
    [
        " that's the same exact sequence right there but you're just doing it consciously and instead of",
        4293.52,
        4297.88
    ],
    [
        " slaps it's lack of sleep yes or what have you there you go that's um the answer and everyone",
        4297.88,
        4311.14
    ],
    [
        " that's gonna attack me on social media for not sleeping not eating and all that yeah well sorry",
        4311.14,
        4320.56
    ],
    [
        " that's all you I don't know what to tell you do it hey chocolate I appreciate your advice I",
        4321.04,
        4325.26
    ],
    [
        " know I should I do know I should see more I do know I should eat you know better I'm sorry what",
        4325.26,
        4330.06
    ],
    [
        " does that mean even me should should the word should what does that even mean you should it's yeah",
        4330.06,
        4335.16
    ],
    [
        " anyway that's the whole thing hey jocke don't be you anymore well it's true hey be different than you",
        4335.16,
        4340.68
    ],
    [
        " that's what that well actually actually the point out of the what I was gonna say earlier is just like",
        4340.68,
        4347.28
    ],
    [
        " what you're saying the like you're not citing all this science and making claims about like",
        4347.36,
        4352.06
    ],
    [
        " well how this is gonna benefit you or nothing like that that's not what you're doing it's it is",
        4352.06,
        4355.2
    ],
    [
        " anecdotal and I think the point is that if you push yourself through certain situations and you",
        4355.2,
        4360.76
    ],
    [
        " prove it to yourself that you can function just fine with I don't know five hours sleep rather than",
        4360.76,
        4365.52
    ],
    [
        " eight one or two times or whatever or however you know that you can do that like we're you know",
        4365.52,
        4370.32
    ],
    [
        " we talked about this before where you get kind of dependent on certain things and then to the point",
        4370.32,
        4376.22
    ],
    [
        " where you believe that you can't function without it whether it be sleep whether it be coffee in the",
        4376.22,
        4381.18
    ],
    [
        " morning what you know whatever or eating every four hours like when I was really into like wait",
        4381.18,
        4386.12
    ],
    [
        " lifting and bodybuilding type stuff I remember thinking man I gotta I gotta hurry up and eat it's four",
        4386.12,
        4392.4
    ],
    [
        " hours or whatever and then kind of later on in life man I've got like I haven't eaten yet today",
        4392.4,
        4396.52
    ],
    [
        " and it's late in the day I'm fine you're not I'm not losing my games yeah whatever games but",
        4396.52,
        4404.24
    ],
    [
        " games game whatever yeah so once you prove it to yourself it's like if you stay up all night when",
        4404.34,
        4408.64
    ],
    [
        " you have work the next day and you do your work when you go to bed you can be like hey if I had to",
        4408.64,
        4414.12
    ],
    [
        " I could do that again that is another thing that I enjoy about pushing those envelopes is it feels",
        4414.12,
        4420.6
    ],
    [
        " really good to go to bed when you've been awake for a long time it feels really good to eat in me",
        4420.6,
        4423.72
    ],
    [
        " a once you haven't eaten for a for a while you you appreciate it more yeah that's that's good",
        4423.72,
        4428.26
    ],
    [
        " that's true but that's kind of a psycho way of invoking appreciation okay my opinion understood",
        4428.32,
        4436.2
    ],
    [
        " mixed question oh back to the iron swan that's yeah that's the song yes just a reminder give it a try",
        4436.2,
        4444.56
    ],
    [
        " the sword the sword next question what's the best way to handle awful random people say",
        4444.56,
        4453.86
    ],
    [
        " bunch of intimidating thugs on a bus or a violent scary drunk person well when there's",
        4453.92,
        4463.34
    ],
    [
        " even more awful random people out there that you might need to look out for I think this is a",
        4463.34,
        4467.92
    ],
    [
        " you know obviously you got people that are pointed criminals that are coming after you you got",
        4467.92,
        4472.32
    ],
    [
        " terrorists that might be coming after you or just trying to do random acts of massive violence",
        4472.32,
        4477.6
    ],
    [
        " so those are those are particular type I think that this is a question directed for more of",
        4477.76,
        4484.08
    ],
    [
        " of something that could easily happen to people right random people that are being jerks or",
        4484.08,
        4491.6
    ],
    [
        " thugs or people that are drunk or higher wouldn't have brought so okay so obviously what do we",
        4491.6,
        4499.0
    ],
    [
        " want to do we want to be prepared so to start with you want to be in really good physical condition",
        4499.0,
        4505.26
    ],
    [
        " so I mean you want to work out you want to be ready to handle yourself physically um you want to",
        4505.26,
        4511.46
    ],
    [
        " know how to fight that means you need to train do you get to boxing boy Thai wrestling you if you're",
        4511.46,
        4519.46
    ],
    [
        " in a high crime area you're in a high threat area and you think this stuff is really going to happen",
        4519.46,
        4524.58
    ],
    [
        " out there then guess what you need to get a firearm you need to learn how to shoot a firearm you",
        4524.58,
        4530.7
    ],
    [
        " need to train with the firearm you need to understand the ramifications of utilizing a firearm",
        4530.7,
        4536.2
    ],
    [
        " and then you need to carry it so you can protect yourself and those same things go if you decide",
        4536.2,
        4540.98
    ],
    [
        " you're going to carry any kind of weapon whether it's pepper spray or a mace or an asp or a knife",
        4540.98,
        4552.02
    ],
    [
        " anything that you're going to carry you better know what you're doing you need to prepare with it",
        4552.02,
        4557.16
    ],
    [
        " so that's what you need to do to be prepared okay that's that that's what",
        4558.64,
        4563.86
    ],
    [
        " and you know I've said this before I said it on the Sam Harris podcast if you you if you do these",
        4563.86,
        4569.58
    ],
    [
        " things if you work on your physical condition if you work on your fighting if you work on your shooting",
        4569.58,
        4573.18
    ],
    [
        " if you work on your your weapon skills and you never have to use them great I will still say it",
        4573.18,
        4581.46
    ],
    [
        " is not been wasted time it has been time that has made you a better person it's in post discipline",
        4581.46,
        4587.2
    ],
    [
        " on you it's got you better physical conditioning it's just good for you so regardless you should be",
        4587.2,
        4593.84
    ],
    [
        " training in these type of situations now once you get to this type of situation first of all how",
        4593.84,
        4599.58
    ],
    [
        " did you get that because we need to have situational awareness right how are you not paying attention",
        4599.58,
        4604.98
    ],
    [
        " to what's going on around you you need to pay attention to what's going on around you",
        4604.98,
        4608.74
    ],
    [
        " and then you watch for these scenarios that could unfold and you avoid them period",
        4609.46,
        4614.56
    ],
    [
        " so so how are you getting stuck on a bus with a bunch of maniacs right there's something when they",
        4614.56,
        4621.64
    ],
    [
        " got on you got off that's the real simple right or you go to get on and you see these knuckleheads",
        4621.64,
        4626.32
    ],
    [
        " you walk right back off I mean that's that's pretty easy handle there's a bunch of knuckleheads",
        4626.32,
        4631.22
    ],
    [
        " walking down the street towards you cool cross the street walk down the other side situational",
        4631.22,
        4635.28
    ],
    [
        " awareness oh you hear him coming up behind you cool step off cross the street avoid we want to",
        4635.28,
        4640.76
    ],
    [
        " be have situation awareness that's going to solve that should solve 99% of your problems is being",
        4640.76,
        4650.64
    ],
    [
        " aware of your surroundings understanding your situation planning what about just simple planning",
        4650.64,
        4656.48
    ],
    [
        " like where are you going when are you going to come home you know if you took a subway into the",
        4656.48,
        4661.4
    ],
    [
        " city at night and you know you're going to come home late at night and you're alone and you are",
        4661.4,
        4666.84
    ],
    [
        " suspect of what's happening maybe you get an uber instead of riding the subway it's just",
        4666.84,
        4671.94
    ],
    [
        " planning that comes into play as well to avoid these situations now if you do get caught in these",
        4671.94,
        4682.08
    ],
    [
        " situations here's a couple recommendations okay my number one is to kind of do your best to",
        4683.4,
        4691.92
    ],
    [
        " detach from from the scenario right so you got let's say you're on a bus and there's a bunch of",
        4691.92,
        4700.14
    ],
    [
        " people acting crazy and they jumped on right after you got on and you couldn't get off in time so",
        4700.14,
        4704.6
    ],
    [
        " now you're on the bus with them I want you to detach from so that means you're not looking at",
        4704.6,
        4709.06
    ],
    [
        " you're not staring at them you're not being all intimidated you want to just detach just do what",
        4709.48,
        4713.68
    ],
    [
        " you would normally do you know everyone carries a phone these days break out your phone start looking",
        4713.68,
        4718.06
    ],
    [
        " at your phone pull out your paper start looking at your paper study if you don't have either one of",
        4718.06,
        4722.14
    ],
    [
        " those two you know look outside look at the passing just just don't enter their world don't become",
        4722.14,
        4729.34
    ],
    [
        " a part of their thing that they have going on because what they want to do is they want you to make",
        4729.34,
        4733.1
    ],
    [
        " eye contact what they want to do is glance over them what they want you to do is enter their world",
        4733.1,
        4737.68
    ],
    [
        " because a lot of times he's knuckleheads that they're in their own world and you actually have to",
        4738.1,
        4743.04
    ],
    [
        " penetrate their world if you want to get in there so what you want so what I'm gonna do is I'm",
        4743.04,
        4747.66
    ],
    [
        " just gonna remain I'm not gonna I'm not gonna coward though there's a difference okay because if",
        4747.66,
        4752.44
    ],
    [
        " you give the impression of you're just like cowering and scared well then there that's that's",
        4752.44,
        4755.96
    ],
    [
        " entering their world and they're gonna they're gonna recognize that but if you're just hey sitting",
        4755.96,
        4760.48
    ],
    [
        " here just doing what you normally doing it's not a big deal you do this all the time you don't",
        4760.48,
        4767.66
    ],
    [
        " that's where I'm going now if for whatever reason I make some kind of eye contact right now I made",
        4768.32,
        4773.8
    ],
    [
        " the eye contact I've entered their world I'm gonna go ahead and give them just a little head nod you",
        4773.8,
        4777.86
    ],
    [
        " know just a little just a little regular head nod like I would do with you if I saw you on the street",
        4777.86,
        4782.4
    ],
    [
        " hey you know just a little respectful little head nod and then I'm gonna go right back to what I",
        4782.4,
        4786.6
    ],
    [
        " was doing I'm gonna go right back out of their world I acknowledge their world I'm not gonna give",
        4786.6,
        4790.04
    ],
    [
        " a bunch of I'm not gonna look scared but I'm not gonna look aggressive I'm just gonna be respectful",
        4790.04,
        4795.3
    ],
    [
        " little head nod you know hope you're having a good night um and then go go back to your business",
        4795.46,
        4803.22
    ],
    [
        " again I just want to detach from them that's my attitude I wanted to detach from them and this",
        4803.22,
        4808.34
    ],
    [
        " avoids them saying you know like if they're looking at you and you don't look back or or they're",
        4808.34,
        4813.18
    ],
    [
        " just like bearing down on you hey what do you you know hey why aren't you why you ignoring me or",
        4813.18,
        4819.04
    ],
    [
        " whatever you two cool for me or something like that so sometimes you get a little head nod it's",
        4819.04,
        4825.28
    ],
    [
        " if if now if they do start now see I'm escalating so they're escalating so now if they do",
        4827.0,
        4832.48
    ],
    [
        " start to escalate this thing it like like you know what are you looking at or one of those things",
        4832.48,
        4838.46
    ],
    [
        " it's just again what you're trying to do is you're trying to de-escalate without being",
        4838.46,
        4842.7
    ],
    [
        " appearing vulnerable you know so maybe it's just you know hey no issue here",
        4842.7,
        4848.32
    ],
    [
        " you know just something simple like that no I'm good um like what are you doing I'll just ride",
        4849.8,
        4856.34
    ],
    [
        " in the bus home you know what I mean just real matter of fact just didn't go try and get back",
        4856.34,
        4860.9
    ],
    [
        " or you know you might want to just even try and and connect a little connection instead of I'm",
        4860.9,
        4866.36
    ],
    [
        " trying to go home because that might piss some people off because they don't have a home or their",
        4866.36,
        4870.22
    ],
    [
        " home is a bad place so what might be better than saying that is you know I just got done with work",
        4870.22,
        4874.88
    ],
    [
        " now you're just a working man right of course you might be dealing with someone that doesn't",
        4875.24,
        4879.12
    ],
    [
        " have a job or lost their job so I'm saying you're you're not gonna come up with a great but my point",
        4879.12,
        4882.72
    ],
    [
        " here is just you're just gonna gonna try and make simple non-confrontational statements",
        4882.72,
        4889.56
    ],
    [
        " that don't give them anything to grab onto because that's what they want they want something",
        4889.56,
        4894.42
    ],
    [
        " they just want something to grab onto you know uh that's what I'm looking for so you don't",
        4894.42,
        4904.86
    ],
    [
        " still continue to escalate you know you get someone that's determined to be a jerk or",
        4904.86,
        4912.38
    ],
    [
        " determined to be hostile or determined to be aggressive now I'll tell you that if you train",
        4912.38,
        4916.86
    ],
    [
        " then you work out and you do jiu jitsu and you have skills people know it people people that are",
        4916.86,
        4926.66
    ],
    [
        " belligerence generally can tell even in a drunken state when you square off with someone or you look",
        4928.98,
        4935.28
    ],
    [
        " at someone and they have an attitude of like look I do this all the time um I'm good you want to fight",
        4935.28,
        4943.34
    ],
    [
        " I'm here not saying that but just a look and people can tell yeah if they're real troublemakers they",
        4943.34,
        4949.8
    ],
    [
        " can tell now sometimes that's not a good thing because that means they're gonna do the challenge",
        4949.8,
        4953.06
    ],
    [
        " you know so you gotta watch out for that so I think that that's right even though on the internet",
        4953.28,
        4961.36
    ],
    [
        " it might tell it it might seem like it's telling a different story you know it's like oh guy",
        4961.36,
        4965.98
    ],
    [
        " confronts the wrong guy you know guy street thug confronts jiu jitsu master or something and then",
        4965.98,
        4971.46
    ],
    [
        " it shows that they actually fought so it kind of seems like oh no they don't know obviously out",
        4971.46,
        4976.76
    ],
    [
        " there no they but that's rare man and that's why it makes the internet yeah so it's rare typically",
        4976.76,
        4981.24
    ],
    [
        " yeah and this is no guarantee but I'm just saying I could tell even before I started doing jiu jitsu",
        4981.78,
        4987.3
    ],
    [
        " you know I could tell if somebody was ready to rumble I have acted like I was ready to rumble no",
        4987.3,
        4992.6
    ],
    [
        " fight training to a guy who was belligerent to me directly right um Terry was there we were working",
        4992.6,
        4998.66
    ],
    [
        " and all I did was act like I knew yeah I didn't know by the way act like I knew and in front of",
        4998.66,
        5004.14
    ],
    [
        " everybody I was like oh hey I'm sorry man it's my bad turn guy belliger a little bit bigger than",
        5004.14,
        5009.5
    ],
    [
        " me too and he just said but I was ready to I was ready to do the best fighting I could because",
        5009.5,
        5014.56
    ],
    [
        " it was it was kind of go time at that point yeah he was like you know the kind guy where he's talking",
        5014.56,
        5018.68
    ],
    [
        " he's like yeah man I'm from Chicago and he's like rubbing against me in my face kind not like I",
        5018.68,
        5023.78
    ],
    [
        " want to fight you but just like like like almost like a dog would you know just and rubbing against me",
        5023.78,
        5029.5
    ],
    [
        " and then whatever you know I made like okay we're about to fight took on my jacket like real quick",
        5029.5,
        5034.48
    ],
    [
        " or whatever and um and I was like all right like this go just like how you're saying though just",
        5035.02,
        5039.88
    ],
    [
        " real matter fact you know yeah what do you do this all the time yep and and the thing I understand",
        5039.88,
        5044.94
    ],
    [
        " that it is on right now I'm just that and then the guy and he's surprisingly it's not surprising",
        5044.94,
        5050.22
    ],
    [
        " hey my bad bro my bad my bad in front of everybody though it's not surprising because people that",
        5050.22,
        5056.08
    ],
    [
        " act like that are are weak and they're insecure and they're acting on that and so when somebody",
        5056.08,
        5062.14
    ],
    [
        " stands up to them and they look at them and think this guy might actually know how to fight yeah",
        5062.22,
        5066.86
    ],
    [
        " and then that's what happens and by the way when you do train all the time you do know how exactly",
        5066.86,
        5071.42
    ],
    [
        " and then it is matter of fact you're like yeah I'll I'll fight you yeah hold on uh yeah it's",
        5071.42,
        5076.5
    ],
    [
        " it's a good feeling to know that you can handle yourself now well okay so now this it",
        5076.5,
        5081.06
    ],
    [
        " continues to escalate and you know you just try and keep your distance from people you don't",
        5081.06,
        5087.1
    ],
    [
        " want to let them get close you don't know they got a knife you don't know what kind of disease",
        5087.1,
        5089.82
    ],
    [
        " they usually want to keep away from yeah but eventually you might not be able to back up anymore",
        5089.82,
        5094.2
    ],
    [
        " you might not be able to keep any distance um watch their hands keep as much distance you can",
        5094.2,
        5099.64
    ],
    [
        " eventually you got to put your hands up in kind of a non-confrontational way to protect your face",
        5099.64,
        5103.94
    ],
    [
        " to protect the soccer punch that's coming um you know you put your hands up just in a non-confrontational",
        5103.94,
        5109.98
    ],
    [
        " way up up around your head and continue to de-escalate hey man I'm out here don't don't have any",
        5109.98,
        5115.64
    ],
    [
        " problems you know I'm not looking for an issue I don't know what your issue is but I don't have",
        5116.08,
        5120.56
    ],
    [
        " any issue with you I'm just trying to head home from work you know one of those things and finally",
        5120.56,
        5125.72
    ],
    [
        " if you get to a point where you have no choice well then you utilize the skills that you have you",
        5125.72,
        5133.18
    ],
    [
        " hit hard hit fast you don't start hiding until the threat is neutralized and then you get away",
        5133.18,
        5138.66
    ],
    [
        " and that's in order to be able to do that you know go to step one prepare prepare yeah that's um you're uh",
        5139.08,
        5148.42
    ],
    [
        " the 99% of situations will be avoided if you're just aware most important man that's the most",
        5148.42,
        5155.26
    ],
    [
        " important thing yeah that's a huge deal so true yeah we would much rather have you do that because",
        5155.26,
        5160.46
    ],
    [
        " any of these situations I could go out I'm pretty well prepared for anything I could go out tonight",
        5160.46,
        5165.78
    ],
    [
        " and have some guy square off with me and as I'm getting ready to fight him his buddy cracks me in the",
        5167.18,
        5172.32
    ],
    [
        " head with a with a bottle and kills me that could happen tonight yeah that could happen at a",
        5172.32,
        5177.52
    ],
    [
        " restaurant tonight that could happen so what am I gonna try and do I'm gonna try to avoid it the",
        5177.52,
        5182.6
    ],
    [
        " minute you square off with somebody you're now you're now a target for all his friends by the way",
        5182.6,
        5188.8
    ],
    [
        " I've been in some bar fights where the idiot that is being belligerent doesn't have the common sense",
        5188.94,
        5197.22
    ],
    [
        " or doesn't have the sense that he's surrounded by you know by my friends yeah and you're just",
        5197.22,
        5203.34
    ],
    [
        " thinking you don't even you're doomed yeah so luckily the guys that I hang out with are pretty",
        5203.34,
        5208.88
    ],
    [
        " honorable people that aren't just gonna you know crush somebody's skull but you don't always",
        5208.88,
        5218.78
    ],
    [
        " say it in America and they're not planned all of them seldom are they planned it's guy on",
        5218.78,
        5225.02
    ],
    [
        " Facebook I want to say I think I always get confused with the name because like a lot of people",
        5225.02,
        5231.62
    ],
    [
        " will be like hey echoes you know and ask me questions in regards to this podcast so",
        5231.62,
        5235.88
    ],
    [
        " as opposed to the other podcast of this podcast but I don't want to be like okay he asked me but no",
        5235.88,
        5241.94
    ],
    [
        " it was yeah anyway so guy asked me like this scenario was used at a bar or party or something and",
        5241.94,
        5249.64
    ],
    [
        " and guys are being disrespectful to him and his wife or girlfriend or something and then he's",
        5249.64,
        5255.66
    ],
    [
        " like I know the high road I know the right thing to do quote unquote is to to to to be done with it",
        5255.66,
        5261.06
    ],
    [
        " you know to leave the situation but when you leave you feel like a little you know like you",
        5261.06,
        5265.42
    ],
    [
        " was down and that's really powerful feeling that you don't want so like what do you do man how do",
        5265.42,
        5270.9
    ],
    [
        " you just how do you reconcile it or should I fight or under certain circumstances should I just",
        5270.9,
        5274.84
    ],
    [
        " fight for the honor kind of thing like what's the thing and so I've always really looked at it this",
        5274.84,
        5281.12
    ],
    [
        " way especially if you're kind of like if you have mental kind of control over the situation where",
        5281.12,
        5285.52
    ],
    [
        " you can be like okay I'm gonna fight like fight this guy or what so when you choose to engage",
        5285.52,
        5289.58
    ],
    [
        " you want to fight the guy you know what you said the wrong thing to me and I'm gonna square",
        5289.58,
        5294.42
    ],
    [
        " off or to my wife or whatever you know so I'm gonna choose to square off now all you you",
        5294.42,
        5299.12
    ],
    [
        " did you you took on all the potential results of that you took all that on even if you win the fight",
        5299.12,
        5304.56
    ],
    [
        " you get arrested like everything as opposed to taking on all the potential results probable you know",
        5304.56,
        5311.56
    ],
    [
        " it would that come with not engaging which include going home safe your wife safe everybody safe",
        5311.56,
        5319.72
    ],
    [
        " wake up tomorrow just like you with the other day and then compare that to jail I'm injured in",
        5319.72,
        5325.86
    ],
    [
        " some way I can't you know I can function less tomorrow if I even make it home tomorrow you know death",
        5325.86,
        5332.28
    ],
    [
        " all this stuff when you kind of consider the outcomes that you want and the reason you're gonna",
        5332.28,
        5338.12
    ],
    [
        " make one decision over the other it kind of it comes real clear even though at the time it's so",
        5338.12,
        5342.42
    ],
    [
        " powerful because you're like oh man I don't want to lose out in front of everybody or my wife you",
        5342.42,
        5346.9
    ],
    [
        " know is my honor in front of my wife but your wife wants you to leave your wife doesn't want you to be",
        5346.9,
        5350.94
    ],
    [
        " like oh my husband got in the bar fight whoa like I'm so proud of him you know no your kids are like",
        5350.94,
        5356.34
    ],
    [
        " I'm glad you're home dad yeah that's another thing that comes with I think with training all the time",
        5356.34,
        5362.62
    ],
    [
        " is we all know where he stands yeah like I mean if the if there's a person that's gonna beat me in a",
        5362.62,
        5368.84
    ],
    [
        " bar fight I know him like it's a famous fighter it's a famous Jiu Jitsu player it's someone that is a",
        5368.84,
        5374.88
    ],
    [
        " known public figure that is known for fighting that's like who's gonna give if it's a civilian that",
        5374.88,
        5380.56
    ],
    [
        " doesn't train I mean they don't they're not gonna stand a chance now if for their friends jump in",
        5380.56,
        5385.96
    ],
    [
        " of course you're gonna have some issues well but yes yes the the best thing to do is avoid it but",
        5385.96,
        5391.32
    ],
    [
        " does your wife when your wife knows that you train every day that you get after it every day that",
        5391.32,
        5398.82
    ],
    [
        " you're physically fit physically strong and knows that you could destroy that person does she look",
        5398.82,
        5404.28
    ],
    [
        " down on you when you walk out of there no she's like well I'm glad I married an actual man",
        5404.28,
        5409.08
    ],
    [
        " instead of an idiot right and it's not that big of a deal like hey bro if you want to fight",
        5409.4,
        5414.2
    ],
    [
        " here come to this gym I'll be there tomorrow at 10 o'clock yeah it's real good but I'm not",
        5414.2,
        5418.98
    ],
    [
        " gonna fight out here get arrested but you know ensued by you after after I put you to sleep and",
        5418.98,
        5423.54
    ],
    [
        " then I make it so you can't use your arms anymore forever yeah and even that I mean really let's",
        5423.54,
        5430.82
    ],
    [
        " really admit it even doing that like hey you want to fight I do want to fight you right but I",
        5430.82,
        5436.26
    ],
    [
        " you know I'm a smart fighter so come to my gym even that that's like that's kind of what's",
        5436.26,
        5440.74
    ],
    [
        " little boy move yeah exactly as far as moves go although hey look I'm not if someone does that",
        5440.74,
        5446.62
    ],
    [
        " and posted on the internet or something like that or come come on let's face to it we all want to",
        5446.62,
        5450.48
    ],
    [
        " see that a part of us wants to see that yeah you see the bully get beat up yeah yeah it's pretty",
        5450.48,
        5455.72
    ],
    [
        " common but really at the end of the day that's not the decision the decision isn't you right because",
        5455.72,
        5461.94
    ],
    [
        " it goes back what I said that earlier question if you're secure in your manhood yeah then it's not",
        5461.94,
        5467.58
    ],
    [
        " that big of a deal to go dude you're drunk carry on I'm out of here with my wife we're gonna go back",
        5467.58,
        5471.9
    ],
    [
        " to our house and carry on with our lives like normal people you can find another person to get in",
        5471.9,
        5476.72
    ],
    [
        " a drunk fight with and end up in jail let me ask you this you can be honest even as a full-grown",
        5476.72,
        5483.86
    ],
    [
        " secure man if you find yourself in that scenario and you're like not me and my wife we're gonna go",
        5486.7,
        5493.1
    ],
    [
        " home there's still a small party of course whoa well especially when you enjoy fighting yeah you",
        5493.1,
        5500.1
    ],
    [
        " know I mean fighting that's fun and actually you know one of the guys at the gym who's uh brown",
        5500.1,
        5508.14
    ],
    [
        " belt Mike he doesn't train much when you're there anyways yeah Mike yeah dude he's he usually goes",
        5508.14,
        5513.54
    ],
    [
        " in the morning yeah he's usually there but anyway anyways um he had somebody like say something to",
        5513.54,
        5520.02
    ],
    [
        " no uh somebody somebody like smacked his girlfriend's ass like what like he brought his girlfriend",
        5520.02,
        5526.86
    ],
    [
        " into into the bar yeah and he does moitae of course he's he's bad ass dude um he walks in the bar",
        5526.86,
        5533.96
    ],
    [
        " and this guy just straight up just bam slap his girlfriend's ass and he like turned around",
        5533.96,
        5541.98
    ],
    [
        " boom one two to the head drop the guy knee to the face out was like yep boom got arrested",
        5541.98,
        5550.38
    ],
    [
        " he paid eight thousand dollars or something and did like 72 hours in jail I mean it was it was legit",
        5550.38,
        5556.66
    ],
    [
        " like and he and he and he talks about it I mean just to show you like a different and that's why",
        5556.66,
        5562.18
    ],
    [
        " like his attitude you know I talked about it he's like yeah you know the guy crossed the line and",
        5562.42,
        5566.2
    ],
    [
        " then I had to put him down yeah I was like yeah okay yeah and that's that's an awesome story by the way",
        5566.2,
        5571.72
    ],
    [
        " it gives me like a for real like fuck Mike you're the man but but let's face it though that wasn't",
        5571.72,
        5577.86
    ],
    [
        " the right move as far as before you do it yeah I mean you're right because we don't know what could",
        5577.86,
        5582.58
    ],
    [
        " have happened yes we know we know what the actual outcome was and it was like eight thousand dollars",
        5582.58,
        5587.76
    ],
    [
        " and his wife girlfriend girlfriend okay just his girlfriend oh no mess with bikes girl man",
        5588.68,
        5593.66
    ],
    [
        " well I'm just saying if you have a wife and then I'll tell you that if you have like a kids the",
        5593.66,
        5597.3
    ],
    [
        " eight thousand dollars oh yeah yeah it seems more detrimental yeah that's true um but you know",
        5597.3,
        5603.5
    ],
    [
        " so I'm saying this is why you treat people to respect yeah you know because otherwise you never",
        5603.5,
        5608.78
    ],
    [
        " know who you're messing with and Mike doesn't look like he's a big intimidating guy by any chance what",
        5608.78,
        5613.02
    ],
    [
        " does he weigh 170 I'm thinking of a different guy I realize it but what what Mike's 170 he's tough",
        5613.02,
        5619.62
    ],
    [
        " it he's a tough bastard too I mean on the mat he's tough but he's he's like 170 and you know what",
        5619.62,
        5626.72
    ],
    [
        " he's brown belt and you just do really good with the key Andy wrestled like he wrestled",
        5626.72,
        5630.78
    ],
    [
        " and I school so yeah and he's any train boy type so he's just a tough dude yeah and you don't",
        5630.78,
        5636.22
    ],
    [
        " know who you're messing with and boom but the interesting thing is and you know this I know this",
        5636.22,
        5641.72
    ],
    [
        " when you make eye contact with another person in a situation like that you already know if they",
        5641.72,
        5645.48
    ],
    [
        " train or not you're like oh this guy trains for sure I'm in for it you know it's gonna be it's",
        5645.48,
        5649.34
    ],
    [
        " gonna be on you know that's awareness from the training yeah but still awesome story don't do",
        5649.34,
        5657.4
    ],
    [
        " that yeah yeah I know don't do what Mike did yeah but Mike keep it up though just kidding just",
        5657.4,
        5667.3
    ],
    [
        " with Mike's girl jaco were you very disciplined as a kid and was there a set day or moment when",
        5667.3,
        5679.88
    ],
    [
        " you saw how important discipline was and decided to do it well as a kid I think I was for the most",
        5679.88,
        5689.68
    ],
    [
        " part a kid I was not some extremely disciplined kid I was I was pretty stubborn when it came to",
        5689.68,
        5699.52
    ],
    [
        " certain things which may be some kind of an early immature form of discipline you know just being",
        5699.52,
        5706.64
    ],
    [
        " hard headed but I think as I got older I saw the first thing I remember along these lines is",
        5706.64,
        5716.1
    ],
    [
        " seeing a lack of discipline around me I didn't identify it as people having discipline I saw",
        5716.1,
        5720.92
    ],
    [
        " like a lack of discipline I saw weakness I saw drugs I saw alcohol I saw laziness and I started to",
        5720.92,
        5729.3
    ],
    [
        " get after it a little bit right a little bit a little tiny bit but there was no",
        5729.3,
        5735.28
    ],
    [
        " role models there was no internet there was no guidance I didn't I didn't have the sense to",
        5735.28,
        5741.56
    ],
    [
        " to go to the library and and find Bob Hoffman's book how to be healthy healthy and strong like I",
        5742.38,
        5749.1
    ],
    [
        " didn't know to do I didn't have the sense to do that and so we did some basic things you know what I",
        5749.1,
        5754.52
    ],
    [
        " mean some push ups you know and and the push up workouts that I did when I was 13 years old are",
        5754.52,
        5761.54
    ],
    [
        " laughable laughable I mean I think if I did you know a set of 50 push ups I was corner you know boom",
        5761.54,
        5770.28
    ],
    [
        " I'm the man right now you are the man 13 yeah 50 and and we did some silly little like kind of",
        5770.28,
        5777.56
    ],
    [
        " barbell dumbbell circuit training kind of thing now I always like the military I recognize that as a",
        5777.56,
        5785.16
    ],
    [
        " some kind of a trait of discipline in there and I looked up to military veterans I knew one",
        5785.16,
        5793.46
    ],
    [
        " marine core drill instructor and if you know anything about marine core drill instructors so",
        5793.46,
        5799.94
    ],
    [
        " now we're talking 85 86 87 there wasn't any wars going on but you know when you're a kid you're",
        5799.94,
        5806.94
    ],
    [
        " just like oh he's a Marine Corps drill instructor he fit the part he was like just perfect Marine",
        5806.94,
        5811.4
    ],
    [
        " Corps belt drill instructor which most Marine Corps drill instructors are pretty damn perfect it's",
        5811.4,
        5815.22
    ],
    [
        " incredibly incredibly honed job that's very well choreographed and very and very structured and",
        5815.22,
        5826.4
    ],
    [
        " it's a it's a very fine it's real tight tight real tight it's a real tight situation if you're",
        5826.4,
        5833.8
    ],
    [
        " good marine core drill instructor and I knew one right when I was a kid and I just like he was",
        5833.8,
        5838.7
    ],
    [
        " like a god right this guy is a Marine Corps and and of course he had I think he had like a 68",
        5838.7,
        5843.16
    ],
    [
        " Camaro so you know of course so you know he was just like just the man and so now so I got that",
        5843.16,
        5849.92
    ],
    [
        " going on and then then there was the hardcore bands that I started listening to and they seemed",
        5849.92,
        5856.06
    ],
    [
        " to have some kind of there was something there right I recognized something there I recognized",
        5856.06,
        5863.08
    ],
    [
        " something with black flag I recognized something with a band called Slap Shot I recognized something",
        5863.08,
        5869.5
    ],
    [
        " with the crow mags and I saw there was something in there and I I didn't know what it was but it",
        5869.5,
        5879.18
    ],
    [
        " was some kind of strength right some kind of discipline was in there I I didn't put it all",
        5879.18,
        5886.42
    ],
    [
        " together though and there was no sort of unified way to go down this path it didn't I didn't find",
        5886.42,
        5897.78
    ],
    [
        " that I don't know if I found it if it what it would look like to me you know maybe you could say",
        5897.78,
        5909.16
    ],
    [
        " Jules that learn how to hike in Haunted I mean so was that it I don't know I maybe I didn't",
        5909.16,
        5915.62
    ],
    [
        " identify that or I didn't have the right personality because I was kind of non conformist right a little",
        5915.62,
        5921.58
    ],
    [
        " bit you know a little bit of a rebel so I didn't put it all together um and I had some little flashes",
        5921.58,
        5931.64
    ],
    [
        " of like being hardcore with some of the things I did that would be like you know kind of getting",
        5931.64,
        5936.54
    ],
    [
        " after some really minor way some some some minimalistic level of discipline but it wasn't until I",
        5936.54,
        5945.1
    ],
    [
        " started training and earnest to join the Navy that I started to what we could recognize now as",
        5945.1,
        5951.18
    ],
    [
        " getting after it a little bit you know it's and again it's nothing compared to what people do now",
        5951.18,
        5957.46
    ],
    [
        " what definitely not well but you know now we're talking 1989 I was running through",
        5957.46,
        5965.06
    ],
    [
        " marshes and being covered in mud and I was swimming in the ocean and I was doing pull-ups and push-ups",
        5965.5,
        5970.9
    ],
    [
        " and dips and sit-ups and again it's nothing compared to what I do now or even what everybody does",
        5970.9,
        5976.68
    ],
    [
        " now but I was doing what I could with what I knew at the time and I didn't really have any idea",
        5976.68,
        5984.06
    ],
    [
        " of what I or really what people in general were capable of like I just didn't know I didn't know",
        5984.06,
        5994.7
    ],
    [
        " I never would have thought a good pull-up workout is 500 to a thousand pull-ups I wouldn't have",
        5995.78,
        6001.7
    ],
    [
        " fought that you know for me I did three sets of pull-ups and I was kind of mad you know so I just",
        6001.7,
        6008.8
    ],
    [
        " I just didn't didn't know and I guess I guess you could say I didn't even have I didn't know to",
        6008.8,
        6017.4
    ],
    [
        " even explore those those outer limits of what I was capable of you know which is a bummer",
        6017.4,
        6023.38
    ],
    [
        " um now I also you got to remember I didn't even know another person that did pull-ups",
        6026.92,
        6031.8
    ],
    [
        " like there wasn't like pull-up bars around there wasn't you know I'm out in the woods somewhere",
        6031.8,
        6038.2
    ],
    [
        " I know the woods in New England there's no pull-ups people people aren't like hey how many",
        6038.2,
        6042.68
    ],
    [
        " pull-ups can do you I never heard that question and I didn't know anybody that swam in the",
        6042.68,
        6048.54
    ],
    [
        " open ocean I didn't know anybody that did push-up workouts right I don't know I was just in the sticks",
        6048.54,
        6054.1
    ],
    [
        " and so when I joined the military I was a blank slate really for all practical purposes and it",
        6055.06,
        6061.06
    ],
    [
        " was really easy they say you do this this is what you do and you get advanced this is what you do",
        6061.06,
        6066.0
    ],
    [
        " to be ready this is what you do and I realized very quickly that the harder you worked",
        6066.0,
        6072.7
    ],
    [
        " that the more disciplined you were the easier your life was the easier your job was easier day",
        6072.7,
        6079.44
    ],
    [
        " was the easier physical activities would get and when I got to the teams",
        6079.44,
        6082.9
    ],
    [
        " and really going through buds when you're going through buds and when I finally met guys that were",
        6082.9,
        6088.6
    ],
    [
        " going to buds and we started doing a hundred pull-ups and we started doing 150 pull-ups so we",
        6088.6,
        6092.38
    ],
    [
        " started doing 200 pull-ups to work out and then it was like oh wow you can do a lot of stuff",
        6092.38,
        6096.06
    ],
    [
        " that was getting ready to go to buds and you go to buds and you know you realize that you that",
        6096.06,
        6100.86
    ],
    [
        " people it's not just this individual like um spiritual awakening like no you just realize hey you",
        6100.86,
        6107.76
    ],
    [
        " can do a lot of pull-ups people can it's not that big of a deal and everybody knows you can find",
        6107.76,
        6111.0
    ],
    [
        " that out on the you don't need to go to buds figure that out you can figure that out just I'm telling",
        6111.0,
        6114.56
    ],
    [
        " you right now you know what I mean and all you need is to have that knowledge but I continue to",
        6114.56,
        6119.98
    ],
    [
        " realize that being disciplined all these things waking up earlier and working hard and training hard",
        6119.98,
        6125.3
    ],
    [
        " and keeping your gear squared away and studying the material that we were supposed to know I realized",
        6125.3,
        6128.9
    ],
    [
        " that that work that discipline made life easier and it made us freer made me freer",
        6128.9,
        6140.12
    ],
    [
        " and the more time I spent in the teams the more this came embedded in my head and not only as an",
        6140.12,
        6149.28
    ],
    [
        " individual that I realized this but I realized this very quickly we're not very quickly but as soon",
        6149.28,
        6153.98
    ],
    [
        " as I started moving into leadership positions I realized that the more disciplined a squad was",
        6153.98,
        6159.2
    ],
    [
        " or the more disciplined the platoon was the better that squad or that platoon was going to be and",
        6159.2,
        6165.48
    ],
    [
        " that's kind of where the evolution the evolution of it",
        6165.48,
        6173.84
    ],
    [
        " yeah man it's that whole process that I'm finally I don't say finally but right now it's",
        6174.5,
        6184.86
    ],
    [
        " starting to become clear where the whole you know you're gonna pay the price you know at some point",
        6184.86,
        6191.94
    ],
    [
        " you're gonna pay the price for your actions so if you're gonna prepare like let's say I'm gonna",
        6191.94,
        6198.24
    ],
    [
        " get in shape right you committing to working out every day that's you paying a certain price",
        6198.24,
        6206.68
    ],
    [
        " you know like this didn't having the discipline to do it you're gonna pay the price waking up early",
        6206.68,
        6211.4
    ],
    [
        " is not comfortable working out hard every day it's not comfortable you're gonna pay a little price",
        6211.4,
        6215.62
    ],
    [
        " right there the next day or the you know in regards to the results of that workout you're not paying",
        6215.62,
        6221.34
    ],
    [
        " the price you're reaping kind of rewards right or you cannot pay the price early with the work",
        6221.34,
        6228.0
    ],
    [
        " out and stuff but you still got that tab is still outstanding so when you balance do yeah so when",
        6228.0,
        6234.28
    ],
    [
        " it comes results time there that's that's when you're gonna pay your little price there your body",
        6234.28,
        6240.04
    ],
    [
        " your health whatever at some point you're gonna have to pay a price pay now or pay later yeah man",
        6240.04,
        6245.38
    ],
    [
        " so I don't pay now pay now you get way more benefit because like no one remembers like well we",
        6245.38,
        6252.76
    ],
    [
        " do some of us do we I don't remember and take pleasure in remembering the time I skipped that",
        6252.76,
        6258.32
    ],
    [
        " workout because I wasn't feeling like doing it you know like that doesn't provide a sense of",
        6258.32,
        6263.16
    ],
    [
        " pleasure in my life to think back on those days you know yeah it's not good and at the same time",
        6263.16,
        6268.4
    ],
    [
        " when I think of like the detriment of doing the workout when I didn't feel like it that doesn't",
        6268.4,
        6274.12
    ],
    [
        " that's not a bad memory to me you know when I do think back of like and or think even now if like",
        6274.12,
        6279.78
    ],
    [
        " the result of being in better shape than the you know the average person or when did you just",
        6279.78,
        6284.24
    ],
    [
        " do it not gassing or whatever bringing in all the groceries at one time let's face it that's something",
        6284.24,
        6290.1
    ],
    [
        " that is a sense of pleasure that I have the freedom to be able to do that when I want you know",
        6290.1,
        6299.46
    ],
    [
        " yeah and you know what else is interesting about this is sometimes I hear this um and you did",
        6299.46,
        6305.28
    ],
    [
        " this couple times tonight right people go well yeah but you're job like like as if I'm as if I'm",
        6305.28,
        6312.46
    ],
    [
        " not a normal person but I'm not yeah but I'm saying like you know I just kind of went through like",
        6312.46,
        6319.02
    ],
    [
        " the story and and it's painted pretty clear picture that I'm a pretty normal person yeah right",
        6319.02,
        6324.82
    ],
    [
        " yeah it's pretty normal but I made decisions along the way that maybe weren't normal and that",
        6324.82,
        6333.22
    ],
    [
        " maybe opened the doors to being a little bit not normal yeah but there are choices that you can",
        6333.22,
        6340.84
    ],
    [
        " make so so I'll have this with my kids too or you know who else sometimes I'll have them I would have",
        6340.84,
        6348.98
    ],
    [
        " friends we'll say that would say you know well yeah you're that's you you know like I say no",
        6348.98,
        6356.54
    ],
    [
        " if you want to win this fight for instance you want to win this fight man you got to do this you",
        6356.54,
        6361.16
    ],
    [
        " got to get after this you got anyway well you know it's not that easy and and that's that's what",
        6361.16,
        6366.24
    ],
    [
        " you would do but you're you and and that's you know it's almost like yeah it's unachievable yeah",
        6366.24,
        6374.16
    ],
    [
        " it doesn't apply to me and my kids will say that to me you know my kids and I think it's actually a",
        6374.16,
        6380.04
    ],
    [
        " pretty big detriment that they think that I'm not that that oh I do it but but that's because I'm",
        6380.04,
        6389.58
    ],
    [
        " me and I'm no it's like not true it's not true and so you know occasionally I have I hear people",
        6389.58,
        6398.38
    ],
    [
        " say that and I go man this isn't like I guess it's kind of like what we were talking about the other day",
        6398.38,
        6404.48
    ],
    [
        " with someone saying oh oh that's a good picture you took what kind of camera did you use well it's",
        6404.48,
        6411.22
    ],
    [
        " kind of like that I'm like you know oh I wake up early it doesn't it's not just because I just",
        6411.22,
        6417.9
    ],
    [
        " gifted it away yeah yeah yeah or I work out a lot oh did's because you're super motivated right",
        6417.94,
        6423.78
    ],
    [
        " like I was gifted yeah I just and born motivated right no actually I'm a person and I grew up",
        6423.78,
        6430.82
    ],
    [
        " you know person yeah and so it but it makes it very clear that these are just choices you can make",
        6430.82,
        6437.7
    ],
    [
        " and you can get after it totally true and I would say that it does when I say one well anytime I",
        6437.7,
        6445.3
    ],
    [
        " would say consciously and meaningfully say well that's you is if I would be talking about a way",
        6445.3,
        6450.44
    ],
    [
        " of achieving like the same thing like you would do it this way I would try to do it this way kind",
        6450.44,
        6454.22
    ],
    [
        " of thing if I was confidence that I could get the results you know like whatever that is but",
        6454.22,
        6458.74
    ],
    [
        " what when did I say today about your sleeping yeah you can do the four hour sleeping thing or so",
        6458.74,
        6464.44
    ],
    [
        " more so than you can do the four hour sleep and still function I meant you're into the four",
        6464.44,
        6469.74
    ],
    [
        " hours five hours sleep thing yeah which is cool but and I realized there are some genetic points",
        6469.74,
        6476.4
    ],
    [
        " in there I believe right yeah I believe that there are some genetic points in there I believe there",
        6476.4,
        6482.14
    ],
    [
        " are some genetic points in everything right and I've told you this I have one of my daughters",
        6482.14,
        6488.18
    ],
    [
        " who is most similar to me both physically and mentally sleeps about the same as I do if not less",
        6488.18,
        6498.52
    ],
    [
        " one of my other daughters who is most physically and mentally well physically more like my wife",
        6499.74,
        6508.94
    ],
    [
        " she sleeps a lot yeah and so there is a gen and my wife sleeps more than I do",
        6508.94,
        6516.16
    ],
    [
        " and so there is a genetic component to it I believe and I've read articles and people send me",
        6516.16,
        6522.34
    ],
    [
        " Twitter articles all the time oh you're one of these you know fast sleepers that 2% of the population",
        6522.34,
        6527.22
    ],
    [
        " all this stuff and I'm just saying okay yeah that's great but then people say oh well you just",
        6527.22,
        6533.06
    ],
    [
        " work out every day because you're super motivated and that's just or you just change your jits",
        6533.06,
        6537.58
    ],
    [
        " all the time because you're just super motivated and it's like okay yeah well you know what great",
        6537.58,
        6542.72
    ],
    [
        " great yeah yeah I think you're absolutely correct and even with the sleeping thing",
        6542.72,
        6548.18
    ],
    [
        " that is like because okay ultimately yeah if you don't have to sleep as much as an ex person",
        6548.18,
        6554.6
    ],
    [
        " sure that's an advantage just because you have more time that's it it's not like you know someone",
        6554.6,
        6559.26
    ],
    [
        " would would be like hey other than that reason be like hey it's cooler or it's somehow more beneficial",
        6559.26,
        6564.8
    ],
    [
        " for me to sleep five hours rather than my normal eight like so I mean that put it this way if someone",
        6564.8,
        6571.22
    ],
    [
        " wants to choose to sleep four hours just because you do it that's kind of weird yeah yeah now that",
        6571.22,
        6578.7
    ],
    [
        " being said what's awesome is there are a bunch of people on on the interwebs a bunch of badass",
        6578.7,
        6587.28
    ],
    [
        " troopers that have are are I retweet almost all these because people go hey you know I'm I lost 32",
        6587.28,
        6596.7
    ],
    [
        " pounds hey I lost 42 pounds hey I you know did my first squat today with 300 pounds so and",
        6596.7,
        6606.48
    ],
    [
        " and and there's no difference in what they were doing before and what they're doing now",
        6606.48,
        6610.3
    ],
    [
        " fundamentally in their in their genes right or their or their physiology what they did is they",
        6610.3,
        6616.4
    ],
    [
        " decided to make these decisions they decided that they were going to go out they decided they're",
        6616.4,
        6620.6
    ],
    [
        " going to step up their game they're going to decide they're going to wake up early they decide",
        6620.6,
        6623.1
    ],
    [
        " they're going to clean up their diet they decided they were going to get after it and when they do",
        6623.1,
        6626.82
    ],
    [
        " that all of a sudden boom and you know what you fast forward like six months and people go well you",
        6626.82,
        6632.36
    ],
    [
        " just do that because you're super motivated and now we think and you know what no I'm not I'm",
        6632.36,
        6637.88
    ],
    [
        " I'm a person you know and I choose to get after it me up I recommend you all choose to get after",
        6637.88,
        6646.28
    ],
    [
        " it and I encourage that in it you know what it's not easy yeah it's not easy there's the nagging",
        6646.28,
        6653.48
    ],
    [
        " weakness that is pulling you down you gotta shut that thing down you're thinking I was talking",
        6653.48,
        6660.82
    ],
    [
        " to my friend Anthony about this yesterday and I always mention this case so decision making right we're",
        6660.82,
        6668.72
    ],
    [
        " wired this environment right now we're wired to not get after it in our brain we're wired for the",
        6668.72,
        6676.54
    ],
    [
        " short term payoff right now in times of scarcity you know I don't know if I mentioned it but",
        6676.54,
        6681.2
    ],
    [
        " you're wired to you better get it while you can food mate rest everything you better get it when",
        6681.2,
        6688.64
    ],
    [
        " you when you and your body starts to adapt to that environment because it's been going on for so",
        6688.64,
        6693.02
    ],
    [
        " long so it's like man if you're tired that's your body telling you something you better get that",
        6693.02,
        6696.62
    ],
    [
        " rest you see some food some fat a lot of calories you know fat sugar a lot of energy whether you",
        6696.62,
        6703.7
    ],
    [
        " better get that you better eat it now now physiologically you're like that mentally you're like that",
        6703.7,
        6707.92
    ],
    [
        " you're wired that way so my point hyperbolic discounting all that is is choosing the short term",
        6707.92,
        6718.3
    ],
    [
        " payoff over the long term payoff oftentimes when the long term comes you regret your short term",
        6718.36,
        6724.5
    ],
    [
        " payoff decision most of the time right yeah so it's a spectrum you know there's some some things are",
        6724.5,
        6731.04
    ],
    [
        " more or less detrimental so discounting is when you choose that short term payoff you can trade",
        6731.04,
        6738.72
    ],
    [
        " trace back all your success and failures to making that short term payoff decision over the long",
        6738.72,
        6746.24
    ],
    [
        " term payoff but here's the thing here's my point it's broad the odds are kind of we you say it's",
        6746.24,
        6751.66
    ],
    [
        " it's not easy this is the fact it's not easy because you're not why you have to learn you have to",
        6751.66,
        6756.2
    ],
    [
        " be trained out of discounting hyperbolic discount you got to be trained out of it in one way or another",
        6756.2,
        6760.76
    ],
    [
        " whether it's from from somebody from your environment you're in you know like if everyone's if",
        6760.76,
        6766.28
    ],
    [
        " if everyone's eating healthy around you it's very unlikely that you're going to be like oh this",
        6766.28,
        6772.58
    ],
    [
        " how you do it okay I'm gonna not do it you know it's it's really unlikely so you can get trained",
        6772.58,
        6776.52
    ],
    [
        " by that way bear your invite but the point is you get you have to be trained out of this way of",
        6776.52,
        6781.2
    ],
    [
        " thinking because you're wired for it and all it is is the short term payoff versus long term payoff",
        6781.2,
        6786.28
    ],
    [
        " like I said you got to pay that price somewhere you might as well pay the price short term now",
        6786.28,
        6791.76
    ],
    [
        " and get the benefits for the long term you know rather than discount but we're wired against it so",
        6791.76,
        6797.6
    ],
    [
        " that's why it's not easy but it train yourself out of it man you know how you train yourself out of it",
        6797.6,
        6802.14
    ],
    [
        " do it so get after it get after it yeah all right it's true though absolutely speaking of instinct",
        6802.14,
        6808.46
    ],
    [
        " is it possible to train instinct and can we trust it wholly in fighting and in leadership",
        6808.46,
        6816.42
    ],
    [
        " well first of all instinct is is it's like a voice and it's a voice that you can listen to and it's",
        6816.42,
        6826.6
    ],
    [
        " a voice that you should listen to and you have to get to know your instincts right you have to",
        6826.6,
        6833.94
    ],
    [
        " get to know and you have to know how accurate they are and which ones you should listen to and which",
        6833.94,
        6839.0
    ],
    [
        " ones you shouldn't listen to and it's real like with fighting it's very obvious with fighting you",
        6839.0,
        6845.0
    ],
    [
        " train to a point that your instinct knows what to do so if someone gets a digging for an underhook on",
        6845.0,
        6851.02
    ],
    [
        " you you you swim to defend that underhook if someone gets the underhook boom you put on the",
        6851.02,
        6857.38
    ],
    [
        " wizard right those are just instincts and it's good and it's good to have those instincts",
        6857.38,
        6863.54
    ],
    [
        " that it's perfect now sometimes even in fighting your instincts are actually wrong and I'll give you",
        6863.54,
        6874.48
    ],
    [
        " a very good example of this is rolling with a guy by the name of James Nielsen you've",
        6874.48,
        6880.12
    ],
    [
        " rolled the James before many many many so James black belt's been training forever he's got a different",
        6880.12,
        6887.72
    ],
    [
        " jujitsu a different jujitsu weird jitsu it's weird it's different and the thing that you have to remember",
        6887.72,
        6895.44
    ],
    [
        " when you're rolling with James is that your instincts are likely wrong it's crazy but your",
        6895.44,
        6904.5
    ],
    [
        " instincts are likely wrong and I know that that's a blanket statement and it's actually true",
        6904.5,
        6909.68
    ],
    [
        " for instance he wants you to pass guard and get across side he wants you across side which is",
        6909.68,
        6918.34
    ],
    [
        " crazy in jiu jitsu so your instinct to get past his guard and get across side and dig in deep with",
        6918.34,
        6924.0
    ],
    [
        " your with with head control on him and having his arm he that's what he wants you to do because he",
        6924.0,
        6929.42
    ],
    [
        " has a whole series of moves that he does from there now much like we were talking earlier about a",
        6929.42,
        6935.32
    ],
    [
        " long-lanky guy that does moves that no one's used to James does moves that people are not used to",
        6935.32,
        6941.18
    ],
    [
        " and the moves that he does capitalize on your instinct so for instance when you trap his head",
        6941.18,
        6949.34
    ],
    [
        " from across side and you want to put your arm there and you put it there that's your instinct",
        6949.34,
        6953.26
    ],
    [
        " he wants you to put his arm there because he's going to get a hold of it trap it and he's got a sweep",
        6953.26,
        6957.44
    ],
    [
        " or normal he's going to set up from there so that's the thing you have to recognize and you have",
        6957.44,
        6964.56
    ],
    [
        " you can't just blanket obey your instincts all the time because sometimes your instincts are",
        6964.56,
        6969.78
    ],
    [
        " going to be wrong that's the way it is and it is definitely the same thing in leadership",
        6969.78,
        6977.08
    ],
    [
        " and when using instincts and leadership the first thing that you kind of have to do is you have",
        6977.08,
        6986.76
    ],
    [
        " become aware of your instincts and you have to pay attention them and pay attention to what",
        6987.08,
        6991.18
    ],
    [
        " you're thinking and paying attention to what your instinct is and note your instinct and then",
        6991.18,
        6995.68
    ],
    [
        " look at the after the post-mortem and see if your instinct was correct or incorrect and then you've",
        6995.68,
        7003.74
    ],
    [
        " got to see how often you were right with your instinct and how often your instincts were wrong",
        7003.74,
        7007.36
    ],
    [
        " or what your natural biases are for instance you got some people that are their their instinct is",
        7007.36,
        7013.5
    ],
    [
        " too positive right oh you know we'll be able to get this done and how often are you right about",
        7013.78,
        7019.48
    ],
    [
        " getting it done and then you got some people that are too negative they're instinct is too negative",
        7019.48,
        7023.42
    ],
    [
        " like we'll never be able to get this done we shouldn't even go no maybe you're wrong there",
        7023.42,
        7027.9
    ],
    [
        " myth there's some people instinctively they trust people too much they go oh echo I know he's",
        7027.9,
        7035.94
    ],
    [
        " going to handle what I'm just going to give him the project and he's going to run with it he's got it",
        7035.94,
        7038.82
    ],
    [
        " and there's some people that instinctively don't trust enough and they go man I'm not good",
        7039.56,
        7043.74
    ],
    [
        " echo it's not going to be able to handle this I got I got a micro manager and so those those two",
        7043.74,
        7048.82
    ],
    [
        " are those are examples of learning what your personal instinctive biases are so that you can",
        7048.82,
        7056.08
    ],
    [
        " calibrate them correctly and that way you can adjust your biases and you can mitigate their",
        7056.08,
        7065.88
    ],
    [
        " impact and you can utilize them and give credence to them and understand them and utilize them to",
        7065.88,
        7073.86
    ],
    [
        " the best of your ability and both leadership and fighting both of them as the more you do the more",
        7073.86,
        7085.3
    ],
    [
        " you pay attention to your instincts the better their book and a both become now that being said",
        7085.3,
        7093.4
    ],
    [
        " there's another kind of instinct that you need to be on the lookout for and this one is a liar",
        7093.88,
        7100.96
    ],
    [
        " this one is a saboteur this one is a back biteer",
        7100.96,
        7107.76
    ],
    [
        " and like the devil himself he's a shape shifter he's going to disguise himself",
        7107.76,
        7117.68
    ],
    [
        " and make you think he's got your best interest in mind but he doesn't",
        7117.8,
        7126.24
    ],
    [
        " this is the instinct that says you've had enough this is the instinct that says you've given it your",
        7126.24,
        7136.22
    ],
    [
        " best shot you can you can stand down you can back off you can take a knee",
        7136.22,
        7144.14
    ],
    [
        " this is the instinct that says you can rest now",
        7144.14,
        7152.4
    ],
    [
        " do not listen to that instinct do not listen that instinct is a liar and wants to bring you down",
        7152.4,
        7165.42
    ],
    [
        " that that's the instinct that's a defense mechanism wants to give you an out a place to run to",
        7166.22,
        7175.36
    ],
    [
        " a little little place of sympathy an amnesty a little place of amnesty where everything is forgiven",
        7175.36,
        7183.92
    ],
    [
        " with all these these failures can gather together and comfort and drown their sorrows in lies and",
        7183.92,
        7194.32
    ],
    [
        " in deception and they tell each other and they'll tell you you did the best you could",
        7196.94,
        7205.68
    ],
    [
        " no they'll say the deck the deck the deck was stacked against you",
        7205.68,
        7211.78
    ],
    [
        " and they'll say it's not your fault",
        7211.78,
        7216.62
    ],
    [
        " and they'll tell you it's okay to stop it's okay to settle it's okay to give up",
        7218.8,
        7229.42
    ],
    [
        " and that is the instinct you need to fight you need to push back to smash into the ground",
        7229.42,
        7239.84
    ],
    [
        " do not take the easy way out do not give up based on instinct if you are forced to stand down",
        7240.42,
        7251.78
    ],
    [
        " to retreat so that you can rebuild and re-attack so be it but make that decision based on logic",
        7251.78,
        7265.76
    ],
    [
        " not on the instinct of surrender and defeat and you need to train that instinct your instinct train",
        7266.4,
        7292.66
    ],
    [
        " that is what you become if that becomes your fundamental reaction to adversity if that becomes your",
        7293.0,
        7302.28
    ],
    [
        " gut instinct then you will overcome just about anything that stands in your path",
        7302.28,
        7320.82
    ],
    [
        " you know i think that's about all i've got for the night",
        7320.82,
        7325.3
    ],
    [
        " so thanks to all of you for listening to this podcast and for supporting the podcast",
        7325.3,
        7341.0
    ],
    [
        " then now echo is gonna tell you how to do that in the most efficient way",
        7341.0,
        7348.96
    ],
    [
        " yes the most efficient way yes we'll start with an efficient way we'll say that anyway",
        7349.42,
        7355.54
    ],
    [
        " amazon click through anytime you shop at amazon try to remember if you can go through the website",
        7355.54,
        7366.16
    ],
    [
        " click on amazon link then do your shopping yeah and by the way it may seem small we get a little",
        7366.16,
        7375.7
    ],
    [
        " tiny percentage but it is true we add all those little small uh percentages together it",
        7376.32,
        7382.56
    ],
    [
        " it provides us with something to help us out with the podcast very supportive so it's very supportive",
        7382.56,
        7386.7
    ],
    [
        " it may not seem like a big deal but as a group it's very supportive and it's very helpful so",
        7386.7,
        7393.14
    ],
    [
        " and don't feel like you're not doing anything you are absolutely supporting the podcast",
        7393.14,
        7398.26
    ],
    [
        " yep agree and that is yeah a factually true a thing to help you with that kind of make it even more",
        7398.78,
        7406.54
    ],
    [
        " I guess more official it's a cool it's a cool little way trooper tool amazon",
        7406.54,
        7411.36
    ],
    [
        " trucker podcast trooper tool chrome extension for amazon just go on the website it'll say a",
        7411.36,
        7418.26
    ],
    [
        " little thing trooper tool chrome extension click on that kind of downloads this little extension",
        7418.26,
        7422.1
    ],
    [
        " goes on your browser automatically supports the podcast when you shop through amazon so you don't",
        7422.1,
        7427.88
    ],
    [
        " even have to remember to click through the website you don't have to go to the website anymore",
        7427.88,
        7431.1
    ],
    [
        " after that does automatically and you got the tool too it's pretty cool it's official",
        7431.1,
        7437.22
    ],
    [
        " and it helps helps yeah helps what we're doing right here yep very much um and then of course",
        7437.22,
        7445.14
    ],
    [
        " you got to support yourself I think some some good supplements which is saying a lot because there's",
        7445.14,
        7457.86
    ],
    [
        " supplements the best it's like it's not even really a debate anymore really no I don't want to get",
        7457.86,
        7463.38
    ],
    [
        " to debate me given like what we're trying to do what all of us are trying to do here in the group",
        7463.38,
        7467.6
    ],
    [
        " if you're in the game there's no really yeah so it's not like you're not gonna find",
        7467.6,
        7473.06
    ],
    [
        " power gainer 5000 chocolate protein tub of powder it's not that it's like legit supplements alpha",
        7473.06,
        7482.94
    ],
    [
        " brain neutropics proven they got all the literature on there too by the way",
        7483.76,
        7488.58
    ],
    [
        " krill oil the best quality eco-friendly produce anyway it's the best supplements by far",
        7488.58,
        7495.3
    ],
    [
        " on it dot com slash jaco you can get 10% off so you support yourself as well",
        7495.3,
        7500.12
    ],
    [
        " shroom tech shroom tech yes recommended highly recommend highly recommend it I told a story last",
        7500.12,
        7507.56
    ],
    [
        " time about the about the krill oil in joints about my personal bro I'm telling you the krill oil",
        7507.56,
        7512.4
    ],
    [
        " even if you don't even realize it I didn't even realize it but when after a while when you take",
        7512.4,
        7517.02
    ],
    [
        " your like man it's yeah that's good I feel good I feel yeah I feel real good um shroom tech for yeah if",
        7517.02,
        7523.0
    ],
    [
        " you're getting after it high intensity stuff for you know getting kind of prolonged period that's",
        7523.0,
        7527.44
    ],
    [
        " gonna help you notably you feel it you help you utilize like oxygen better in your muscles something",
        7527.44,
        7535.88
    ],
    [
        " like that I'm not the scientist behind it obviously you can't read about it if you want but",
        7535.88,
        7540.3
    ],
    [
        " down's a good one anyway check out all the supplements they're 10% off and they're all legit and",
        7540.3,
        7545.5
    ],
    [
        " I don't know if a warrior bar is even a supplement but it's a bar it's a food yeah it's like a",
        7545.5,
        7552.28
    ],
    [
        " food diet it's good though um check that one out check that one out rest assured you'll like how it",
        7552.28,
        7558.68
    ],
    [
        " do yourself that favor that favor yes yes um those some ways also subscribe to the podcast on",
        7559.0,
        7567.36
    ],
    [
        " iTunes of course if you feel like leaving a review don't like hesitate to leave the review just",
        7567.36,
        7572.4
    ],
    [
        " leave the review just do it like if you feel like doing it you know how you're like yeah like I",
        7572.4,
        7577.72
    ],
    [
        " could say this about this whatever thing we're like yeah and you might be thinking well those guys",
        7577.72,
        7583.34
    ],
    [
        " aren't gonna read it no you know I'll read it oh yeah and I'm gonna take some input and be fired up",
        7583.34,
        7588.28
    ],
    [
        " it it's motivating when people are fired up and leaving reviews it's a connection you know and it",
        7588.28,
        7595.14
    ],
    [
        " makes me go you know what I'm gonna get this thing a little bit harder you know when you say",
        7595.14,
        7600.04
    ],
    [
        " yeah jockelo's very articulate makes jockelo want to be even more articulate right yes it does",
        7600.04,
        7606.84
    ],
    [
        " indeed something I'm in do that and you know if you're helps do that actually helps the ratings or",
        7606.84,
        7612.36
    ],
    [
        " something with with iTunes when there's more reviews so why do we want to have good readings ratings",
        7613.9,
        7619.26
    ],
    [
        " so then it gets bumped up why do we want to bump up some more people listen to it why do we want",
        7619.26,
        7623.98
    ],
    [
        " more people listen to it because we want more people getting after it we want more people to do better",
        7623.98,
        7628.44
    ],
    [
        " I want I want more people in the game yeah I want to get more feedback I want to talk to more people",
        7628.44,
        7634.42
    ],
    [
        " when I see Brady Lanter at his jiu-jitsu class saying I just got after told me he lost 30 pounds",
        7635.12,
        7643.0
    ],
    [
        " takes jiu-jitsu now that's what we want more of that's what I want more and I'm assuming you",
        7643.0,
        7650.7
    ],
    [
        " that's it that's why so ultimately it really gets done yeah I definitely I hate to use the word",
        7650.7,
        7657.3
    ],
    [
        " motivated but I guess there is no other word I am definitely motivated by the people that are",
        7657.3,
        7662.62
    ],
    [
        " making their lives better that are the people that are getting better physically by the people that",
        7662.72,
        7666.64
    ],
    [
        " are getting better mentally that write me an email or send me a note that says oh had to use some",
        7666.64,
        7672.64
    ],
    [
        " had to use some flanking on my boss today yeah yeah but that is good to go that's what I like to",
        7672.64,
        7680.4
    ],
    [
        " hear when someone says hey echo can I use your in jacos likeness in a thing on my bulletin board",
        7680.4,
        7687.14
    ],
    [
        " for my students to employ extreme ownership can I do that just the fact that that's a question he",
        7687.14,
        7693.52
    ],
    [
        " wants to ask makes it just just like I talked about to you know what's interesting so I talked about",
        7693.52,
        7698.58
    ],
    [
        " today I didn't know about getting after it when I was 13 years old imagine somebody being in a",
        7698.58,
        7702.66
    ],
    [
        " classroom and being like hey you want to get after it here's what you got to do here's this here's",
        7702.66,
        7706.9
    ],
    [
        " a couple guys they're getting after it you know what why don't you get after it 13-year-old boy",
        7706.9,
        7711.02
    ],
    [
        " 13-year-old girl why don't you make something happen you know what you know there's people that do",
        7711.02,
        7715.8
    ],
    [
        " 500 pull-ups to workout they don't do 28 28 done anything around here step up your game",
        7715.8,
        7721.7
    ],
    [
        " so exposing the world so that people can do better do more be more that's good to go",
        7721.7,
        7731.74
    ],
    [
        " yeah if you had more people being less abrasive losing their temper left or less um exercising extreme",
        7731.74,
        7739.42
    ],
    [
        " ownership and discipline and all things oh yes pursuing freedom through discipline that is a",
        7739.42,
        7746.3
    ],
    [
        " better place across the board you might even go so far as to say unmedicated daily discipline and",
        7746.3,
        7753.4
    ],
    [
        " all things me up so that's the ultimate goal also subscribe to you too if you want",
        7753.4,
        7763.0
    ],
    [
        " what some more videos on there aside from just the podcast video add some more videos on there",
        7763.54,
        7768.56
    ],
    [
        " and we have been and I think that we not you echo but we the rest of us yeah yeah I think we can",
        7768.56,
        7778.24
    ],
    [
        " motivate you more to make more videos because every time you make a video like when you when you",
        7778.24,
        7783.4
    ],
    [
        " not just a clip of the podcast but when you make a legit video I'm always like yeah",
        7783.4,
        7789.8
    ],
    [
        " and I think a lot of people say the same thing and there's actually a lot of troopers out there",
        7790.36,
        7793.48
    ],
    [
        " that are that are making badass videos too yes we said gene gene rodaric gene rodaric make some killer",
        7793.48,
        7800.78
    ],
    [
        " videos can we put his videos on the jackel podcast page I think I did I've put videos on there in a while",
        7800.78,
        7809.38
    ],
    [
        " but yes we can we should do that we should do that so that everybody can see all the trooper work",
        7809.38,
        7817.06
    ],
    [
        " goes out there you know what it does to in the small little way where you know like okay you'll",
        7817.06,
        7821.96
    ],
    [
        " say some words you'll say you'll say you'll say what you say and I take it a certain way I'm like",
        7821.96,
        7827.3
    ],
    [
        " dang that really hit me it resonated with me other people other words might hit them harder",
        7827.3,
        7834.58
    ],
    [
        " or less harder or whatever so if people have like video editing skills you know or they know how to",
        7834.58,
        7841.44
    ],
    [
        " video edit and stuff like that and put tracks and do that stuff when they put it out it's kind of it",
        7841.44,
        7847.58
    ],
    [
        " is a representation of how those words hit them yeah you know like you make a decision to put a",
        7847.58,
        7853.16
    ],
    [
        " certain type of track behind what you're saying for a reason so it's so interesting to see dang",
        7853.16,
        7858.3
    ],
    [
        " that's how that hit him you know in this field this feeling is how it hit him and it's like dang",
        7858.3,
        7864.12
    ],
    [
        " you kind of get a different dimension of it it's cool too because for me I don't hear my words",
        7864.12,
        7871.24
    ],
    [
        " right that'll hit my words right then I hear my words with with the same thing you're saying like",
        7871.58,
        7880.28
    ],
    [
        " the way it's entering their brain because we make a video right when you make a video it's a",
        7880.28,
        7885.22
    ],
    [
        " reflection of the what's going on in your mind yeah and so like some of those videos that gene made",
        7885.22,
        7891.02
    ],
    [
        " I was like oh yeah like yeah like it's going it's taking me inside his head and what it appears",
        7891.02,
        7898.26
    ],
    [
        " to be from inside his head which is awesome to hear and awesome to see you know so yeah we should",
        7898.26,
        7903.84
    ],
    [
        " get those and he had a couple that when didn't go through the copyrighted material I don't know if",
        7903.84,
        7909.12
    ],
    [
        " he took the wrong songs or some but it was a bummer because some of those were awesome yeah that's",
        7909.12,
        7914.58
    ],
    [
        " part of the battle right there I think but hey you know whichever but anyways what I was going to",
        7914.58,
        7919.44
    ],
    [
        " say is I think the more people that are YouTube subscribers I think the more motivated that you will",
        7919.44,
        7926.44
    ],
    [
        " personally get that's my opinion to make even more badass videos that's my opinion what like",
        7926.44,
        7932.92
    ],
    [
        " you think it might get like a competition you make the better one no no no no I am I don't think",
        7932.92,
        7937.7
    ],
    [
        " that I think you're inspired by this video is the same way I am that other people make but I'm",
        7937.7,
        7942.0
    ],
    [
        " saying I think you will just be motivated more the more people like you know when you say a video",
        7942.0,
        7947.04
    ],
    [
        " has just been uploaded by jacquopod cast and you know that it's going to 50,000 people you'll be",
        7947.04,
        7955.28
    ],
    [
        " yeah and personally I want you to get after it more the director projects the pro there's one",
        7955.3,
        7963.58
    ],
    [
        " it was like one of the original ones that someone else made five hate that I can't remember like",
        7963.58,
        7968.62
    ],
    [
        " the names of the people did it but it's the one it was to the Pacific soundtrack is one of the",
        7968.62,
        7975.42
    ],
    [
        " original one so I'll admit bro I was drinking one night just in front of yeah it was yeah it was",
        7975.42,
        7981.38
    ],
    [
        " long time and you made drinking that made you drink even more well I was drinking some I was playing",
        7981.38,
        7985.32
    ],
    [
        " that was like bro I'm feeling this so deeply right now I played like literally like eight to 12",
        7985.32,
        7990.24
    ],
    [
        " times just in a row like dang this is so like just because you see their clips from movies their",
        7990.24,
        7995.94
    ],
    [
        " clips from this and it's it's a it's a mashup and you know the music and here's the thing it's not",
        7995.94,
        8001.34
    ],
    [
        " like hard core music it's not it's just it's like man it's it's really good and I think like I said",
        8001.34,
        8009.78
    ],
    [
        " that's like such a good way to see not only just your words but how someone else heard them",
        8009.78,
        8015.5
    ],
    [
        " interpret it and put them back out there it's awesome you're like dang it's like a whole",
        8015.5,
        8018.82
    ],
    [
        " another dimension anyway yes I'll get more on the youtube for sure I'm already more on the youtube",
        8018.82,
        8025.9
    ],
    [
        " yeah you are but I'll keep it up I'll keep it up I'll do you like that do some more we'll do",
        8025.9,
        8029.6
    ],
    [
        " some different hop let me start making some videos yeah yeah please no I won't I can't do it",
        8029.6,
        8035.02
    ],
    [
        " also to support this podcast in the event of you being in the mood to support this podcast",
        8036.78,
        8042.2
    ],
    [
        " you can get some cool stuff I think it's cool at jockelstore.com t-shirts they have multiple layers",
        8042.2,
        8051.1
    ],
    [
        " to them not physically psychologically philosophically they have multiple layers to them all of them",
        8051.1,
        8057.08
    ],
    [
        " some easter eggs too um sure it's travel mugs and bumper stickers now new stuff",
        8057.08,
        8064.04
    ],
    [
        " that's available right now well may or may not be available and maybe sold out but",
        8064.4,
        8068.66
    ],
    [
        " they could be on back you can order it you can order it yes um new stuff rash guards",
        8068.66,
        8073.98
    ],
    [
        " I thought was for jujitsu but therefore everything therefore lifting like CrossFit especially running",
        8073.98,
        8081.98
    ],
    [
        " is a is a good one like bike biking basically everything that raps your",
        8081.98,
        8086.84
    ],
    [
        " cards you know spandex type shirts are for surfing I think primarily really",
        8086.84,
        8090.62
    ],
    [
        " well lifting whatever um and of course jujitsu rash guards are cool check them out if you like",
        8091.14,
        8095.8
    ],
    [
        " a boom get one of those or two or whatever to support and stickers and then jujitsu patches and",
        8095.8,
        8101.56
    ],
    [
        " just patches you know you can sell them on they're iron on but you sell one as well for you know",
        8101.56,
        8107.34
    ],
    [
        " you know put on your bag what have you jujitsu patches for your ghee that stuff new things coming",
        8107.34,
        8112.84
    ],
    [
        " within the next what week or two women tank tops I think it actually live pretty soon",
        8112.84,
        8119.98
    ],
    [
        " think so too um but yeah there it is you know good support that way and yep and that's all uh",
        8119.98,
        8127.12
    ],
    [
        " awesome we appreciate that support that is a cool way you know to to help us out with what we're",
        8127.12,
        8137.32
    ],
    [
        " doing also another thing just came out is a little something um a little jaco white tea if you",
        8137.32,
        8143.52
    ],
    [
        " want to get some of that it's pomegranate and it's some I don't know where it came from I don't know",
        8143.52,
        8148.38
    ],
    [
        " when I started utilizing it but I've utilized it for quite some time now it's live on amazon it is",
        8148.38,
        8156.92
    ],
    [
        " life it's live on it's okay so go ahead get on there order it and get your white tea on that's",
        8156.92,
        8165.18
    ],
    [
        " when you see me drinking it here if I'm not drinking an alpha brain I'm drinking white tea and white",
        8165.18,
        8170.26
    ],
    [
        " tea is definitely what I'm drinking during the show so give it a try you might dig it um it's",
        8170.26,
        8177.62
    ],
    [
        " available on amazon you could probably click through unless you have the trooper tool then you",
        8177.62,
        8183.12
    ],
    [
        " just hit it yeah get some of that jaco white tea which uh we've been you've heard me talk about",
        8183.12,
        8188.0
    ],
    [
        " for a long time now here it is so and also oh yeah by the way wrote a book with my brother",
        8188.0,
        8194.44
    ],
    [
        " lafe babin if you want to check that out actually y'all brought it back onto the bestseller list",
        8194.44,
        8201.02
    ],
    [
        " which is awesome and we appreciate it um go ahead pick up a copy if you don't have one",
        8201.02,
        8210.82
    ],
    [
        " if you got people in your life that you want to help them get in the game there you go just a",
        8210.82,
        8224.42
    ],
    [
        " get so that's good and of course hey if you haven't heard yet",
        8224.66,
        8228.86
    ],
    [
        " October 20th and 21st in San Diego California we're having the extreme ownership",
        8228.86,
        8236.9
    ],
    [
        " muster two days of get some with lafe and me live going deep on combat leadership",
        8236.9,
        8247.62
    ],
    [
        " on the battlefield in business and in life come and get it the amount of troopers that",
        8248.08,
        8256.9
    ],
    [
        " are signed up it's going to be killer to have everybody together all different industries",
        8256.9,
        8263.34
    ],
    [
        " companies businesses fire fighters police officers",
        8263.34,
        8271.22
    ],
    [
        " a whole the whole gamut of people that are in leadership positions that want to learn",
        8272.7,
        8280.96
    ],
    [
        " that want to share that want to get better so come on out to the muster extreme ownership",
        8280.96,
        8287.6
    ],
    [
        " come and get it and as always if you want to keep on kind of kicking it with that gluteurals and",
        8287.6,
        8297.96
    ],
    [
        " myself we are all up on the interwebs twitter boom instagram yep facebooky we're there",
        8298.12,
        8310.68
    ],
    [
        " echo is at echo Charles and i am at jaco willink and finally to you first those in uniform military",
        8310.68,
        8325.62
    ],
    [
        " police fire those of you holding the line train hard be vigilant be aggressive",
        8325.62,
        8335.96
    ],
    [
        " and be balanced in your approach and also to those of you that are out there working and i",
        8335.96,
        8347.74
    ],
    [
        " i travel the country and i spend time with you folks as well you folks that are out there working",
        8347.74,
        8355.44
    ],
    [
        " that are building that are making things from construction workers building roads and bridges",
        8355.44,
        8366.06
    ],
    [
        " and buildings to those of you building or remanufacturing engines or building cars or trucks",
        8366.06,
        8375.1
    ],
    [
        " to those of you that are out there building the next generation of technology",
        8375.44,
        8381.96
    ],
    [
        " hardware and software that's going to make life better i meet with you all the time i see what you're",
        8381.96,
        8402.72
    ],
    [
        " working your ass off to build the world and everything in it and to all youtubers out there",
        8403.58,
        8415.18
    ],
    [
        " living life driving and grinding and doing the work",
        8415.18,
        8423.72
    ],
    [
        " give it everything you got put your head down grit your teeth",
        8426.2,
        8433.64
    ],
    [
        " and get after it so until next time this is echo and jaco out",
        8433.64,
        8447.86
    ]
]