[
    [
        " This is Jocco podcast number 39 with Echo Charles and me.",
        0.24,
        5.76
    ],
    [
        " Jocco willink. Good evening, Echo. Good evening.",
        6.36,
        9.92
    ],
    [
        " I heard of a high British officer who went over the battlefield just after the",
        10.56,
        22.2
    ],
    [
        " action was over. American boys were still lying dead in their foxholes.",
        22.2,
        28.64
    ],
    [
        " Their rifle still grasped in firing position in their dead hands.",
        28.64,
        33.3
    ],
    [
        " And the veteran English soldier remarked time and again in a sort of hushed",
        33.66,
        42.08
    ],
    [
        " eulogy spoken only to himself. Brave men. Brave men.",
        42.08,
        50.12
    ],
    [
        " And that is the name of the book we are going to delve into now.",
        53.22,
        59.6
    ],
    [
        " Brave men. And a few episodes ago we talked with Kirin Dardi,",
        61.42,
        69.26
    ],
    [
        " war photographer, and when we talk with him we talked about war correspondences",
        70.26,
        78.82
    ],
    [
        " as well. And I wanted to get a war correspondent here. And in this case the",
        78.82,
        91.04
    ],
    [
        " one that we're going to be talking to is possibly the most famous war correspondent",
        91.04,
        99.58
    ],
    [
        " ever. Guy by the name of Ernie Pyle.",
        99.58,
        102.66
    ],
    [
        " And we will join him now on a warship steaming towards an inevitable invasion.",
        105.16,
        116.56
    ],
    [
        " The front line soldier I knew lived for months like an animal and was a veteran in the cruel,",
        128.18,
        135.72
    ],
    [
        " fierce world of death. Everything was abnormal and unstable in his life.",
        136.1,
        142.28
    ],
    [
        " He was filthy dirty, eight if and when, a slept on hard ground without cover.",
        142.46,
        148.48
    ],
    [
        " His clothes were greasy and he lived in a constant haze of dust,",
        149.46,
        153.9
    ],
    [
        " pastored by flies and heat, moving constantly deprived of all things that once meant stability.",
        154.54,
        161.7
    ],
    [
        " Things such as walls, chairs, floors, windows, faucets, shelves, Coca-Cola.",
        162.4,
        171.1
    ],
    [
        " And the little matter of knowing that he would go to bed at night in the same place he had left in",
        171.78,
        177.84
    ],
    [
        " the morning. The front line soldier has to harden his inside as well as his outside,",
        177.84,
        184.48
    ],
    [
        " or he would crack under the strain. Some thoughts from Ernie Pyle out on a ship,",
        185.16,
        192.88
    ],
    [
        " getting ready for this invasion, talking about what the soldiers were like and he'd been in Africa.",
        193.34,
        198.5
    ],
    [
        " And now he's out there with sailors and he has something to say about the sailors as well.",
        199.5,
        203.96
    ],
    [
        " Of course, when sailors die, death for them is just as horrible and sometimes they die in",
        204.36,
        210.8
    ],
    [
        " greater masses than soldiers. But until the enemy comes over the horizon, a sailor doesn't have to fight.",
        210.8,
        217.66
    ],
    [
        " A front line soldier has to fight everything all the time. It makes a difference in a man's character.",
        218.56,
        226.54
    ],
    [
        " And Ernie Pyle goes on to talk about what he thinks of the front line soldier.",
        229.3,
        236.56
    ],
    [
        " Everyone by now knows how I feel about the infantry. I'm a rabid one man movement bent on",
        237.72,
        244.04
    ],
    [
        " tracking down and stamping out everybody else in the world who doesn't fully appreciate the common",
        244.04,
        249.34
    ],
    [
        " front line soldier. And if I haven't made myself perfectly clear,",
        249.34,
        256.44
    ],
    [
        " in everything I say and everything I do, that's the same exact feeling that I have",
        259.22,
        265.4
    ],
    [
        " about the infantry, respect and admiration.",
        265.4,
        271.44
    ],
    [
        " And now he's talking about what it was like, what's going through their minds as they're going to",
        272.34,
        281.06
    ],
    [
        " partake in this our invasion. And he had a member, he's going on invasion too. But when he's",
        281.06,
        286.54
    ],
    [
        " things are happening, this is a war correspondent. This isn't somebody that's reporting from",
        286.54,
        291.04
    ],
    [
        " some safe position and you're going to see plenty of that here. He's going in. So he can relate",
        291.04,
        298.2
    ],
    [
        " to what the troopers are going through mentally. And this is a very really",
        298.2,
        306.08
    ],
    [
        " accurate description back to the book. I don't believe one of us was afraid of the",
        306.08,
        316.12
    ],
    [
        " physical part of dying. That isn't the way it is. The emotion is rather one of almost desperate",
        316.12,
        322.92
    ],
    [
        " reluctance to give up the future. They're not afraid of the physical stuff. It's the reluctance to",
        322.92,
        330.9
    ],
    [
        " give up the future. I suppose that's splitting hairs and that it really all comes under the heading",
        330.9,
        338.8
    ],
    [
        " of fear. Yet somehow there is a difference. These gravely yearned for futures of men going into",
        338.8,
        347.54
    ],
    [
        " battle include so many things. Things such as seeing the old lady again, of going to college,",
        347.54,
        354.12
    ],
    [
        " of staying in the Navy for a career, of holding on to your need just once your own kid whom you've",
        354.5,
        359.6
    ],
    [
        " never seen. Of again becoming champion salesman of your territory or driving a cold truck around",
        359.6,
        367.32
    ],
    [
        " streets of Kansas City once more. And yes, even just sitting in the sun once more on the south side",
        367.32,
        373.98
    ],
    [
        " of a house in New Mexico. When we huddled around together on the dark decks, it was these little",
        373.98,
        381.74
    ],
    [
        " hopes and ambitions that made up the sum total of our worry at leaving rather than any visualization",
        381.74,
        389.58
    ],
    [
        " of physical agony to come. Very very accurate.",
        389.74,
        398.1
    ],
    [
        " Now and I got to say that with this book, this is a fairly fairly thick book. What do we got?",
        399.58,
        410.98
    ],
    [
        " Almost 500 pages. And I had to burn through big chunks of it to get to some of the stuff that I wanted",
        411.64,
        420.26
    ],
    [
        " to cover. But there's a lot of very important detail in here. And one of the things that Ernie",
        420.26,
        426.44
    ],
    [
        " Pyle was known for was capturing what it was like not for the big general, not for the big",
        426.44,
        432.2
    ],
    [
        " strategist, but what it was like to live every day as a grunt.",
        432.94,
        437.92
    ],
    [
        " So the invasion takes place. And I think this was the they went into Italy and",
        438.8,
        447.12
    ],
    [
        " Ernie actually spent that invasion on the ship, the initial part of the invasion. And then he goes",
        447.12,
        452.68
    ],
    [
        " ashore. And for whatever reason, he gets sick. He gets like sick ill. Doesn't get wounded,",
        452.68,
        459.92
    ],
    [
        " he just gets ill and he ends up in a field hospital. And we've had several,",
        459.92,
        465.14
    ],
    [
        " several books take us into field hospitals and we know that they are a horrible, horrible place.",
        465.42,
        472.18
    ],
    [
        " But there is some pretty glorious things that come out of those two and I'll go to the book here.",
        472.54,
        481.32
    ],
    [
        " It was flabbergassing to me to lie there and hear wounded soldiers cuss and beg to be sent",
        481.34,
        488.92
    ],
    [
        " right back to the fight. Of course, not all of them did that. It depended on the severity of their",
        488.92,
        494.46
    ],
    [
        " wounds and on their individual personalities just as it wouldn't peace time. But at least a third",
        494.46,
        500.28
    ],
    [
        " of the less severely wounded men asked if they couldn't return to duty immediately.",
        500.28,
        505.84
    ],
    [
        " So all those fears that we just talked about and then you go into battle and you get wounded.",
        507.3,
        515.9
    ],
    [
        " And the first thing you do when you get back to the aid station and say, send me back to the front.",
        516.38,
        520.58
    ],
    [
        " He goes into a specific case here. One big blonde infantry men had slight flesh wounds in the",
        521.22,
        529.22
    ],
    [
        " face and the back of his neck. He had a patch on his upper lip which prevented him from moving it",
        529.22,
        533.8
    ],
    [
        " and made him talk in a grave, straight faced manner that was comical. I've never seen anybody so",
        533.8,
        539.32
    ],
    [
        " mad in my life. He went from one doctor to another trying to get somebody to sign his card,",
        539.32,
        543.82
    ],
    [
        " returning him to duty. The doctors explained patiently that if he returned to the front,",
        543.82,
        548.26
    ],
    [
        " his wounds would become infected and he would be a burden to his company instead of a help.",
        548.54,
        553.18
    ],
    [
        " They tried to entice him by telling him there would be nurses back in the hospital,",
        554.42,
        558.22
    ],
    [
        " but in his peaceful Oklahoma drawl, he retorted to hell with the nurses. I want to get back to fighting.",
        558.52,
        564.56
    ],
    [
        " Dying men were brought into our tent, men whose death rattled, silenced the conversation and",
        567.1,
        574.18
    ],
    [
        " made us all thoughtful. When a man was almost gone, the surgeons would put a piece of",
        574.18,
        579.94
    ],
    [
        " gauze over his face. He could breathe through it, but we couldn't see his face well.",
        579.94,
        585.42
    ],
    [
        " Twice within five minutes, chaplains came running. One of those occasions haunted me for hours.",
        586.62,
        592.56
    ],
    [
        " The wounded man was still semi-conscious. The chaplain knelt down beside him and two ward boys",
        592.66,
        599.32
    ],
    [
        " squatted nearby. The chaplain said, John, I'm going to say a prayer for you. Somehow this stark",
        599.32,
        607.82
    ],
    [
        " announcement hit me like a hammer. It didn't say I'm going to pray for you to get well. He just said",
        607.82,
        613.98
    ],
    [
        " he was going to say a prayer. And it was obvious to me that he meant a final prayer.",
        613.98,
        620.06
    ],
    [
        " He voiced the prayer and the weak gasping man tried vainly to repeat the words after him.",
        620.92,
        627.52
    ],
    [
        " When he had finished the chaplain added, John, you're doing fine. You're doing fine.",
        628.42,
        634.9
    ],
    [
        " Then he rose and dashed off on some other call and the ward boys went about their duties.",
        635.4,
        641.72
    ],
    [
        " The dying man was left utterly alone, just lying there on his litter, on the ground,",
        643.2,
        651.08
    ],
    [
        " lying in an aisle because the tent was full. Of course, it couldn't be otherwise,",
        652.16,
        657.76
    ],
    [
        " but the aloneness of that man as he went through the last few minutes of his life was what",
        658.66,
        670.5
    ],
    [
        " he died, but it would have been out of order and I didn't do it. I wish now I had.",
        670.5,
        682.5
    ],
    [
        " In addition to talking about the infantry, he also talks about the engineers and for those of you",
        693.0,
        704.46
    ],
    [
        " that don't know engineers are basically military construction people that build things. They also",
        704.46,
        711.6
    ],
    [
        " do other jobs like getting rid of minds and doing mind clearance. They do that often as well.",
        711.6,
        717.36
    ],
    [
        " And we'll go back to the book. During the latter days of the Sicilian campaign, I spent all my time",
        718.04,
        726.28
    ],
    [
        " with combat engineers of two different divisions. The engineers were in it up to their ears,",
        726.28,
        732.18
    ],
    [
        " scores of times during the Sicilian fighting. I heard everybody from generals to privates",
        732.18,
        737.0
    ],
    [
        " remark that this is certainly an engineer's war. And indeed it was. Every foot of our advance upon",
        737.0,
        743.34
    ],
    [
        " the gradually withdrawing enemy was measured by the speed with which our engineers could open",
        743.34,
        748.5
    ],
    [
        " the highways, clear the mines and bypass the blown bridges. This was the same thing that we had in",
        748.5,
        762.16
    ],
    [
        " absolutely. First of all, they were incredibly professional and their job was incredibly",
        763.88,
        770.1
    ],
    [
        " dangerous. They were playing in mines. They were doing these building these combat outposts in",
        770.1,
        773.76
    ],
    [
        " build a city. Are they armed in your case? Yeah, they are, but picture a guy that has to go and",
        773.76,
        782.92
    ],
    [
        " move sandbags to the top of a building. He's carrying a 60 pound sandbag. He's got all of his gear",
        782.92,
        789.56
    ],
    [
        " on and it's a semi protected area, not fully protected. But so a lot of times they might have",
        790.1,
        797.48
    ],
    [
        " a pistol on them, but they're working. They're construction work. They're working construction.",
        797.48,
        801.02
    ],
    [
        " Now that doesn't mean that they're not also picking up security when they have to,",
        801.52,
        805.54
    ],
    [
        " but man, it's a it's a grueling job and so incredibly dangerous. And the book also talks about",
        806.02,
        816.7
    ],
    [
        " other pieces. Again, we talk about infantry, but there's other pieces. There's engineers who are",
        817.64,
        822.56
    ],
    [
        " doing all this building. There's artillery, which is drop in bombs on the enemy. And actually,",
        822.56,
        829.94
    ],
    [
        " there was another surprisingly, there was art, we utilized the utilized artillery fairly significantly",
        830.08,
        837.08
    ],
    [
        " in Ramadi. Yeah, that it's when you think about that like the engineers in a war zone,",
        837.08,
        843.2
    ],
    [
        " right? It's not like compared to like a MMA fight, right? The cut man where he's like facilitating",
        843.32,
        848.54
    ],
    [
        " all these things, giving water, whatever, but that's between rounds. He's not part of the fight.",
        848.54,
        851.98
    ],
    [
        " The engineer guys straight up. Yeah, they're going to get hit, but here's the thing. They're",
        852.1,
        856.68
    ],
    [
        " not they're specifically to fight. They're there to do some other stuff. So it's like man,",
        856.68,
        861.32
    ],
    [
        " they're making it blindsided like all that stuff. It's incredibly and yet, you know, you think,",
        861.42,
        866.8
    ],
    [
        " oh, it's engineers, they're construction guys. You maybe people don't don't see them in the light",
        866.86,
        871.74
    ],
    [
        " of being legit combat warriors. And I'm here to tell you 100% without any shred of doubt. Those",
        871.74,
        880.24
    ],
    [
        " guys are hardcore combat warriors that have an incredibly tough job. And obviously, the American",
        880.24,
        886.48
    ],
    [
        " engineers have been just outstanding World War two. I mean, and when I saw them in Ramadi,",
        886.48,
        893.04
    ],
    [
        " they were a sight to behold without question. And same thing, like I said, I was talking about",
        893.08,
        901.72
    ],
    [
        " which was it was pretty cool for me, right? Because you know, I always grew up watching World War",
        902.58,
        908.48
    ],
    [
        " two movies. And, and you know, there I was in Ramadi. Man, we had tanks out there in the streets,",
        908.48,
        915.0
    ],
    [
        " smashing through smashing through buildings and firing their main gun rounds. And then we had",
        915.2,
        920.52
    ],
    [
        " engineers out there rebuilding bridges and building combat outposts. And then we had artillery.",
        920.52,
        926.14
    ],
    [
        " That was firing counter battery out at the enemy that was shooting mortars at us. And",
        926.18,
        931.96
    ],
    [
        " at nighttime, sometimes we'd fire illumination rounds just like a big assault in the World War two.",
        931.96,
        937.88
    ],
    [
        " So it was very, well, I was I feel very lucky to have been able to experience that",
        938.6,
        945.34
    ],
    [
        " that almost, you know, World War two type feeling now again, I'm not comparing anything that I did",
        945.34,
        951.0
    ],
    [
        " of veteran from World War two by any stretch of the imagination. But it was cool to get a little",
        951.0,
        956.78
    ],
    [
        " taste of it, just a little, just a little taste of it, just a little taste of it. And understand,",
        956.78,
        962.08
    ],
    [
        " I mean, I can't, you know, we were, you know, the, the imagine fighting against other troops that",
        962.24,
        968.06
    ],
    [
        " were as well trained as you are, which is what you're doing in Germany when you're, when you're",
        968.06,
        972.22
    ],
    [
        " invading France, you're going against, I mean, the insurgents, they're, they're a hard fight,",
        972.22,
        978.66
    ],
    [
        " they're an enemy that I respect their capabilities. But they're not as well trained or as well organized",
        978.66,
        985.22
    ],
    [
        " or as well led as, let's say, the German army in World War two, right? So it's a tough enemy.",
        985.22,
        993.46
    ],
    [
        " And so as he continues through the book, and as I said, I, this is a big thick book, and I had to",
        994.98,
        1001.6
    ],
    [
        " really be selective about what to call out. And he talks about the various phases of the war. He",
        1001.6,
        1009.38
    ],
    [
        " talks about pretty big chunk about the air war. But really, it's all leading towards",
        1009.38,
        1016.6
    ],
    [
        " one thing. It's all leading towards one event. It's all leading towards one invasion. And that's D-Day.",
        1016.6,
        1023.82
    ],
    [
        " And he spends time in England, you know, they're doing the preparation and they're having, they're",
        1026.44,
        1031.48
    ],
    [
        " doing what the Americans did in England when they were getting ready. And then finally,",
        1031.48,
        1036.7
    ],
    [
        " they get the word that the mission is going to commence. And we'll go to the book.",
        1036.94,
        1044.8
    ],
    [
        " We felt our chances were not very good. And we were not happy about it. Men like Don",
        1045.74,
        1053.62
    ],
    [
        " Whitehead and Clark Lee, who had been through the mill so long and so boldly, began to get nerves.",
        1053.7,
        1061.42
    ],
    [
        " Frankly, I was the worst of a lot and continued to be. I began having terrible periods of depression",
        1062.68,
        1069.96
    ],
    [
        " and often would dream hideous dreams. All the time, fear lay blackly deep upon our consciousness.",
        1069.96,
        1078.82
    ],
    [
        " It bore down on our hearts like an all-consuming weight. People would talk to us and we wouldn't",
        1079.26,
        1085.04
    ],
    [
        " want to hear what they were saying. Now those again, those are the correspondence. Those are the",
        1085.04,
        1092.12
    ],
    [
        " war correspondence. That's the group he's talking about. When they bring them together, they're",
        1092.12,
        1096.38
    ],
    [
        " talking like a squad or a platoon of war correspondence. And they are scared to death.",
        1096.38,
        1103.26
    ],
    [
        " The army said they would try and give us 24 hours notice of departure. Actually, the call came at",
        1105.5,
        1111.48
    ],
    [
        " 9 o'clock one morning and we were ordered to be in a certain place with full field kit at 10.30am.",
        1111.48,
        1117.08
    ],
    [
        " We threw our stuff stuff together. Probably a smart way to do it. You know, hey, we'll give you 24",
        1117.5,
        1125.58
    ],
    [
        " hours advance notice. Don't worry. You know, we'll let you know. Hey, reporting an hour.",
        1125.58,
        1129.22
    ],
    [
        " Because he's going to talk about this. The waiting isn't is not good. That is that is the stress part.",
        1131.18,
        1138.82
    ],
    [
        " And it's the same thing with everything. Anything that you actually, you know, like a",
        1139.1,
        1143.44
    ],
    [
        " Getsu tournament when you're waiting to compete, that's the worst part. Once you go,",
        1143.44,
        1148.32
    ],
    [
        " okay, your mind is free and you're just doing what you do even during a workout. If you've got a",
        1148.78,
        1159.2
    ],
    [
        " like if I have squats, I'm sitting there. I'll make all kinds of maybe I need to stretch a little",
        1159.2,
        1163.92
    ],
    [
        " bit more. You know what? Let me just grab a little bit more water and and then let me check the line",
        1163.92,
        1169.9
    ],
    [
        " up of the music that's going to play and just make sure that that's good to go and hold on.",
        1169.9,
        1173.56
    ],
    [
        " Is this bumper plate? Look straight. I'm going to straighten that out. So you just sit there",
        1173.62,
        1177.44
    ],
    [
        " in a hammond hall and then finally you walk over. You press your press your start and your stopwatch",
        1177.44,
        1182.36
    ],
    [
        " and then there's no stopping. You just go and it half an hour later. The deed is done.",
        1182.74,
        1188.86
    ],
    [
        " But the waiting. Yeah, if it's going down, let's get it over with kind of thing.",
        1189.3,
        1194.94
    ],
    [
        " Yeah, you know what? This is that Shakespeare court that I read one time on here with that that",
        1194.98,
        1198.06
    ],
    [
        " moment in between taking the action. And when you think of the action and when you take the action,",
        1198.06,
        1203.78
    ],
    [
        " that moment is an eternity. Yeah. And I'm this. This. So you got to close the distance on that thing.",
        1203.9,
        1209.72
    ],
    [
        " Which is exactly what they did. Oh, we'll give you 24 hours. No way to close the distance.",
        1210.32,
        1213.76
    ],
    [
        " You got an hour and a half to be here with your gear. Ready to get it on.",
        1213.86,
        1217.0
    ],
    [
        " Back to the book. Bill Stoneman, another correspondent who had been wounded once never showed the",
        1218.2,
        1223.6
    ],
    [
        " slightest concern. Whether he felt any concern or not, I could not tell. Bill had a humorous",
        1223.6,
        1229.42
    ],
    [
        " sardonic manner while we were waiting for the departure into the unknown. He took out a pencil in a",
        1229.42,
        1238.48
    ],
    [
        " interview me. Tell me, Mr. Pyle, how does it feel to be an assault correspondent?",
        1238.48,
        1242.52
    ],
    [
        " Being a man of few words, I said, it feels awful.",
        1243.3,
        1248.38
    ],
    [
        " We had hardly got a board when the lines were cast off and we pulled out. That evening,",
        1249.74,
        1258.6
    ],
    [
        " the Colonel commanding the troops on our ship gave me the whole invasion plan in detail.",
        1258.84,
        1264.02
    ],
    [
        " Bill. The secret, the whole world had waited years to hear. Once a man had heard it, it became",
        1264.74,
        1270.64
    ],
    [
        " permanently part of it. He became permanently part of it. Then he was committed. He was too late",
        1270.64,
        1276.9
    ],
    [
        " to back out, even if his heart failed him. I asked a good many questions. I realized my voice was",
        1276.9,
        1284.78
    ],
    [
        " shaking when I spoke, but I couldn't help it. Yes, it would be tough the Colonel admitted.",
        1284.78,
        1290.12
    ],
    [
        " Our own part would be precarious. He hoped to go in with his few casualties as possible,",
        1290.66,
        1296.22
    ],
    [
        " but there would be casualties. From a vague anticipatory dread, the invasion now turned into a",
        1296.76,
        1304.64
    ],
    [
        " horrible reality for me. In a matter of hours, the Holocaust of our own planning would swirl over us.",
        1304.64,
        1312.2
    ],
    [
        " No man could guarantee his own fate. It was almost too much for me. A feeling of utter desperation",
        1312.72,
        1320.38
    ],
    [
        " obsessed me throughout the night. It was nearly 4 a.m. before I got to sleep. Then it was a sleep",
        1320.38,
        1326.88
    ],
    [
        " harassed and torn by an awful knowledge.",
        1326.88,
        1330.64
    ],
    [
        " My devastating sense of fear and depression disappeared when we approached the beach head.",
        1337.96,
        1344.22
    ],
    [
        " There was the old familiar crack and roar of big guns all around us, and the shore was a great brown",
        1344.8,
        1352.04
    ],
    [
        " haze of smoke and dust, and we knew that the bombers would be over us that night. Yet all the",
        1352.04,
        1357.18
    ],
    [
        " haunting premonition, the soul consuming dread was gone. The war was prosaic to me again.",
        1357.18,
        1364.32
    ],
    [
        " And I believe that was true of everyone aboard, even those who had never been in combat before.",
        1364.56,
        1371.08
    ],
    [
        " Once this gig kicks off, all that horror is gone, and now it's time to get the job done.",
        1371.54,
        1379.04
    ],
    [
        " So when you're out there in the world and you're feeling that dread and you're feeling that",
        1380.98,
        1386.0
    ],
    [
        " hesitation, just step. Go. It's not helping you to sit around and be nervous. It's not helping you to",
        1386.0,
        1393.96
    ],
    [
        " to see if you need another little sip of water before you start doing what you're doing.",
        1393.96,
        1397.48
    ],
    [
        " There's bad news to deliver in your business. There's no sense in doing another pace lap outside",
        1397.96,
        1402.5
    ],
    [
        " the room where people are waiting to hear from you. Get in and get it going.",
        1402.72,
        1407.66
    ],
    [
        " Now he does a great job here telling about how hard this actually was, because you know we go,",
        1409.8,
        1421.14
    ],
    [
        " oh, D-Day, yeah, oh, yeah, it was a tough fight. Here's some detail on that.",
        1421.2,
        1426.02
    ],
    [
        " I want to tell you what the opening of the second front in that one sector entailed so that you",
        1427.46,
        1432.12
    ],
    [
        " can know and appreciate and forever be humbly grateful to those both dead and alive who did it for",
        1432.12,
        1438.9
    ],
    [
        " you. A sure facing us were more enemy troops than we had in our assault waves. The advantages were",
        1438.9,
        1447.92
    ],
    [
        " all theirs, the disadvantages all ours. The Germans were dug into positions they had been working",
        1447.92,
        1454.42
    ],
    [
        " on for months, although they were not entirely complete. A 100 foot bluff, a couple of hundred yards",
        1454.42,
        1462.06
    ],
    [
        " back from the beach had had great concrete gun emplacements built right into the hilltop.",
        1462.06,
        1468.28
    ],
    [
        " These opened to the sides instead of the front, thus making it hard for naval fire from the sea to",
        1469.14,
        1474.38
    ],
    [
        " reach them. They could shoot parallel to the shore and cover every foot of it for miles with",
        1474.38,
        1484.4
    ],
    [
        " just don't let's not even worry about the enemy. A 100 foot cliff after you come out of the water.",
        1484.8,
        1489.46
    ],
    [
        " That's what you're facing. Then you put in pill boxes and you put Germans in those pill boxes.",
        1490.1,
        1495.34
    ],
    [
        " By the way, more Germans than there are Americans. It's a nightmare back to the book.",
        1495.44,
        1502.54
    ],
    [
        " Then they had hidden machine gunness on the forward slopes with crossfire taking in every inch of",
        1503.3,
        1509.08
    ],
    [
        " the beach. These nests were connected by networks of trenches so that the German gunners could move",
        1509.08,
        1514.02
    ],
    [
        " about without exposing themselves. Throughout the length of the beach running zigzag, a couple",
        1514.02,
        1518.96
    ],
    [
        " hundred yards back from the shoreline was an immense V-shape ditch 15 feet deep. Nothing could cross",
        1518.96,
        1525.04
    ],
    [
        " it, not even meant on foot until it filled until fills had been made. In another place is at the",
        1525.04,
        1530.74
    ],
    [
        " far end of the beach where the ground was flatter, they had concrete walls. These were blasted by",
        1530.74,
        1536.86
    ],
    [
        " our naval gunfire or by explosives by hand after we got ashore. Our only exits from the beach were",
        1536.86,
        1543.14
    ],
    [
        " several swales or valleys each one about a hundred yards wide. The Germans made the most of",
        1543.14,
        1548.72
    ],
    [
        " those funnel-like traps sowing them with buried mines. They also contained barbed wire entanglements",
        1548.72,
        1555.58
    ],
    [
        " with mines attached hidden ditches and machine guns firing from the slopes.",
        1555.58,
        1560.42
    ],
    [
        " This is just it's it's it's unbelievable. It's unbelievable. The amount of defenses that were",
        1561.28,
        1570.42
    ],
    [
        " emplaced and the fact that we pushed through it and I humbly use the term we.",
        1570.98,
        1576.68
    ],
    [
        " All this was done on the shore but our men had to go through a maze nearly as deadly before they",
        1577.74,
        1587.56
    ],
    [
        " even got ashore. Under water obstacles were terrific. Under the water the Germans had whole fields",
        1587.56,
        1593.88
    ],
    [
        " of evil devices to catch our boats. Several days after landing we had cleared only channels through",
        1593.88,
        1599.28
    ],
    [
        " them and still could not approach through the whole length of the beach with our ships.",
        1599.4,
        1602.86
    ],
    [
        " Even then some ship or boat would hit one of those mines and be knocked out of commission.",
        1603.6,
        1607.54
    ],
    [
        " The Germans had masses of great six prong spiders made of rail road iron and standing shoulder high",
        1608.48,
        1615.46
    ],
    [
        " just beneath the surface of the water for our landing craft to run into. They had huge logs buried in",
        1615.46,
        1621.46
    ],
    [
        " the sand pointing upward and outward their tops just below the water. Attached to the logs were mines.",
        1621.46,
        1628.72
    ],
    [
        " In addition to these obstacles they had floating mines offshore land mines buried in the",
        1629.94,
        1634.92
    ],
    [
        " sand of the beach and more mines checkerboard in checkerboard rows in the tall grass beyond the sand.",
        1634.92,
        1639.64
    ],
    [
        " The end the enemy had four men on shore for every three men we had approaching the shore",
        1640.34,
        1645.94
    ],
    [
        " and yet we got on.",
        1645.94,
        1649.88
    ],
    [
        " Going against a defended position is so very difficult.",
        1652.64,
        1658.0
    ],
    [
        " The odds will in in doctrinally in urban warfare you're supposed to have 10 men for every one",
        1659.28,
        1668.14
    ],
    [
        " defender. 10 men for every one defender and here we were out out man. Against a heavily defended",
        1668.14,
        1676.38
    ],
    [
        " fortified position. So how do you do it? Well back to the book. As one officer said the only way to",
        1676.38,
        1684.72
    ],
    [
        " take a beach is to face it and keep going. It is costly at first but that's the only way.",
        1684.72,
        1690.64
    ],
    [
        " If the men are pinned down on the beach dug in and out of action they might as well not be there at",
        1691.0,
        1696.66
    ],
    [
        " all. They hold up the waves behind them and nothing is being gained. So are the war sons who attack?",
        1696.66,
        1705.3
    ],
    [
        " Well guess what? There's only one way to do this. You got to do it.",
        1705.48,
        1709.54
    ],
    [
        " Now he talks about as the carnage after the after the initial beach had been taken he talks about",
        1716.42,
        1728.2
    ],
    [
        " some of the carnage that remains there. In this shoreline museum of carnage there were abandoned",
        1728.2,
        1736.04
    ],
    [
        " rolls of barbed wire and smashed boulder dozers and big stacks of thrown away life belts and",
        1736.04,
        1741.48
    ],
    [
        " piles of shells still waiting to be moved. In the water floated empty life rafts and soldiers",
        1741.48,
        1747.54
    ],
    [
        " packs and ration boxes and mysterious oranges. On the beach lay snored rolls of telephone wire",
        1747.54,
        1754.94
    ],
    [
        " and big rolls of steel matting and stacks of broken rusting rifles. But there was another",
        1754.94,
        1762.72
    ],
    [
        " and more human litter. It extended in a thin little line just like a high water mark from miles",
        1762.72,
        1770.32
    ],
    [
        " along the beach. This was the strewn personal gear that would never be needed again by those who",
        1770.32,
        1776.88
    ],
    [
        " fought and died to give us our entrance into Europe. There in a jumbled roll for a mile on mile",
        1776.88,
        1785.4
    ],
    [
        " were soldiers packs. There were socks and shoe polish sewing kits diaries,",
        1785.4,
        1791.5
    ],
    [
        " bibles, hands grenades. There were the latest letters from home with the address on each one",
        1791.74,
        1798.08
    ],
    [
        " neatly razored out one of the security precautions enforced before the boys embarked.",
        1798.08,
        1804.52
    ],
    [
        " There were toothbrushes and razors and snapshots of families back home staring up at you from the sand.",
        1804.6,
        1810.7
    ],
    [
        " There were pocketbooks, metal mirrors, extra trousers, and bloody abandoned shoes.",
        1811.98,
        1819.02
    ],
    [
        " There were broken handled shovels and portable radios smashed almost beyond recognition and mine",
        1820.3,
        1826.34
    ],
    [
        " detectors twisted and ruined. There were torn pistol belts and canvas water buckets, first aid kits,",
        1827.04,
        1834.78
    ],
    [
        " and jumbled heaps of life belts. I picked up a pocket Bible with a soldier's name in it and put it",
        1835.32,
        1842.42
    ],
    [
        " in my jacket. I carried it half a mile or so and then put it back down on the beach. I don't know why",
        1842.42,
        1851.62
    ],
    [
        " I picked it up or why I put it down again. Soldiers carry strange things with them, a shore.",
        1851.62,
        1861.1
    ],
    [
        " In every invasion there's at least one soldier hitting the beach at eight hour with a banjo slung",
        1862.26,
        1867.3
    ],
    [
        " over his shoulder. The most ironic piece of equipment marking our beach, the first this beach",
        1867.3,
        1873.28
    ],
    [
        " first of despair then a victory was a tennis racket that some soldier had brought along. It lay",
        1873.28,
        1879.88
    ],
    [
        " longsumly on the sand clamped in its press, not a string broken. Two of the most dominant items on",
        1879.88,
        1887.98
    ],
    [
        " the beach refuse, in the beach refuse were cigarettes and writing paper. Each soldier was issued a",
        1887.98,
        1896.74
    ],
    [
        " carton of cigarettes just before he started. That day those cartons by the thousand water soaked and",
        1896.74,
        1909.64
    ],
    [
        " air mail envelopes came second. The boys intended to do a lot of writing in France.",
        1909.64,
        1914.98
    ],
    [
        " Imagine the letters now forever incapable of being written that might have filled those blank",
        1916.02,
        1923.78
    ],
    [
        " abandoned pages. Now talking a little bit about the German prisoners as they start to roll up",
        1924.74,
        1943.3
    ],
    [
        " German prisoners, some of the German officers were pleased at being captured but the died in the",
        1943.3,
        1949.76
    ],
    [
        " but the died in the Wilmatsy was not. They brought in a young one who was furious. He considered it",
        1949.94,
        1956.24
    ],
    [
        " thoroughly unethical for us to fight so hard. That's right. Did you heard what I said? He thought it was",
        1956.24,
        1964.64
    ],
    [
        " unethical how hard the Americans fought. The Americans had attacked all night and the Germans",
        1964.64,
        1972.2
    ],
    [
        " don't like a night attack. We're coming to get you. And this special fellow was brought in.",
        1972.2,
        1978.9
    ],
    [
        " When this special fellow was brought in he protested and raised you Americans the way you fight",
        1979.14,
        1983.46
    ],
    [
        " that is this is not war. This is madness. The German was so outraged she never even got the irony",
        1983.46,
        1989.92
    ],
    [
        " of his own remarks. That madness though it were it worked. Another high ranking officer was",
        1989.92,
        1999.2
    ],
    [
        " brought in and the first thing he asked was the whereabouts of his personal orderly. When told",
        1999.2,
        2004.44
    ],
    [
        " that his orderly was dead or then a macro he flew off the handle and accused us of depriving him",
        2004.44,
        2010.08
    ],
    [
        " of his personal comfort. Who's going to dig my fox hole for me? He demanded.",
        2010.08,
        2014.78
    ],
    [
        " Little German aristocracy going on in the ranks but what a what a testament. You know I was just kind",
        2015.36,
        2023.96
    ],
    [
        " of talking about how tough the Germans were which they certainly were but here's the Germans saying",
        2023.96,
        2029.62
    ],
    [
        " good lord it's unethical that you fight this hard. That's right. The Germans thought they were",
        2029.62,
        2039.44
    ],
    [
        " rolling light you know you know hey let's roll light and the Americans were like now we're going",
        2039.44,
        2043.46
    ],
    [
        " 80 cc style yeah no no it's on the world championships. Yeah literally the world championships.",
        2043.46,
        2049.66
    ],
    [
        " I always you know American the American fighting spirit is a powerful powerful force",
        2052.08,
        2059.4
    ],
    [
        " and sometimes people don't recognize that because you know what we're living here pretty good",
        2059.4,
        2064.36
    ],
    [
        " and even back then now we're coming out of the depression so you did have some hard",
        2064.36,
        2069.14
    ],
    [
        " living back in America but you can trace that pre depression Americans fight hard.",
        2069.14,
        2075.86
    ],
    [
        " There's no doubt about it and I can I've personally witnessed the spirit of the American soldier",
        2077.66,
        2086.6
    ],
    [
        " and it is a damn impressive thing. I'm going to get into some well the name of the chapter here is",
        2086.6,
        2097.4
    ],
    [
        " street fighting. One of the one of the favorite generals among war correspondents was major",
        2097.4,
        2104.98
    ],
    [
        " general mantin s eddy commander of the ninth division we liked him because he was absolutely",
        2105.8,
        2110.86
    ],
    [
        " honest with us because he was sort of an old shoe and easy to talk with and because we thought he",
        2110.86,
        2118.28
    ],
    [
        " was a mighty good general general eddy looked more like a schoolteacher than a soldier. He was a",
        2118.28,
        2124.28
    ],
    [
        " big tall man but he wore glasses in his eyes had a sort of squint being a wit midwesterner he",
        2124.28,
        2131.54
    ],
    [
        " talked like one he still claimed Chicago was home although he'd been an army officer for 28 years",
        2131.54,
        2136.96
    ],
    [
        " he was wounded in the last war he was not glib but he talked well and laughed easily",
        2136.96,
        2143.38
    ],
    [
        " and spider being a professional soldier he despised war and like in any ordinary soul was appalled",
        2143.38,
        2150.96
    ],
    [
        " by the waste and tragedy of it he wanted to win and get home just as badly as anybody else",
        2150.96,
        2158.26
    ],
    [
        " general eddy especially like to show up in places where his soldiers wouldn't expect to see him",
        2160.84,
        2165.36
    ],
    [
        " little leadership lessons right now from general eddy nothing wrong with smiling talking with the",
        2165.36,
        2170.36
    ],
    [
        " boys knowing what's going on and then boom show up in places where his soldiers wouldn't expect to",
        2170.36,
        2176.26
    ],
    [
        " see him he knew it helped the soldiers spirits to see their commanding general right up there at",
        2176.26,
        2180.74
    ],
    [
        " the front where it was hot so he walked around the front with his long stride never ducking or",
        2180.74,
        2186.6
    ],
    [
        " appearing to be concerned at all one day I rode around with him on one of his tours we stopped",
        2186.6,
        2193.04
    ],
    [
        " that a command post and we're sitting on the grass under a tree looking at maps with a group of",
        2193.04,
        2197.14
    ],
    [
        " officers around us our own military was near banging nearby but nothing was coming our way then",
        2197.14,
        2203.88
    ],
    [
        " like a flash of lightning there came a shell just over our head so low it went right through the",
        2203.88,
        2209.14
    ],
    [
        " tree tops it seemed it didn't wind it wished it swished everybody including full kernels flopped",
        2209.14,
        2216.58
    ],
    [
        " over and began grabbing grass the shell exploded in the next orchard general eddy didn't move he just",
        2216.58,
        2224.36
    ],
    [
        " said that was one of our shells the general also liked to get up at four o'clock in the morning",
        2224.36,
        2231.2
    ],
    [
        " once in a while to go poking around into the message genders and mess halls given the boys a start",
        2231.2,
        2238.38
    ],
    [
        " sounds like he was a little bit an early riser he was definitely up before the enemy well apparently",
        2238.38,
        2245.96
    ],
    [
        " you know the Germans they were saying hey you're night time yeah yeah he's impressed over here",
        2245.96,
        2250.14
    ],
    [
        " during the shareboard peninsula campaign I spent nine days with the ninth infantry division the",
        2250.14,
        2257.96
    ],
    [
        " division that cut the peninsula and one of the three that overwhelmed the great port of share mouge",
        2257.96,
        2264.56
    ],
    [
        " the ninth is one of our best divisions it landed in Africa and fought through Tunisia and Sicily",
        2264.56,
        2271.08
    ],
    [
        " then it went to England in the fall of 1943 and trained all winter for the invasion of France",
        2271.08,
        2275.62
    ],
    [
        " was one of the American divisions in the invasion that had previous battle experience",
        2276.2,
        2281.66
    ],
    [
        " the ninth did something in that campaign that we hadn't always done in the past it kept tenaciously",
        2281.66,
        2289.02
    ],
    [
        " on the enemies neck when the Germans grew with straw little the ninth was right on top of them",
        2289.02,
        2295.82
    ],
    [
        " it never gave them a chance to reassemble or get their balance the ninth moved so fast it got",
        2295.82,
        2300.56
    ],
    [
        " to be funny I was based at the division command post and we struck our tents and moved forward six",
        2300.56,
        2306.22
    ],
    [
        " times in seven days that worked the daylights out of the boys who took down and put up the tents",
        2306.22,
        2311.14
    ],
    [
        " I overheard one of the boys saying I'd rather be with wringling brothers",
        2311.14,
        2315.2
    ],
    [
        " but that's a little strategic importance there the ninth was just oh you're oh we're we're",
        2315.2,
        2326.48
    ],
    [
        " gonna get you and we're gonna come after you and we're not gonna stop you're not gonna get a",
        2326.48,
        2330.3
    ],
    [
        " chance recovery not gonna chance to rest sometimes you gotta go in that mode no matter what",
        2330.3,
        2334.7
    ],
    [
        " what you're doing in life sometimes you gotta go in that mode you don't back off and I'll tell you",
        2334.7,
        2340.0
    ],
    [
        " what you want to rest people want to rest you know but sometimes you can't sometimes you need to keep",
        2340.0,
        2347.0
    ],
    [
        " the pressure on kind of like you in Twitter yes I had to keep some pressure on you know",
        2347.0,
        2353.6
    ],
    [
        " one day I went along quite accidentally I assure you with an infantry company that had been assigned",
        2353.6,
        2359.02
    ],
    [
        " to clean out a pocket in the suburbs of Cherbourg since the episode was typically of the way",
        2359.02,
        2365.7
    ],
    [
        " an infantry advanced into the city held by a company by an enemy I would like to try and give",
        2365.7,
        2371.32
    ],
    [
        " you a picture of it so he's gonna try and like explain what that was like the soldiers",
        2371.32,
        2376.06
    ],
    [
        " around us had two weeks growth of beard and before he talks about the assault he kind of gives",
        2376.06,
        2381.98
    ],
    [
        " you a little update on this on the front line infantry troops the soldiers around us had two",
        2381.98,
        2386.8
    ],
    [
        " weeks growth of beard their uniforms were worn worn slick and very dirty the uncomfortable gas",
        2386.8,
        2393.66
    ],
    [
        " impregnated clothes they'd come assuring come come assuring the boys were tired they had been",
        2393.66,
        2401.92
    ],
    [
        " fighting and moving constantly forward on foot for nearly three weeks without rest sleeping on",
        2401.92,
        2407.32
    ],
    [
        " the ground wet most of the time always tense eating cold rations seeing their friends die",
        2407.32,
        2412.82
    ],
    [
        " one of them came up to me and said almost belligerently why don't you tell the folks back home what this is like",
        2414.8,
        2421.5
    ],
    [
        " all they hear about is victories and a lot of the glory stuff they don't know that for every",
        2421.5,
        2428.02
    ],
    [
        " hundred yards we advance somebody gets killed why don't you tell them how tough this life is",
        2428.02,
        2433.92
    ],
    [
        " I told them that I tried to do that all the time this fellow was pretty fed up with it all",
        2433.92,
        2440.94
    ],
    [
        " he said he didn't see why his outfit wasn't sent home they had done all the fighting",
        2441.46,
        2446.58
    ],
    [
        " that wasn't true at all for there were other divisions that had fought more and taken heavier",
        2446.58,
        2452.5
    ],
    [
        " casualties exhaustion will make a man feel like that a few days rest usually has him smiling again",
        2452.5,
        2462.06
    ],
    [
        " you know we've heard this time and time again sometimes you start get that mental fatigue you got",
        2462.06,
        2468.7
    ],
    [
        " to take a little breather so yeah like the ninth sometimes you got to keep the pressure on but if",
        2468.7,
        2473.4
    ],
    [
        " you start to break people maybe it's time especially an individual and you know dick winners did this",
        2473.4,
        2479.14
    ],
    [
        " band of brothers dick winners beyond beyond the band of brothers he talked about hey we got",
        2479.14,
        2485.16
    ],
    [
        " this guy's a little loose in the bubble pulling back he got some admin stuff to do in the rear",
        2485.16,
        2489.46
    ],
    [
        " want to go ahead and take care of that boom done let this guy heal up that's what this guy needs",
        2489.46,
        2493.72
    ],
    [
        " he needs a break he needs a rest and here we get the little briefing little briefing from the",
        2493.78,
        2502.12
    ],
    [
        " lieutenant who's gonna tell him how they're gonna push through this little and clear out this",
        2502.12,
        2505.7
    ],
    [
        " little pocket of enemy resistance this is how we'll do it the lieutenant said a rifle platoon",
        2505.7,
        2511.56
    ],
    [
        " goes first right behind them will go a part of the heavy weapons platoon with machine guns to cover",
        2511.56,
        2516.8
    ],
    [
        " the first platoon then comes another rifle platoon then a small section with mortars in case they",
        2516.8,
        2522.64
    ],
    [
        " run into something pretty heavy then another rifle platoon and bringing up the rear the rest of",
        2522.64,
        2527.82
    ],
    [
        " the heavy weapons outfit to protect us from behind we don't know what we're run into and I don't",
        2527.82,
        2533.1
    ],
    [
        " want to stick right out in front so why don't you come along with me so he's talking a",
        2533.1,
        2537.34
    ],
    [
        " early pile at that point saying listen I don't know what's gonna be up front you stick with me we'll",
        2537.34,
        2542.94
    ],
    [
        " go in the middle of the company I said okay by this time I wasn't scared you sell them are once",
        2542.94,
        2550.44
    ],
    [
        " you're into something anticipation is the worst fortunately this little foray came up so suddenly",
        2550.44,
        2557.08
    ],
    [
        " there wasn't time for much anticipation the waiting so they take they start taking a little fire",
        2557.08,
        2567.1
    ],
    [
        " and finally the shells stop and here we go the shells stopped and finally the order to start was",
        2567.1,
        2573.02
    ],
    [
        " given as we left the protection of the high wall we had to cross a little culvert right out in the",
        2573.02,
        2577.98
    ],
    [
        " open and then make a turn in the road the men went forward one at a time they crouched and ran",
        2577.98,
        2584.06
    ],
    [
        " ape like ape like across this dangerous space then beyond the culvert they filtered to either side",
        2584.06,
        2590.64
    ],
    [
        " of the road stopping and squatting down every now and then to wait a few moments the lieutenant",
        2590.64,
        2594.98
    ],
    [
        " kept yelling at them as they started spread it out now do you want to draw fire at yourselves don't",
        2594.98,
        2607.96
    ],
    [
        " lose to somebody when you're in danger in spite of themselves the men would run up close to the",
        2607.96,
        2614.82
    ],
    [
        " fellow ahead of them for company but obviously if you're close to your close to people and one well",
        2614.82,
        2621.58
    ],
    [
        " first of all one bullet can kill two people but you get hit with a bomb you get hit with a grenade",
        2621.58,
        2625.8
    ],
    [
        " you're going to kill multiple people so you want to disperse you want to keep your dispersion we'll",
        2625.8,
        2630.36
    ],
    [
        " spread out but there's this little thing that people want to just get close to other people",
        2630.36,
        2635.08
    ],
    [
        " and everybody knows it's wrong and actually if you remember in the uh in the beloved captain",
        2635.86,
        2640.82
    ],
    [
        " that's what he was constantly saying guys spread out in the trench don't hey don't upon jump and",
        2640.82,
        2644.42
    ],
    [
        " they and and the author was saying we all just wanted to huddle together you want to get close",
        2644.42,
        2650.36
    ],
    [
        " together you're in fear so you want to huddle and it's the wrong move",
        2650.36,
        2654.02
    ],
    [
        " now we get into a description of the men as they're making this cross the men didn't talk",
        2654.02,
        2663.52
    ],
    [
        " amongst themselves they just went they weren't heroic figures as they moved forward one at a time a",
        2663.52,
        2671.16
    ],
    [
        " few seconds apart you think of attackers as being savage and bold these men were hesitant and cautious",
        2671.16,
        2679.04
    ],
    [
        " they were really the hunters but they looked like the hunted there was a confused excitement",
        2679.04,
        2686.34
    ],
    [
        " and a grim anxiety in their faces they seemed terribly pathetic to me they weren't warriors",
        2686.34,
        2695.52
    ],
    [
        " they were American boys who by mere chance of fate had wound up with guns in their hands",
        2695.52,
        2701.62
    ],
    [
        " sneaking up death laid in street in a strange and shattered city in a far away country in a driving",
        2701.62,
        2707.28
    ],
    [
        " rain they were afraid but it was beyond their powered a quit they had no choice they were good",
        2708.5,
        2718.78
    ],
    [
        " boys I talked with them all afternoon as we sneaked slowly inward along the mysterious and",
        2718.78,
        2724.3
    ],
    [
        " rubbled street and I know they were good boys and even though they want warriors born to kill",
        2724.3,
        2731.94
    ],
    [
        " they won their battles that's the point",
        2732.82,
        2737.2
    ],
    [
        " regular guys world war two regular guys and it's not depicted they'll throw a character like that",
        2737.2,
        2753.92
    ],
    [
        " into a movie you know oh he's you know just it looks like a regular guy but most of guys don't",
        2753.92,
        2761.92
    ],
    [
        " war hero guys and this is such a you don't hear this description where he's literally saying",
        2761.92,
        2767.94
    ],
    [
        " they weren't warriors they seemed terribly pathetic and so you picture these guys they got",
        2767.94,
        2774.52
    ],
    [
        " this scared strange look on their face and guess what they do their job and they do it well",
        2774.52,
        2781.7
    ],
    [
        " yeah it's strange it's almost like you can look at them in both ways because on one hand",
        2781.7,
        2787.12
    ],
    [
        " they're just regular guys but when you see them in action kind of thing you're like all dang",
        2787.44,
        2791.72
    ],
    [
        " they're getting out they're warriors you know like true I mean I clearly they're warriors that like",
        2791.72,
        2797.68
    ],
    [
        " he said they win their battles yeah man and even what they're doing right now takes massive courage",
        2797.68,
        2802.62
    ],
    [
        " you're just getting ready to step across the street where you know there's a machine gun",
        2802.62,
        2805.56
    ],
    [
        " fire could open up and take your life or take your legs or you know wound you",
        2805.56,
        2811.08
    ],
    [
        " that that takes some will that takes some discipline yeah I mean how can you not just",
        2812.28,
        2817.04
    ],
    [
        " cower in the first corner you see really you know when you compare it to everyday life",
        2817.04,
        2822.52
    ],
    [
        " man I mean I don't I hate to I can't help but compare it to saving private right in that",
        2822.52,
        2830.0
    ],
    [
        " movie right and there's a part where they indicate that everyone's been trying to guess",
        2830.0,
        2835.46
    ],
    [
        " um the the job of the oh yes yeah Miller whatever yeah they're trying to guess it right and",
        2836.92,
        2842.8
    ],
    [
        " so that was like an exposure of like yeah this is the human back in the yeah you know back",
        2842.8,
        2849.68
    ],
    [
        " me and then he's like yeah I'm a schoolteacher and all this stuff all this like normal stuff and then",
        2849.68,
        2854.8
    ],
    [
        " meanwhile as the movie kind of progress you see him in action it's like dang for a schoolteacher",
        2854.8,
        2859.1
    ],
    [
        " these guys are you know they're really getting the job well tell you man we were when I first got",
        2859.1,
        2863.86
    ],
    [
        " her money we were there with the the 228 which is uh which is a reserve unit from Pennsylvania",
        2863.86,
        2869.9
    ],
    [
        " the iron soldiers and led by a guy at the time was named Colonel Gronsky he's now a general",
        2869.9,
        2877.34
    ],
    [
        " but those guys were schoolteachers they were I mean because they were service so there was guys",
        2877.34,
        2882.9
    ],
    [
        " they were schoolteachers there was guys there were plumbers there was guys there the cable",
        2882.9,
        2886.04
    ],
    [
        " installers there were guys there that were mechanics there was guys there that were lawyers there",
        2886.04,
        2889.32
    ],
    [
        " just every job yeah and yet these guys were there fighting straight up and getting after it by",
        2889.32,
        2896.04
    ],
    [
        " the way to battle hardened yeah and really they were they were so impressive we were so humbled",
        2896.04,
        2902.34
    ],
    [
        " by these guys these reservists they were badass nothing but again nothing but respect and admiration",
        2902.34,
        2908.82
    ],
    [
        " for them on the battlefield yeah man see in that exactly where if let's say you didn't know",
        2908.82,
        2914.76
    ],
    [
        " their job outside of the you know the battle and you see him you're like dang these guys are straight",
        2914.76,
        2918.98
    ],
    [
        " up this is their thing this is what they're their primary career is you know that's what it seems",
        2918.98,
        2925.58
    ],
    [
        " like and I'll tell you I mean I just was out in Mississippi and I was with a bunch of guys that",
        2925.58,
        2932.36
    ],
    [
        " were reserved in Mississippi and one of the guys I was talking to I mean multiple guys that was",
        2932.36,
        2937.56
    ],
    [
        " talking to they had multiple deployments to Iraq and and these are 12 month deployment 14 month",
        2937.56,
        2943.1
    ],
    [
        " deployments these guys were awesome awesome guys awesome professionals who had taken the flight to",
        2943.96,
        2949.32
    ],
    [
        " the enemy so it's amazing that that America has these these reservists that live their lives and then",
        2949.32,
        2956.36
    ],
    [
        " oh by the way you're gonna go on deployment to Iraq for 14 months right now and get after it",
        2956.36,
        2961.7
    ],
    [
        " and then you can come back and and go into your normal job yeah follow it back in yeah and go and",
        2961.7,
        2965.76
    ],
    [
        " just be straight up effective yeah not like they're like teammate you know because I'm hey I'm just",
        2965.76,
        2972.16
    ],
    [
        " here for 14 months that coma you know I work at office what they're like nope watch me watch me get",
        2972.16,
        2979.06
    ],
    [
        " it watch me get it on so we get to a point now that you know that street flight continues they take",
        2979.06,
        2989.2
    ],
    [
        " down they clear that pocket there's more combat description but now they're getting ready to",
        2989.2,
        2995.94
    ],
    [
        " push out of Normandy Beach out lately they've still they've taken the beach they've secured it",
        2995.94,
        3001.32
    ],
    [
        " they've taken some hedge rows they've got it locked and it's been it's been you know some time",
        3001.32,
        3005.1
    ],
    [
        " but now they're getting ready to start making the push making the push out of there and so that's",
        3005.1,
        3010.4
    ],
    [
        " what this is this is gonna be a massive massive attack and they're getting ready to get a brief",
        3010.4,
        3017.1
    ],
    [
        " and here we go back to the book the regimental colonel stood in the center of the officers and",
        3017.1,
        3021.88
    ],
    [
        " went over the orders in detail the Italian commanders took down notes in their little books",
        3021.88,
        3026.92
    ],
    [
        " then general Barton arrived the colonel called attention and everybody stood rigid until the",
        3027.7,
        3033.8
    ],
    [
        " general gave them carry on and enlisted man ran to the mess truck and got a folding stool for",
        3033.8,
        3040.06
    ],
    [
        " the general to sit on he sat listening intently while the colonel wound up his instructions the",
        3040.06,
        3047.48
    ],
    [
        " general stepped into the center of the circle he stood at a slouch on one foot with the other leg far",
        3047.48,
        3056.3
    ],
    [
        " out like a brace he looked all around him as he talked he didn't talk long he said this is one of",
        3056.3,
        3065.86
    ],
    [
        " the finest regiments in the American army it was the last regiment out of France in the last war",
        3065.86,
        3071.5
    ],
    [
        " it was the first regiment in defrancin this war it is spearheaded every one of the divisions",
        3071.5,
        3077.08
    ],
    [
        " attacks in Normandy it will spearhead this one for many years this was my regiment and I feel",
        3077.08,
        3086.78
    ],
    [
        " very close to you and very proud the general's lined face was a study and emotion",
        3086.78,
        3094.08
    ],
    [
        " sincerity and deep sentiment were in every contour and they shone from his eyes",
        3094.08,
        3102.06
    ],
    [
        " general Barton was a man of deep affections the tragedy of war both personal and in personal hurt him",
        3102.48,
        3111.66
    ],
    [
        " at the end his voice almost broke and I for one had a lump in my throat he ended that's all",
        3111.66,
        3123.86
    ],
    [
        " God bless you and good luck",
        3123.86,
        3127.28
    ],
    [
        " with that they begin this massive operation the first planes of the mass onslaught came over a little",
        3132.48,
        3142.82
    ],
    [
        " before 10 a.m. they were the fighters and dive bombers the main road running crosswise in front",
        3142.82,
        3149.82
    ],
    [
        " of us was their bomb line they were to bomb only on the far side of that road our infantry had been",
        3149.82,
        3158.78
    ],
    [
        " pulled back a few hundred yards from the near side of the road everyone in the area had been given",
        3158.78,
        3163.88
    ],
    [
        " the strictest orders to be in foxholes for high level bombers can and do quite exclusively make",
        3163.88,
        3171.68
    ],
    [
        " mistakes so did you understand that right there so there's a very clear road and they say listen",
        3171.68,
        3179.56
    ],
    [
        " the bombers are going to be bombing the other side of that road but we're going to back",
        3179.56,
        3184.3
    ],
    [
        " further away from the road just in case something goes wrong just in case bombs get dropped early",
        3184.3,
        3190.66
    ],
    [
        " obviously this indicates I'm I'm pointing that out for a reason because this is gets horrible",
        3190.66,
        3201.66
    ],
    [
        " our front lines were marked by long strips of colored cloth laid on the ground with colored",
        3201.66,
        3209.58
    ],
    [
        " smoke to guide our airman during the mass bombers bombing dive bombers hit it just right we stood",
        3209.58,
        3216.14
    ],
    [
        " and watched them barrel nearly straight down out of the sky they were bombing about a half a mile ahead",
        3216.14,
        3223.76
    ],
    [
        " of where we stood they came in groups diving in every direction perfectly timed one after another",
        3223.76,
        3230.94
    ],
    [
        " everywhere we looked separate groups of plane were on planes were on their way down or on their way",
        3230.94,
        3236.66
    ],
    [
        " back up or slanting over for a dive or circling circling circling over our heads and waiting for their",
        3236.66,
        3243.42
    ],
    [
        " turn so I want you to picture what this is like picture what this is like and you don't don't",
        3243.42,
        3251.52
    ],
    [
        " picture that you're watching it in a movie because that's it I understand that it's easy to picture",
        3251.52,
        3255.64
    ],
    [
        " it okay I want you to put your mind in this situation can you imagine what that looks like",
        3255.64,
        3262.02
    ],
    [
        " these you're the plane the sky is basically filling with planes and they're making these",
        3262.18,
        3269.48
    ],
    [
        " incredibly aggressive attacks and this piece which I'm about to read a big chunk this is one of the",
        3269.48,
        3279.04
    ],
    [
        " most magnificent descriptions of war I have read",
        3279.04,
        3285.28
    ],
    [
        " here we go the air was full of sharp and distinct sounds of cracking bombs and the heavy",
        3288.28,
        3295.5
    ],
    [
        " rips of the planes machine guns and the splintering screams of diving wings it was all fast and",
        3295.5,
        3303.4
    ],
    [
        " furious yet distinct and then a new sound gradually droned into our ears a deep sound and all",
        3303.4,
        3314.72
    ],
    [
        " encompassing with no notes in it just a gigantic far away surge of doom like sound",
        3314.96,
        3321.38
    ],
    [
        " it was the heavies and so now we're talking about the heavy bombers that are going to bring the",
        3321.38,
        3329.72
    ],
    [
        " thunder and there's so many of them and they're so loud it just drones out every other sound",
        3329.72,
        3335.26
    ],
    [
        " until just this massive far away surge of a doom like sound it was the heavies they came from",
        3335.4,
        3345.62
    ],
    [
        " directly behind us at first they were the nearest dots in the sky we could see the clots of them",
        3345.62,
        3353.76
    ],
    [
        " against the far heavens two tiny to count individually they came on with a terrible slowness",
        3353.76,
        3361.48
    ],
    [
        " they came in flights of 12 three flights to a group and in groups stretched out across the sky",
        3361.74,
        3368.76
    ],
    [
        " they came in families of about 70 planes each maybe those gigantic waves were two miles apart",
        3368.76,
        3377.08
    ],
    [
        " maybe they were 10 miles I don't know but I do know they came in constant procession and I thought",
        3377.08,
        3386.46
    ],
    [
        " it would never end what the Germans must have thought is beyond comprehension the flight across the",
        3386.46,
        3395.9
    ],
    [
        " sky was slow and studied I've never known a storm or a machine or any resolve of man that had",
        3395.9,
        3405.84
    ],
    [
        " about at the aura of such a ghastly relentless I had the feeling that even had god appeared",
        3405.84,
        3415.02
    ],
    [
        " besiegingly before them in the sky with palms outstretched to persuade them back",
        3415.16,
        3420.26
    ],
    [
        " they would not have had the power within them to turn from their irresistible course",
        3420.26,
        3428.0
    ],
    [
        " this is just that's such an incredible description of of this impending doom",
        3428.0,
        3437.9
    ],
    [
        " I stood with a little group of men ranging from kernels to privates back to the stone farmhouse",
        3440.66,
        3447.66
    ],
    [
        " slit trenches were all around the edges of the farm yard and a dugout with a tin roof was nearby",
        3447.66,
        3455.6
    ],
    [
        " but we were so fascinated by the spectacle overhead that it never occurred to us that we might",
        3455.6,
        3461.82
    ],
    [
        " need the foxholes the first huge flight passed directly overhead and others followed we spread",
        3461.82,
        3470.78
    ],
    [
        " our feet and lean far back trying to look straight up until our steel helmets fell off we'd",
        3470.78,
        3477.76
    ],
    [
        " cup our fingers around our eyes like field glasses for a clearer view and then the bombs came",
        3477.76,
        3486.24
    ],
    [
        " they began like the crackle of popcorn and almost instantly swelled into a monstrous fury of noise",
        3487.02,
        3493.94
    ],
    [
        " that seemed surely to destroy all the world ahead of us from then on from an hour and a half that had",
        3493.94,
        3502.3
    ],
    [
        " in it the agonies of centuries the bombs came down a wall of smoke and dust directed by them grew high",
        3502.3,
        3511.62
    ],
    [
        " in the sky it filtered along the ground back through our orchards it sifted around us and into",
        3511.62,
        3520.4
    ],
    [
        " our noses the bright day grew slowly dark from it by now everything was an indescribable cauldron",
        3520.4,
        3529.18
    ],
    [
        " of sounds individual noises did not exist the thundering of the motors in the sky in the roar of",
        3529.18,
        3539.4
    ],
    [
        " noise on the earth our own heavy artillery was crashing all around us yet we could hardly hear it",
        3539.4,
        3547.5
    ],
    [
        " the Germans began to shoot heavy high ack ack great puffs of of it by the score speckled the sky",
        3547.5,
        3555.56
    ],
    [
        " until it was hard to distinguish smoke puffs from planes and then someone shouted that one of the",
        3555.56,
        3561.56
    ],
    [
        " planes was smoking yes we could all see it a faint line of black smoke stretched straight for a",
        3561.56,
        3566.74
    ],
    [
        " mile behind one of them and as we watched there were gigantic sweep of flame over the plane from",
        3566.74,
        3572.52
    ],
    [
        " nose to tail it disappeared in flame and it slanted slowly down and banked around the sky in great",
        3572.52,
        3579.7
    ],
    [
        " wide curves this way and that is rhythmically and graciously gracefully is in a slow motion",
        3579.7,
        3585.44
    ],
    [
        " waltz then suddenly it seemed to change its mind and swept upward steeper and steeper and ever",
        3585.44,
        3591.18
    ],
    [
        " slower until finally it seemed poised motionless on its own black pillar of smoke and then just as",
        3591.18,
        3598.64
    ],
    [
        " slowly as it had turned over and dived for the earth a golden spearhead on the straight black shaft",
        3598.64,
        3605.08
    ],
    [
        " of its own creation and disappeared behind the treetops but before it was down there are more",
        3605.08,
        3612.3
    ],
    [
        " cries of there's another one smoking and there's a third one now shoots came out of some of the",
        3612.3,
        3621.16
    ],
    [
        " came no shoots at all one of the white silk caught on the tail of a plane men with binoculars",
        3621.16,
        3629.34
    ],
    [
        " could see him fighting to get loose until flames swept over him and then a tiny black dot fell",
        3629.34,
        3636.16
    ],
    [
        " through space all alone and all that time the great flat ceiling of the sky was roved by other",
        3636.16,
        3646.48
    ],
    [
        " planes that didn't go down plowing their way forward as if there were no turmoil in the world",
        3646.48,
        3651.66
    ],
    [
        " nothing deviated them by the slightest they stalked on slowly and with a dreadful",
        3651.66,
        3658.92
    ],
    [
        " pall of sound as though they were seeing only something at a great distance and nothing existed",
        3658.92,
        3665.24
    ],
    [
        " between god how we admired those men up there and sickened for the ones who fell",
        3665.24,
        3672.48
    ],
    [
        " incredible it is possible to become so enthralled by some of the spectacles of war that man is",
        3680.9,
        3685.64
    ],
    [
        " momentarily captivated away from his own danger that's what happened to our little groups of",
        3685.64,
        3690.84
    ],
    [
        " group of soldiers as we stood watching the mighty bombing but that benign state didn't last long",
        3690.84,
        3697.14
    ],
    [
        " as we watched their crept into our consciousness a realization that the windrows of exploding bombs",
        3697.14,
        3704.7
    ],
    [
        " were easing back towards us flight by flight instead of gradually forward as the plan",
        3704.7,
        3712.6
    ],
    [
        " occult for then we were horrified by the suspicion that those machines high in the sky and",
        3712.6,
        3720.4
    ],
    [
        " completely detached from us were aiming their bombs at the smoke line on the ground and a gentle",
        3720.4,
        3726.88
    ],
    [
        " breeze was drifting the smoke line back over us an indescribable kind of panic came over us",
        3726.88,
        3735.66
    ],
    [
        " we stood tensed and muscle and frozen and intellect watching each flight approach and pass over",
        3735.66,
        3741.18
    ],
    [
        " feeling trapped and completely helpless and then all of an instant the universe became filled with",
        3741.18,
        3756.86
    ],
    [
        " doubt that any of us had ever heard that sound before but instinct told us what it was",
        3756.86,
        3762.48
    ],
    [
        " it was bombs by the hundred hurtling down through the air above us",
        3762.48,
        3768.56
    ],
    [
        " many times i'd heard bombs whistle or squish or rustle but never before had i heard bombs rattle",
        3768.56,
        3776.8
    ],
    [
        " i still don't know what the explanation of it but it was an awful sound we dived",
        3776.8,
        3783.78
    ],
    [
        " some got into a dugout others made foxholes and ditches and some got behind a garden wall",
        3783.96,
        3789.48
    ],
    [
        " although which side would be behind was anybody's guess i was too late for the dugout the nearest",
        3789.48,
        3797.44
    ],
    [
        " place was a wagon shed which formed on one end of the stone house the rattle was right down upon us",
        3797.44,
        3804.14
    ],
    [
        " i remember hitting the ground flat all spread out like the cartoons of people flattened by steam",
        3804.14,
        3809.3
    ],
    [
        " rollers and it's squirming like an eel to get under one of the heavy wagon we wagons in the shed",
        3809.3,
        3814.28
    ],
    [
        " an officer whom i didn't know was wriggling beside me we stopped at the same time simultaneously",
        3814.28,
        3821.76
    ],
    [
        " feeling it was hopeless to move further the bombs were already crashing around us we lay with our",
        3821.76,
        3827.38
    ],
    [
        " heads slightly up like two snakes staring at each other i know it was in both our minds and in our",
        3827.38,
        3835.06
    ],
    [
        " eyes asking each other what to do neither of us knew we said nothing we just lay sprawled",
        3835.16,
        3844.86
    ],
    [
        " gaping at each other in a few tile appeal our face is about a foot apart until it was over",
        3844.86,
        3851.52
    ],
    [
        " there is no description of the sound and fury of those bombs except to say it was chaos and a",
        3851.52,
        3859.96
    ],
    [
        " waiting for darkness the feeling of the blast was sensational the air struck us in hundreds of",
        3859.96,
        3867.48
    ],
    [
        " continuing flutters our ears drummed and rang we could feel quick little waves of concussion on",
        3867.48,
        3873.28
    ],
    [
        " our chest and in our eyes at last the sound the sound died down and we looked at each other in",
        3873.28,
        3880.96
    ],
    [
        " disbelief gradually we left the foxholes and sprawling places and came out to see what the sky had",
        3880.96,
        3888.56
    ],
    [
        " in store for us as far as we could see other waves were approaching from behind when a wave would",
        3888.56,
        3895.2
    ],
    [
        " pass a little to the side of us we were grateful for most of them flew directly overhead time and time",
        3895.2,
        3903.1
    ],
    [
        " again the rattle came down over us bomb struck in the orchard to our left they struck into the orchards",
        3903.1,
        3908.38
    ],
    [
        " ahead of us they struck as far as a mile behind us everything about us was shaken but our group",
        3908.38,
        3916.26
    ],
    [
        " came through unhurt i can't record what any of us actually felt or thought during those horrible",
        3916.26,
        3926.2
    ],
    [
        " climaxes i believe a person's feelings at such time are kaleidoscopic and indefinable he just",
        3926.2,
        3935.78
    ],
    [
        " waits that's all with an inhuman tenseness of muscle and nerves in our so later i began to get",
        3935.78,
        3945.1
    ],
    [
        " sore all over and by mid afternoon my back and shoulders ached as though i'd been beaten with a club",
        3945.1,
        3950.24
    ],
    [
        " it was simply the result of muscles tensing themselves too tight for too long against anticipated shock",
        3950.24,
        3957.62
    ],
    [
        " when we came out of our sprawling and stood up again to watch we knew that the error had been caught",
        3957.62,
        3967.4
    ],
    [
        " and checked the bombs were falling again where they were intended a mile or so ahead",
        3967.4,
        3973.12
    ],
    [
        " even at a mile away a thousand bombs hitting within a few seconds can shake the earth and shatter",
        3974.28,
        3980.2
    ],
    [
        " the air there was still a dread in our hearts but a gradually eased as the tumult and destruction",
        3980.2,
        3987.48
    ],
    [
        " moved slightly forward it seems incredible to me that any German could have come out of that",
        3987.48,
        4003.1
    ],
    [
        " i had never experienced before for just being alive i thought an attack by our troops was impossible",
        4003.1,
        4011.9
    ],
    [
        " then for it is an unnerving thing to be bombed by your own planes during the bad part a kernel",
        4011.9,
        4019.0
    ],
    [
        " i had known a long time was walking up and down behind the farmhouse snapping his fingers and",
        4019.0,
        4023.56
    ],
    [
        " saying over and over again to himself god damn it god damn it as he passed me once he stopped and",
        4023.56,
        4029.06
    ],
    [
        " stared and said god damn it and i said there can't be any attack now can there and he said no",
        4029.06,
        4037.96
    ],
    [
        " and began walking again snapping his fingers and tossing his arms as though he were throwing rocks",
        4037.96,
        4043.56
    ],
    [
        " at the ground the leading company of our battalion was to spearhead the attack 40 minutes after the",
        4043.56,
        4050.08
    ],
    [
        " heavy bombing ceased the company had been hit directly by our bombs their casualties including",
        4050.08,
        4057.72
    ],
    [
        " casualties in shock were heavy men went to pieces and had to be sent back the company shit was shattered",
        4057.72,
        4065.76
    ],
    [
        " and shaken yet company be attacked and on time to the minute they attacked and within the hour",
        4065.76,
        4074.4
    ],
    [
        " sent back word that they advanced 800 yards through german territory and were still going",
        4074.4,
        4079.44
    ],
    [
        " around our farm yard men with stars on their shoulders almost wep when the word came over the",
        4079.44,
        4085.68
    ],
    [
        " portable radio the american soldier can be majestic when he needs to be i'm sure that back in",
        4085.68,
        4094.48
    ],
    [
        " England that night other men bomber crews wept and maybe they did really in the awful knowledge",
        4094.48,
        4103.5
    ],
    [
        " that they had killed our own american troops but the chaos and bitterness there in the orchards",
        4103.5,
        4111.18
    ],
    [
        " and between the headroads that afternoon soon passed after the bitten bitterness came the sober",
        4111.18,
        4118.32
    ],
    [
        " remembrance that the air force was the strong right arm in front of us not only at the beginning",
        4118.32,
        4124.22
    ],
    [
        " but ceaselessly and everlastingly every moment of the faintest daylight the air force was up there",
        4124.22,
        4130.04
    ],
    [
        " banging away ahead of us anybody made mistakes the enemy made them just the same as we did",
        4130.04,
        4137.6
    ],
    [
        " the smoke and confusion of battle be wildered us on the ground as well in the air",
        4137.92,
        4143.18
    ],
    [
        " and in this case the percentage of error was really very small compared to the colossal storm of",
        4143.18,
        4149.86
    ],
    [
        " bombs that fell upon the enemy the air force was wonderful throughout the invasion and the men on",
        4149.86,
        4157.54
    ],
    [
        " the ground appreciated it so obviously we talk about blue on blue a lot here i think that's about",
        4157.54,
        4167.32
    ],
    [
        " as an extreme example as i've ever heard of and you know the blue on blue thing is such a nightmare",
        4167.32,
        4177.74
    ],
    [
        " because it's your own people it's your own people and it's a lack of communication and it's",
        4177.74,
        4185.56
    ],
    [
        " the fog of war and you can't do anything you can't shoot back",
        4185.56,
        4191.7
    ],
    [
        " mm-hmm all you can do is sit there and wait and it's amazing one of those company that was",
        4191.78,
        4198.46
    ],
    [
        " scheduled to attack is so shaken up that they can't go forward but then the other company just go",
        4198.46,
        4205.28
    ],
    [
        " we got this step aside now the attack starts pushing forward and we get a little description of",
        4205.28,
        4218.4
    ],
    [
        " one of the commanders the commander the regiment was one of my favorites he was a regular army",
        4218.54,
        4223.68
    ],
    [
        " colonel and he was overseas in the last war too his division commander said the only trouble with",
        4223.68,
        4228.46
    ],
    [
        " him was that he if was that he got too bold and if he weren't careful he was liable to get clipped",
        4228.46,
        4234.72
    ],
    [
        " some fine day when tired and dirty he could have played a movie gangster but either way his eyes",
        4234.72,
        4242.02
    ],
    [
        " always twinkled he had a faculty for direct thought that was outstanding the colonel went from",
        4242.3,
        4248.68
    ],
    [
        " one battalion to another during the battle during battle from early light till darkness he wore a new",
        4248.68,
        4255.14
    ],
    [
        " new type field jacket that fitted him like a sack and he carried a long stick that Teddy Roosevelt",
        4255.14,
        4260.44
    ],
    [
        " had given to him he kept constantly prodding his commanders to push hard not to let up and keep driving",
        4260.44,
        4266.82
    ],
    [
        " and driving he was impatient with his commanders who lost the main point of the war by getting",
        4266.82,
        4272.12
    ],
    [
        " involved in the details the main point of course being to kill Germans his philosophy of war",
        4272.12,
        4279.5
    ],
    [
        " was expressed in the simple formula of shoot the son of bitches once I was at a battalion command post",
        4279.5,
        4287.98
    ],
    [
        " when we got word that 60 Germans were coming down the road and a counter attack everybody got",
        4287.98,
        4293.02
    ],
    [
        " excited they called the colonel on a field fold gave him on the field phone gave him details and",
        4293.02,
        4297.82
    ],
    [
        " asked him what to do he had the solution to nut sell in a nutshell he said shoot the sons of",
        4297.82,
        4304.48
    ],
    [
        " bitches and hung up gotta keep things simple and you gotta keep your your tasks very focused",
        4304.48,
        4314.04
    ],
    [
        " you know what's all this complication we're here to kill Germans so kill them sons of bitches",
        4314.04,
        4321.96
    ],
    [
        " now we get to a younger soldier that he goes through a description of Clayton's weirdest",
        4325.64,
        4334.1
    ],
    [
        " this guy named Clayton Clayton's weirdest experience would be funny if it weren't so filled with",
        4334.1,
        4337.76
    ],
    [
        " pathos he was returning with a patrol one moonlit night when the enemy opened up on them Tommy",
        4337.76,
        4344.48
    ],
    [
        " leaped right through a hedge and spotting a foxhole plunged into it to his amazement and fright there",
        4344.48,
        4351.4
    ],
    [
        " was a German in that foxhole sitting pretty holding a machine pistol in his hands Clayton shot him",
        4351.4,
        4357.44
    ],
    [
        " three times in the chest before you could say scat the German hardly moved and then Tommy realized",
        4357.44,
        4365.48
    ],
    [
        " the man had been killed earlier he had been shooting a corpse all his experiences seemed to have",
        4365.48,
        4374.04
    ],
    [
        " had no effect on his mild on this mild soldier from Indiana except perhaps to make him even quieter",
        4374.04,
        4380.34
    ],
    [
        " than before the worst experience of all is just the accumulated blur and the hurting vagueness",
        4380.34,
        4389.12
    ],
    [
        " of being too long in the lines the everlasting alertness the noise and fear the cell by cell exhaustion",
        4389.12,
        4397.92
    ],
    [
        " the thinning of surrounding ranks as day follows nameless day and the constant march into",
        4397.92,
        4406.14
    ],
    [
        " eternity of one's own small quota of chances for survival those are the things that hurt and destroy",
        4406.14,
        4415.64
    ],
    [
        " and soldiers like Tommy Clayton went back to them because they were good soldiers and they had a",
        4415.64,
        4423.86
    ],
    [
        " duty they could not define mental stress",
        4423.88,
        4432.5
    ],
    [
        " now they continue to push through they take paris and it's really incredible to",
        4432.5,
        4445.5
    ],
    [
        " to hear what that was like then you should definitely buy this book and read it and here's how we",
        4445.5,
        4454.36
    ],
    [
        " closes it out the final chapter is being written in the latter part of August 1944 it is being",
        4454.36,
        4464.22
    ],
    [
        " written under an apple tree in a lovely green orchard on the interior of France it could well be",
        4464.22,
        4470.26
    ],
    [
        " that the European war will be over and done by the time you read this book or it might not",
        4470.26,
        4475.52
    ],
    [
        " but the end is inevitable and it cannot be put off for long the German is beaten and he knows it",
        4475.52,
        4484.32
    ],
    [
        " it will seem odd when at some given hour the shooting stops and everything suddenly changes again",
        4484.32,
        4494.12
    ],
    [
        " it will be odd to drive down an unknown road without that little knot of fear in your stomach",
        4494.6,
        4501.06
    ],
    [
        " odd not to listen with animal like alertness for the meaning of every distant sound",
        4501.06,
        4509.32
    ],
    [
        " odd not to have your spirit odd to have your spirit released from the perpetual weight",
        4509.32,
        4518.36
    ],
    [
        " that is compounded of fear and death and dirt and noise and anguish",
        4518.4,
        4525.18
    ],
    [
        " the end of war will be a gigantic relief but it cannot be a matter of hilarity for most of us",
        4525.18,
        4535.4
    ],
    [
        " somehow it would seem sack religious to sing and dance when the great day comes",
        4535.4,
        4541.96
    ],
    [
        " there are so many who can never sing and dance again",
        4541.96,
        4547.1
    ],
    [
        " many many thousands of Americans have come to join the ones who have already slept in France for a",
        4548.72,
        4557.8
    ],
    [
        " quarter of a century for some of us the war has already gone on too long our feelings have been",
        4557.8,
        4566.9
    ],
    [
        " rung and drained they cringe from the effort of coming alive again even the approach of the end",
        4566.9,
        4576.56
    ],
    [
        " seems to have brought little inner elation it has only brought a tired sense of relief",
        4576.62,
        4584.5
    ],
    [
        " i do not pretend that my own feeling is the spirit of our armies if it were we probably would not",
        4584.5,
        4593.02
    ],
    [
        " have the power to win most men are stronger our soldiers still can hate or glorify or be glad with",
        4593.02,
        4603.08
    ],
    [
        " true emotion for them death has a pang then victory a sweet scent but for me war has become a fiat",
        4603.08,
        4615.94
    ],
    [
        " black depression without highlights a revulsion of the mind and exhaustion of the spirit",
        4615.94,
        4623.08
    ],
    [
        " the war in France has been especially vicious because it was one of the it was one of the",
        4623.08,
        4629.84
    ],
    [
        " enemies last stands we have won because of because of many things we have won partly because the",
        4630.88,
        4637.82
    ],
    [
        " enemy was weakened from our other battles the war in France is our grand finale but the victory",
        4637.82,
        4643.88
    ],
    [
        " hears the result of all other victories that went before it is a result of Russia and the western",
        4643.88,
        4650.38
    ],
    [
        " desert and the bombings and the blocking of the sea it is a result of Tunisia and Sicily and",
        4650.38,
        4657.38
    ],
    [
        " Italy we must never forget or belittle those campaigns we have won because we have had magnificent",
        4657.38,
        4664.22
    ],
    [
        " top leadership at home and in our allies and with ourselves overseas surely America made its",
        4664.22,
        4672.34
    ],
    [
        " two perfect choices in generalize and how we're in general Bradley they are great men to me",
        4672.34,
        4678.42
    ],
    [
        " doubly great because they are direct and kind we won because we are audacious one could not help but be",
        4678.42,
        4690.48
    ],
    [
        " moved by the colossus of our invasion it was a bold and mighty thing one of the epics of all history",
        4690.48,
        4698.44
    ],
    [
        " in the emergency of war our nation's powers are unbelievable the strength we have spread around",
        4698.44,
        4706.52
    ],
    [
        " the world is appalling even to those who make up the individual cells of that strength",
        4706.52,
        4711.24
    ],
    [
        " I am sure that in the past two years I have heard soldiers say a thousand times if only we could",
        4711.24,
        4718.78
    ],
    [
        " have created all this energy for something good but we rise above our normal powers only in times of",
        4718.78,
        4725.64
    ],
    [
        " destruction we have won this war because our men are brave and because of many other things because",
        4725.64,
        4734.64
    ],
    [
        " of Russia and England and the passage of time and the gifts of nature's materials we did not",
        4734.64,
        4742.24
    ],
    [
        " win it because destiny created us better than all other peoples I hope that in victory we are more",
        4742.24,
        4749.94
    ],
    [
        " grateful than we are proud I hope we can rejoice in victory but humbly the dead men would not want",
        4749.94,
        4762.36
    ],
    [
        " us to gloat the end of one war is a great feather broken from around our lives",
        4762.36,
        4771.76
    ],
    [
        " but there is still another to be broken the pacific war may yet be long and bloody nobody can",
        4771.76,
        4781.2
    ],
    [
        " foresee but it would be disastrous to approach it with easy hopes our next few months at home will be",
        4781.2,
        4788.28
    ],
    [
        " torn between the new spiritual freedom of half peace and the old grinding blur of half war",
        4788.28,
        4794.92
    ],
    [
        " it will be a confusing period for us thousands of men will be returning to you soon",
        4794.92,
        4804.34
    ],
    [
        " they have been gone a long time and they have seen and done things and felt things you cannot know",
        4804.34,
        4813.44
    ],
    [
        " they will be changed they will have to learn how to adjust themselves to peace",
        4814.56,
        4819.84
    ],
    [
        " last night we had a violent electrical storm around our countryside the storm was half over",
        4819.84,
        4826.4
    ],
    [
        " before we realized that the flashes and the crashing around us were not artillery",
        4826.4,
        4830.2
    ],
    [
        " the plain old fashioned thunder and lightning it will be odd to hear only thunder again",
        4830.2,
        4838.9
    ],
    [
        " you must remember that such little things says that are in our souls and will take time",
        4839.78,
        4847.4
    ],
    [
        " and all of us together will have to learn how to reassemble our broken world into a pattern so firm",
        4847.4,
        4855.16
    ],
    [
        " and so fair that another great war cannot soon be possible to tell the simple truth most of us",
        4855.16,
        4862.34
    ],
    [
        " over in France don't pretend to know the right answer",
        4862.34,
        4865.16
    ],
    [
        " some urgent war does not necessarily qualify a man to be the master of peace",
        4865.16,
        4872.66
    ],
    [
        " all we can do is fumble and try once more try out of the memory of our anguish",
        4872.66,
        4879.44
    ],
    [
        " and be as tolerant with each other as we can",
        4879.44,
        4884.8
    ],
    [
        " in this book was dedicated by Ernie Pyle and i'm going to read the dedication now",
        4892.64,
        4900.0
    ],
    [
        " in solemn salute to those thousands of our comrades great brave men that they were",
        4900.0,
        4908.9
    ],
    [
        " for whom there will be no homecoming ever",
        4908.9,
        4915.88
    ],
    [
        " and",
        4928.02,
        4929.24
    ],
    [
        " Ernie Pyle",
        4929.24,
        4930.46
    ],
    [
        " did get to experience homecoming",
        4930.46,
        4935.0
    ],
    [
        " unfortunately it was not joyous",
        4935.0,
        4941.42
    ],
    [
        " and it was not long",
        4941.42,
        4944.7
    ],
    [
        " he he battled with depression and emotional turmoil",
        4947.54,
        4953.36
    ],
    [
        " over his experiences in war and you could hear him talking about those and also his wife",
        4953.36,
        4963.52
    ],
    [
        " who had some kind of mental issues and she'd actually been hospitalized and so he was",
        4963.52,
        4970.58
    ],
    [
        " distressed and depressed about that and on top of that",
        4971.48,
        4977.76
    ],
    [
        " the war was not over for him",
        4977.76,
        4981.98
    ],
    [
        " and he mentioned there in the end that there's only half piece because there were still a war",
        4981.98,
        4990.34
    ],
    [
        " in the Pacific and he knew that",
        4990.34,
        4992.7
    ],
    [
        " and in personal letters and in conversations that he had with his friends",
        4992.7,
        5000.04
    ],
    [
        " he explained a personal",
        5001.32,
        5003.84
    ],
    [
        " foreboding a sense that he would not live through the war",
        5003.84,
        5010.12
    ],
    [
        " but when he was asked by the",
        5010.12,
        5016.08
    ],
    [
        " department of the navy to join the battle against imperial Japan and the pacific",
        5016.08,
        5024.3
    ],
    [
        " he reluctantly maybe fearfully but dutifully agreed to go",
        5027.56,
        5034.16
    ],
    [
        " and it was there",
        5034.16,
        5038.22
    ],
    [
        " in the Pacific on the tiny island called e-sheema just off the coast of Okinawa",
        5038.22,
        5048.14
    ],
    [
        " that Ernie Pyle was shot and killed by a single sniper bullet",
        5049.48,
        5056.84
    ],
    [
        " and members of the 77th Infantry Division who he'd been there with",
        5056.84,
        5066.98
    ],
    [
        " for the operation quickly marked where he was killed with a sign that read",
        5066.98,
        5075.06
    ],
    [
        " at this spot the 77th Infantry Division lost a buddy",
        5075.22,
        5083.88
    ],
    [
        " Ernie Pyle on 18 April 1945",
        5083.88,
        5091.7
    ],
    [
        " so Mr. Pyle",
        5091.7,
        5101.7
    ],
    [
        " thank you for your service and your sacrifice",
        5105.06,
        5111.44
    ],
    [
        " and to the journalists that are out there now in this day especially the war journalists who",
        5111.44,
        5124.24
    ],
    [
        " take risks to record and report history",
        5124.24,
        5128.78
    ],
    [
        " thank you for what you do",
        5128.78,
        5132.98
    ],
    [
        " again the book is called brave men by Ernie Pyle and it will give you some real insight",
        5138.82,
        5148.26
    ],
    [
        " into the nature of war",
        5148.26,
        5152.5
    ],
    [
        " echo",
        5152.5,
        5161.82
    ],
    [
        " the world is a crazy place and it's amazing that you can live the life that we live",
        5165.06,
        5174.36
    ],
    [
        " and some people go through their life without ever even even just brushing against this madness",
        5174.36,
        5189.46
    ],
    [
        " and I'll say this for the thousandth time",
        5193.08,
        5196.72
    ],
    [
        " I believe that it is important to delve into these things so that you learn",
        5196.72,
        5206.82
    ],
    [
        " not just about leadership but about life",
        5206.82,
        5213.16
    ],
    [
        " and how precious and glorious life is",
        5213.16,
        5231.62
    ],
    [
        " and life has ups and downs",
        5231.62,
        5239.76
    ],
    [
        " it has good and bad it has darkness and light and everybody's life makes those transitions",
        5240.82,
        5249.36
    ],
    [
        " and having darkness in the world or in your life does not exclude the light",
        5249.36,
        5265.82
    ],
    [
        " in fact I think it makes that light just a little bit brighter",
        5267.78,
        5271.96
    ],
    [
        " and so when we we don't have to stay here in the darkness we can go we've paid our respects",
        5271.96,
        5285.16
    ],
    [
        " and we will continue to pay our respects as we go forward",
        5285.16,
        5291.4
    ],
    [
        " and with that I guess it's a good time to answer some questions from the interwebs",
        5293.68,
        5304.68
    ],
    [
        " sure and actually before we get into questions from the interwebs",
        5304.68,
        5313.98
    ],
    [
        " speaking at interwebs there's kind of some ways that you can utilize the interwebs for other things",
        5313.98,
        5320.84
    ],
    [
        " yep one of them is and by the way this for those that you don't know",
        5323.22,
        5328.78
    ],
    [
        " now Echo is going to say some stuff about the interwebs and about supporting the podcast you know",
        5328.78,
        5335.24
    ],
    [
        " what I'm going to do I'm going to I'm going to like I'm going to hit a switch and a little",
        5335.24,
        5340.58
    ],
    [
        " decompression I'm going to drink some I'm going to drink some white tea over here with a little",
        5340.58,
        5343.64
    ],
    [
        " pomagrad and I'm going to get a little adjustment a little mindset change get into the zone for",
        5343.64,
        5349.34
    ],
    [
        " answering some questions so there's there's actually a dual purpose for Echo's discussion of how",
        5349.34,
        5360.66
    ],
    [
        " to support the podcast yes shows you how to support the podcast which is much appreciated",
        5360.66,
        5364.86
    ],
    [
        " also I can decompress for a minute from being bombed by my own planes from being stressed from",
        5364.86,
        5377.72
    ],
    [
        " being back in the war zone world war two style but how he describes it I mean you can you know",
        5377.72,
        5385.9
    ],
    [
        " a writers in general are just really good at explaining stuff yeah I mean",
        5385.9,
        5391.3
    ],
    [
        " yeah pretty much all right and you can see the difference in the way they man this one in particular",
        5391.3,
        5397.86
    ],
    [
        " really to me anyway really really delivered with the with the descriptions and stuff and it was like",
        5397.86,
        5404.52
    ],
    [
        " yeah there's so many one liners in there yeah what I'm listening when I was reading it",
        5404.52,
        5410.02
    ],
    [
        " I have certain ways of um I have certain ways of",
        5410.02,
        5414.02
    ],
    [
        " notating kind of what I'm going to read and and that you know some of the stuff's just circled",
        5414.02,
        5418.94
    ],
    [
        " and some of it's this now but but occasionally if something to me if I if it hits me",
        5418.94,
        5424.42
    ],
    [
        " I put one single red line underneath each individual word yeah yeah that I'm going to read",
        5424.42,
        5434.0
    ],
    [
        " and I normally I might do that like once or twice a book but there's a couple paragraphs",
        5435.66,
        5441.2
    ],
    [
        " where I had done it multiple times because those lines are just powerful like the the one that I",
        5441.2,
        5448.94
    ],
    [
        " just opened the book back up to re-review it can't put it down but but you know when he's like um",
        5448.94,
        5454.28
    ],
    [
        " and then a new sound gradually droned into our ears a sound deep and all encompassing with no notes in",
        5454.28,
        5460.68
    ],
    [
        " just a gigantic far away surge of doom like sound and this is the part that I underlined",
        5460.84,
        5467.56
    ],
    [
        " it was the heavies and you know and you just the power of that just knowing like these are the",
        5467.56,
        5474.28
    ],
    [
        " heavy bombers which you know it's no big deal to us now because we have giant machines but",
        5474.28,
        5480.04
    ],
    [
        " a heavy bomber back then was like a it was just this ultimate modern machine that had been created",
        5480.04,
        5488.62
    ],
    [
        " that nothing could destroy what these things nothing was close to it and not only who we created",
        5488.62,
        5494.3
    ],
    [
        " one of these insane power machines we created hundreds and hundreds and actually we created thousands",
        5494.3,
        5502.86
    ],
    [
        " of them and they were all amassed and coming to destroy this little section it was the heavies",
        5502.86,
        5511.42
    ],
    [
        " god yeah so yeah it's a it's a book that definitely draws you in and his writing that he the the",
        5513.94,
        5520.64
    ],
    [
        " the fact that he writes a very um straight forward very very plain and direct English is I think one",
        5520.64,
        5528.14
    ],
    [
        " of the things that makes it so powerful I love how we compare where he compares like and a lot of",
        5528.14,
        5534.5
    ],
    [
        " writers do this when you can do it good it's really powerful where like for example the uh he talked",
        5534.5,
        5539.08
    ],
    [
        " about the the one playing that I think you got hit or was crashing and compared to be he said it",
        5539.08,
        5543.9
    ],
    [
        " was a spear a light lit spear with the smoke trail yeah you can see exactly what that looks like you",
        5543.9,
        5550.82
    ],
    [
        " know I just pull and it's weird too because although you can go watch this I mean they have film footage",
        5550.82,
        5554.62
    ],
    [
        " of this stuff but that that takes you there visually but I think when reading yeah and listening does",
        5554.62,
        5561.36
    ],
    [
        " it takes you there mentally yeah it takes you there in your head yeah which is more which is",
        5561.36,
        5568.36
    ],
    [
        " more powerful than and this happens to me all the time when I'm when I'm reading and I'm getting",
        5568.36,
        5573.28
    ],
    [
        " better when we started this podcast I could tell like oh that's powerful like oh yeah that's going",
        5573.28,
        5579.72
    ],
    [
        " to be that's a really powerful statement and then sometimes I would read it and it would be 12 more",
        5579.72,
        5584.72
    ],
    [
        " times more powerful where I'd be like oh my god I'd be getting just power because when you read it",
        5584.72,
        5590.58
    ],
    [
        " aloud and now I'm a little bit more aware that hey you're gonna have to read this yeah bro you",
        5590.76,
        5597.74
    ],
    [
        " better keep you better get your head in the game because it's gonna be powerful yeah so that's",
        5597.74,
        5604.16
    ],
    [
        " something I've become more aware of as we've done this more more and as I've read all these books",
        5604.16,
        5609.5
    ],
    [
        " and gone through them and underlined the stuff and thought about the way it's gonna sound and",
        5609.5,
        5614.92
    ],
    [
        " thought about what it means to say it was the heavies awesome so while I attempt to decompress over",
        5614.92,
        5625.9
    ],
    [
        " here yeah go well speaking of interwebs and awesome by the way um let's talk about supplements as we",
        5625.9,
        5636.54
    ],
    [
        " do a lot of time at this time so on it right best supplements we all know that even though we",
        5636.54,
        5642.96
    ],
    [
        " already know that that is a big deal because of the nature of just supplement companies in general so",
        5642.96,
        5648.24
    ],
    [
        " rest assured on it best one that's it on it supplements you can't get 10% off because of",
        5648.24,
        5655.74
    ],
    [
        " the jackeau link which is on it.com slash jackeau 10% off boom supplement your wallet a little bit",
        5655.74,
        5663.48
    ],
    [
        " supplement your your body and and your mind when you're mind alpha bread alpha brain for sure",
        5663.48,
        5671.46
    ],
    [
        " but notably k i'm gonna admit some I didn't take krill oil when until when till recently so mirror",
        5671.46,
        5680.26
    ],
    [
        " okay and in the in the spirit of extreme ownership apparently I was not clear enough to you",
        5680.26,
        5687.08
    ],
    [
        " of um you know about the fact that I wanted it oh yeah yeah when you would send me a text like",
        5687.94,
        5694.02
    ],
    [
        " a bro you got near that krill oil yeah I wasn't just wondering I can't want it anyway all I made",
        5694.02,
        5699.62
    ],
    [
        " I didn't take that alpha brain take true easy take jackeau bring me krill oil now yeah you know",
        5699.62,
        5705.22
    ],
    [
        " I think I said that a few times so now you're up are you on it okay so I take the krill oil and",
        5705.22,
        5711.08
    ],
    [
        " I'm not I'm not this guy who's like has all these nagging joint pains when I go work out because",
        5712.1,
        5718.66
    ],
    [
        " really that's really when I think okay do I have joint pain no no I work out good hard I",
        5718.66,
        5722.58
    ],
    [
        " roll jiu jitsu I do stuff I don't have joint pain but here's the thing I do have joint pain",
        5722.58,
        5726.0
    ],
    [
        " when I wake up in the morning oh yeah and the thing is like I said when you're like when I think",
        5726.0,
        5732.18
    ],
    [
        " of when someone says do you have joint pain I'm thinking when I work out that's it I don't think like",
        5732.18,
        5737.18
    ],
    [
        " you know other time unless they're they're asking specifically so like my daughter she's three and",
        5737.44,
        5741.78
    ],
    [
        " half now she's kind of like a bigger three and half too and she comes runs up wakes me up a lot of",
        5741.78,
        5746.92
    ],
    [
        " times and is like hey carry me downstairs so when I sit up she jumps on my back she was 40 pounds",
        5746.92,
        5752.64
    ],
    [
        " I'm not saying I'm you know the power lifter nothing but 40 pounds is not okay 40 pounds I don't",
        5752.64,
        5767.16
    ],
    [
        " she's 40 pounds she jumps on the acumen oh I got a focus really I got a focus on like my yeah just",
        5767.44,
        5772.66
    ],
    [
        " because of the stiffness not necessarily pain but just like stiff you know how like if you just",
        5772.66,
        5776.9
    ],
    [
        " didn't warm up at all you can't just it's like that feeling and then recently my ankle got jacked",
        5776.9,
        5782.06
    ],
    [
        " up one day and I have like I think this torn ligament so you kind of watch out I feel lucky yeah",
        5782.06,
        5786.94
    ],
    [
        " you know but I it had already been jacked by the way so it got footlocked and then it like inflamed",
        5786.94,
        5792.16
    ],
    [
        " so now I gotta walk downstairs with this girl on my back with my stiffness and I'm like oh hey no",
        5793.12,
        5800.16
    ],
    [
        " problem I do it almost every day no problem but let's face it those are all a little bit of a",
        5800.16,
        5806.68
    ],
    [
        " challenge yeah yeah but I take the krill oil not the first day not even the second day but it was",
        5806.68,
        5811.48
    ],
    [
        " maybe a few days later she jumps on my back I'm still working out hard by the way so it's not like",
        5811.48,
        5816.8
    ],
    [
        " oh you're regret she jumps on my back I'm like dang I feel solid I can go like I when I stand up",
        5816.8,
        5822.0
    ],
    [
        " on my boom popping up noticeably reduced still there my ankle still there even right now it's still",
        5822.0,
        5829.68
    ],
    [
        " but bro this was like I would say maybe four or five days and this is what I know I was like dang this",
        5829.68,
        5835.6
    ],
    [
        " is this is good krill oil is real yeah and there's been a bunch of bunch of people on Twitter",
        5835.6,
        5841.38
    ],
    [
        " have come back and said hey I started taking krill oil and then you know a week later like man",
        5841.38,
        5845.82
    ],
    [
        " my shoulders good to go you know it really works so it does really work it really does yeah and",
        5845.82,
        5851.84
    ],
    [
        " that like I said that mean and here my wife's dad was like telling her long this years ago saying no",
        5851.84,
        5858.12
    ],
    [
        " krill oil no not fish show fish oh who's good krill oil's I and I'm like krill look up krill",
        5858.12,
        5863.1
    ],
    [
        " it's the trim like oh sweet it's joint pain it's all this stuff or whatever and like I said even",
        5863.1,
        5867.36
    ],
    [
        " back then right now same thing when I work I don't have joint pain maybe if I have a strain",
        5867.36,
        5871.58
    ],
    [
        " but that's my joint pain general you know so I'm like I'm good for you looking knock yourself out",
        5871.58,
        5877.22
    ],
    [
        " with the krill oil when I need it and then I'm gonna come on maybe I'll ask you about some stuff",
        5877.22,
        5880.92
    ],
    [
        " so you know I see it and it's cool good but this is the first time I really like all right all right I get",
        5880.92,
        5887.48
    ],
    [
        " I got you the krill oil now you get there now you get that so when I run out go ahead give me another",
        5887.48,
        5892.82
    ],
    [
        " krill oil okay yeah that's clear yeah let me know cool right let me know I'll sell you so back to the book",
        5892.82,
        5899.28
    ],
    [
        " what else warrior bars and this is what we I think warrior bars are made out of buffalo meat",
        5899.28,
        5904.6
    ],
    [
        " they are I'm serious they are we never said that oh well my boss does that even matter you know yeah",
        5904.6,
        5911.34
    ],
    [
        " because it's because you're eating buffalo which must have some glorious properties to make you",
        5911.34,
        5916.16
    ],
    [
        " stronger oh yeah but nonetheless to me that makes it even more awesome not because I mean not for any",
        5916.16,
        5923.94
    ],
    [
        " specific reason other than maybe novelty but it's still pretty dope in my opinion so still tastes",
        5923.94,
        5931.72
    ],
    [
        " really good that's real replacement someone asked me on twitter hey do you you know what meal",
        5931.72,
        5937.1
    ],
    [
        " replacement or protein shakes or whatever would you recommend if any yeah yeah well that's what I",
        5937.1,
        5942.06
    ],
    [
        " said to you as someone said the same thing to me well you know meal replacement I said why would you",
        5942.06,
        5946.66
    ],
    [
        " replace a steak but in the event I'm really the answer to that is a meal out we're gross or",
        5946.66,
        5954.44
    ],
    [
        " disgusting or horrible maybe you'd want to replace them yeah or or you don't have to look I'm",
        5954.44,
        5959.4
    ],
    [
        " driving truck yeah I'm driving a I don't know airplane or something for a long time something I want",
        5959.4,
        5964.42
    ],
    [
        " you driving my airplane yeah I'll be respect okay probably right but okay there you go warrior",
        5964.42,
        5971.76
    ],
    [
        " bar yes that's the S right there little filler eat two of them that's a big filler yep",
        5971.76,
        5977.86
    ],
    [
        " eat three big two they're like they're not messing around and they're good that's the thing like",
        5977.86,
        5983.16
    ],
    [
        " remember back of the day the you know the bars yeah yeah not even not even back then even",
        5983.16,
        5988.92
    ],
    [
        " right now you eat one of those like I hate I see where you're going whether you're trying to make it",
        5988.92,
        5992.12
    ],
    [
        " like a candy bar where you're trying to yeah it's not like that at all this is good anyway do worry",
        5992.12,
        5999.08
    ],
    [
        " bar solid another way you can support the podcast in the event of you being in the mood to",
        5999.08,
        6005.68
    ],
    [
        " support the podcast is next time you shopping at amazon dot com click through one of our links",
        6005.68,
        6012.64
    ],
    [
        " it's like a passive way actively aggressively efficient way to support and super easy it doesn't",
        6012.64,
        6020.74
    ],
    [
        " cost you anything you click through you do your shopping boom it's like we get like a little",
        6020.74,
        6025.4
    ],
    [
        " referral thing what I like about that is because I don't want to ask people like a lot of people",
        6025.4,
        6030.38
    ],
    [
        " they want to donate money I don't want you to donate money to us if you want to give us money",
        6030.38,
        6035.74
    ],
    [
        " that's awesome but I'd rather you buy a t-shirt if you can afford it but if let's say you can't",
        6035.74,
        6041.3
    ],
    [
        " afford anything because you're broke that's okay when you order something from amazon this is just",
        6041.3,
        6048.0
    ],
    [
        " free money that you give to us so it's all good yeah yeah in a way it's almost like a collective like",
        6048.0,
        6053.36
    ],
    [
        " hey we all shop at amazon this thing together you know kind of thing I don't know it's",
        6053.36,
        6059.34
    ],
    [
        " and amazon obviously they spare the change right they can spare a little something for the",
        6059.46,
        6064.26
    ],
    [
        " jockel podcast you're you're actively making amazon give us money how's that for getting after it",
        6064.26,
        6070.0
    ],
    [
        " but then but but they're you know so it's like this weird like circle almost you know they you know",
        6070.0,
        6075.48
    ],
    [
        " they buy from amazon we're like hey go to amazon but go through us and amazon's like hey thanks",
        6075.48,
        6079.5
    ],
    [
        " for buying of course sending them we're supporting amazon whether be books or whatever ductate all",
        6079.5,
        6083.88
    ],
    [
        " because we're making people want to buy stuff from amazon i e-bucks you know yeah",
        6084.64,
        6089.9
    ],
    [
        " none the less other things preaching people going to be buying jocke white tape from amazon too",
        6089.9,
        6094.38
    ],
    [
        " which is coming so good you know i got the full on brew so good they came out so good i'm pumped",
        6094.38,
        6101.12
    ],
    [
        " yeah yeah that's gonna be solid there that is solid currently that's solid yeah but yeah the amazon",
        6101.12,
        6108.32
    ],
    [
        " anyway guys support that way um like i always say a big part of that or a big not issue but a",
        6108.56,
        6114.92
    ],
    [
        " thing in there is remembering to do it if you want to do this the remembering to do it so",
        6114.92,
        6119.88
    ],
    [
        " we do have what's called the trooper tool all it is you go you you download it it's basically you",
        6119.88,
        6126.02
    ],
    [
        " click on it samson trooper or trooper tool chrome extension click on it accept it it's on your",
        6126.02,
        6131.44
    ],
    [
        " thing it automatically does it for you from here on out braked up it's like a little official thing",
        6131.44,
        6137.06
    ],
    [
        " braked it up so solid um and we we're trying to update i've been talking to him i'm trying to",
        6137.4,
        6146.0
    ],
    [
        " update it for Canada UK so they can have the tool for them so as well that's cool because",
        6146.0,
        6152.36
    ],
    [
        " yes yeah yeah we working on that one but they yeah that's good trooper tool you don't have to",
        6152.36,
        6158.26
    ],
    [
        " remember it anymore you remember it one time that's all shop at amazon still support aggressively",
        6158.26,
        6164.08
    ],
    [
        " efficiently and of course support by subscribing to the podcast on iTunes and youtube channel",
        6167.04,
        6174.34
    ],
    [
        " subscribe to the youtube channel yeah that's legit and of course the jaco store oh i think we're",
        6174.34,
        6183.86
    ],
    [
        " i'm not i think i know that we're trying we are trying our best to provide",
        6183.86,
        6190.4
    ],
    [
        " multi-dimensional items like even in a simple t-shirt there's multiple multiple dimensions to it",
        6192.76,
        6198.46
    ],
    [
        " you know it's not just hey that's a cool thing the saying is important and extends way beyond",
        6198.46,
        6205.08
    ],
    [
        " what you'd expect on the surface that goes for all the shirts so including the rash cards",
        6205.08,
        6210.48
    ],
    [
        " including the rash cards okay so new stuff new stuff rash cards the rash cards are good",
        6210.48,
        6216.44
    ],
    [
        " as far as the fit of course and the man they're good and what i what's cool about",
        6217.38,
        6222.98
    ],
    [
        " i mean here's the reality when you when you when you put on a uniform you know when you put",
        6222.98,
        6231.64
    ],
    [
        " on a uniform you change your mentality a little bit this factually yeah factually and so when",
        6231.64,
        6238.0
    ],
    [
        " people are like oh man i was wearing the discipline equals t the discipline equals freedom",
        6238.0,
        6242.68
    ],
    [
        " t-shirt today i got my PR on clean and jerk and i'm like yeah yeah you put on your uniform and",
        6242.68,
        6250.4
    ],
    [
        " there's a mental like state of mind that makes a little adjustment in the brain you know it's",
        6250.4,
        6256.12
    ],
    [
        " real funny about that exact notion when i when we first got the first shirt to this line equals",
        6256.12,
        6261.52
    ],
    [
        " freedom put on the gray one and i get i know that that thing that's it's a my it's a psychological",
        6261.52,
        6267.32
    ],
    [
        " thing yeah it's real yeah which is by the way one of the most powerful things in your whole life",
        6267.34,
        6272.42
    ],
    [
        " psychological anyway so i put it on i was like yeah i'm gonna take a picture you know of me in the",
        6272.42,
        6277.62
    ],
    [
        " new shirt kind of thing and i put on and i and i was gonna work out anyway and man i put on i was",
        6277.62,
        6281.88
    ],
    [
        " like yeah i felt that exactly one of the shirt that i made you know anyway yeah so true and the",
        6281.88,
        6287.74
    ],
    [
        " rash card i'm not gonna go into the story but put on the rash card yesterday you worked on it",
        6287.74,
        6297.3
    ],
    [
        " subliminal power yeah that you can gain yes so true and one at one i was thinking rash",
        6298.74,
        6304.34
    ],
    [
        " is this false advertising if you wear this rat this rash guard your jiu jitsu will improve 19 percent",
        6304.34,
        6310.22
    ],
    [
        " no it's not false at all i think false honestly it's not different false here's the and i went",
        6310.22,
        6315.38
    ],
    [
        " in to the whole rash card situation like oh yeah we need rash cards because people were saying",
        6315.38,
        6319.7
    ],
    [
        " hey we need like this rash cards and there were jiu jitsu people there was a demand signal but here's",
        6319.7,
        6323.26
    ],
    [
        " the thing like rash cards like the short sleeve all right this is like if you go like biking",
        6323.26,
        6329.58
    ],
    [
        " and stuff that's really what it's for it's like biking like crossfit anything where you water",
        6329.58,
        6335.64
    ],
    [
        " what is certainly right surfing that's really what rash cards are for i mean jiu jitsu now because there's",
        6335.64,
        6340.88
    ],
    [
        " jiu jitsu now but well we used to back in the day back in the day we used to just wear we will",
        6340.88,
        6346.64
    ],
    [
        " if people were wearing rash cards there was no such thing as jiu jitsu rash card right there was",
        6346.64,
        6350.86
    ],
    [
        " only actual rash cards you know what it is for body boarding is what it is because yeah",
        6351.28,
        6355.46
    ],
    [
        " rash on your stuff too yeah for all means of water sports yeah yeah and my my little brother he's a",
        6355.46,
        6364.42
    ],
    [
        " diary dive spear fishing because dive brother he's dope too he fought he got this anyway he's",
        6364.42,
        6369.78
    ],
    [
        " on quiet so same thing like you go diving water so it's like that's what this is for",
        6369.78,
        6375.08
    ],
    [
        " including but not limited to jiu jitsu yeah jiu jitsu is a complete bonus on the tail",
        6375.86,
        6380.64
    ],
    [
        " under that but if you wear this however now these are specifically designed for jiu jitsu",
        6380.64,
        6386.32
    ],
    [
        " there's these are just multi-person yeah might multi-purpose yeah and straight up if you wear",
        6386.32,
        6392.08
    ],
    [
        " for jiu jitsu you're gonna do better good job making that clean straight uh love it i love it",
        6392.08,
        6399.3
    ],
    [
        " well i'm not gonna let's say i've got rolled with you while you're wearing it yeah good luck",
        6399.3,
        6402.98
    ],
    [
        " good luck with that one oh we will go to the gym let me get this recording also new",
        6402.98,
        6410.56
    ],
    [
        " that's out his patches for jiu jitsu for anything they're just patches you can",
        6410.56,
        6417.26
    ],
    [
        " so on they're iron on but you so no so on so on yeah um patches disciplinicals freedom there is",
        6417.26,
        6423.44
    ],
    [
        " a jiu jitsu specific patch it says jiu jitsu so you know disciplinical anyway go on jaco start",
        6423.44,
        6432.96
    ],
    [
        " patches real quick so i got a recommendation for the velcro one yes which is bro i don't even know",
        6432.96,
        6437.82
    ],
    [
        " why i didn't like it didn't you know why because you don't wear a hat oh yeah you don't wear hats",
        6437.82,
        6443.0
    ],
    [
        " yeah but i think i wear hat all the time i there's always a space for a patch on there so",
        6443.0,
        6449.36
    ],
    [
        " bro i'm gonna put it on everything there you go anyway what about the women shirts women shirts okay",
        6449.36,
        6455.64
    ],
    [
        " yes thank you debi and um you know all you guys every one of the female troopers i got it",
        6455.64,
        6462.62
    ],
    [
        " get napkirk um yeah at least uh oh yeah thank you uh yeah they're on you yeah thank you",
        6462.62,
        6471.64
    ],
    [
        " they bring me they bring very good input and i thank them and our respect their tenacity",
        6471.64,
        6476.38
    ],
    [
        " did you feel threatened no i felt that we were all in this together you know um but yeah thank you",
        6476.38,
        6482.38
    ],
    [
        " so yes they are coming here here's the thing they're not t-shirts they're tank tops",
        6482.38,
        6485.18
    ],
    [
        " cool do we want t-shirts i don't know if we do then we're gonna use t-shirts as well good",
        6485.18,
        6491.54
    ],
    [
        " ask ask the females female troopers maybe we'll do a pink we will not maybe we will though that's the",
        6491.54,
        6498.14
    ],
    [
        " thing we will not either way they're in literally in the works submitted that Lisa's like pink pink",
        6498.14,
        6504.74
    ],
    [
        " pink pink pink yeah oh oh oh oh yeah not happened yes vetoed i didn't really feel like doing the",
        6504.74,
        6510.92
    ],
    [
        " pink either so guess what i did the pink uh actually i didn't do the pink but it's in the work still",
        6510.92,
        6516.84
    ],
    [
        " nonetheless they're on the way straight up on the way i feel you know what this is decentralized",
        6516.84,
        6519.74
    ],
    [
        " command folks on my micro manage and echo please get the creative brain so let them run",
        6519.74,
        6524.64
    ],
    [
        " with it and humility because just because it's not your specific opinion yeah",
        6524.64,
        6528.86
    ],
    [
        " you know but there is a standard of yeah so hopefully you maintain it i guess i just be you know",
        6528.96,
        6540.74
    ],
    [
        " i'll try and give you the proper guidance to make that happen to you else jacob store dot com that's",
        6540.74,
        6548.1
    ],
    [
        " it that's where they all are and thanks everyone for shopping and supporting it's awesome",
        6548.1,
        6552.0
    ],
    [
        " and should we go to the questions oh wait one more thing just a little technical",
        6552.0,
        6558.52
    ],
    [
        " thing okay outside of the us if you're outside of us can i i i i i anywhere outside of the us um",
        6558.52,
        6564.12
    ],
    [
        " i put a little thing on there because just well as far as just the shipping process the technical",
        6564.12,
        6569.8
    ],
    [
        " thing um for customs they want your phone number to create the shipping label i need your phone number",
        6569.8,
        6575.64
    ],
    [
        " oh i'm not gonna give the phone number out i'm not gonna call no one text nobody but they just",
        6575.64,
        6579.84
    ],
    [
        " need it for the customs thing got it so i've tried to put a thing on there but hey love you're",
        6579.84,
        6585.02
    ],
    [
        " shopping you just want to check out and be done with it i understand but if possible try to",
        6585.7,
        6590.88
    ],
    [
        " to remember that one otherwise you got to email them oh it's no problem i'll email for for good",
        6590.88,
        6595.52
    ],
    [
        " we want stuff now yeah hey especially it's got a t-shirt ship a long way exactly right in the",
        6595.52,
        6600.26
    ],
    [
        " clean in Holland yeah it's so there's so many people all this was really cool is getting feedback",
        6600.26,
        6607.04
    ],
    [
        " from people all over all over the world that's crazy right yep that's kind of crazy right",
        6607.04,
        6611.94
    ],
    [
        " yes it's all over the world troopers getting after it yeah it makes sense so when you think about it",
        6611.94,
        6617.32
    ],
    [
        " people come in from um sweeten yep they came in yeah came to the gym didn't roll though but we hung out",
        6617.32,
        6627.1
    ],
    [
        " we talk about physics properties of physics yeah sure physicist listen physicist that guess what he",
        6627.1,
        6635.54
    ],
    [
        " likes to listen to the podcast we don't talk about physics okay yeah no way indirectly but yeah",
        6635.54,
        6643.86
    ],
    [
        " if you can outside the US try to remember the phone number so it just it saves the step",
        6643.86,
        6649.6
    ],
    [
        " and pulling it's on its way to you quicker there it is i don't mind emailing though in fact i get a",
        6649.6,
        6654.94
    ],
    [
        " lot of cool little conversation like the Australia guys for some reason i love those guys",
        6654.94,
        6658.78
    ],
    [
        " they'll be like hey and they'll say the Australian stuff i was in Australia you know a couple",
        6658.78,
        6663.44
    ],
    [
        " years ago whatever and um mediscajason he's a black belt under hicks and and he has it anyway",
        6663.44,
        6669.44
    ],
    [
        " was um i was with him doing some stuff and he teach me all the Australian stuff then some i didn't",
        6669.44,
        6674.62
    ],
    [
        " know like too easy for example too easy it's like yeah i got this yeah like all good like yeah it's",
        6674.62,
        6680.06
    ],
    [
        " it's just this real it's kind of ambiguous but you know i love that phrase anyway nonetheless you",
        6680.06,
        6685.34
    ],
    [
        " know you get into fun conversations with people and you email them for for the simple stuff",
        6685.34,
        6689.46
    ],
    [
        " for their short order and million email whatever good good",
        6689.46,
        6693.44
    ],
    [
        " how long have we been how long have how long did that go",
        6693.44,
        6698.68
    ],
    [
        " uh yeah roughly two hours roughly",
        6698.68,
        6703.46
    ],
    [
        " all right well i actually got a pretty good stack of questions um i'm thinking that",
        6703.46,
        6713.34
    ],
    [
        " for today we wrap it and hold off on q&a until the next one then we'll just do all q&a",
        6714.68,
        6724.54
    ],
    [
        " on the next one i don't",
        6724.54,
        6728.22
    ],
    [
        " be quite frank with you it's kind of tough to even follow up with this book so",
        6728.22,
        6735.04
    ],
    [
        " so with that thanks everybody out there for for listening for supporting the podcast",
        6738.08,
        6747.96
    ],
    [
        " thanks for taking the time to learn with me to remember with us",
        6747.96,
        6759.38
    ],
    [
        " the depth of the world the depth of the darkness and the sacrifices",
        6760.78,
        6775.32
    ],
    [
        " that have been made for us",
        6775.32,
        6783.04
    ],
    [
        " and remember that remember that remember these men",
        6783.04,
        6800.6
    ],
    [
        " and what they were really truly afraid of not afraid of physical agony not afraid of death",
        6800.86,
        6810.62
    ],
    [
        " itself but they feared losing their future they feared losing their future",
        6810.62,
        6822.2
    ],
    [
        " so we here sitting here today we have a future we have that opportunity",
        6824.46,
        6838.02
    ],
    [
        " so make sure you take every possible advantage of the opportunity that you have",
        6840.72,
        6851.82
    ],
    [
        " and that you have in the future",
        6851.82,
        6856.32
    ],
    [
        " and you know how to do that",
        6860.98,
        6862.82
    ],
    [
        " you do that by getting out there",
        6862.82,
        6868.42
    ],
    [
        " and getting after it",
        6868.42,
        6875.16
    ],
    [
        " and so until next time",
        6875.16,
        6879.76
    ],
    [
        " you",
        6880.14,
        6881.46
    ],
    [
        " this is echo and jaco out",
        6881.46,
        6887.08
    ]
]