[
    [
        " This is the Jocco Underground podcast number 13 with Echo Charles and me, Jocco Willink.",
        0.38,
        6.42
    ],
    [
        " Good evening.",
        6.98,
        7.24
    ],
    [
        " Good evening.",
        7.42,
        7.74
    ],
    [
        " All right.",
        8.22,
        8.52
    ],
    [
        " So, I was in a house in Iraq in my first deployment to Iraq.",
        8.9,
        17.96
    ],
    [
        " So 2000, this is either 2000, 3 or 2004.",
        18.08,
        21.0
    ],
    [
        " And it was a small farmhouse out in the middle of nowhere.",
        21.0,
        24.86
    ],
    [
        " I forget the full background of this scenario, but it was something like one of the elder",
        27.4,
        31.74
    ],
    [
        " sons of this particular family had been mixed up in some kind of insurgent operations.",
        31.74,
        36.4
    ],
    [
        " So we're out there looking for this kid.",
        36.64,
        38.02
    ],
    [
        " And by kid, I mean, you know, 25 year old military age male, we raid this house looking",
        38.64,
        44.54
    ],
    [
        " for this, this military age male.",
        44.54,
        47.2
    ],
    [
        " And we get the building cleared and the guy wasn't there, but, you know, his family was there.",
        47.66,
        52.9
    ],
    [
        " And so we've got the interpreter and the interpreter is kind of talking to family.",
        53.1,
        57.18
    ],
    [
        " And there's some kids there.",
        58.0,
        59.3
    ],
    [
        " And so the guys are giving some, you know, candy to the kids and this kind of stuff, looking",
        59.46,
        64.08
    ],
    [
        " around.",
        64.08,
        64.42
    ],
    [
        " The house was basically one big room, but basically one big room.",
        66.1,
        72.52
    ],
    [
        " And there was mattresses on the floor in one of the corners.",
        72.8,
        76.02
    ],
    [
        " There's a real common over there for some of the people on the lower end of the economic",
        76.02,
        82.9
    ],
    [
        " spectrum.",
        82.9,
        84.38
    ],
    [
        " They would just sleep with mattresses on the floor and they'd have blankets and mattresses",
        84.82,
        88.42
    ],
    [
        " kind of piled up.",
        88.42,
        89.12
    ],
    [
        " And that's where the family would eat.",
        89.7,
        90.66
    ],
    [
        " So that was in kind of one corner.",
        91.02,
        92.44
    ],
    [
        " Then there was a table for eating with a couple chairs around you.",
        93.04,
        96.76
    ],
    [
        " A few chairs around it, you know, four or five chairs around this table.",
        96.8,
        99.76
    ],
    [
        " And then there was another table next to it.",
        99.9,
        101.58
    ],
    [
        " And that was sort of, I guess it would be considered the counter space of a kitchen.",
        102.78,
        107.94
    ],
    [
        " And then there was a sink with a water faucet, right?",
        108.12,
        112.56
    ],
    [
        " So it was, there was some form of running water and a sink of some kind, you know, just",
        112.72,
        119.24
    ],
    [
        " picture like an old school kind of porcelain thing.",
        119.24,
        121.5
    ],
    [
        " All pretty old fashioned sink, but it is working.",
        122.16,
        126.12
    ],
    [
        " And then in between the table where the kind of counter table where they would prepare food",
        126.12,
        134.48
    ],
    [
        " and the table where they would eat, and those were separated by call it six feet, five feet,",
        134.48,
        140.84
    ],
    [
        " six feet, there was a slit trench to go to the bathroom.",
        140.96,
        148.88
    ],
    [
        " Now, okay, so what's a slit trench?",
        149.36,
        154.6
    ],
    [
        " So what this is, this is a little ditch, probably about six inches wide, maybe eight inches wide,",
        154.6,
        162.76
    ],
    [
        " probably about six inches deep, about two or three feet long, and it's perpendicular to the wall.",
        162.92,
        170.2
    ],
    [
        " And then when it gets to the wall, there is a hole through the wall.",
        170.7,
        174.12
    ],
    [
        " And out the hole is a big, a big pit.",
        174.94,
        179.24
    ],
    [
        " And it's a sewage pit.",
        179.8,
        181.34
    ],
    [
        " Actually, these are pretty common in Iraq.",
        182.34,
        183.96
    ],
    [
        " They're, we, we call them what they're called.",
        184.68,
        186.44
    ],
    [
        " We called them shit pits because they were just big pits that were filled with sewage.",
        186.6,
        192.58
    ],
    [
        " Kind of like almost an above ground septic tank, right?",
        192.98,
        197.5
    ],
    [
        " You go to the bathroom and they're in over time, I guess maybe it goes away.",
        197.62,
        201.1
    ],
    [
        " I'm not 100% sure.",
        201.14,
        201.94
    ],
    [
        " But there's this trench.",
        202.6,
        204.3
    ],
    [
        " There's no running water down this trench.",
        204.46,
        206.42
    ],
    [
        " This is just in the concrete, in this concrete floor.",
        206.58,
        210.98
    ],
    [
        " And it didn't really have too much of an angle to it.",
        212.46,
        215.48
    ],
    [
        " This, I mean, at least not enough of an angle because most of the,",
        215.8,
        221.44
    ],
    [
        " most of the excrement and urine was, or I shouldn't say most, there was a bunch of excrement",
        221.58,
        228.26
    ],
    [
        " and urine in this slit trench.",
        228.26,
        230.52
    ],
    [
        " And I remember sitting there thinking about this, just thinking how must,",
        231.12,
        239.68
    ],
    [
        " how messed up this is, right?",
        239.76,
        241.2
    ],
    [
        " This is, this is messed up.",
        241.36,
        244.44
    ],
    [
        " Here were these people.",
        244.68,
        246.08
    ],
    [
        " And they were just normal people.",
        247.14,
        249.04
    ],
    [
        " I mean, sure, they had a son that had been rogue, right?",
        249.24,
        251.28
    ],
    [
        " And be like, if your kid, your son got wrapped up in some gang and all the sudden the cops",
        251.36,
        255.68
    ],
    [
        " trying to come and find him at your house and you're looking around and going,",
        255.68,
        258.22
    ],
    [
        " wait a second, we're just normal.",
        258.24,
        259.02
    ],
    [
        " That's who this family was.",
        259.16,
        260.02
    ],
    [
        " They were, they were just kind of normal.",
        260.16,
        261.22
    ],
    [
        " My interpreter was having a good conversation with him and that, you know,",
        262.14,
        265.44
    ],
    [
        " he was kind of asking what their background was.",
        265.5,
        267.16
    ],
    [
        " When's the last time you started your son and stuff like that.",
        267.18,
        269.2
    ],
    [
        " But it was also, you know, what do you do here?",
        269.2,
        270.58
    ],
    [
        " And they were farmers and they lived there for a long time.",
        270.7,
        273.12
    ],
    [
        " You know, we're trying to figure out, do you have any other houses where your son could be?",
        273.72,
        275.9
    ],
    [
        " They're like, no, we don't have any other houses.",
        275.94,
        277.18
    ],
    [
        " This is where we live.",
        277.18,
        277.9
    ],
    [
        " This is our farm.",
        278.08,
        278.7
    ],
    [
        " This is what we do.",
        278.92,
        279.64
    ],
    [
        " They had, they had actually money.",
        280.2,
        281.42
    ],
    [
        " They had, you know, a couple, I think they had an Opal and then,",
        281.6,
        284.66
    ],
    [
        " they had a couple like a car and a truck.",
        284.8,
        287.04
    ],
    [
        " So they, they're able to get around.",
        287.38,
        288.8
    ],
    [
        " They're obviously make money.",
        289.42,
        291.78
    ],
    [
        " You got to get gas and stuff like this.",
        291.84,
        293.54
    ],
    [
        " So they have, this is, this is a family that's kind of put,",
        293.74,
        296.8
    ],
    [
        " they've got some things going for.",
        296.94,
        298.32
    ],
    [
        " Right, they got a business, they got vehicles, they got housing.",
        299.5,
        302.0
    ],
    [
        " And yet with all that, they have this,",
        302.54,
        306.7
    ],
    [
        " this slit trench of shit that divides.",
        306.84,
        311.02
    ],
    [
        " They're basically, they're catching and they're dining room.",
        311.02,
        313.38
    ],
    [
        " And now listen, it's, it's, in these types of rural areas,",
        314.44,
        322.48
    ],
    [
        " when you get out into these rural areas of Iraq,",
        322.48,
        324.26
    ],
    [
        " there's, it's pretty common that they wouldn't,",
        324.5,
        326.08
    ],
    [
        " they may or may not have running water, right?",
        326.18,
        328.22
    ],
    [
        " They may not, may or may not have plumbing.",
        328.22,
        330.62
    ],
    [
        " But this,",
        331.46,
        333.66
    ],
    [
        " this level of kind of unsanitary conditions was not something",
        334.34,
        339.08
    ],
    [
        " that I saw very often.",
        339.08,
        340.72
    ],
    [
        " Most of the places, most of the farms,",
        341.16,
        342.94
    ],
    [
        " look, when you're in Baghdad and stuff they have toilets and everything else,",
        343.32,
        345.74
    ],
    [
        " no factor, but you get out to the, the rural places,",
        345.84,
        348.72
    ],
    [
        " they would have like an outhouse or something, right?",
        349.3,
        352.08
    ],
    [
        " I mean, it's, you got to deal with it, right?",
        352.62,
        353.9
    ],
    [
        " You got to deal with it.",
        354.04,
        354.62
    ],
    [
        " So they'd have an outhouse or they'd have a separate room in the house.",
        354.68,
        356.66
    ],
    [
        " They'd kind of box something in and then there'd be a slit trench in there.",
        356.66,
        359.48
    ],
    [
        " But they'd have some way of making the",
        360.12,
        363.62
    ],
    [
        " consistent human issue of waste.",
        363.62,
        367.96
    ],
    [
        " They would have a way of making it either sanitary or somehow acceptable, right?",
        368.22,
        373.44
    ],
    [
        " They, they would figure it out.",
        373.6,
        374.44
    ],
    [
        " And this family was, didn't do that.",
        375.14,
        380.04
    ],
    [
        " Again, this is normal.",
        380.7,
        381.6
    ],
    [
        " These are people that I'm thinking, wow, this was,",
        381.68,
        383.72
    ],
    [
        " was so mind-boggling to me.",
        383.94,
        385.4
    ],
    [
        " It wasn't like these people were the in-bred, you know, whatever.",
        385.4,
        388.54
    ],
    [
        " It wasn't like they were, they were some stereotypical people that couldn't understand.",
        388.7,
        393.1
    ],
    [
        " They were normal people.",
        393.1,
        394.22
    ],
    [
        " So it wasn't, it also wasn't like this family had just arrived, right?",
        395.8,
        405.16
    ],
    [
        " Because the interpreters talking to them, they'd been there for a while.",
        405.36,
        409.3
    ],
    [
        " I mean, look, if you showed up at a place, if you, if you moved in three days ago and you",
        410.6,
        414.02
    ],
    [
        " haven't got a chance to figure this out yet, you know, okay, I get it, right?",
        414.02,
        416.9
    ],
    [
        " Takes a little time.",
        417.24,
        417.88
    ],
    [
        " But this was their actual home where they'd been, they'd been there for a long time for,",
        418.16,
        421.72
    ],
    [
        " I mean, I'm assuming maybe a couple of generations may, but at least,",
        421.98,
        426.36
    ],
    [
        " at least many years, many, many years.",
        426.86,
        430.62
    ],
    [
        " And they still hadn't, like, remedied this problem.",
        431.4,
        436.3
    ],
    [
        " So,",
        441.2,
        441.64
    ],
    [
        " so if you look at the other side of,",
        441.82,
        444.28
    ],
    [
        " wait, wait, well, not the other side, but for us and the US military,",
        444.9,
        450.02
    ],
    [
        " all the times in the SEAL teams included, we would go and we would move into old buildings.",
        450.78,
        455.42
    ],
    [
        " We'd move into old buildings that were, you know, former, whatever, former regime elements",
        456.04,
        465.92
    ],
    [
        " or whatever, we'd move into buildings, we'd take them over, maybe they're just hangers,",
        465.92,
        469.16
    ],
    [
        " right? Whatever, we'd move into buildings, we'd take them over. And as soon as we'd move in",
        469.38,
        473.6
    ],
    [
        " somewhere, we'd start, like, doing a reorg and fix and stuff and rebuilding things and retrofitting",
        473.6,
        478.9
    ],
    [
        " whatever we could to make these things more livable. We'd do that almost instantly.",
        478.9,
        483.64
    ],
    [
        " And yet, here was this situation where no, no move had been made to improve the scenario.",
        484.3,
        493.42
    ],
    [
        " And look, I'm talking about a place in Iraq, but this happens in America, right? You go watch a,",
        493.42,
        499.2
    ],
    [
        " go watch an episode of cops, right? And you see and you look at what's going on here.",
        499.5,
        507.6
    ],
    [
        " Like, there's a bunch of little things that could be, you know, squared away in this particular situation.",
        508.28,
        513.22
    ],
    [
        " What, why is this like this? And the reason that I'm saying this,",
        514.06,
        520.66
    ],
    [
        " is because it kind of left a mark on me. It's something that I, it's something that I,",
        524.5,
        527.62
    ],
    [
        " that left a mark on me in two ways. The first way that it left a mark on me is I thought to myself,",
        527.88,
        533.44
    ],
    [
        " well, maybe they, maybe they, maybe these people for whatever reason just didn't understand the",
        533.5,
        539.94
    ],
    [
        " situation. Maybe this was just what was normal for them. You know, if you, this is how you were raised,",
        539.94,
        546.58
    ],
    [
        " this is what we do, this is how it works. But the, but the, but I actually don't even believe that.",
        546.7,
        552.5
    ],
    [
        " Because what made, what makes that hard to accept? What makes that hard to accept is that",
        555.18,
        562.1
    ],
    [
        " they're shit in your kitchen. That's what makes it hard to accept. Right? There's different,",
        562.1,
        566.86
    ],
    [
        " yeah, you get raised in a certain cultural way or you get raised by a family that whatever they're",
        567.0,
        572.22
    ],
    [
        " doing and that's what you understand, the reality to be. And that's how you grow, that's how you grow",
        572.22,
        575.68
    ],
    [
        " up and you think that's, oh, that's the way it is. But you don't really, you don't really need to",
        575.68,
        583.3
    ],
    [
        " get taught that, that, you know, having a, having a, a trench to go to the bathroom in your kitchen,",
        586.0,
        592.8
    ],
    [
        " you don't need to get, no one needs to tell you that's, that's unsanitary. No need to tell you that,",
        593.14,
        596.56
    ],
    [
        " no one needs to tell you it's not hygienic to do that, right? You don't need to get told that.",
        596.64,
        601.0
    ],
    [
        " It reeks. It smells bad.",
        601.28,
        604.78
    ],
    [
        " And so you look at it and you go, you know what, this smells really bad. I'm going to do something",
        605.56,
        611.82
    ],
    [
        " different. We're going to make a change here. That's what we're going to do. We're going to make a change",
        611.86,
        615.06
    ],
    [
        " here. This, this system of sewage disposal could use some improvement. I'm going to try something",
        615.06,
        621.16
    ],
    [
        " else. And then you do it. You try something else. You, you, you, I don't know what it is. Maybe you",
        621.16,
        627.98
    ],
    [
        " build a room around it. Maybe you move that thing outside. There's a bunch of different things you can",
        627.98,
        631.12
    ],
    [
        " try. But that, but so that's the other mark that got left on me is,",
        631.12,
        639.04
    ],
    [
        " if something stinks, then fix it. If something stinks in your life, if there's something wrong,",
        641.82,
        653.92
    ],
    [
        " then fix it. Now look, I get that there's things that there's some things in life that we can't fix.",
        654.38,
        660.22
    ],
    [
        " Right? You can get a disease or you can have acts of God unfold upon you with no mercy. And there's,",
        661.52,
        671.78
    ],
    [
        " you take ownership of how you respond to those horrible events when they happen.",
        671.78,
        676.64
    ],
    [
        " But oftentimes there's things in our lives that stink. And we can actually do something about it.",
        678.02,
        692.04
    ],
    [
        " We can actually do something about it. So when I see something in my life, when I see something",
        692.58,
        699.94
    ],
    [
        " in my life that needs to get fixed, I might, I might blow it off once and go, ah, you know, no big deal.",
        699.94,
        705.92
    ],
    [
        " And then I think that is a little excerpt of what we are doing on the Jocco Underground podcast.",
        706.24,
        718.76
    ],
    [
        " So if you want to continue to listen, go to joccounderground.com and subscribe. And we're doing this to",
        718.96,
        725.72
    ],
    [
        " mitigate our reliance on external platforms. So we are not subject to their control. And we're",
        725.72,
        732.36
    ],
    [
        " doing it so we can give you more control, more interaction, more direct connections, better",
        732.36,
        737.28
    ],
    [
        " communications with us, strengthen this legion of troopers that are in the game with us. So thank",
        737.28,
        743.26
    ],
    [
        " you. It's joccounderground.com. It costs $8.18 a month. And if you can't afford to support us,",
        743.26,
        751.06
    ],
    [
        " we can still support you. Just email assistance at joccounderground.com. And we'll get you taken",
        751.06,
        756.98
    ],
    [
        " care of until then we will see you mobilized underground. More direct connections, better",
        756.98,
        766.86
    ],
    [
        " communications with us, strengthen this legion of troopers that are in the game with us. So thank",
        766.86,
        772.82
    ],
    [
        " you. It's joccounderground.com. It costs $8.18 a month. And if you can't afford to support us,",
        772.82,
        780.66
    ],
    [
        " we can still support you. Just email assistance at joccounderground.com. And we'll get you taken care",
        780.66,
        786.84
    ],
    [
        " of until then we will see you mobilized underground.",
        786.84,
        792.18
    ]
]