[
    [
        " 10 years. 10 years is a long time, a decade. And in many ways, it seems so far in the past.",
        1.72,
        20.38
    ],
    [
        " In some ways, it doesn't seem so far away at all. It isn't hard to remember being deployed in",
        23.08,
        36.62
    ],
    [
        " Ramadi Iraq in the summer of 2006. And yes, sometimes that seems like a distant place, a long time ago.",
        36.62,
        49.26
    ],
    [
        " And yet, sometimes it feels like we were just there yesterday. The sweltering heat, the dust, the danger,",
        51.92,
        61.86
    ],
    [
        " the crystal clear focus on our mission. When we had but one purpose in our lives to close with",
        62.38,
        70.68
    ],
    [
        " a destroy an evil enemy bent on destroying us and our way of life. And it doesn't take much",
        70.68,
        81.58
    ],
    [
        " for the mind to return there, to regain that mindset, to get into the combat mode.",
        81.58,
        91.18
    ],
    [
        " And remember. Remember the operations out in the city. Remember the tracer rounds in the night sky,",
        92.88,
        103.94
    ],
    [
        " explosions shaking the earth. The weight of body armor and weapons and gear on our shoulders.",
        104.36,
        110.62
    ],
    [
        " Remember the stress and the violence and the sweat and the blood. And remember the evil.",
        111.78,
        120.94
    ],
    [
        " The pure evil that infected the city and committed savage, vile and disgusting acts of mortal sin.",
        122.58,
        132.7
    ],
    [
        " Murder, rape and torture. And inside that dark world, a world ripped apart by war. A world",
        134.0,
        147.22
    ],
    [
        " where sometimes humanity seemed all but lost. That is where we got to see and experience the",
        147.22,
        157.64
    ],
    [
        " polar opposite, the counter to all that darkness. Against that backdrop of evil, we young men.",
        157.64,
        171.38
    ],
    [
        " We band our brothers. We got to witness light and life and love so strong that it makes the",
        172.36,
        179.86
    ],
    [
        " darkness fade and makes the evil coward hide its wretched face.",
        179.86,
        184.58
    ],
    [
        " Evil bows down when it sees the bond we developed with the soldiers and Marines we fought alongside.",
        185.32,
        193.08
    ],
    [
        " Evil cannot contest the bond we formed with our brother seals, with whom we'd become so close",
        194.1,
        205.96
    ],
    [
        " that there is no stronger force in the world. Nothing more powerful. Nothing more meaningful",
        207.0,
        212.46
    ],
    [
        " than knowing that these men, these frog men, that we would do anything for each other.",
        212.46,
        219.72
    ],
    [
        " We saw powerful acts of heroism and courage on an almost daily basis which reassured us",
        221.14,
        230.44
    ],
    [
        " solemnly that good would triumph over evil. And amongst all that glory, there were a few men,",
        231.9,
        244.94
    ],
    [
        " the true heroes, the ones that rose above the rest of us to symbolize and personify courage",
        245.98,
        253.1
    ],
    [
        " and faith and selflessness and love. Mark Allen Lee was one of those rare men, one of those heroes.",
        253.1,
        268.12
    ],
    [
        " One of the few men in my life that I literally described as a saint.",
        269.56,
        276.8
    ],
    [
        " That is who Mark was. A mighty warrior whose ferocity and combat was perfectly balanced by faith",
        279.56,
        289.02
    ],
    [
        " and humor and compassion. A man that left his mark on everyone that he met. A mark of happiness",
        289.02,
        299.78
    ],
    [
        " and positivity and of humility and of joy. A man whose love for his family and friends was so",
        299.78,
        312.06
    ],
    [
        " unbounded and so limitless that you could actually feel it emanating from his heart.",
        312.4,
        320.06
    ],
    [
        " And now he has left his mark on the world.",
        321.26,
        330.54
    ],
    [
        " Mark Lee. Mark Allen Lee. When faced with fear, who else could bring a smile?",
        334.5,
        348.46
    ],
    [
        " When faced with sadness, who else could bring laughter?",
        350.4,
        356.16
    ],
    [
        " When faced with hate, who else could bring love?",
        357.08,
        365.26
    ],
    [
        " And when faced with death, who else could stand and say, take me, Lord, not my brothers?",
        366.56,
        375.94
    ],
    [
        " I will be their shield now from death. Take me and let them live on.",
        376.48,
        383.88
    ],
    [
        " And that is what Mark did. Full of youth and energy and courage and humor",
        386.16,
        398.12
    ],
    [
        " and full of love. He stood against evil and stood against death and he gave his life",
        399.78,
        413.1
    ],
    [
        " for his brothers and for our freedom. On August 2nd, 2006 in all Ramadi, Iraq.",
        414.12,
        430.08
    ],
    [
        " 10 years ago.",
        434.24,
        436.0
    ],
    [
        " 10 years ago.",
        436.28,
        441.8
    ],
    [
        " And in those 10 years, think of all that has happened in all lives.",
        442.36,
        452.8
    ],
    [
        " 10 years ago.",
        452.8,
        454.24
    ],
    [
        " Big events like marriages, children born, birthdays, new houses, new jobs, new careers.",
        454.24,
        461.84
    ],
    [
        " In small events. A morning surf session. Lunch with your buddies.",
        462.68,
        474.52
    ],
    [
        " A weekend in the mountains. A cold iced tea on a hot summer's day.",
        474.52,
        482.56
    ],
    [
        " Smile. A laugh.",
        483.88,
        488.38
    ],
    [
        " Life. Joy.",
        490.38,
        495.86
    ],
    [
        " Happiness.",
        498.22,
        500.16
    ],
    [
        " And every moment of that happiness is a gift.",
        505.52,
        511.94
    ],
    [
        " A gift. A gift given to us by Mark who sacrificed everything for us.",
        512.78,
        523.82
    ],
    [
        " Who gave up his own precious smile.",
        525.26,
        528.56
    ],
    [
        " So we could all have ours.",
        529.56,
        532.48
    ],
    [
        " Now I can tell you.",
        536.1,
        537.84
    ],
    [
        " Without a shred of doubt that on this day today, Mark would not want tears. He would not want sadness.",
        538.58,
        545.74
    ],
    [
        " He would not want sorrow.",
        546.08,
        547.74
    ],
    [
        " He would want smiles and laughter and joy because that was his gift to us.",
        549.2,
        558.98
    ],
    [
        " Every smile.",
        560.32,
        561.9
    ],
    [
        " Every laugh. Every ounce of life and love is all a gift.",
        562.62,
        570.54
    ],
    [
        " From a warrior.",
        571.9,
        574.54
    ],
    [
        " A friend.",
        576.12,
        577.8
    ],
    [
        " A comedian.",
        579.38,
        580.92
    ],
    [
        " A son.",
        582.4,
        583.08
    ],
    [
        " A brother.",
        584.38,
        585.06
    ],
    [
        " A hero.",
        586.5,
        587.66
    ],
    [
        " A saint.",
        591.3,
        592.5
    ],
    [
        " And what do we owe, Mark?",
        595.56,
        603.44
    ],
    [
        " For Mark.",
        605.12,
        608.42
    ],
    [
        " Each and every one of us must relish the gift that he gave to us and cherish each and every day.",
        610.08,
        617.34
    ],
    [
        " While remembering the incredible man that gave us this gift of life.",
        617.88,
        628.4
    ],
    [
        " And to the seals that are listening.",
        628.68,
        642.58
    ],
    [
        " The frogman.",
        643.24,
        644.78
    ],
    [
        " You, O Mark, what we owe all our fallen brothers.",
        646.0,
        650.38
    ],
    [
        " The grave commitment to carry the fire.",
        651.06,
        653.62
    ],
    [
        " To hold the torch and hold it high.",
        654.7,
        657.32
    ],
    [
        " To take the fight to the enemy every chance you get without mercy and without remorse.",
        659.06,
        665.08
    ],
    [
        " Until they are vanquished.",
        666.34,
        670.5
    ],
    [
        " And there is peace.",
        672.68,
        674.44
    ],
    [
        " Thank you, Mark.",
        675.28,
        682.68
    ],
    [
        " We will never forget you.",
        683.56,
        686.36
    ],
    [
        " God bless Mark's family.",
        687.92,
        690.46
    ],
    [
        " God bless the teams.",
        691.68,
        692.8
    ],
    [
        " God bless America.",
        693.88,
        695.02
    ],
    [
        " And God bless Mark Allen Lee.",
        696.16,
        699.66
    ]
]