[
    [
        " The names and the stories in this episode have been omitted to protect the privacy of the individuals involved.",
        0.58,
        6.86
    ],
    [
        " This is Jocco Podcast number 37.",
        7.94,
        11.94
    ],
    [
        " With Echo Charles and me, Jocco Willink. Good evening, Echo.",
        12.82,
        17.22
    ],
    [
        " Good evening.",
        17.58,
        18.04
    ],
    [
        " And with us tonight, I am honored to have retired Chief Worn Officer Roger Hayden.",
        19.08,
        26.88
    ],
    [
        " And here with us tonight as a guest.",
        27.38,
        29.46
    ],
    [
        " Now unless you are in the SEAL teams or you were in the SEAL teams, then you likely don't know who Roger Hayden is.",
        29.9,
        40.6
    ],
    [
        " In fact, I am going to go ahead and guarantee you don't know who Roger Hayden is.",
        40.74,
        44.58
    ],
    [
        " There is no book, there is no movie, there is no social media, there is no one to Google.",
        44.68,
        51.58
    ],
    [
        " And I have talked before about how there are three types of guys in the SEAL teams.",
        54.04,
        61.86
    ],
    [
        " The guys that built the reputation that the SEAL teams has, the guys that maintain the reputation of the SEAL teams.",
        62.64,
        72.38
    ],
    [
        " And then there is the guys that live off the reputation of the SEAL teams.",
        72.98,
        77.58
    ],
    [
        " And usually those guys didn't contribute much to it in the first place.",
        77.86,
        81.54
    ],
    [
        " But let there be no doubt Roger Hayden is without question, without question.",
        82.06,
        88.34
    ],
    [
        " One of the people, one of the men responsible for building the reputation of the SEAL teams.",
        89.38,
        94.3
    ],
    [
        " He did the massive heavy lifting and laid down the foundation of everything that the SEAL teams are in the jungles of Vietnam.",
        94.3,
        105.14
    ],
    [
        " And he passed on lessons of combat written in blood that we carry to this day.",
        106.08,
        113.34
    ],
    [
        " One of the guys here, Roger Hayden, that truly forged the attitude that makes the SEAL teams what the SEAL teams are.",
        114.66,
        125.08
    ],
    [
        " And I'm going to tell you quickly how I first heard of Roger.",
        126.24,
        129.06
    ],
    [
        " So I was back, I was a new guy at SEAL team one.",
        130.2,
        133.8
    ],
    [
        " So it's 1991.",
        133.92,
        134.94
    ],
    [
        " And back then, no one, SEALs weren't that popular yet.",
        135.84,
        138.84
    ],
    [
        " And the old SEAL UDT SEAL reunions were not that big of a deal.",
        139.02,
        143.22
    ],
    [
        " They were just kind of a small little gig down it, down it like the Lions Club or something in national city.",
        143.48,
        150.32
    ],
    [
        " Real low key.",
        150.32,
        151.32
    ],
    [
        " But the only guys, none of the younger SEALs went to him who's all Vietnam SEALs, maybe a couple World War II guys.",
        151.74,
        157.98
    ],
    [
        " And I was down there with my running mate at the time, my good friend who's at SEAL team one who I've gone through buzz with,",
        158.64,
        167.58
    ],
    [
        " a guy by the name of Chris.",
        167.58,
        168.6
    ],
    [
        " And we were just sitting around talking to some old Vietnam guys.",
        169.32,
        172.48
    ],
    [
        " And we were getting pretty fired up.",
        172.96,
        175.2
    ],
    [
        " You know, it's kind of, there's, you don't want you to pay the $10 fee to get into this gig.",
        175.22,
        180.14
    ],
    [
        " There's free beer.",
        180.14,
        181.1
    ],
    [
        " So we were, we were a few beers deep.",
        181.1,
        183.18
    ],
    [
        " You might say, we're listening to stories.",
        183.18,
        184.6
    ],
    [
        " And again, we were new guys.",
        184.6,
        186.08
    ],
    [
        " This is 1991.",
        186.08,
        186.88
    ],
    [
        " We didn't, never been in combat.",
        186.98,
        188.62
    ],
    [
        " So we were there to try and learn and about the history and learn about the guys.",
        188.62,
        194.24
    ],
    [
        " And finally, me being young and dumb and pretty well buzzed.",
        194.24,
        200.96
    ],
    [
        " I asked these two Vietnam guys that we were sitting there talking to.",
        201.16,
        204.58
    ],
    [
        " I said, hey, who was the most badass murder and motherfuckin' SEAL in Vietnam?",
        205.24,
        213.18
    ],
    [
        " And both these guys looked at me and said, Roger Aiden.",
        214.6,
        218.94
    ],
    [
        " And I remembered that name.",
        221.48,
        222.86
    ],
    [
        " And when I actually met you for the first time,",
        223.86,
        227.02
    ],
    [
        " you were, I'd met you a couple of times,",
        227.62,
        229.2
    ],
    [
        " but then when I actually worked with you for the first time,",
        229.24,
        231.0
    ],
    [
        " you were a lane grader on a, on a platoon full mission profile.",
        231.0,
        234.44
    ],
    [
        " And that's actually the first time I learned,",
        235.16,
        238.0
    ],
    [
        " truly understood the concept of cover and move,",
        238.2,
        241.9
    ],
    [
        " which is a basic tactic, which guys didn't know.",
        242.12,
        244.96
    ],
    [
        " No one had taught it to me.",
        245.04,
        245.8
    ],
    [
        " This was my second platoon.",
        245.82,
        246.92
    ],
    [
        " I'd already been through a workup.",
        246.92,
        248.14
    ],
    [
        " I had the idea in my head, but here in you say it, the way you described it,",
        248.34,
        252.82
    ],
    [
        " I said it clicked in my head and I never forgot it.",
        252.92,
        255.68
    ],
    [
        " And I actually wrote about it in the book, Extreme Ownership.",
        255.72,
        258.78
    ],
    [
        " That's what I taught to all the SEALs that when I was putting through training,",
        258.82,
        261.42
    ],
    [
        " that's what I taught them.",
        261.44,
        262.14
    ],
    [
        " One of those fundamental tactics.",
        262.66,
        264.9
    ],
    [
        " And so that's kind of my introduction to Roger Aiden.",
        265.76,
        275.2
    ],
    [
        " So Roger, I know you've actually literally never done an interview before.",
        275.2,
        279.76
    ],
    [
        " And I want to thank you for coming on.",
        280.18,
        282.66
    ],
    [
        " It's a true honor to have you on the podcast.",
        282.82,
        285.36
    ],
    [
        " So welcome.",
        285.66,
        286.26
    ],
    [
        " Yeah, Roger Aiden here.",
        287.24,
        290.82
    ],
    [
        " Thanks, Jack.",
        290.94,
        291.46
    ],
    [
        " I really appreciate it.",
        291.46,
        292.62
    ],
    [
        " And you're one of my heroes too.",
        292.72,
        294.0
    ],
    [
        " Different environment, different times.",
        294.56,
        296.22
    ],
    [
        " You two kicked ass and took names too.",
        296.5,
        298.6
    ],
    [
        " I was just one of the boys in the SEALs.",
        299.4,
        305.18
    ],
    [
        " I was in the SEAL team one when I got there and deployed a couple of times with them.",
        305.18,
        308.62
    ],
    [
        " And our environment was the jungle and we got pretty good at it.",
        309.4,
        312.74
    ],
    [
        " And went out and hunted the bad guys.",
        313.06,
        314.8
    ],
    [
        " Nobody else in Vietnam as far as I know, Army, Marines,",
        315.44,
        319.48
    ],
    [
        " or any of them would go out at night.",
        320.24,
        322.22
    ],
    [
        " They would usually hold up in a base camp or somewhere like that.",
        322.24,
        325.08
    ],
    [
        " While we figured night times when they move around,",
        325.22,
        327.24
    ],
    [
        " that's when we're going to move around and see if we can find these guys and take them out.",
        327.82,
        331.04
    ],
    [
        " That's what we did.",
        331.14,
        331.82
    ],
    [
        " It isn't one guy.",
        334.14,
        335.44
    ],
    [
        " It's a team effort.",
        335.74,
        336.62
    ],
    [
        " Everybody works hard.",
        336.86,
        338.42
    ],
    [
        " I had some great, great buddies in mind that were,",
        338.6,
        341.06
    ],
    [
        " I mean, my gutter partner was a stoner guy.",
        341.52,
        344.36
    ],
    [
        " And I was a 60 guy between the two of us.",
        344.68,
        346.78
    ],
    [
        " He shot a thousand rounds a minute nine of five five.",
        347.32,
        349.56
    ],
    [
        " I mean, a seven, six, two, my 60.",
        349.68,
        351.42
    ],
    [
        " It worked out well.",
        351.58,
        352.92
    ],
    [
        " Last but two night was in.",
        353.28,
        354.98
    ],
    [
        " We carried four sixties and five stoners.",
        355.06,
        357.52
    ],
    [
        " Good.",
        357.92,
        358.14
    ],
    [
        " And if you didn't carry a stoner or a 60, you carried a 16 with a 203 on it,",
        358.14,
        363.22
    ],
    [
        " or XM 148 for back in the day, guys.",
        363.48,
        365.96
    ],
    [
        " Say those numbers again of how many guys were carrying sixties and stoners?",
        366.16,
        369.32
    ],
    [
        " Four of us were carrying sixties and five guys carried stoners out of a 14-manblitude.",
        369.48,
        375.18
    ],
    [
        " That's what we operated.",
        375.34,
        376.28
    ],
    [
        " So for those of you civilians out there that are listening,",
        377.3,
        379.82
    ],
    [
        " that's a lot of firepower.",
        380.1,
        381.74
    ],
    [
        " That's the way you bring the thunder.",
        381.98,
        383.68
    ],
    [
        " And so where'd you grow up though?",
        384.24,
        385.64
    ],
    [
        " Before you got into teams, where'd you grow up?",
        385.76,
        387.1
    ],
    [
        " Basically, my roots, and what I look at, my dad was a carpenter,",
        387.96,
        391.78
    ],
    [
        " so we moved quite a bit around, but there was a place called Rulnan Montana",
        391.96,
        396.14
    ],
    [
        " by the flathead lake in Montana.",
        396.14,
        399.12
    ],
    [
        " Would you have the mission range and a real, real brief area?",
        399.58,
        402.56
    ],
    [
        " I grew up green-breaking horses and stuff like that.",
        403.04,
        406.8
    ],
    [
        " And building tree houses and just working on my grandpa's farm",
        407.06,
        412.58
    ],
    [
        " and my uncle's ranch and stuff like that.",
        412.58,
        415.12
    ],
    [
        " So that's kind of where I grew up at.",
        415.12,
        416.76
    ],
    [
        " I lived a while in Phoenix, Arizona and stuff like that.",
        416.84,
        420.98
    ],
    [
        " And it says here in the next thing, sports.",
        421.22,
        423.4
    ],
    [
        " So I played football outside linebacker.",
        423.42,
        425.86
    ],
    [
        " I boxed her two years in high school.",
        425.9,
        427.6
    ],
    [
        " And I swam.",
        428.14,
        429.44
    ],
    [
        " My dad worked on the tram in Palm Springs.",
        429.86,
        433.26
    ],
    [
        " And when he was there, I went to Palm Springs, high school,",
        433.26,
        436.22
    ],
    [
        " so I got on the water pool team there.",
        436.22,
        438.02
    ],
    [
        " So that's how you got a little comfortable in the water?",
        438.48,
        440.52
    ],
    [
        " Yeah.",
        440.74,
        440.88
    ],
    [
        " Oh yeah.",
        441.3,
        441.64
    ],
    [
        " So at what point, what year was it when you actually decided",
        441.76,
        445.02
    ],
    [
        " you were going to join the Navy?",
        445.02,
        445.92
    ],
    [
        " I was 1965.",
        446.62,
        451.2
    ],
    [
        " And did you know, already know about the SEAL teams?",
        452.16,
        454.44
    ],
    [
        " Well, no.",
        454.72,
        454.92
    ],
    [
        " Nobody knew about them.",
        455.64,
        456.34
    ],
    [
        " My dad, like you said, he was a carpenter.",
        456.74,
        460.04
    ],
    [
        " But he was in UDT3.",
        460.34,
        463.8
    ],
    [
        " And it was at Swam on the Incheon Harbor in Vietnam.",
        464.86,
        469.34
    ],
    [
        " But I didn't, I'm not Vietnam Korea.",
        469.56,
        470.98
    ],
    [
        " But I didn't know anything about it because he never talked about it.",
        470.98,
        473.76
    ],
    [
        " So your dad was a frog there?",
        473.82,
        475.36
    ],
    [
        " Yeah.",
        475.38,
        475.58
    ],
    [
        " But I mean, that's, I knew guys that knew him, older, older guys.",
        475.82,
        478.98
    ],
    [
        " Right.",
        479.0,
        479.06
    ],
    [
        " I mean, when I was a young guy, like he said, you were,",
        479.24,
        481.48
    ],
    [
        " you're talking that, you know.",
        481.6,
        483.26
    ],
    [
        " So anyway, but he never said much about it.",
        483.68,
        485.96
    ],
    [
        " But when I was a kid, you know, I watched the bridge of the river quiet.",
        485.96,
        489.42
    ],
    [
        " And the guns are never on.",
        489.6,
        492.24
    ],
    [
        " And I also seen the Marines hitting beaches.",
        492.42,
        495.24
    ],
    [
        " And the Rangers getting wiped out.",
        495.44,
        496.96
    ],
    [
        " And they went, okay, if you're going to fight,",
        496.96,
        498.9
    ],
    [
        " you want to get in something that you think you're going to come back with.",
        498.9,
        501.62
    ],
    [
        " So that's why I became a frog man.",
        501.86,
        503.82
    ],
    [
        " And we didn't go through buds.",
        504.28,
        505.62
    ],
    [
        " It was UDT area underwater demolition training.",
        505.62,
        508.06
    ],
    [
        " And then you got, so you joined the Navy?",
        509.52,
        511.8
    ],
    [
        " Did, uh, if you would, did you go straight to, straight to underwater demolition training?",
        512.36,
        516.36
    ],
    [
        " No, no, back in the day, they wanted you to have an A school.",
        516.36,
        519.14
    ],
    [
        " Okay.",
        519.38,
        519.68
    ],
    [
        " So I got a boot camp in 65, went to North Island in Coronado for about seven months,",
        519.9,
        527.26
    ],
    [
        " waiting for my radio mincegold.",
        527.26,
        529.1
    ],
    [
        " And was lucky enough to go to 22 weeks of radio mincegold.",
        529.1,
        533.24
    ],
    [
        " And then went from there to the US as a power vierer for about four months.",
        533.98,
        537.06
    ],
    [
        " And then went to training.",
        537.26,
        538.9
    ],
    [
        " And I started training January 6, 1967.",
        539.52,
        543.4
    ],
    [
        " How big was your classroom? You showed up to that?",
        543.96,
        545.96
    ],
    [
        " There was about, I don't know, 200 of us, maybe, maybe 150.",
        547.08,
        551.52
    ],
    [
        " How many guys made it?",
        551.8,
        552.68
    ],
    [
        " There were about 30 of us that made it.",
        553.28,
        555.1
    ],
    [
        " Which was pretty good. And it was colder than shit.",
        555.36,
        557.38
    ],
    [
        " I don't know how you guys did when you went to training, Yoko.",
        557.5,
        561.86
    ],
    [
        " But we made a pact that we weren't going to let anybody quit.",
        562.2,
        565.26
    ],
    [
        " And we did everything we could to make that happen.",
        565.46,
        567.86
    ],
    [
        " And some guys did make it through that we shouldn't have.",
        568.1,
        571.38
    ],
    [
        " Yeah. That's one of the, that's one of the things I've talked about with Laf is,",
        571.4,
        574.88
    ],
    [
        " you see that. And I was never instructor at buds.",
        575.12,
        577.34
    ],
    [
        " But eventually you say, you know, you don't want to help people through.",
        577.6,
        580.7
    ],
    [
        " Yeah.",
        580.9,
        581.1
    ],
    [
        " They're not going to make it through on their own. You don't want them.",
        581.1,
        582.98
    ],
    [
        " You know, you got to get guys are going to get through it on the road.",
        583.36,
        586.26
    ],
    [
        " Yeah, but you know what I mean?",
        586.28,
        587.38
    ],
    [
        " Yeah, we got close and we just figured, you know, I had a guy who was a,",
        587.6,
        592.02
    ],
    [
        " there was a previous fleet guy.",
        592.04,
        593.76
    ],
    [
        " And he had been to buds before.",
        593.76,
        595.02
    ],
    [
        " And I became friends with his second class mature guy.",
        595.14,
        598.06
    ],
    [
        " And I thought, yeah, this guy I'm going to kind of follow his lead a little bit.",
        598.06,
        601.46
    ],
    [
        " You know, second night of hell week, he quit.",
        601.6,
        605.16
    ],
    [
        " I was just, I was laughing.",
        605.36,
        606.98
    ],
    [
        " I'm like, go look, here's a mature guy, 27 years old.",
        607.12,
        609.84
    ],
    [
        " And I was a kid and he's quit and ridiculous.",
        609.84,
        612.74
    ],
    [
        " So then you, but when you got done with the initial UDTR,",
        613.78,
        618.36
    ],
    [
        " A, you went to, you checked in a UDT, right?",
        618.9,
        622.46
    ],
    [
        " Yeah, UDT 12 is really funny because I mean,",
        622.7,
        626.2
    ],
    [
        " our good friend of mine up in Flagstaff's where he joined in.",
        626.26,
        628.78
    ],
    [
        " We decided we're going to be Marines, you know, so and his dad,",
        629.4,
        633.12
    ],
    [
        " you go out of canal, you name it.",
        633.26,
        635.64
    ],
    [
        " You just, you know, goes D.I. you use the Marine,",
        635.64,
        639.3
    ],
    [
        " but he talked me into it too.",
        639.58,
        640.7
    ],
    [
        " So we went up to join the Marines well.",
        640.82,
        642.6
    ],
    [
        " That office was closed and right across the hallway was the Navy Recruiter.",
        643.18,
        647.86
    ],
    [
        " There was a boast made of the line, you know, lean against the door.",
        647.9,
        652.44
    ],
    [
        " And he goes, what are you boys doing?",
        652.54,
        653.58
    ],
    [
        " Well, we're going to join Marines, you know, which, you know, it's all good.",
        653.76,
        656.88
    ],
    [
        " And he goes, ask the other guy, well, what your parents background,",
        657.02,
        660.64
    ],
    [
        " everything, Marines, Marines, Marines.",
        660.82,
        662.22
    ],
    [
        " So he knew that he was going to East Abbot, you know,",
        662.42,
        664.16
    ],
    [
        " well, my dad was in the Navy at Chief and that he says, come here son.",
        664.16,
        669.04
    ],
    [
        " So my buddy went off to be a Marine.",
        670.44,
        672.26
    ],
    [
        " I went to the Navy at close.",
        672.28,
        674.92
    ],
    [
        " Yeah, I think we all have a story like that.",
        675.42,
        677.84
    ],
    [
        " Yeah, I know really close though.",
        677.88,
        679.14
    ],
    [
        " Yeah, I had a buddy Bruce.",
        679.54,
        680.92
    ],
    [
        " We saw like some ship pulled in and we saw guys marine uniforms.",
        681.14,
        686.48
    ],
    [
        " And we were like, let's go join.",
        686.48,
        687.92
    ],
    [
        " Let's just go join.",
        688.0,
        688.74
    ],
    [
        " That's how effective that recruiting tool is.",
        689.26,
        691.74
    ],
    [
        " Oh, yeah, it's a lovely, I love it.",
        691.84,
        693.62
    ],
    [
        " It was the open, you know, the Marine, the Navy officers open.",
        694.02,
        698.6
    ],
    [
        " So recruiting office.",
        698.92,
        700.1
    ],
    [
        " And so he showed up at UDT and then what was the schedule there?",
        700.36,
        703.94
    ],
    [
        " I mean, the Vietnam War was already on.",
        704.2,
        705.86
    ],
    [
        " So now it's like, is it 1966 now?",
        705.86,
        707.76
    ],
    [
        " No, I didn't got, got one in to UDT67.",
        708.66,
        711.96
    ],
    [
        " I graduated from training, I think I'm on 1967.",
        711.96,
        715.68
    ],
    [
        " And that's when I went over to UDT12.",
        716.48,
        718.44
    ],
    [
        " Yeah, the word been on.",
        719.14,
        720.12
    ],
    [
        " And then we had heard a little bit about CLT, but still didn't nobody knew much about it.",
        720.16,
        725.04
    ],
    [
        " Because we're everybody I graduated with, East Coast and West Coast.",
        725.3,
        728.96
    ],
    [
        " You went to a UDT team first.",
        729.3,
        731.12
    ],
    [
        " Then you did a trip with UDT, then you came back and got in the CLT.",
        731.7,
        735.06
    ],
    [
        " And how was that, how was that first trip with UDT?",
        735.54,
        737.78
    ],
    [
        " Oh, it was great.",
        737.88,
        738.38
    ],
    [
        " I was did a nine month trip and we had different debts that you went to in Vietnam like I was.",
        738.68,
        746.44
    ],
    [
        " First thing we did is go to Denang, a place called Camp Tenshon.",
        746.52,
        751.0
    ],
    [
        " We worked up at Foubae, Wei, Quang Tui, Dung Ha, all over the northern part of South Vietnam,",
        751.14,
        758.54
    ],
    [
        " doing demo work, different things, you know what I mean.",
        759.26,
        761.48
    ],
    [
        " And then we left that debt and went on the USS Taishanko and we did about 110 miles of beach recon.",
        761.96,
        767.82
    ],
    [
        " And then from there, we went, some of us went down to a debt in the...",
        768.06,
        774.14
    ],
    [
        " Willow's hydrographic consensor where they're just looking at the beach.",
        774.88,
        777.48
    ],
    [
        " Old school perpendicular.",
        778.06,
        779.38
    ],
    [
        " For parallel, not perpendicular, but most of them are parallel.",
        779.74,
        783.14
    ],
    [
        " We didn't do any perpendicular that you come back up, you know what I mean.",
        783.38,
        786.32
    ],
    [
        " So for those of you that don't know, the original job, one of the original jobs",
        786.54,
        791.2
    ],
    [
        " the UDT was to find out how deep the water is off of a beach.",
        791.2,
        794.98
    ],
    [
        " So, if there's any obstacles there, that could trip up a boat that's coming in.",
        795.32,
        801.76
    ],
    [
        " And so you said you did 110 miles of that?",
        802.2,
        805.22
    ],
    [
        " Yeah, three months.",
        805.26,
        805.64
    ],
    [
        " That's the answer.",
        806.1,
        807.32
    ],
    [
        " And so you basically, you have to swim with a lead line.",
        807.32,
        810.24
    ],
    [
        " So you have a cord with a piece of lead on the bottom of it.",
        810.46,
        813.52
    ],
    [
        " And you've got different markings on it to tell you how deep, how long it is.",
        813.58,
        817.34
    ],
    [
        " And you sit there and you swim along and you...",
        817.56,
        819.82
    ],
    [
        " Every 25 meters.",
        819.82,
        821.14
    ],
    [
        " And you have a beach party on the beach.",
        822.32,
        824.22
    ],
    [
        " And it has a swimmer line going out.",
        824.22,
        826.18
    ],
    [
        " And we added hook to an IBS.",
        826.64,
        827.92
    ],
    [
        " In case we got hit or something that IBS could turn and you get this out of there.",
        828.0,
        832.18
    ],
    [
        " We all grabbed onto the...",
        832.32,
        833.72
    ],
    [
        " Of course it was only a 9.5 horsepower engine.",
        833.72,
        836.76
    ],
    [
        " So you didn't go out very fast.",
        836.96,
        838.2
    ],
    [
        " You'd be able to swim fast enough.",
        838.46,
        839.4
    ],
    [
        " Every 25 meters you take sounding, sounding, sounding when you got back to the Dishinko,",
        839.4,
        844.06
    ],
    [
        " then the cartographer, which I was lucky enough to be one, you'd do up a hydrographic chart.",
        844.14,
        849.36
    ],
    [
        " Right.",
        849.56,
        849.72
    ],
    [
        " When I got the UDT12, you know, you're pretty regimented.",
        849.78,
        855.3
    ],
    [
        " And I'll call it BUDZ, it was UDT12, but you're pretty regimented.",
        855.3,
        858.44
    ],
    [
        " BUDZ, when we got there, our protunes weren't even formed up.",
        858.46,
        861.52
    ],
    [
        " And you were kind of lost at sea.",
        861.7,
        862.98
    ],
    [
        " And I mean, no, he's really telling you what you have to do.",
        863.26,
        866.36
    ],
    [
        " You're not in a platoon yet.",
        866.56,
        867.7
    ],
    [
        " And it was kind of floating.",
        867.78,
        870.32
    ],
    [
        " You know what I mean?",
        870.8,
        871.18
    ],
    [
        " We went up and did lifeguard stuff for the Marines when they did landings up by Pendleton and stuff like that.",
        871.52,
        879.2
    ],
    [
        " It wasn't really a lot to do.",
        879.26,
        880.5
    ],
    [
        " You know we're going, Jesus.",
        880.62,
        881.52
    ],
    [
        " You know, played volleyball a lot and stuff.",
        881.8,
        883.44
    ],
    [
        " You know, ran around your UDTs and coral boots.",
        883.44,
        887.04
    ],
    [
        " And so then we started forming up.",
        887.22,
        890.8
    ],
    [
        " And how UDT worked is that they'd be home for nine months.",
        891.04,
        895.98
    ],
    [
        " And then the whole team would deploy and relieve the team that was out there like we were leaving UDT11.",
        896.5,
        902.78
    ],
    [
        " And the 11 would come back.",
        903.34,
        904.48
    ],
    [
        " Nine months later, they would come out and relieve us.",
        904.98,
        907.84
    ],
    [
        " So there's nine month deployments and almost port and starboard.",
        908.16,
        911.06
    ],
    [
        " You didn't have like a year and a half, two years of workup.",
        911.48,
        914.08
    ],
    [
        " That was about nine months.",
        914.22,
        915.2
    ],
    [
        " Nine months home with the workup.",
        915.5,
        917.52
    ],
    [
        " And there was the workup.",
        917.56,
        918.42
    ],
    [
        " What did you do during the workup?",
        918.82,
        920.26
    ],
    [
        " Oh, we did everything.",
        920.36,
        921.28
    ],
    [
        " We did recon.",
        921.46,
        922.22
    ],
    [
        " We did demolition raids.",
        922.64,
        924.24
    ],
    [
        " We did river recon.",
        924.24,
        926.68
    ],
    [
        " So we just...",
        927.06,
        929.64
    ],
    [
        " How many guys were in the UDT platoon?",
        929.64,
        931.2
    ],
    [
        " 18 or 20.",
        932.74,
        935.52
    ],
    [
        " It might have been 20.",
        935.7,
        936.8
    ],
    [
        " It was quite a bit because you got the swimmer line.",
        937.02,
        938.98
    ],
    [
        " You got the party and all that other stuff.",
        938.98,
        940.54
    ],
    [
        " That's why we did the old art platoon.",
        940.92,
        942.62
    ],
    [
        " We always try to get a couple extra guys because we needed them to cover more beach.",
        942.64,
        945.64
    ],
    [
        " Same deal.",
        945.96,
        946.58
    ],
    [
        "",
        947.02,
        947.02
    ],
    [
        " And everything you did on it, and we'd do...",
        947.44,
        950.26
    ],
    [
        " It was just a lot.",
        950.26,
        952.62
    ],
    [
        " You know what I mean?",
        953.02,
        953.44
    ],
    [
        " And there was a lot of physical work too.",
        953.68,
        955.36
    ],
    [
        " You know what I mean?",
        955.66,
        955.98
    ],
    [
        " Everything.",
        956.06,
        956.4
    ],
    [
        " UDT actually went and went through training.",
        956.52,
        958.42
    ],
    [
        " I think we did about 50 times more swimming than the guys doing buds now.",
        958.96,
        964.22
    ],
    [
        " Because that's what we were.",
        964.36,
        965.32
    ],
    [
        " We were a frogmen.",
        965.44,
        966.1
    ],
    [
        " And you saw.",
        966.1,
        966.8
    ],
    [
        " And that's a lot of the future for more swimming than we did in buds.",
        967.66,
        971.6
    ],
    [
        " That's a lot of swimming.",
        971.72,
        972.46
    ],
    [
        " I'm glad I went through buds instead of that.",
        973.16,
        975.02
    ],
    [
        " Wow, that surf out there in January is pretty cold.",
        976.04,
        979.4
    ],
    [
        " Yeah, there's no doubt.",
        979.7,
        980.52
    ],
    [
        " When you were there, you would tell me before about some of the kind of hooking on to some of the conventional units or some of their operations that they did with...",
        981.18,
        988.94
    ],
    [
        " I think it was the ninth infantry.",
        988.94,
        990.2
    ],
    [
        " Yeah, so we were down in the Delta.",
        990.36,
        992.4
    ],
    [
        " Now we were doing river reekons.",
        994.04,
        997.24
    ],
    [
        " And I think we're the ones that ever did it with this.",
        998.44,
        1000.36
    ],
    [
        " They called them the darts.",
        1000.48,
        1001.82
    ],
    [
        " And it would look like a jet ski, but you laid on it and you guided it with your feet.",
        1001.82,
        1006.68
    ],
    [
        " It had a 355 degree camera up on top and a fat ominer on the bottom of it.",
        1007.12,
        1013.28
    ],
    [
        " And it had a piece of aluminum out like this, of course,",
        1013.72,
        1015.86
    ],
    [
        " so you wouldn't get hit with the props and stuff.",
        1015.86,
        1017.64
    ],
    [
        " And the handles were on the right and left.",
        1017.86,
        1020.5
    ],
    [
        " You know what I'm saying?",
        1020.5,
        1021.34
    ],
    [
        " And they went up to about 30 knots.",
        1021.96,
        1023.44
    ],
    [
        " What they would do is take two of us either by chopper or something, drop us in a canal.",
        1023.68,
        1027.64
    ],
    [
        " It would come down that canal.",
        1028.38,
        1029.66
    ],
    [
        " Then we got back.",
        1029.66,
        1030.52
    ],
    [
        " We'd do a chart of that canal.",
        1030.66,
        1033.84
    ],
    [
        " And that would let the ninth infantry in their river reenbolts.",
        1034.8,
        1038.82
    ],
    [
        " No, if they could go up there and do a landing or not.",
        1039.08,
        1041.9
    ],
    [
        " That's one of the things we did.",
        1042.28,
        1043.64
    ],
    [
        " Of course, you only went down the river maybe once or twice and you didn't go down anymore.",
        1043.78,
        1048.62
    ],
    [
        " I was stupid.",
        1049.68,
        1050.48
    ],
    [
        " Would you carry like a side arm when you were on that other jet ski?",
        1050.9,
        1053.76
    ],
    [
        " Yeah, we had a 45 in the front of the cover there.",
        1053.76,
        1056.74
    ],
    [
        " And that's what we had.",
        1056.86,
        1057.58
    ],
    [
        " We had a black jacket on a helmet, UDT's and tied it with our feet.",
        1057.72,
        1062.92
    ],
    [
        " Would you do it at night or in the daytime?",
        1063.42,
        1065.38
    ],
    [
        " A daytime.",
        1065.7,
        1066.08
    ],
    [
        " Oh, damn.",
        1066.32,
        1067.02
    ],
    [
        " And then you know, with that 350 degree camera across canals coming into Bogota,",
        1067.62,
        1074.96
    ],
    [
        " there was anything that was a known thing you could find on a map would take a picture of.",
        1074.96,
        1080.02
    ],
    [
        " As we went down, you tried to stay at the same speed all the way down because otherwise your chart wouldn't be good.",
        1080.06,
        1086.5
    ],
    [
        " But we really did that and we couldn't do it too much.",
        1087.16,
        1090.0
    ],
    [
        " So, I mean, just the different rivers and different canals and stuff.",
        1090.32,
        1094.02
    ],
    [
        " So we got bored.",
        1094.22,
        1094.94
    ],
    [
        " So we started going out with the ninth infantry on those river boats to be their demolition guys,",
        1095.16,
        1100.44
    ],
    [
        " blow up bunkers and sometimes they put log dams across the river.",
        1100.44,
        1104.24
    ],
    [
        " We blow those up and stuff.",
        1104.46,
        1105.66
    ],
    [
        " And we took some heavies on that doing that.",
        1105.98,
        1108.5
    ],
    [
        " So what kind of situations did you get in when you were riding up with a ninth infantry?",
        1109.0,
        1113.22
    ],
    [
        " Well, we got caught in ambush one time.",
        1113.9,
        1115.68
    ],
    [
        " They usually had about seven, about five, six, seven boats.",
        1116.02,
        1119.74
    ],
    [
        " They had a boat in the front called an alpha boat.",
        1120.22,
        1122.9
    ],
    [
        " It looked like your old monitor in the Civil War.",
        1123.16,
        1127.54
    ],
    [
        " And then they had like the landing craft.",
        1127.9,
        1131.08
    ],
    [
        " They had those with bar armor on the side and then they had 50s up on top and back there.",
        1131.46,
        1136.5
    ],
    [
        " That'll build up and they had bar armor.",
        1136.62,
        1138.98
    ],
    [
        " So that if a B40 rocket punched in, they had real thick Styrofoam.",
        1139.46,
        1144.2
    ],
    [
        " So that would just be channeled into one area if they hit them from the sides.",
        1144.38,
        1147.82
    ],
    [
        " And they had 30s, two 30s on each side.",
        1148.18,
        1150.72
    ],
    [
        " Each one of the landing craft type of boats that they put the troops in.",
        1150.94,
        1154.6
    ],
    [
        " And right in the middle of that was what they call a monitor.",
        1154.86,
        1157.62
    ],
    [
        " And you've seen that.",
        1157.84,
        1158.92
    ],
    [
        " That's over in Sismfield.",
        1159.12,
        1160.7
    ],
    [
        " It's a great big boat.",
        1160.86,
        1162.04
    ],
    [
        " And then at the back they had another alpha boat.",
        1162.54,
        1164.6
    ],
    [
        " And then all the ones in between.",
        1165.12,
        1166.32
    ],
    [
        " So who was one of those Navy boats where they army boats?",
        1166.78,
        1169.86
    ],
    [
        " No, they're Navy.",
        1170.08,
        1170.5
    ],
    [
        " They're Navy guys doing it.",
        1171.0,
        1172.12
    ],
    [
        " I wouldn't have that job for anything.",
        1172.2,
        1173.6
    ],
    [
        " So anyway, we was going up and a group had won it before.",
        1173.76,
        1177.78
    ],
    [
        " It struck their people off.",
        1177.96,
        1179.04
    ],
    [
        " They came right by us.",
        1179.1,
        1180.22
    ],
    [
        " As soon as we got by them, they opened up on us.",
        1180.38,
        1183.42
    ],
    [
        " And it was a bad day.",
        1183.42,
        1185.1
    ],
    [
        " We had 30 killed in 70 wounded Americans.",
        1185.32,
        1187.92
    ],
    [
        " And like the alpha boat ahead of us, everybody but one guy was killed on it.",
        1188.38,
        1193.66
    ],
    [
        " And that boat was floating by and still had the American flag flying.",
        1193.92,
        1196.86
    ],
    [
        " And there's one guy on the back on the 30 still shooting.",
        1197.46,
        1200.02
    ],
    [
        " Damn.",
        1200.76,
        1201.12
    ],
    [
        " I mean, it was, you know, it still almost cracks me up when I hit.",
        1201.36,
        1205.16
    ],
    [
        " Not cracks me up, it tears me up when I think about that.",
        1205.2,
        1207.86
    ],
    [
        " But it was just that's the American fighting guy.",
        1207.9,
        1210.1
    ],
    [
        " You know, that's the way we are.",
        1210.28,
        1211.2
    ],
    [
        " So I'll give those riverboat guys all the credit in the world on those",
        1211.5,
        1215.82
    ],
    [
        " Tangle boats because they're just sitting targets, you know.",
        1215.82,
        1218.86
    ],
    [
        " And then after we got hit, of course, we all got, we were in the fourth boat back.",
        1219.2,
        1224.38
    ],
    [
        " And we heard number one boats hit.",
        1224.9,
        1227.12
    ],
    [
        " That was the alpha boat.",
        1227.32,
        1228.68
    ],
    [
        " Number two boats hit.",
        1228.88,
        1229.88
    ],
    [
        " Number three boats hit.",
        1230.66,
        1231.66
    ],
    [
        " We were number four boat.",
        1231.8,
        1232.62
    ],
    [
        " There were three of us shooting tea guys.",
        1232.72,
        1233.98
    ],
    [
        " Now, both of them remember looking over at a guy named,",
        1234.16,
        1236.3
    ],
    [
        " he'd go on word fucked.",
        1236.64,
        1237.68
    ],
    [
        " Excuse me, I shouldn't have said it.",
        1238.38,
        1239.72
    ],
    [
        " Anyway, then we got hit.",
        1239.72,
        1241.22
    ],
    [
        " Blue us all down and stuff.",
        1241.4,
        1242.64
    ],
    [
        " And I've worn everybody's had about 53 pieces wrapped around.",
        1242.92,
        1247.06
    ],
    [
        " And so I called over to him and hit him with morphine.",
        1247.2,
        1249.28
    ],
    [
        " Got up in the Navy.",
        1249.64,
        1250.74
    ],
    [
        " God got blown off his 30.",
        1250.74,
        1252.16
    ],
    [
        " You know, so I shoot that until I round around and shit.",
        1252.28,
        1254.72
    ],
    [
        " Well, the other guy, no, that was.",
        1255.1,
        1258.28
    ],
    [
        " I got hit.",
        1258.8,
        1259.4
    ],
    [
        " The other guy saw.",
        1259.94,
        1261.44
    ],
    [
        " Don't mess up.",
        1261.74,
        1262.44
    ],
    [
        " So he goes over and didn't see my pins through his collar.",
        1262.44,
        1264.78
    ],
    [
        " So he had seen with another shot of morphine.",
        1264.78,
        1267.0
    ],
    [
        " And he lived though.",
        1267.66,
        1268.84
    ],
    [
        " And then me and.",
        1270.3,
        1271.08
    ],
    [
        " We got that we just are shooting over the sides and stuff.",
        1271.52,
        1274.28
    ],
    [
        " And the army guys wouldn't get up and shoot.",
        1274.42,
        1275.9
    ],
    [
        " They were handing us off weapons of shoot.",
        1275.94,
        1277.66
    ],
    [
        " Well, sometimes you get.",
        1278.08,
        1279.94
    ],
    [
        " No, I'm giving them to us.",
        1279.94,
        1280.96
    ],
    [
        " And we're up there hammering down.",
        1281.04,
        1282.44
    ],
    [
        " Yeah.",
        1282.62,
        1282.72
    ],
    [
        " Sometimes you get a frog band up.",
        1283.08,
        1285.04
    ],
    [
        " Yeah.",
        1285.06,
        1285.14
    ],
    [
        " Then the cobras came in in army cobras and holds everything down real good.",
        1285.4,
        1290.38
    ],
    [
        " So they were they doing like an actual landing.",
        1290.76,
        1292.82
    ],
    [
        " That's what the purpose was.",
        1292.98,
        1293.86
    ],
    [
        " And they were going to get a beach foothold.",
        1294.18,
        1295.8
    ],
    [
        " Yeah.",
        1295.8,
        1296.12
    ],
    [
        " Work an area for a while.",
        1296.3,
        1297.44
    ],
    [
        " Work to make a sweep through there.",
        1297.56,
        1299.02
    ],
    [
        " And don't ask me why the Marines weren't doing it.",
        1299.18,
        1300.98
    ],
    [
        " I had the ninth of it.",
        1301.04,
        1302.08
    ],
    [
        " I tell you why the Marines were doing it.",
        1302.2,
        1303.86
    ],
    [
        " Was there a hole in the DMZ up in North?",
        1304.16,
        1306.52
    ],
    [
        " They shouldn't Marines.",
        1307.38,
        1308.7
    ],
    [
        " That's their job.",
        1308.7,
        1309.58
    ],
    [
        " But the ninth infantry did a good job.",
        1309.8,
        1311.4
    ],
    [
        " They're good troops.",
        1311.4,
        1312.16
    ],
    [
        " Yeah.",
        1312.38,
        1312.5
    ],
    [
        " Well, I know you haven't listened to this.",
        1313.1,
        1315.3
    ],
    [
        " This podcast much.",
        1315.54,
        1317.0
    ],
    [
        " But I know you have you have read the book that that lay and I wrote.",
        1317.18,
        1319.96
    ],
    [
        " And you know that I have nothing but nothing but the most.",
        1320.12,
        1323.0
    ],
    [
        " The most other highest respect for the Marines and the Army units that we work with were just phenomenal.",
        1323.0,
        1328.92
    ],
    [
        " And the sacrifices that they made in the bravery they showed on the battlefield was unbelievable on a daily basis.",
        1329.32,
        1335.18
    ],
    [
        " So I know it's definitely something.",
        1336.44,
        1339.02
    ],
    [
        " You think about this now.",
        1339.36,
        1340.96
    ],
    [
        " I'm thinking the training that we went through just for UDT to start with.",
        1341.12,
        1345.9
    ],
    [
        " And then I came back when you team went through seal team.",
        1346.14,
        1348.28
    ],
    [
        " So you get all the what you guys call SKT.",
        1348.28,
        1350.64
    ],
    [
        " We called it Cadbury back in the day.",
        1350.84,
        1352.34
    ],
    [
        " And then you go over again.",
        1352.66,
        1354.12
    ],
    [
        " You've already had your feeling again.",
        1354.28,
        1355.48
    ],
    [
        " Now you figure these army guys go through basic training.",
        1355.62,
        1358.52
    ],
    [
        " And a lot of them had right over the Vietnam.",
        1358.94,
        1360.94
    ],
    [
        " You know what I mean?",
        1361.18,
        1361.62
    ],
    [
        " And they could be in a shall valley anywhere.",
        1361.9,
        1365.5
    ],
    [
        " And where were the crap early hit the hit the brick.",
        1365.78,
        1368.72
    ],
    [
        " And you imagine that we had the training.",
        1368.72,
        1371.7
    ],
    [
        " We were volunteers.",
        1371.82,
        1372.66
    ],
    [
        " We volunteered for what we were going to do.",
        1372.76,
        1374.98
    ],
    [
        " We weren't just saying here you go.",
        1375.1,
        1376.78
    ],
    [
        " So we knew exactly where we were going to go.",
        1376.78,
        1378.46
    ],
    [
        " And we wanted to go.",
        1379.08,
        1380.0
    ],
    [
        " You know what I mean?",
        1380.2,
        1380.62
    ],
    [
        " No another weird thing about Vietnam.",
        1380.96,
        1384.02
    ],
    [
        " I've talked a lot about Vietnam books from Vietnam.",
        1384.02,
        1386.96
    ],
    [
        " Guys that were in Vietnam here.",
        1387.16,
        1388.54
    ],
    [
        " And the fact that these guys would rotate out.",
        1389.26,
        1392.42
    ],
    [
        " You be in the middle of a deployment.",
        1392.58,
        1393.5
    ],
    [
        " You just you know guys were just rotating out all the time.",
        1394.08,
        1395.96
    ],
    [
        " You know, it wasn't like what you just described.",
        1396.16,
        1398.12
    ],
    [
        " What you did in the seal teams and in UDT.",
        1398.32,
        1400.22
    ],
    [
        " And what we still do in the seal teams now is you get with your guys.",
        1400.32,
        1403.42
    ],
    [
        " You go through a workup with those guys together as a team.",
        1403.68,
        1407.34
    ],
    [
        " Then you go on deployment together as a team.",
        1407.52,
        1409.48
    ],
    [
        " And you come home together as a team.",
        1409.48,
        1411.06
    ],
    [
        " And the army guys they would just yeah they're just filling in the holes.",
        1411.12,
        1415.02
    ],
    [
        " And the guy would go home and another guy would take his place.",
        1415.02,
        1417.08
    ],
    [
        " So you never work with this you know.",
        1417.08,
        1418.22
    ],
    [
        " You could have a guy on a patrol with you two or three guys.",
        1418.36,
        1421.12
    ],
    [
        " You never work with before you're going out of patrol.",
        1421.12,
        1422.7
    ],
    [
        " So it's I don't like that system.",
        1423.02,
        1425.6
    ],
    [
        " I like the way we do it.",
        1425.84,
        1426.74
    ],
    [
        " Remind me of Forest Gump.",
        1426.78,
        1428.06
    ],
    [
        " You know that was what we're good little thing.",
        1428.3,
        1430.54
    ],
    [
        " What happened?",
        1431.24,
        1431.74
    ],
    [
        " No, the new guys that came into the platoon.",
        1431.96,
        1434.14
    ],
    [
        " Oh yeah, we was checking in.",
        1434.86,
        1436.38
    ],
    [
        " Yeah.",
        1436.5,
        1436.56
    ],
    [
        " Everybody's already been there already.",
        1436.68,
        1439.24
    ],
    [
        " They're just coming in.",
        1439.4,
        1440.18
    ],
    [
        " They hadn't worked up with these guys.",
        1440.22,
        1441.6
    ],
    [
        " Nothing they were just showing up.",
        1441.6,
        1443.06
    ],
    [
        " You know popping in.",
        1443.2,
        1444.04
    ],
    [
        " We actually did take a couple guys in when I was in Ramadi.",
        1444.12,
        1446.94
    ],
    [
        " We took a couple guys that just showed up.",
        1447.12,
        1448.6
    ],
    [
        " New guys.",
        1449.0,
        1449.42
    ],
    [
        " And we just had to slowly you know.",
        1449.7,
        1450.98
    ],
    [
        " Put them on wash.",
        1451.18,
        1452.88
    ],
    [
        " What did you have people that were taking out?",
        1452.88,
        1455.18
    ],
    [
        " That's why they came in.",
        1455.18,
        1456.1
    ],
    [
        " Yeah, they were just guys that were filling in.",
        1456.12,
        1457.72
    ],
    [
        " We did we lost guys but they were just guys that.",
        1457.8,
        1459.68
    ],
    [
        " Yeah.",
        1459.74,
        1460.14
    ],
    [
        " They got sent to SEAL Team 3 from SKT.",
        1460.48,
        1463.84
    ],
    [
        " And when they got there, there's no one there.",
        1464.06,
        1465.76
    ],
    [
        " So they brought them over on the platoon.",
        1465.9,
        1467.14
    ],
    [
        " A couple guys, it was like two or three guys.",
        1467.34,
        1468.98
    ],
    [
        " And we just, you know, okay, here's we made them work in the compound for a while.",
        1469.2,
        1473.64
    ],
    [
        " And then maybe bring them out.",
        1473.64,
        1474.78
    ],
    [
        " They'd be a turret gunner on the knob and maybe eventually get let them do a little more.",
        1474.78,
        1478.38
    ],
    [
        " Yeah, that's perfect.",
        1478.56,
        1479.84
    ],
    [
        " That's what you should do.",
        1480.2,
        1480.8
    ],
    [
        " And so any other any other memories.",
        1481.08,
        1485.42
    ],
    [
        " We teach stuff.",
        1485.42,
        1486.16
    ],
    [
        " Yeah.",
        1486.32,
        1486.48
    ],
    [
        " So another time we were, we used to be on the front boat, the Alpha boat because they were",
        1486.7,
        1492.92
    ],
    [
        " the first ones that saw the log dams or we had blow up bunkers and shit.",
        1492.92,
        1497.42
    ],
    [
        " We had about a big stack of C4 in the back, you know, the average action ships, you know,",
        1497.42,
        1504.02
    ],
    [
        " and also in the whole boat.",
        1504.26,
        1505.76
    ],
    [
        " It shook like this.",
        1506.2,
        1506.96
    ],
    [
        " We got a B40 rocket right in one of the exhaust tubes and we started sinking.",
        1507.02,
        1512.84
    ],
    [
        " So we did the cocks and ran it to shore and everything and we were shooting back and",
        1513.28,
        1518.52
    ],
    [
        " everything but the fucking boats they can.",
        1518.52,
        1520.24
    ],
    [
        " And if that had been about another eight inches higher than hit all that C4, you know, but",
        1520.72,
        1526.56
    ],
    [
        " we landed and then we swam off and got out in the river and this other, they called it",
        1526.56,
        1532.5
    ],
    [
        " a zippable boat.",
        1532.5,
        1533.4
    ],
    [
        " It was like the troop carrier boat.",
        1533.8,
        1535.24
    ],
    [
        " It was all napalm or not napalm whatever they got and flames the worst, you know, flames",
        1535.52,
        1540.5
    ],
    [
        " for a boat.",
        1540.5,
        1541.04
    ],
    [
        " Okay.",
        1541.22,
        1541.44
    ],
    [
        " And this thing just went on the beach and we went and climbed up on that.",
        1541.44,
        1545.84
    ],
    [
        " We got out of there.",
        1546.02,
        1547.14
    ],
    [
        " That's in the crewman.",
        1547.16,
        1548.68
    ],
    [
        " That was that was another moment of excitement.",
        1548.84,
        1551.12
    ],
    [
        " You know, it's just to go off of what you just said to and with the training that you get",
        1551.76,
        1556.98
    ],
    [
        " in special operations, seal teams, whatever, Rangers, SF is, you know, a lot of times we",
        1556.98,
        1563.7
    ],
    [
        " in special operations get a lot of praise for doing what we do and that's great and everything",
        1563.7,
        1568.9
    ],
    [
        " but like what you're talking about, being in a conventional unit, it's the same thing",
        1568.96,
        1572.3
    ],
    [
        " over in Iraq and Afghanistan, being a conventional guy, it's no joke.",
        1572.3,
        1576.42
    ],
    [
        " I mean, it's in many cases they're doing a much more dangerous job.",
        1576.8,
        1579.54
    ],
    [
        " I mean, even, you know, a logistics job, something like that where they're exposing themselves",
        1579.7,
        1584.06
    ],
    [
        " on a regular basis.",
        1584.06,
        1584.98
    ],
    [
        " So anybody out there that's a civilian that thinks that the conventional guys aren't doing,",
        1585.22,
        1590.88
    ],
    [
        " you know, aren't taking as many risks as a special operations guys.",
        1591.16,
        1593.96
    ],
    [
        " I'm telling you right now, they absolutely are.",
        1594.04,
        1596.28
    ],
    [
        " They absolutely are.",
        1596.5,
        1597.58
    ],
    [
        " And of course, there's things that all special ops guys do that step it up as well.",
        1597.58,
        1602.46
    ],
    [
        " But everybody, everybody pays a price and everybody takes a lot of risk when they go over",
        1602.7,
        1606.92
    ],
    [
        " there and it sounds like it was the same thing when you had the ninth infantry rolling up",
        1606.92,
        1610.46
    ],
    [
        " the river.",
        1610.46,
        1611.02
    ],
    [
        " Yeah, those guys were good.",
        1611.14,
        1612.34
    ],
    [
        " They didn't do jobs and if I seem to say anything, derogatory, I apologize for that.",
        1612.58,
        1618.5
    ],
    [
        " Oh, no, you didn't.",
        1618.5,
        1619.34
    ],
    [
        " Those boys were good.",
        1619.38,
        1620.08
    ],
    [
        " You didn't at all.",
        1620.08,
        1620.8
    ],
    [
        " You didn't know.",
        1620.98,
        1621.84
    ],
    [
        " I'm just pointing out a lot of times.",
        1621.9,
        1622.96
    ],
    [
        " Again, people, I'm sitting here thinking, I'm thinking exactly what you just said.",
        1623.22,
        1627.52
    ],
    [
        " Here you are, your UDT.",
        1627.52,
        1628.68
    ],
    [
        " You've been through all this training and you, you know, when that boat starts sinking,",
        1628.84,
        1631.34
    ],
    [
        " you're like, hey, I'm going to jump on the swim.",
        1631.34,
        1632.6
    ],
    [
        " There's regular army guys there.",
        1632.92,
        1634.14
    ],
    [
        " They're thinking they haven't had the training that you've had.",
        1634.42,
        1636.82
    ],
    [
        " And yet they're still in the same almost the same exact situation.",
        1637.12,
        1639.84
    ],
    [
        " Exactly.",
        1640.18,
        1640.24
    ],
    [
        " So one other thing in UDT, we're doing a beach recon and I was a photographer, so I'm",
        1640.84,
        1646.64
    ],
    [
        " up in front with another guy and I'm at this big huge piece of plexiglass.",
        1646.64,
        1651.68
    ],
    [
        " I'm doing all the backhand information, but I'm ahead of him.",
        1651.8,
        1654.94
    ],
    [
        " We're putting in the stakes so the guys behind us can hit every 25 meters and do their",
        1654.94,
        1660.26
    ],
    [
        " sound needs and stuff.",
        1660.26,
        1661.2
    ],
    [
        " Well, we didn't, usually we had Arvon, which are your South Vietnamese army or we had",
        1661.96,
        1668.8
    ],
    [
        " Marines that would do screening for us, you know, when we were doing the beach recon.",
        1668.8,
        1672.86
    ],
    [
        " We couldn't get either one of them, so we had two of our own guys doing it.",
        1672.86,
        1676.28
    ],
    [
        " So they were walking, going behind.",
        1676.82,
        1678.74
    ],
    [
        " It was all a lot of sand dunes and stuff like that on the beach, you know, and trees,",
        1679.02,
        1684.32
    ],
    [
        " little forces of, well, we almost walked right into this L-shaped ambush that they had set",
        1685.0,
        1691.2
    ],
    [
        " up for us, except the two guys back here that had a spider hole back here so that when",
        1691.2,
        1696.06
    ],
    [
        " we fell back from the ambush, if any of us were still living, these guys would get us,",
        1696.06,
        1700.46
    ],
    [
        " right?",
        1700.58,
        1700.64
    ],
    [
        " They hit these guys.",
        1701.16,
        1702.04
    ],
    [
        " So it made them open up, which made them open up earlier than we leapfrog down and got",
        1702.7,
        1708.28
    ],
    [
        " out of there, but that was a few moments of excitement too.",
        1708.28,
        1711.22
    ],
    [
        " And that's when I got back to the USS Dishanker and I went, you know, screw this naked warrior",
        1711.66,
        1718.2
    ],
    [
        " shit.",
        1718.2,
        1718.76
    ],
    [
        " Demi has sent him, can we meet up and let me go out and hunt these guys at night.",
        1718.92,
        1723.0
    ],
    [
        " I don't like running down the beach in UDT's and, you know, my coral boot shoot and M79",
        1723.56,
        1728.42
    ],
    [
        " keeping heads down and shit.",
        1728.42,
        1730.02
    ],
    [
        " You know what I mean?",
        1730.18,
        1730.52
    ],
    [
        " Yeah.",
        1730.58,
        1730.96
    ],
    [
        " But I was just UDT then, so I didn't talk too much about it, you know, I wasn't CEO.",
        1731.18,
        1736.62
    ],
    [
        " So you get back from that deployment?",
        1737.74,
        1739.32
    ],
    [
        " Oh, yeah.",
        1739.64,
        1739.94
    ],
    [
        " Yeah.",
        1739.94,
        1740.32
    ],
    [
        " Every month when I was on that deployment, I mean, we'd put in a chip to go to seal team",
        1740.36,
        1747.74
    ],
    [
        " and they'd just cheer us out.",
        1747.74,
        1749.58
    ],
    [
        " He ain't going anywhere until we get back, you know.",
        1749.82,
        1751.7
    ],
    [
        " All right.",
        1752.58,
        1752.9
    ],
    [
        " So we'd wait a month and put another chip in.",
        1753.12,
        1755.06
    ],
    [
        " Well, when we got back, boom, we went right to, um, Cadbury.",
        1755.26,
        1759.46
    ],
    [
        " Go and check into seal team one and went to, uh, Cadbury.",
        1759.84,
        1762.96
    ],
    [
        " And the Cadbury trading was, was what we call now.",
        1763.24,
        1766.0
    ],
    [
        " SDT, S-Q-T-S-T-S-I-T.",
        1766.24,
        1768.74
    ],
    [
        "",
        1768.86,
        1768.86
    ],
    [
        " All your IEDs, all that stuff.",
        1768.86,
        1770.92
    ],
    [
        " And actually on the Alamo River and a few other places, they had it set up to be exactly",
        1771.08,
        1777.58
    ],
    [
        " like it would be in Vietnam with watching little watchtowers and they had a whole, uh,",
        1777.58,
        1783.3
    ],
    [
        " village that was in amongst all the shit that's on the side of the Alamo River and stuff.",
        1784.04,
        1788.8
    ],
    [
        " It was really good training.",
        1788.8,
        1789.82
    ],
    [
        " Yeah.",
        1790.42,
        1790.82
    ],
    [
        " And then we do the ambush us with ambush them that come down in, um, you know, sand pans we had there and stuff like that.",
        1791.14,
        1797.8
    ],
    [
        " And just like on, you know, you do an ambush on a river, you always want to try to do it at a curve and hit them.",
        1797.8,
        1804.5
    ],
    [
        " So that way the sand pans after you hit them and stuff will flow into the bank.",
        1804.54,
        1807.84
    ],
    [
        " Not keep on going down the river and you can't get nothing out of them.",
        1808.14,
        1811.14
    ],
    [
        " Just all kinds of little tricks and what they did are Cadbury that ran us through the, um,",
        1811.48,
        1817.32
    ],
    [
        " our Cadbury instructors were guys that had just gotten back and they pulled them out of Platoon to do that for about six months before they went back into another platoon.",
        1818.16,
        1827.68
    ],
    [
        " So we were getting continuous guys right out of the field and Vietnam, which is real good and different areas to the triple gun at peace yet, your mangrove stuff and, you know, the rice patties and all that stuff like it.",
        1827.68,
        1840.36
    ],
    [
        " Where would you do a bulk of the training?",
        1840.36,
        1841.78
    ],
    [
        " Oh, out of an island.",
        1842.3,
        1843.64
    ],
    [
        " And then we'd go up to Cuia Maka for mapping compass and stuff.",
        1844.66,
        1848.04
    ],
    [
        " And then a bunch of us went through what they called two advanced training, which is for your proof program, which was five months long.",
        1848.7,
        1856.4
    ],
    [
        " And that was all trade graph medical and stuff like that and really, really good.",
        1856.84,
        1861.72
    ],
    [
        " I got really honed in more even on the IDs and stuff like that.",
        1862.02,
        1866.34
    ],
    [
        " And we would try trails, intel trails, all kinds of stuff.",
        1866.7,
        1870.08
    ],
    [
        " It's interesting as you talk about that, how much of that stuff carried on to you.",
        1871.08,
        1875.08
    ],
    [
        " When I showed up at SEAL Team 1, you know, we did the, we did booby trap trails.",
        1875.18,
        1879.8
    ],
    [
        " You know, there was no, it hadn't been a work going on for 20 years when I got there, you know, in the Gulf War, but we still did booby trap trails.",
        1880.18,
        1885.22
    ],
    [
        " We did point man courses. We did the medical stuff.",
        1885.24,
        1887.34
    ],
    [
        " We did river ambushes. I mean, it's, it's, it's awesome that that.",
        1887.54,
        1890.9
    ],
    [
        " And there was no, it wasn't really written down anywhere.",
        1891.26,
        1894.32
    ],
    [
        " That's like, you should have had two weeks of advanced demo and kitchen table demo.",
        1894.34,
        1898.66
    ],
    [
        " Oh yeah, because we set all that up and SEAL Team 1, I know what you had.",
        1898.7,
        1902.64
    ],
    [
        " Should have shown been going.",
        1902.98,
        1904.32
    ],
    [
        " That's awesome that it lasted that long, you know, with no, because the weird thing about SEAL Team is,",
        1904.58,
        1909.84
    ],
    [
        " we didn't used to have anything written down.",
        1910.22,
        1911.64
    ],
    [
        " I mean, it was barely anything written down.",
        1911.98,
        1913.3
    ],
    [
        " And so all that, all that knowledge was passed word amount from guy to guy to guy.",
        1914.04,
        1918.44
    ],
    [
        " And that's, I think we've corrected that now where we capture more of the stuff.",
        1918.82,
        1923.04
    ],
    [
        " Much, yeah, but you know,",
        1923.12,
        1924.46
    ],
    [
        " you ever want to fight Rangers?",
        1924.68,
        1928.12
    ],
    [
        " Get the Ranger handbook.",
        1928.8,
        1930.12
    ],
    [
        " Yeah, yeah, yeah.",
        1930.28,
        1931.6
    ],
    [
        " That's the only thing I had against that a little bit.",
        1931.64,
        1933.76
    ],
    [
        " It still should stay in house.",
        1934.02,
        1935.68
    ],
    [
        " It should be rolled down, but you know what I'm saying?",
        1935.9,
        1937.6
    ],
    [
        " Yeah, I don't, you know, I can give you a Ranger handbook and you can find out exactly how",
        1937.74,
        1941.56
    ],
    [
        " those guys are going to fight what their methods are or everything.",
        1941.56,
        1945.02
    ],
    [
        " And another thing I've talked about on here is when you have doctrine and you get tasks with",
        1945.3,
        1950.28
    ],
    [
        " something that's not in the doctrine, you get confused.",
        1950.28,
        1952.12
    ],
    [
        " You don't know what to do.",
        1952.12,
        1952.8
    ],
    [
        " That's one of the, that's one of the reasons I think SEAL teams have been very successful",
        1953.02,
        1955.82
    ],
    [
        " in the recent past.",
        1955.82,
        1957.3
    ],
    [
        " And even in the, even in the longer past is because we didn't have a book to look at.",
        1957.72,
        1961.82
    ],
    [
        " We had to figure out how to do it.",
        1961.98,
        1962.98
    ],
    [
        " And so no matter what the mission is, we always had a fresh look at it.",
        1962.98,
        1965.66
    ],
    [
        " And we adapt.",
        1966.2,
        1966.84
    ],
    [
        " We're an orthodox.",
        1967.1,
        1967.7
    ],
    [
        " We adapt.",
        1967.7,
        1968.28
    ],
    [
        " I mean, you know, our guys, if you had pulled a platoon right out of Vietnam and put them in",
        1968.82,
        1974.66
    ],
    [
        " Ramadhi or somewhere, it would have been lost to see because we didn't have the training",
        1974.66,
        1979.94
    ],
    [
        " for the urban type of warfare.",
        1980.34,
        1982.92
    ],
    [
        " I know you wouldn't have been lost to see.",
        1983.38,
        1986.24
    ],
    [
        " I know you would have been.",
        1986.36,
        1987.1
    ],
    [
        " Because it's the same principles and the same principle that you guys taught me was the",
        1987.1,
        1990.76
    ],
    [
        " same thing we did over there.",
        1990.76,
        1991.9
    ],
    [
        " Would have figured out.",
        1992.1,
        1992.74
    ],
    [
        " Covered move, take the high ground.",
        1992.74,
        1994.26
    ],
    [
        " Yeah, we would have figured out.",
        1994.42,
        1995.64
    ],
    [
        " You know, we didn't have overwatches and stuff like that when it's a pitch dark at night.",
        1995.96,
        2000.82
    ],
    [
        " You know, working your way through real quiet, not making a lot of noise.",
        2001.0,
        2004.32
    ],
    [
        " Everything you do is for, you know, being in silence or just like you guys never have",
        2004.72,
        2010.96
    ],
    [
        " to do things like, you know, hit a real taunt line.",
        2010.96,
        2014.1
    ],
    [
        " The point scout did.",
        2014.28,
        2015.14
    ],
    [
        " We hit step over and grabbed the guy behind him, bringing his hand down, showing where that wire was.",
        2015.62,
        2020.92
    ],
    [
        " And he'd step over the wire.",
        2021.48,
        2022.7
    ],
    [
        " He'd put his leg over and grabbed the guy behind him.",
        2022.88,
        2026.8
    ],
    [
        " And that's how we got across until we got everybody across and got a head count thing we'd move on.",
        2026.88,
        2030.9
    ],
    [
        " That's just who we trapped stuff.",
        2031.04,
        2032.44
    ],
    [
        " You know what I mean?",
        2032.56,
        2032.96
    ],
    [
        " That's just, and you didn't, you couldn't see.",
        2034.02,
        2036.06
    ],
    [
        " It was pitch black.",
        2036.24,
        2036.86
    ],
    [
        " That's where you grabbed the guy's hand and showed him where it was.",
        2037.02,
        2039.36
    ],
    [
        " And if it's a tie one, you don't cut it.",
        2039.86,
        2042.66
    ],
    [
        " If it's all loose and stuff, then you have to cut it.",
        2042.96,
        2045.4
    ],
    [
        " So how would the world, the point, how the point man see that?",
        2045.42,
        2047.78
    ],
    [
        " Yeah, they're what they call it.",
        2048.04,
        2049.18
    ],
    [
        " We used, you take a, a twig, a long string on it.",
        2049.2,
        2053.8
    ],
    [
        " Oh, you put the string on it.",
        2053.8,
        2054.86
    ],
    [
        " No, no, no string on it.",
        2054.92,
        2056.3
    ],
    [
        " But just like a fishing pole, and you just run that up and down like that,",
        2056.74,
        2060.32
    ],
    [
        " when you move, and you feel it, you can feel it just like you would if you got a trowel or a bite.",
        2060.32,
        2064.34
    ],
    [
        " And then you work your hand down, you reach over there and feel and see what that is.",
        2065.22,
        2068.76
    ],
    [
        "",
        2069.24,
        2069.24
    ],
    [
        " I'm an ninja.",
        2069.98,
        2070.78
    ],
    [
        " Yeah.",
        2071.16,
        2071.38
    ],
    [
        " You know what the other, the other interesting thing that when you started talking about",
        2071.7,
        2075.9
    ],
    [
        " Tilteme and going out at nighttime, and how that was all unorthodox and people were doing it,",
        2075.9,
        2082.88
    ],
    [
        " is the opposite of when we were in Ramadi, we started going out in the daytime.",
        2083.1,
        2086.84
    ],
    [
        " And the reason we started going out in the day, there was a bunch of reasons why we started going",
        2087.58,
        2090.18
    ],
    [
        " out of the daytime.",
        2090.18,
        2090.64
    ],
    [
        " But one of the main reasons was the enemy knew that we own the night.",
        2090.96,
        2095.44
    ],
    [
        " We had night vision, we had, you know, we own the night.",
        2095.66,
        2097.94
    ],
    [
        " And so they didn't want to go out at night and say,",
        2098.14,
        2100.72
    ],
    [
        " they went out daytime.",
        2100.74,
        2101.28
    ],
    [
        " That's when they planted their ideas, that's when they killed B boil, that's what.",
        2101.36,
        2104.2
    ],
    [
        " And so we went out the daytime because that's where the bad guys were out.",
        2104.62,
        2109.42
    ],
    [
        " Well, you know, daytime and Vietnam too, you see guys sleeping in hammocks in the shed,",
        2109.64,
        2113.5
    ],
    [
        " we'd wrap them up because we knew they had been out at night doing shit.",
        2113.62,
        2116.94
    ],
    [
        " So we wanted to talk to them.",
        2116.94,
        2118.42
    ],
    [
        " You know, just like rules of engagement and shit, when we got my last platoon, we stopped in",
        2119.04,
        2124.88
    ],
    [
        " Saigon and went to Mac4V and our LT got his orders, you know, his orders were pacifying the",
        2124.88,
        2132.58
    ],
    [
        " Vin Long province.",
        2132.58,
        2133.48
    ],
    [
        " Wow.",
        2134.0,
        2135.12
    ],
    [
        " That was his orders, pacify the Vin Long province, Roger that.",
        2135.32,
        2138.64
    ],
    [
        " And that's when we went off and did it, you know, no rules of engagement, nothing just pacify",
        2138.92,
        2144.1
    ],
    [
        " it. And then there was like, okay.",
        2144.1,
        2145.3
    ],
    [
        " Yeah.",
        2146.4,
        2146.74
    ],
    [
        " That's that's and we didn't work for the Army, Navy, Marines or anybody.",
        2147.38,
        2151.24
    ],
    [
        " We were our own entity.",
        2151.5,
        2152.9
    ],
    [
        " So if you'd been the OT over there, Jocco, you'd have you'd have the con.",
        2153.52,
        2157.18
    ],
    [
        " We would have a good time.",
        2157.7,
        2158.88
    ],
    [
        " Matter of fact, we were at Dong Tam, they had a naval base here and then the big army base here at Dong Tam.",
        2158.9,
        2163.94
    ],
    [
        " They had us stay on the Vietnamese Navy base in between them because the Navy didn't really want",
        2164.32,
        2169.6
    ],
    [
        " us on their base. Plus their boats are right down there in the war.",
        2169.6,
        2172.46
    ],
    [
        " So it worked out perfect, you know what I mean?",
        2172.64,
        2174.22
    ],
    [
        " We'd go to the Army to, you know, to test our West.",
        2174.6,
        2178.34
    ],
    [
        " Side in, it's tough.",
        2178.34,
        2179.1
    ],
    [
        " Yeah, and they were doing that all the time.",
        2179.42,
        2180.8
    ],
    [
        " So it wasn't like, you know what I mean, it wasn't anything unusual, you know what I mean?",
        2181.08,
        2184.68
    ],
    [
        " So so going back now, you get back from your first deployment with UDT, you go to the",
        2185.44,
        2191.86
    ],
    [
        " CLT and you show up, you're going through the train. What was the, what was the, you kind of",
        2191.86,
        2195.34
    ],
    [
        " talked to me a little bit about this before, but how were you getting treated?",
        2195.34,
        2197.76
    ],
    [
        " Because you got you got wounded on your first deployment as a UDT guy, right?",
        2198.18,
        2200.82
    ],
    [
        " So here you are, you're a combat veteran, you've been in the shit, you've been wounded.",
        2200.92,
        2204.66
    ],
    [
        " We called it a day at Kong Achievement Medal.",
        2204.94,
        2206.8
    ],
    [
        " So so you show up at CLT1, you're kind of like, hey, I'm an experienced veteran, I've been through",
        2207.96,
        2215.06
    ],
    [
        " the shit. And they just, the guys there, how they treat you?",
        2215.06,
        2219.62
    ],
    [
        " Well, I mean, all right, just the same. I mean, I had a trip with UDT, but just about everybody",
        2220.1,
        2226.18
    ],
    [
        " that went into CLT1 came out of UDT 11 or 12 into CLT1, you know what I mean? Back in the day",
        2226.2,
        2233.12
    ],
    [
        " before they started bringing them right into CLT1, the new guys, you know? So it wasn't any",
        2233.12,
        2238.54
    ],
    [
        " different to every guy, so there you just had to learn. I mean, I didn't, you know, when I was in",
        2238.54,
        2243.0
    ],
    [
        " UDT, I'll tell you, I wish, I really wanted to go, like when we were at Dongtam, that was during",
        2243.0,
        2248.74
    ],
    [
        " the 67, 68, 10. And we got a call that the East Coast platoon in Mito, which wasn't too far away",
        2248.74,
        2255.78
    ],
    [
        " from Dongtam was being overrun, luckily they were up in a tall building, so they held out real good.",
        2256.3,
        2261.46
    ],
    [
        " They were the tallest building and they had a 57, record us and you can hear the VC coming up",
        2261.9,
        2267.06
    ],
    [
        " the stairways that throw grenades down and shit like that. And they needed some help and there",
        2267.06,
        2271.44
    ],
    [
        " were about 17 of us down on that dark patrol on the USS Benoah, right by Dongtam. And we begged",
        2271.44,
        2278.4
    ],
    [
        " to our lieutenant, god damn, let us go in there. We'd have been fucking killed. Our heart was there,",
        2278.4,
        2283.7
    ],
    [
        " but we didn't have the IED training, immediate reaction. You know, I mean, none of that shit. I",
        2283.7,
        2289.92
    ],
    [
        " mean, we'd have been, it would have been stupid. So oldies are, our lieutenant said, no, and we hated him, you",
        2289.92,
        2296.34
    ],
    [
        " know. Then I got back and went to a cadre or SQT and did all that stuff and then deployed next time,",
        2296.34,
        2304.84
    ],
    [
        " I saw John oldie, shy hugged him. I said, you're one smart son of a bitch dude. Our heart was there,",
        2304.88,
        2310.6
    ],
    [
        " you know what I mean, but UDT you just weren't trained to operate on land. You didn't have the",
        2310.6,
        2317.02
    ],
    [
        " that prerequisite skills that you learn in SQT and stuff, you know what I mean? And you get, you",
        2317.02,
        2322.88
    ],
    [
        " get more of that even in buds now than we ever got because we were trained to be a frog man,",
        2322.88,
        2327.76
    ],
    [
        " that was it. I mean, our last off we did at San Camini Island was we swimmers scouted in by",
        2327.76,
        2334.62
    ],
    [
        " Bird Shit Rock and I can tell you this, you know, in talk about they gave us 40 pounds of demo,",
        2334.62,
        2339.68
    ],
    [
        " have a sack. We went 26 miles down the other end of the island blew up a target and come 26",
        2339.86,
        2346.84
    ],
    [
        " miles back and attacked the camp guys as we were patrolling that ambushes and they'd pick out",
        2346.84,
        2354.1
    ],
    [
        " guys that had been killed pretty soon. We'd all fall down and they'd go, God damn it. We'll tell",
        2354.1,
        2358.14
    ],
    [
        " you who we shot. Then they get to go back to camp and defend it when we came back and attacked it.",
        2358.14,
        2363.3
    ],
    [
        " But it was still just a demo rate. You know what I mean? It wasn't anything but trolling real good",
        2363.42,
        2368.78
    ],
    [
        " but trolling tactics and all that stuff that you learn. You know what I mean? I mean, like I",
        2368.78,
        2373.96
    ],
    [
        " went out with the Australian SAS in Newy Dead and did a week out in the field. I was a week or",
        2373.96,
        2382.44
    ],
    [
        " was it too late? Was this when you were at Team 1 or at Team Team 2? Yeah, Team 1, my second but",
        2382.44,
        2387.36
    ],
    [
        " tune. Two of us, we had the Aussies come down and work with us and I loved it. Then we went up to",
        2387.36,
        2392.74
    ],
    [
        " Newy Dead. Me and I was a 60 guy. We went up and went out with them. We did a 10 day patrol with",
        2392.74,
        2398.54
    ],
    [
        " them. Re-supplying all that stuff. They never talked. Said one word. That whole patrol is all",
        2398.54,
        2404.22
    ],
    [
        " hand and arm signals. That's awesome. And they would get an LUP at night. Everybody with their",
        2404.22,
        2409.74
    ],
    [
        " feet out. You land on your path. Have your weapon right actually. Pull what they call the",
        2409.74,
        2414.54
    ],
    [
        " silk yet and you'd go to sleep. Well, we didn't sleep for about two nights because that's when we",
        2414.54,
        2419.98
    ],
    [
        " usually went out and worked. Then we started to because the way they figured it, it was in a real",
        2419.98,
        2423.96
    ],
    [
        " noisy area and somebody in that circle would be awake. And if we got sprung or something then you",
        2423.96,
        2430.46
    ],
    [
        " have 360 degree firepower and we can get out of there. But they were the best I've ever seen. I've",
        2430.46,
        2435.48
    ],
    [
        " been to I went to Army Ranger School, a radar group school and everything in that one 10 day patrol",
        2435.48,
        2442.14
    ],
    [
        " with the Australians. I learned more about reconnaissance than I did anywhere anywhere.",
        2442.14,
        2448.1
    ],
    [
        " We used to have guys from SAS come to come to team one. Yeah, I know. As a matter of fact. Yeah,",
        2448.3,
        2452.74
    ],
    [
        " they did. We had that program for a long time. But the last guy we had there was an officer and he",
        2452.74,
        2459.04
    ],
    [
        " was worth a ship. But some of the sergeants we had. The guys that were there when I showed up were",
        2459.04,
        2463.74
    ],
    [
        " really square away guys that definitely had their field craft down. Oh, they're so good. That's",
        2463.74,
        2469.2
    ],
    [
        " what I was trying to say. Field craft. We did in UDT. You just didn't have the field craft to",
        2469.2,
        2474.7
    ],
    [
        " be out in the jungle looking for people and shit. That's why in UDT 13 some of the guys got killed",
        2474.9,
        2481.22
    ],
    [
        " and stuff down trails and shit like that. They didn't, you know what I mean. Got to kind of have",
        2481.22,
        2485.82
    ],
    [
        " your shit together a little bit. Yeah. So you go through the cadre training, you check into your",
        2485.82,
        2492.32
    ],
    [
        " platoon and it's time to go on the point that you are you flying where you flying out of",
        2492.32,
        2496.58
    ],
    [
        " flying out of North Island? Yeah, we fly out of North Island and my first platoon we flew into",
        2496.58,
        2502.02
    ],
    [
        " Cameron Bay and then took choppers down to a place called New Namcan which is the very southern part",
        2503.5,
        2511.32
    ],
    [
        " of South Vietnam right by a place that called the human forest. And did you do some turnover",
        2511.32,
        2516.64
    ],
    [
        " ops with the other platoons that were there? No turnover. We didn't at that time. Matter of fact,",
        2516.64,
        2522.64
    ],
    [
        " most of our ops were dartboard ops. I ever heard of those. No. That's where you put a map behind",
        2522.8,
        2528.22
    ],
    [
        " you. Choose one of the guys in the platoon. You saw a dart behind you wherever that dart hits is",
        2528.22,
        2533.06
    ],
    [
        " where you're going to go into because we didn't have intel. We didn't have shit. We were pretty",
        2533.06,
        2536.8
    ],
    [
        " isolated. We're in a Vietnamese base camp and BFE jet. You know what I mean? So that's that's how we",
        2536.8,
        2542.92
    ],
    [
        " went out. Is there what you do in like a, you do an helicopter insert or a river insert? All river",
        2542.92,
        2549.5
    ],
    [
        " and actually out of a new Namcan where we were would take sand pans out because we didn't even have",
        2549.5,
        2556.4
    ],
    [
        " any MST support or anything. The guys down at sea flow did which is a ways away from us. Our other",
        2556.6,
        2562.84
    ],
    [
        " squad was there. And finally they pulled us out of New Namcan because we weren't we were doing",
        2562.84,
        2568.04
    ],
    [
        " stuff but it wasn't, wasn't effective. It wasn't real that good. So they brought us down to sea",
        2568.04,
        2573.94
    ],
    [
        " flow. Then we started getting some good ops down there. Then what were those ops like? We still did",
        2573.94,
        2578.7
    ],
    [
        " river enops like we went down to a place called Square Bay and because we heard there was a",
        2578.7,
        2584.32
    ],
    [
        " prison or a camp and stayed down there for about three days watching this trails seeing if we",
        2584.32,
        2589.08
    ],
    [
        " could see them moving and stuff like that. We'd do ambushes. We'd get intel from our Navy Nilo which",
        2589.08,
        2595.16
    ],
    [
        " still wasn't that good. Oh one of the things in 69 that was first platoons in 69 was we landed",
        2595.16,
        2601.6
    ],
    [
        " at new Namcan. Got her stuff off the old 46. The landed us there and put it in the bunker. And then",
        2601.6,
        2614.3
    ],
    [
        " I know his name but he was a prude guy in that province that we were in down there. So he came in",
        2614.36,
        2620.5
    ],
    [
        " and told us yeah if you guys need anything just let us know and the shoes that load load your left",
        2620.5,
        2625.6
    ],
    [
        " we got mortared for about an hour and a half. So we totally never to come there again because they",
        2625.6,
        2630.38
    ],
    [
        " knew what that load was. He was a prude. You know that was a prude guy. Now that was a great guy.",
        2630.38,
        2637.12
    ],
    [
        " But yeah and he was a prude down long hair you know bearded.",
        2637.52,
        2641.46
    ],
    [
        " And so the platoons setup was yeah an OIC and AOIC, a platoon chief and an LPL kind of like what",
        2641.64,
        2648.4
    ],
    [
        " you'd run. Well what we'd ran into. We had two squads. The LPL and just like what you'd",
        2648.4,
        2655.48
    ],
    [
        " get in the same one. Exactly. Yeah and then we broke it down you know what I mean yeah",
        2655.48,
        2667.1
    ],
    [
        " with he was my OIC. Really? Yeah. What year was that? That was when was that 89? Damn.",
        2668.0,
        2675.88
    ],
    [
        " Yeah that's awesome. But he was a must've been fun. Yeah he was a great guy. Awesome. But I'm",
        2676.84,
        2682.68
    ],
    [
        " just saying he was he was the AOIC, the OIC. We had the LPL would work with him then I would",
        2682.68,
        2689.86
    ],
    [
        " have the kind of guy. I was a senior chief. That's awesome.",
        2692.98,
        2698.08
    ],
    [
        " I don't know if you knew anything. I know all of that. Yeah. They were all on my platoon.",
        2699.06,
        2707.1
    ],
    [
        " With my radio and horse radio whenever I had my life you know. Yeah I could imagine.",
        2708.04,
        2713.58
    ],
    [
        " Oh you know I went to radio school like I told you. Guess you never carried a radio on the team.",
        2713.76,
        2717.98
    ],
    [
        " Really you never carried a radio? No it's a 60 gunner. Until I made the OPL then I went to the M14.",
        2718.3,
        2723.9
    ],
    [
        " I like the 762 round. Yeah that's the that's kind of the statement. When I went through",
        2724.8,
        2730.42
    ],
    [
        " asking you they told us if you're not carrying a M14 you're wrong. Yeah. Oh yeah. That's a great",
        2730.42,
        2736.62
    ],
    [
        " weapon. It's accurate. It's perfect. I love to hear that. Hey guys even a bunch of guys in",
        2736.62,
        2741.3
    ],
    [
        " Ramadi carried the M14 as well because they're shooting you know you're shooting at vehicles,",
        2741.3,
        2744.72
    ],
    [
        " you're shooting through buildings, you're shooting and they put the AP rounds in there and just",
        2744.72,
        2750.12
    ],
    [
        " that we don't get some you can you can dig through some stuff. Yeah we did six months deployment.",
        2750.12,
        2755.14
    ],
    [
        " I did three deployments. I did 1969. I was in Kilo platoon and then came back from that.",
        2755.96,
        2764.56
    ],
    [
        " Then I actually got out for a year and a half because I was married and my wife talked me",
        2764.66,
        2769.34
    ],
    [
        " to get now so I did and worked for the phone company as a cable splicer, hated everybody and",
        2769.34,
        2776.0
    ],
    [
        " everything. We lived in Coronado so I'd go down the trade winds and all my buddies would tell me",
        2776.0,
        2781.04
    ],
    [
        " what great trips are having and stuff and I just went now. What year was that? That was um",
        2781.04,
        2786.48
    ],
    [
        " see 771 that was when it got back in 69. So when you got back in 69 you got out for a year and a half.",
        2786.48,
        2795.72
    ],
    [
        " Well about a year maybe not quite a year and a half but I went back in and gotten another platoon",
        2795.72,
        2800.58
    ],
    [
        " luckily you went to Vietnam again 771 and I",
        2800.58,
        2804.68
    ],
    [
        " guys like that and that was a great platoon. And what was that? What was that? No were you",
        2804.68,
        2812.08
    ],
    [
        " you an LPO that platoon? No I was still sorry. I had to fly out. You were 60 gunner getting after that.",
        2812.08,
        2816.26
    ],
    [
        " And what was that was there any difference between that first seal deployment to Vietnam and",
        2816.5,
        2823.96
    ],
    [
        " yeah I was really happy with the first deployment because we just didn't do a lot. I mean it was okay",
        2823.96,
        2829.1
    ],
    [
        " we did some stuff but it wasn't my idea of what it should be you know as a seal you know what I'm saying.",
        2829.1,
        2835.08
    ],
    [
        " Oh yeah. And then it was better when I got down the sea float but it's still you know I mean",
        2835.14,
        2839.24
    ],
    [
        " but that second platoon that's the one that kept me in the Navy you know they were just you know",
        2839.24,
        2844.64
    ],
    [
        " we're a band of brothers you know we were so close I was unbelievable I mean I love those guys.",
        2844.64,
        2849.72
    ],
    [
        " And the difference in what you did was the missions that you got tasked with is the way that the",
        2850.68,
        2856.22
    ],
    [
        " platoon commander kind of set things up so that he had a better vision of what to do and what to get",
        2856.22,
        2861.92
    ],
    [
        " after. Absolutely I was in my second platoon that guy was just unbelievable. I mean he was just",
        2861.92,
        2868.46
    ],
    [
        " really really good. Our first platoon it was he was kind of nuts we didn't like him. Like one time",
        2868.46,
        2877.54
    ],
    [
        " we're all cleaner weapons on sea float and everything and what we used to come back when",
        2877.54,
        2881.14
    ],
    [
        " off is grab a line then you jump in the water and let it wash all the mud off you. Well he grabbed",
        2881.14,
        2887.78
    ],
    [
        " the line and jumped in and we had music real loud and cleaner weapons in the shed well the line",
        2887.78,
        2893.86
    ],
    [
        " wasn't tied off right. So he just started going down the river but they saw him in the watch tower",
        2893.86,
        2899.9
    ],
    [
        " said man overboard and wasn't good. You know something that we talk about on here and",
        2899.9,
        2907.04
    ],
    [
        " not subop experienced is having blue on blue situations take place and it's really hard for",
        2907.04,
        2913.02
    ],
    [
        " people to understand how it happens but I know that you had you had one of those happen. You",
        2913.02,
        2918.58
    ],
    [
        " want to kind of give a quick debrief on that. Yeah we're about ready to go home we had new platoon",
        2918.58,
        2923.18
    ],
    [
        " come in they want to do a break and not mention any names of the officers but they want to do a",
        2923.18,
        2929.0
    ],
    [
        " hammer and ammo up which you just don't do with a brand new platoon and we'd been there you know",
        2929.0,
        2935.18
    ],
    [
        " we had our stuff together pretty well in that area but what it was was we were supposed to push these",
        2935.18,
        2940.96
    ],
    [
        " bad guys to the VC into these guys that were in a tree line and they inserted that the wrong",
        2940.96,
        2947.5
    ],
    [
        " place to start with so when we started working our way in we kind of came up to this tree line",
        2947.5,
        2952.82
    ],
    [
        " where it ended of rice paddy and then there was another tree line I couldn't give me the it was",
        2952.82,
        2958.8
    ],
    [
        " a halfway decent ways away you know what I'm saying but we had three kick carts and scouts with",
        2958.8,
        2963.86
    ],
    [
        " this kick carts and scouts were north Vietnamese that it gave turn over to the south Vietnamese and",
        2963.86,
        2973.76
    ],
    [
        " they put them in camps and they called them two hoi camps basically and what we would do is we'd go",
        2973.76,
        2981.18
    ],
    [
        " to these camps and we would get these guys that knew our area that we're working in and through",
        2981.18,
        2987.56
    ],
    [
        " an interpreter and stuff with briefment everything then they'd come and work with us and they'd",
        2987.56,
        2992.32
    ],
    [
        " work with us for a couple of ops till they became kind of trusted agents and they were pretty good",
        2992.32,
        2996.74
    ],
    [
        " most of them were not north Vietnamese but VC that were good fighters you know and then we they lived",
        2996.74,
        3003.1
    ],
    [
        " with us the whole nine yard we paid them we had money from now for a bid they gave us a lot of",
        3003.1,
        3009.48
    ],
    [
        " money to pay these guys and stuff so they weren't doing it just for free you know because they needed",
        3009.48,
        3015.14
    ],
    [
        " money for their families and I don't know atrocities that happened to their families is one of the",
        3015.14,
        3019.96
    ],
    [
        " reasons they chew hoid and came to our to the south Vietnamese side anyway we had three of those",
        3019.96,
        3026.52
    ],
    [
        " guys coming out in front of us blackboard jamens 1847s look just like VC you know so the brand",
        3026.52,
        3033.54
    ],
    [
        " new platoon saw three guys coming out of the tree line that were VC so they opened up on them",
        3033.54,
        3038.94
    ],
    [
        " killed two of them and wounded the other one we swung off to the left and laid down and they were",
        3038.94,
        3046.18
    ],
    [
        " shooting sixies and stoneers at us but shit was just falling on her heads because they were",
        3046.42,
        3050.2
    ],
    [
        " shooting high like new guys generally do before you and there was a pretty new brand new guys",
        3050.2,
        3055.6
    ],
    [
        " in that platoon you know they weren't experiencing shit normally you'd walk him in whatever you know",
        3055.6,
        3060.12
    ],
    [
        " so we're yelling the radio cease fire cease fire and we had our officer that was with us got up",
        3060.12,
        3066.16
    ],
    [
        " on his knees his shoe back and then we got shot through the heart then we finally got him to stop",
        3066.16,
        3070.9
    ],
    [
        " and then we got him out of there he was dead though he shot right through the heart you know",
        3070.9,
        3074.46
    ],
    [
        " that was a blue and blue thing that was pretty bad and that was right before you went home yeah",
        3074.88,
        3080.0
    ],
    [
        " yeah the confusion that happened it was called a breaking up you know and like I say the new",
        3080.0,
        3085.82
    ],
    [
        " the new platoon had about two guys I think their LPO can't remember his name and then",
        3085.82,
        3093.74
    ],
    [
        " was worth being on that beach where we got shot he was also in my train class he was the",
        3093.74,
        3098.64
    ],
    [
        " either the OAC or AOC on it but most arrests them were all brand new guys you know I mean good",
        3099.08,
        3104.84
    ],
    [
        " training and everything but you know this is their first all goddamn we're in a firefight you know",
        3104.84,
        3109.42
    ],
    [
        " I mean yeah anytime you get the opportunity to to slowly work into the combat situations you know",
        3109.42,
        3118.22
    ],
    [
        " do a smaller patrol do an easier patrol that's what we normally did yeah you're not can't over",
        3118.22,
        3123.36
    ],
    [
        " officers that you got you know take them out in the daytime that was a daytime up by the way but",
        3124.1,
        3129.04
    ],
    [
        " usually it's just to kind of get them oriented to the environment what they're going to be on and",
        3129.04,
        3134.6
    ],
    [
        " and then we all had these I don't know if we had one in 69 but 771 we had these barn dance files",
        3134.6,
        3140.76
    ],
    [
        " and every hop we went on we'd put a synopsis in this barn dance so if you were going to go in",
        3140.76,
        3146.04
    ],
    [
        " that same area you could pull out that barn dance file and read it and see what the guys that",
        3146.04,
        3150.56
    ],
    [
        " seen their enemy what the terrain was like on and on you know what I mean it was that was pretty good",
        3150.56,
        3156.6
    ],
    [
        " real good and almost every platoon had those from previous platoons all the way up to you so",
        3156.6,
        3162.02
    ],
    [
        " you can kind of get an idea what you're going into if you didn't have intel on that area what is",
        3162.02,
        3167.9
    ],
    [
        " some of the leadership you talked about your second platoon being super tight super close what were",
        3167.9,
        3172.5
    ],
    [
        " some of the leadership characteristics that you saw from the platoon chief and the platoon commander",
        3172.5,
        3177.58
    ],
    [
        " that as you look back you used to recognize that those were really good traits that really",
        3177.58,
        3182.5
    ],
    [
        " brought everyone together well was our chief he meets senior chief and he'd been over about three times",
        3182.5,
        3188.94
    ],
    [
        " and it was just very easy going but very sharp and he understood things really well our",
        3188.94,
        3196.52
    ],
    [
        " LPL was Gary Smith sheep shed Smith and he had been a prude visor in that province",
        3196.52,
        3204.22
    ],
    [
        " so as far as getting intel on all of the other sides it was perfect and then",
        3204.84,
        3209.18
    ],
    [
        " now I won't say much about him but our LT he was outstanding he went on almost every",
        3209.18,
        3218.0
    ],
    [
        " off fact one time it burned his hand with a smoke or need we're still going to go out and he was",
        3218.0,
        3225.06
    ],
    [
        " going to go out with us he just had his hand wrapped up and shit so he is over at the officers club",
        3225.06,
        3229.76
    ],
    [
        " on the Navy side eating and the officers are saying what your hands all Danny Jeff and shit you're",
        3229.76,
        3235.1
    ],
    [
        " still going out he says yeah if they get by my guys I'm dead anyway but he was really good he had",
        3235.1,
        3242.28
    ],
    [
        " his stuff together he was just savvy just had his head on his shoulders figured out things quick",
        3242.28,
        3249.6
    ],
    [
        " thinker you know what I mean yeah you know it was just a Nate he was just good you know and how about",
        3249.6,
        3254.86
    ],
    [
        " I mean you know we always obviously here now veterans get treated great now I mean from the",
        3254.86,
        3259.72
    ],
    [
        " Afghan war and the Iraq war we get treated really great by for the most part by America and by",
        3259.72,
        3266.14
    ],
    [
        " the public we get treated really well compared to what you guys had to deal with Vietnam well how",
        3266.14,
        3272.58
    ],
    [
        " much of that did you see when you'd come home was it I mean Cornell is a pretty pro Navy town I mean",
        3272.58,
        3278.44
    ],
    [
        " in San Diego it's a pretty pro Navy town was it the same way back then was it relatively pro Navy",
        3278.44,
        3283.18
    ],
    [
        " or did you see some of the some of the hippies and whatnot coming on and had some demonstrations",
        3283.18,
        3289.1
    ],
    [
        " sometimes you know I mean like downtown San Diego but not much and we basically just hung out",
        3289.1,
        3296.6
    ],
    [
        " here in San Diego or to other bars that we knew we'd fly out on North Island flying on North",
        3296.6,
        3301.82
    ],
    [
        " Island it wasn't like we're flying in San Francisco or something so we didn't get hit with that",
        3301.82,
        3306.64
    ],
    [
        " real real heavily you know what I mean and if we did have issues at a bar somewhere we usually",
        3306.64,
        3312.86
    ],
    [
        " scared scored it away pretty quick you know so it wasn't really a problem we we didn't really",
        3312.86,
        3318.3
    ],
    [
        " are guys here these ghost guys that don't know but are guys here we we didn't really have a",
        3318.3,
        3325.46
    ],
    [
        " have a thing I'll tell you an op though in 69 we we're going up this one canal and we used the",
        3325.46,
        3336.42
    ],
    [
        " so we had to take a Boston waiter up it with a twin sixes in the front and one guy would set",
        3337.0,
        3343.38
    ],
    [
        " and steer the steer it you know it would take a squad up there maybe five guys you know and whatever",
        3343.38,
        3349.32
    ],
    [
        " squad didn't have the opt and I think got to be the driver and the gunner which I got to be the",
        3349.32,
        3354.98
    ],
    [
        " driver once and I wasn't happy I covered myself with flag jackets I mean who's anybody going to",
        3354.98,
        3359.88
    ],
    [
        " shoot out oh yeah so we were going up real slow up this thing and all kinds of",
        3359.88,
        3364.82
    ],
    [
        " filament lines and stuff like that that were cutting ourselves through because it was low tide",
        3366.0,
        3370.36
    ],
    [
        " luckily it wasn't high tide you know what I mean yeah so we got up there and and put the guys in",
        3370.36,
        3376.92
    ],
    [
        " and we came back out in the PBRs and put the boats into a bank right so we're sitting on the PBR",
        3376.92,
        3382.94
    ],
    [
        " me and my buddy that was the gunner another seal and I was sitting across this river we were just",
        3382.94,
        3389.02
    ],
    [
        " pop pop pop pop pop it was a sand pan so we're going to go after that some bitch but one",
        3389.02,
        3394.76
    ],
    [
        " guy drive on one guy in the 60 we need a guy with that could see too you know what I mean because",
        3394.76,
        3400.42
    ],
    [
        " you you know so we asked one of the PBR guys you know who wants to go with us and this whole time",
        3400.42,
        3405.98
    ],
    [
        " we've been with him and God damn we'd love to go out with you guys the only guy on that boat",
        3405.98,
        3411.56
    ],
    [
        " that volunteered was a guy that was married the rest of wouldn't do it so we jumped the sandpan",
        3411.56,
        3418.04
    ],
    [
        " wouldn't have the other one hose them down they hit the bank and then there was blood trails going",
        3418.24,
        3423.96
    ],
    [
        " into the killed one of them he was laying in the boat and the other guy had gotten out and ran",
        3423.96,
        3428.24
    ],
    [
        " and you can see blood spots you know following and well we didn't go after him we're not that stupid",
        3428.24,
        3433.22
    ],
    [
        " you know nighttime you know he's probably dying yeah I'll take these fucker guys out with me",
        3433.22,
        3438.18
    ],
    [
        " so we brought the sandpan back and God damn we had a big thing of intel and weapons and all kinds",
        3438.18,
        3445.32
    ],
    [
        " of shit and the other guys that we went up and got the other guys bought them out they didn't do",
        3445.32,
        3448.82
    ],
    [
        " a thing you know it's pretty neat that's sketchy yeah I can't imagine the the that you guys would",
        3448.82,
        3458.66
    ],
    [
        " just hit go buy these filament lilyres and step over these trip wires and just continue on your",
        3458.66,
        3463.2
    ],
    [
        " mission that's sketchy yeah after so you know that's what we did anyway so I wasn't on this",
        3463.2,
        3471.5
    ],
    [
        " off but it was that and a couple of the guys from the other squad went down to square bay and",
        3471.5,
        3478.0
    ],
    [
        " we'd gotten this intel that the sandpan pretty good size one almost like a junk would go up the",
        3478.0,
        3485.34
    ],
    [
        " river at nighttime up the main river where Seafl was up by that way you know so George and those",
        3485.34,
        3491.8
    ],
    [
        " guys are down there they're again we're in a Boston waiter they had a couple law rockets with",
        3491.8,
        3497.58
    ],
    [
        " them and stuff like that you know so they figured well shit we haven't really it's been a dry",
        3497.58,
        3502.18
    ],
    [
        " hole here with that goddamn the junk when it comes by you know so they go out after the junk and",
        3502.18,
        3510.56
    ],
    [
        " they could hear it and then see the silhouette of it you know so they got real close to it and",
        3510.56,
        3515.4
    ],
    [
        " fires a fire's a law rocket and hit hit the stern not the exact rudder and everything",
        3515.4,
        3523.48
    ],
    [
        " then popped the flare so they could shoot and everything well after they popped their",
        3523.48,
        3528.04
    ],
    [
        " fire about 15 other fliers popped and it wasn't there us so behind it was all this little",
        3528.04,
        3534.38
    ],
    [
        " flotilla sand pans and shit and so they took off and we're shooting back with their stoner and",
        3534.38,
        3539.64
    ],
    [
        " 60 and stuff like that finally they called and then a couple of pbars came down and saved them that",
        3539.64,
        3544.46
    ],
    [
        " was a pretty good off that's that's just so that's one of the major differences you know what",
        3544.46,
        3553.0
    ],
    [
        " us have a night vision now yeah the way that you guys had to utilize illumination and we did",
        3553.0,
        3557.66
    ],
    [
        " we did utilize illumination for time to time we we actually on big big operations sometimes we",
        3557.66,
        3563.18
    ],
    [
        " have the army firing or the army artillery would be firing illumination in certain situations",
        3563.18,
        3567.66
    ],
    [
        " but generally we weren't doing that yeah and ambushes we always fired a flare up you know",
        3567.66,
        3571.88
    ],
    [
        " to get good vision yet where we had then we got out there you know put a claim or is out",
        3571.88,
        3577.22
    ],
    [
        " claim or is behind us you know me and everything's that way for dudes that come down the river and then",
        3577.22,
        3582.18
    ],
    [
        " with him you know and then so you get you get back from from your second torn view",
        3582.18,
        3590.84
    ],
    [
        " nominus that the warranted right I mean this is pretty much that was it fact platoon that was",
        3590.84,
        3595.3
    ],
    [
        " that Ben Luck which was 40 miles away from us they were only over there for three months and they",
        3595.3,
        3599.72
    ],
    [
        " came back to so we were the last four deployed deployed deployed platoon Vietnam there was no",
        3599.72,
        3605.76
    ],
    [
        " November platoon was our chief like he said",
        3609.54,
        3612.5
    ],
    [
        " this punch a great guy's not platoon and I mean at that time there was a couple hundred",
        3612.5,
        3621.3
    ],
    [
        " guys at SEAL team one I think there was about maybe it had boosted up real high so there might",
        3621.3,
        3627.26
    ],
    [
        " have been 250 I think there was only about 150 when I got in there I don't know if the big push is",
        3627.26,
        3634.82
    ],
    [
        " started yet to build more guys up there wasn't a lot you knew everybody I mean it was a pretty tight",
        3635.32,
        3640.6
    ],
    [
        " tight group you want to get one guy that we both know he he told me when he checked in the SEAL team",
        3640.6,
        3646.76
    ],
    [
        " one back then he was like taking a shower after PT and like every guy was shot up like you could",
        3646.76,
        3651.84
    ],
    [
        " just see what every guy was you know you could see scars and their arm leg swoomed in did you did",
        3651.84,
        3657.68
    ],
    [
        " you what a lot of guys staying in at that time what a lot of guys doing a couple of tunes get",
        3657.68,
        3662.58
    ],
    [
        " think after the no most of the guys stayed in that's what we did that's where we loved and then",
        3662.58,
        3667.32
    ],
    [
        " after the war yeah we had a pretty good accident some people getting out and when they get now",
        3667.32,
        3672.72
    ],
    [
        " because there wasn't the do yeah that's that's what they were doing that was there you know",
        3672.72,
        3677.48
    ],
    [
        " there nothing else I mean what are you gonna do you know and I stayed in because I just like",
        3677.48,
        3682.2
    ],
    [
        " the guys I like all we did you know like when I was over buds I came back in 70 71 and then",
        3682.2,
        3690.32
    ],
    [
        " went over to buds as an instructor and I got bored doing that so there's this guy called I'll",
        3690.32,
        3697.52
    ],
    [
        " tell you I would not want to be a student when you are bored as a bud instructor I bet you",
        3697.52,
        3703.2
    ],
    [
        " know I was a nice guy that anyway so okay and when buddy doll was in UDT's a little bit of guy from",
        3703.2,
        3709.44
    ],
    [
        " Colorado and he was a rodeo writer right so he talks me they're going out this place called",
        3709.44,
        3715.3
    ],
    [
        " Burton's which is out by um wasn't like side it was a lemon valley or lemon grove lemon grove yeah",
        3715.56,
        3723.56
    ],
    [
        " and there was a place called Burton's out there and it was just all bowls but they were dinks they",
        3723.56,
        3727.4
    ],
    [
        " weren't real your rodeo bowls you know so I went out there and oh I liked it and never got",
        3727.4,
        3732.68
    ],
    [
        " bucked off there so I went rodeo and went IRA and PRCA and actually thought about getting out of",
        3732.68,
        3740.04
    ],
    [
        " Navy to ride rodeo because I loved it but then I got bored because rodeos bowls are I wrote",
        3740.88,
        3747.44
    ],
    [
        " bowls there's the last of the event right so I started riding bear back in South of",
        3747.44,
        3754.0
    ],
    [
        " Rontan but the um I got stepped on well I got 22 stitches in my left side my face 14 the back",
        3754.0,
        3763.34
    ],
    [
        " my head had both my shoulders dislocated what else got gourd and then I got stepped on and had",
        3763.34,
        3770.36
    ],
    [
        " five bus to ribs and punctured lungs I figured okay that's enough I quit doing that and just",
        3770.36,
        3776.46
    ],
    [
        " dating the teams you know the teams are safer than rodeo right well that was over over a year and a",
        3776.46,
        3781.92
    ],
    [
        " half almost two years so it wasn't bad yeah and what about what about guys I mean how were guys doing",
        3781.92,
        3788.46
    ],
    [
        " as far as handling what they'd seen and coming back and all of a sudden they're in Main Street dude",
        3788.98,
        3794.28
    ],
    [
        " we didn't have that problem yeah I mean I'm telling you the guys that were crazy were crazy before",
        3794.28,
        3800.1
    ],
    [
        " they went over I often say that they weren't I mean I know all my buddies in fact Thursday this",
        3800.1,
        3807.38
    ],
    [
        " Thursday night we'll have that UDT Vietnam UDT seal get together on Thursday night talk those",
        3807.38,
        3813.54
    ],
    [
        " guys you you see buddy going you know I've got to go to the hospital I mentally owns not that I",
        3813.54,
        3819.08
    ],
    [
        " know if I tell you there may maybe it did happen but the only guy know that really got affected",
        3819.08,
        3824.12
    ],
    [
        " was he was with that one platoon I can't think they've been uh and they were taking a part of mortar",
        3824.12,
        3831.76
    ],
    [
        " in the mortar blew up and he had just left to have a cigarette and all of his buddies got killed by",
        3831.76,
        3843.52
    ],
    [
        " and he wasn't quite the same after that not gonna understand that I mean that you know what I mean",
        3843.52,
        3848.38
    ],
    [
        " but just being the fire fights and shit like that and stuff that happened nobody uh you know we",
        3848.38,
        3854.24
    ],
    [
        " just it was the way it was you know and even when you even you got out for the first so so then you did",
        3854.24,
        3859.68
    ],
    [
        " you did 30 years yeah in the Navy and uh you know that was another funny thing when you when I",
        3859.68,
        3865.3
    ],
    [
        " talked about earlier when you when you graded are you laying great at me for the first time I don't",
        3865.3,
        3873.5
    ],
    [
        " was in uh uh alpha tune at team one with uh I'm right yeah I was a good off yeah yeah but you were",
        3874.38,
        3884.2
    ],
    [
        " I don't know how old you were in that time period but you know for from my perspective you were like",
        3884.2,
        3889.28
    ],
    [
        " 170 years old right yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah",
        3889.28,
        3892.7
    ],
    [
        " and I'm thinking of myself hey this guy's the old this this Roger Aiden and you are like putting",
        3892.7,
        3896.8
    ],
    [
        " on your wetsuit okay put on the wetsuit I guess you're gonna get in the water gets in the water",
        3896.8,
        3900.5
    ],
    [
        " swim in do the recon I swim in with you get the recon and I swim back out you know that's that was",
        3900.5,
        3906.74
    ],
    [
        " that's what you have to do if you're gonna do or ease you got to do them right you know old point",
        3906.74,
        3910.66
    ],
    [
        " eight point B otherwise you don't see everything you know and that's what I liked I was a warrant",
        3910.66,
        3915.4
    ],
    [
        " in but that's what I liked my last three or four years three years I think in the uh in the",
        3915.4,
        3920.5
    ],
    [
        " teams as I did or eat so you still got to have your feet on the ground on the boys you know",
        3920.5,
        3924.6
    ],
    [
        " it couldn't be an amplitude and we'd suck but that's what I wanted to know there's nothing",
        3924.6,
        3929.86
    ],
    [
        " there's nothing better than uh there's nothing better than the uh than the puttune life now I",
        3930.06,
        3935.94
    ],
    [
        " know that I know that you're short on time and I and I rush this and uh I'm glad we were able to",
        3935.94,
        3943.56
    ],
    [
        " get a little bit done and I think maybe after after this one and we get to listen to it and",
        3943.56,
        3948.92
    ],
    [
        " and I'll probably end up with a bunch more questions I know people that are listening to this a bunch",
        3948.92,
        3953.4
    ],
    [
        " of team guys listen to this they they actually a bunch of team guys sent me a bunch of questions",
        3953.4,
        3957.38
    ],
    [
        " I didn't get to any of them yeah we were yeah I know it's I'm sorry and no it's all good",
        3957.42,
        3962.46
    ],
    [
        " things that pop up in your head when you talk about I mean I mean there's a lot of",
        3962.46,
        3966.3
    ],
    [
        " you I mean I was a you know it's a frog man first and you know that was probably one of the best",
        3966.3,
        3971.62
    ],
    [
        " appointments ever had and that was great and Philippines is great and we were so glad to leave",
        3971.62,
        3976.82
    ],
    [
        " the Philippines to go back to a depth just to get out of it for a while we were going to die you know",
        3976.82,
        3980.9
    ],
    [
        " so uh we'll definitely get you back on here and and like I said next time I'll I'll I'll get",
        3985.2,
        3989.96
    ],
    [
        " some questions from the team guys that that they asked me to ask you and and go through some of those",
        3989.96,
        3994.78
    ],
    [
        " but man thanks for coming on I know like I said I know you've never never been out in the",
        3994.78,
        4001.12
    ],
    [
        " public eye before and that's just the the epitome of a quiet professional that that we were all",
        4001.12,
        4006.12
    ],
    [
        " raised on and I appreciate it like I said you're a hero mine you're a hero of the seal teams and",
        4006.12,
        4013.6
    ],
    [
        " you're really a hero to everybody in this in this country and if anybody out there wants to",
        4013.6,
        4020.5
    ],
    [
        " continue this conversation you can you can get Echo Charles and I on the social media Echo is at",
        4020.5,
        4028.36
    ],
    [
        " Echo Charles I am at Jocco willing we're on all the different social media Twitter Instagram",
        4028.36,
        4036.22
    ],
    [
        " and the Facebook if you want to support the podcast Echo Charles how can they do it if you",
        4036.22,
        4044.52
    ],
    [
        " want some supplements the kind that work obviously on it has the best ones so you go to onit.com",
        4044.52,
        4053.88
    ],
    [
        " slash jaco you get 10% off boom that's one way also before you do your Amazon shopping of course",
        4053.88,
        4061.18
    ],
    [
        " go to one of the websites right jaco store or jocobotgas.com click through the Amazon link there",
        4061.18,
        4066.62
    ],
    [
        " before you do your shopping or to make that part easier we have this the trooper tool it's just",
        4066.62,
        4074.88
    ],
    [
        " this little extension thing you can put on your browser you get that on any of the websites as well",
        4074.88,
        4079.52
    ],
    [
        " you just click on it's called the jaco store trooper tool chrome extension just click on that",
        4079.52,
        4087.9
    ],
    [
        " confirm it's on there it'll automatically do it for you so you don't have to remember it's good",
        4087.9,
        4091.5
    ],
    [
        " also if you like the shirts that we have boom that's the one discipline equals freedom is a good one",
        4091.5,
        4098.28
    ],
    [
        " but yeah get some of those that's how you can support",
        4098.28,
        4100.78
    ],
    [
        " awesome and you can get the book that layfabin and i wrote that actually roger did the security clearance",
        4106.0,
        4112.42
    ],
    [
        " on you did i just reviewed it for for you thing you know what i mean yeah but one thing i will say",
        4112.42,
        4121.2
    ],
    [
        " you know i don't think i'm a hero i just went over and then did my job had a lot of fun",
        4121.2,
        4126.1
    ],
    [
        " this was a great guy you know that's about yet well that's one of the things that makes you a hero and",
        4126.1,
        4132.52
    ],
    [
        " thanks thanks for coming on the show and and also if you don't know we're we're having a little",
        4132.52,
        4138.92
    ],
    [
        " little conference out here in San Diego, California, October 20th and 21st is not going to be for",
        4138.92,
        4145.04
    ],
    [
        " everybody but if you want to get in the game if you want to do something that's going to be",
        4145.04,
        4150.46
    ],
    [
        " intense to focus you're going to talk about leadership we're going to talk about getting better",
        4150.46,
        4153.78
    ],
    [
        " at what we do come on out the muster October 20th and 21st roger thanks again for coming on the",
        4153.82,
        4162.28
    ],
    [
        " show thanks for everything you did serving this country in Vietnam and spending the rest of your",
        4162.28,
        4168.34
    ],
    [
        " life supporting the seal teams dedicated to our country and like i said roger is kind of an unknown",
        4168.34,
        4177.74
    ],
    [
        " veteran and i would like to take a moment to thank all the Vietnam veterans that fought with courage",
        4177.8,
        4188.78
    ],
    [
        " and with honor in a hard war in an unpopular war and not only fought for freedom against the",
        4188.78,
        4198.16
    ],
    [
        " evils of communism but also established and passed on lessons learned for the current generation",
        4198.16,
        4206.28
    ],
    [
        " of war fighters we owe all of you a great debt of gratitude for what you did for us and for the",
        4206.28,
        4216.5
    ],
    [
        " United States of America and everyone else out there thanks for listening thanks for spreading the",
        4216.5,
        4222.82
    ],
    [
        " word and as you go through life remember the sacrifice of these veterans that fought and sacrificed",
        4222.82,
        4231.38
    ],
    [
        " for us so that we can live with the sacred freedom to go out into the world and get after it",
        4231.96,
        4245.34
    ],
    [
        " so until next time this is echo and jaco right in this true hero",
        4245.34,
        4253.48
    ],
    [
        " born officer chief born officer seal retired roger aid out",
        4253.66,
        4264.1
    ]
]