[
    [
        " This is Jockel Podcast number 34 with Echo Charles and me, Jockel Willink. Good evening, Echo. Good evening.",
        0.0,
        10.04
    ],
    [
        " And tonight we have a guest on the podcast back for a second time, my brother, Lave Babin. Good evening, Lave. Good evening. Good to be back with you.",
        10.78,
        22.78
    ],
    [
        " And if you don't know who Lave Babin is, real easy thing to do is go back to Jockel Podcast number 11 and listen to that. I give him a long introduction and tell you about who he is.",
        23.34,
        33.68
    ],
    [
        " Guy that I served in the SEAL teams with and like I said, go back to 11.",
        34.4,
        42.52
    ],
    [
        " I think you guys wrote a book, yeah.",
        43.78,
        46.44
    ],
    [
        " We wrote a little book called Extreme Ownership. I'm sure we'll talk about that tonight. Lave was one of the two commanders that that worked for me in the battle Ramadi when we deployed in 2006 and just one of my brothers.",
        46.46,
        58.32
    ],
    [
        " So thanks for coming on the podcast.",
        59.1,
        62.4
    ],
    [
        " Thanks for having me.",
        62.66,
        63.84
    ],
    [
        " What do you say to a man that by his own admission has no soul? Why would you say anything?",
        70.38,
        81.78
    ],
    [
        " I've thought about it a good deal. But he wasn't nothing compared to what was coming down the pike.",
        83.34,
        91.6
    ],
    [
        " They say the eyes are the windows to the soul. I don't know what their eyes was windows to and I guess I'd assume not know.",
        93.08,
        106.06
    ],
    [
        " But there is another view of the world out there and otherwise to see it and that's where this is going.",
        108.48,
        115.3
    ],
    [
        " It has done brought me to a place in my life I would not have thought I'd have come to.",
        116.1,
        123.44
    ],
    [
        " Somewhere out there is a true and living profit of destruction and I don't want to confront him.",
        125.62,
        134.46
    ],
    [
        " I know he's real. I've seen his work. I walked in front of those eyes once. I won't do it again.",
        136.24,
        148.78
    ],
    [
        " I won't push my chips forward and stand up and go out to meet him. It ain't just being older.",
        150.54,
        158.88
    ],
    [
        " I wish that it was. I can't say that it's even what you are willing to do.",
        160.42,
        166.06
    ],
    [
        " Because I always knew that you had to be willing to die to even do this job. That was always true.",
        166.94,
        173.1
    ],
    [
        " Not to sound glorious about or nothing but you do. And if you ain't they'll know it. They'll see it in a heartbeat.",
        175.24,
        183.6
    ],
    [
        " I think it is more like what you are willing to become.",
        184.48,
        191.54
    ],
    [
        " And I think a man would have to put his soul at hazard and I won't do that.",
        193.32,
        203.08
    ],
    [
        " I think now that maybe I never would.",
        204.28,
        210.28
    ],
    [
        " Now that's the opening from the book No Country For Old Men, which is written by Kormack MacArthur.",
        216.08,
        224.32
    ],
    [
        " You also wrote my favorite non-military memoir book, The Book Blood Meridium, which is just an outstanding book.",
        224.62,
        240.04
    ],
    [
        " It's an awesome movie. And in the movie and in the book there's a guy and that's who's talking in that opening.",
        240.56,
        246.98
    ],
    [
        " Sheriff Ed Tom Bell. And he's explaining that he's seen evil in the world.",
        247.58,
        254.66
    ],
    [
        " The living prophet of destruction. And he's seen his work and walked in front of those eyes.",
        255.34,
        260.84
    ],
    [
        " And ultimately that's kind of what the book is about. Sheriff Bell is explaining that he doesn't really want to face this evil.",
        261.56,
        267.5
    ],
    [
        " He doesn't want to put his soul at hazard.",
        269.38,
        271.96
    ],
    [
        " So ultimately he doesn't really want to be a sheriff anymore.",
        272.68,
        278.36
    ],
    [
        " He can't face that kind of evil. So he leaves the police and he retires and stays in his own little world.",
        279.1,
        286.8
    ],
    [
        " And that's the basis of it. There's way more to it than that than you should definitely read the book.",
        286.8,
        292.68
    ],
    [
        " The book which is it set, I think it's set in about the 1980s, early early 1980s.",
        293.44,
        299.9
    ],
    [
        " And the evil that he's speaking of that he's having to now deal with as a sheriff is the drug cartels coming out of Mexico, the border of Texas.",
        300.0,
        309.0
    ],
    [
        " They've escalated from you know petty little drug dealers back in the day.",
        309.02,
        313.34
    ],
    [
        " And now it's a ruthless organized crime syndicates that murder with no mercy.",
        313.34,
        319.96
    ],
    [
        " And like I said, it's just too much for Sheriff Bell and he ends up walking away.",
        321.6,
        328.78
    ],
    [
        " Now meanwhile in 2016 the evil that we deal with now is even more pervasive and stronger and completely without mercy and it's everywhere.",
        329.34,
        346.72
    ],
    [
        " And we can try and ignore it. And we can try and act like it doesn't happen.",
        348.78,
        354.3
    ],
    [
        " But there's some things that you cannot ignore.",
        354.82,
        358.7
    ],
    [
        " And in this case it's something that we cannot walk away from.",
        359.56,
        365.86
    ],
    [
        " In late July of 2016, father Jacques Hamill, an 86 year old Catholic priest, was doing what he did every Sunday.",
        367.98,
        381.14
    ],
    [
        " Conducting mass for his parish in Normandy, France.",
        382.68,
        386.62
    ],
    [
        " Obviously the site of D day, where one of the most impactful operations in history in terms of protecting freedom and liberty took place.",
        387.62,
        396.74
    ],
    [
        " And there in Normandy, France, in this church, two young men.",
        396.94,
        403.56
    ],
    [
        " And I use that term loosely burst into the mass, brandishing fake guns, fake explosives, but real knives.",
        404.16,
        411.36
    ],
    [
        " And the fake guns and the fake bombs apparently allowed them to get control of the people in the church, including father Hamill.",
        412.72,
        421.04
    ],
    [
        " They forced him to his knees in front of his parishioners and they slid his throat.",
        421.4,
        433.18
    ],
    [
        " And in fact they slid his throat with such force that the reports came back and said that they beheaded him.",
        435.46,
        443.42
    ],
    [
        " And one of the survivors who was a nun said that the attackers who claimed loyalty to the Islamic state smiled and appeared to be happy as they slid the priests throat.",
        444.66,
        461.38
    ],
    [
        " And then these two savages attempted to use some of the nuns from the church as human shields to try and escape.",
        463.76,
        472.4
    ],
    [
        " And when they did try and escape fortunately there were some French police snipers that shot and killed.",
        473.16,
        481.56
    ],
    [
        " But obviously the dam which was already done, one priest slaughtered one of the nuns who was wounded and obviously peace and serenity destroyed.",
        483.94,
        500.42
    ],
    [
        " And that is pure evil.",
        502.98,
        506.92
    ],
    [
        " And that's the same evil that slaughtered 89 innocent people at the Bataclan theater in Paris, the same evil that murdered 12 cartoonists at Charlie Hebdo, the same evil that led in Islamic extremists to murder 49 people at a nightclub in Florida.",
        507.7,
        528.32
    ],
    [
        " The same evil that brought down the twin towers and hit the Pentagon and has caused death and mayhem and destruction all over the world.",
        529.04,
        538.14
    ],
    [
        " And unlike Sheriff Ed Tom Bell in the book No Country For Old Men, we can't just walk away from this evil.",
        538.58,
        554.48
    ],
    [
        " Because this evil is everywhere.",
        556.84,
        558.94
    ],
    [
        " And I regret to tell you that it's growing and it's going to continue to grow unless we, we the civilized people of the world do something to stop.",
        560.12,
        581.18
    ],
    [
        " And of course with life and I background, you know, both of us spent a lot of time in the seal teams deployed multiple times overseas to confront this evil enemy.",
        589.14,
        600.26
    ],
    [
        " And of course we get a lot of questions about our take on this end to open up the questions for the night.",
        600.94,
        611.52
    ],
    [
        " First question is here.",
        612.1,
        616.22
    ],
    [
        " Is the darkness taking hold or do you and Laf C the way out of another war?",
        619.18,
        625.88
    ],
    [
        " What can we do to prevent lone wolf attacks from happening in Europe and America?",
        627.98,
        635.04
    ],
    [
        " Laf?",
        640.98,
        641.46
    ],
    [
        " Thanks for coming on.",
        641.4,
        642.48
    ],
    [
        " I know this is obviously something both of us think a lot about and I know a lot of people are wanting to hear what we think about it.",
        643.0,
        651.04
    ],
    [
        " So is the darkness taking hold my brother?",
        651.48,
        656.32
    ],
    [
        " There's no doubt that there is some serious darkness in the world and I think that darkness we've seen it grow.",
        658.44,
        664.18
    ],
    [
        " We've seen it grow. We've seen the number of jihadist terrorist attacks across the world grows substantially over the years.",
        664.32,
        670.84
    ],
    [
        " Statistically that's just the fact.",
        671.1,
        672.94
    ],
    [
        " And I think it's something that I think people need to understand across America, across the world.",
        673.7,
        680.78
    ],
    [
        " People need to understand just how evil this enemy is.",
        681.7,
        685.24
    ],
    [
        " We talk about darkness, we talk about evil.",
        685.24,
        687.5
    ],
    [
        " And I think that no country for old men summary that intro really captures it in a way.",
        688.84,
        695.82
    ],
    [
        " And certainly we've seen that with drug cartels, some of the horrific things we're going on in northern Mexico or even across the border in the United States.",
        695.94,
        704.34
    ],
    [
        " But this is a lot of the enemy in particular is in my opinion as evil and enemy as the US military is ever faced in our long history.",
        704.44,
        713.98
    ],
    [
        " And I'm very well aware of the horrific evils of Nazi Germany and imperial Japan.",
        713.98,
        719.2
    ],
    [
        " And I think this threat is every bit or even more evil than that.",
        719.84,
        725.4
    ],
    [
        " It is something that we're seeing as you just described from that one attack.",
        725.4,
        729.9
    ],
    [
        " That's one example of hundreds of hundreds that you could use over the last year or two alone.",
        730.02,
        735.96
    ],
    [
        " Yeah and a good point on that is we hear about the attacks that take place in the western world.",
        736.26,
        741.0
    ],
    [
        " That's what we hear about.",
        741.22,
        742.38
    ],
    [
        " If you start diving into the butchery and the slaughter and the torture and the rape that happens in their world, in the Islamic world, in the Middle East.",
        742.82,
        753.96
    ],
    [
        " And again, you and I that have been there, we know for a fact that the majority of people do not want to live under that reign of terror.",
        754.04,
        763.8
    ],
    [
        " No doubt they want to have normal lives.",
        763.94,
        766.6
    ],
    [
        " And I say this all the time, I know you say this all the time, they want to have normal lives.",
        767.0,
        773.12
    ],
    [
        " And they're being brought down and driven by this.",
        775.54,
        782.56
    ],
    [
        " I mean, evil is it's like I want a stronger word.",
        783.5,
        787.36
    ],
    [
        " I don't know what stronger word there is, but this is like this is a personification of Satan.",
        787.52,
        793.08
    ],
    [
        " That's what this is.",
        793.54,
        794.46
    ],
    [
        " So and I know that's one of the things that struck me and as we were talking that made me think of no country for old men because when he says I know he's real.",
        795.94,
        805.26
    ],
    [
        " I've seen his work and I know both of us have we know he's real and anybody that's employed overseeing sees and seen what these people can do is.",
        805.54,
        815.88
    ],
    [
        " And I think that this is just the head knows that this is real.",
        815.88,
        818.52
    ],
    [
        " Now the other part of this question, Lave, was what can we do to prevent these lone wolf attacks?",
        819.48,
        826.26
    ],
    [
        " So what are your thoughts on lone wolf attacks?",
        827.52,
        830.88
    ],
    [
        " Well, I think first of all, the lone wolf attack is a myth.",
        831.1,
        834.68
    ],
    [
        " It's an absolute myth.",
        835.02,
        836.32
    ],
    [
        " And this idea that there is these people are just randomly, we also use the term along with lone wolf, these the term self radicalization.",
        836.74,
        845.54
    ],
    [
        " You hear that all the time, self, he's self radicalized.",
        845.94,
        848.22
    ],
    [
        " He was a normal kid, everything was great and all of a sudden he followed a Twitter feed from ISIS and decided to go out and kill people.",
        848.84,
        856.5
    ],
    [
        " And in no case, are we saying that?",
        857.18,
        859.92
    ],
    [
        " We're saying that to be true.",
        860.5,
        862.12
    ],
    [
        " And I think we're discounting that this is an ideology.",
        862.46,
        865.66
    ],
    [
        " It comes out of the radical Islamic jihad movement and there's a Sunni component of that, there's a Shiite component of that.",
        866.32,
        874.84
    ],
    [
        " But there are a lot of followers of this and there are folks that, you know, when we're, Dior Lando Shooter was a great example.",
        875.34,
        882.34
    ],
    [
        " We have someone who's like, oh, he's self radicalized.",
        882.34,
        886.6
    ],
    [
        " And the reality was, I mean, you could go back and track the guy's father and see that he had pro Taliban posts on his YouTube channel and he's anti-American, pro jihadi.",
        887.26,
        903.58
    ],
    [
        " He learned the Senate's home and the fact that that Dior Lando Shooter also happened to go to the very same mosque where the only known American born suicide bomber attended and went to the same mosque as well.",
        904.44,
        919.48
    ],
    [
        " A guy who traveled to Syria joined up with ISIS and blew himself up an American citizen and they both went to the same mosque in 4th or 3rd Florida.",
        919.62,
        929.0
    ],
    [
        " So where is this coming from? It's coming from ideology and we have to, we have to recognize that that's a fact.",
        930.0,
        935.34
    ],
    [
        " You know, so many people want to bury their head in the sand and say, you know, Islam is a religion of peace.",
        935.62,
        939.88
    ],
    [
        " This has nothing to do with Islam. It has everything to do with Islam, obviously.",
        940.04,
        942.98
    ],
    [
        " And as you said, of course, most of the Islamic world doesn't want to live in this brutal reign of terror.",
        943.2,
        948.2
    ],
    [
        " And we're abandoning those people to the likes of the Islamic state and that that reign of terror.",
        948.2,
        954.96
    ],
    [
        " If we don't stand up, we don't do anything. And so we have to recognize that threat. It is, it is an ideology that pushes that threat and it is not lone wolf.",
        954.96,
        963.22
    ],
    [
        " They're connected by that ideology across the world and that inspires people to join up.",
        963.26,
        968.98
    ],
    [
        " And I think, you know, back to the, that ties us back to the first question about is the darkness spreading.",
        969.08,
        973.98
    ],
    [
        " There's always darkness in the world. There's always been evil in the world.",
        974.72,
        978.18
    ],
    [
        " What keeps that darkness a day? You can go back to the, the Pax Ramana and, and talk about peace in the, in the ancient world and how it was imposed through strong military might.",
        978.18,
        988.36
    ],
    [
        " And it's no different today. We have enjoyed the, the, the relative peace of post-World War II because we had the strongest, most dominant military in the world.",
        988.86,
        998.4
    ],
    [
        " And so we keep that darkness at bay. That wouldn't have been the case if the United States and our allies had not won World War II.",
        998.4,
        1005.38
    ],
    [
        " The darkness would have, would have taken over the world or much of the world.",
        1006.0,
        1009.42
    ],
    [
        " So only through military power, peace through strength, can we ensure that there's light in the world that the darkness does not take over that we keep that in check.",
        1009.58,
        1018.94
    ],
    [
        " And I think people need to understand that this can, this is an enemy that can be defeated.",
        1019.52,
        1025.04
    ],
    [
        " That this darkness is spreading only because we are allowing it to spread. Only because it is metastasized only because we have not gone and rooted it out.",
        1025.76,
        1034.56
    ],
    [
        " And so so many Americans, I know they asked you just like they asked me, you know, years ago when we saw ISIS taking over parts of Syria, then coming back into Iraq and, and establishing a foothold there, taking over huge cities like Mosul and Follujah and then Ramadi, before they were, they were pushed out.",
        1034.72,
        1053.7
    ],
    [
        " It's, people ask, well, why do we really care about that? Why does it matter? And I think now as we're starting to see the kind of horrific attacks that are inspired by their so-called caliphate that that real estate absolutely matters.",
        1055.08,
        1067.2
    ],
    [
        " It matters to us and it inspires that they can inspire attacks here among us. And we always try to connect it back. People always say, well, we don't know if it was related to ISIS and if Abu Bakr Baghdaddi, the, you know, the, the Islamic, head of the Islamic state had given them direction.",
        1067.38,
        1083.28
    ],
    [
        " That doesn't matter. None of that matters. The fact is that they're able to inspire attacks where people here amongst us in America and Western Europe and, and across the, the world go out and kill innocent people and declare their allegiance. And so we have to go there and we have to destroy them. And it is, it is worth the effort for us. And we have a military that is eager and is ready to do that. And they are itching to make it happen because they understand the nature of this evil just like me and you. They faced it. They've seen it. And, you know, as we talked to our, our, our budget.",
        1083.28,
        1113.26
    ],
    [
        " And, and we have to look at the values of our bodies who have spent time there or they're now. They're frustrated and they want, they want to close with and destroy this enemy. And yet, there's a lot of political strings holding them back from doing so. And I think that's something that it's simply requires leaders who understand the nature of this threat and understand that there is a military solution to this. And we have to lead that fight. America has to lead that fight. And, and I think we can absolutely do that. And we can have tremendous",
        1113.26,
        1142.08
    ],
    [
        " impact in the world and make sure that people don't want to join the losing team because the Islamic State is getting hammered. And people are dying in large numbers. And they don't want to go over there and be a part of that. They don't want to join over the losing side. We got to make sure that that's clear to everybody in the world that if they want to be on the side of of the radical Islamic jihadis, they're going to die a bloody and nasty death.",
        1142.08,
        1166.28
    ],
    [
        " One of the things that you mentioned real quick and we were kind of going off was was the fact that these people are normal people. One of the things that you and I heard. So, so, for those that you don't know, Lafayette and I fought with the first brigade, first armoured division in the battle remodeling of summer 2006 where the the city of Ramadi was taken back from insurgents.",
        1169.12,
        1188.64
    ],
    [
        " And when we did that, it was a very tough fight, very fierce fight. And we were able to get that city turned around and turn back over to the city of Ramadi. And it turned into a flourishing city. It was very peaceful for seven years. And when ISIS then took it over, took it back.",
        1190.42,
        1209.06
    ],
    [
        " And again, this is what what Lafayette and I were told by people that we knew that were on the ground over there. ISIS came in and murdered.",
        1210.52,
        1218.6
    ],
    [
        " They had a list of about 500 families and they went in and murdered every person in the family. This was a list of families of whom someone in the family had worked with the coalition forces, worked with the Iraqi government, been against this form of radical Islam.",
        1219.48,
        1239.0
    ],
    [
        " So ISIS came in and murdered 500 families which to me, it should tell everybody out there that this is an enemy that we must address, we must face and we must destroy.",
        1239.08,
        1256.82
    ],
    [
        " Now what I think what people don't understand either is that those same people who were on that list that ISIS brought in, they were screaming and begging for our help.",
        1257.12,
        1267.36
    ],
    [
        " They wanted American troops on the ground to help them. They don't want to live under that brutal reign of terror. They want us there. They want us to be able to push that enemy back and give them the chance to live their lives in relative freedom and peace and security.",
        1267.5,
        1280.4
    ],
    [
        " Yeah, there's a great there's a great video on on vice news that shows prior to ISIS coming back in Ramadi. It's it's it's very difficult for me to watch be difficult for you to watch too because it's exactly showing exactly what you're saying they're going around their interviewing people.",
        1280.4,
        1294.74
    ],
    [
        " And the guy that's doing the interviews is some kind of I think he's an Iraqi American because he speaks Arabic and he's he's conversing with people and they're showing subtitles.",
        1294.84,
        1301.92
    ],
    [
        " But everybody is talking to he's saying well what are you what are you going to do it looks like ISIS is coming and they're said we want the Americans back.",
        1303.62,
        1311.0
    ],
    [
        " We want them to come here. We want them to help us. Then they got the governor of Ramadi and there they show him on the phone and he's talking to his whoever his superiors and he's saying we need the Americans out here.",
        1311.26,
        1321.24
    ],
    [
        " They're getting too close the ISIS is getting too close. We need American support. We need them and that's that's the thing that so many people miss in America is the fact that the normal people in these countries they do not want to live under this kind of regime and they but they are it's hard for them to defend themselves against it.",
        1321.24,
        1340.68
    ],
    [
        " And so that's where America the benevolent nation that we are can provide this sort of peace and stability there and it's going to be hard and I say this all the time right if you're going to go to war people are going to die.",
        1340.68,
        1353.12
    ],
    [
        " Americans are going to die innocent civilians are going to die but look at what the alternative is the alternative is you have this disgusting despicable ideology getting a foothold in the world and it is absolutely disgusting.",
        1353.4,
        1370.16
    ],
    [
        " And it should not be stood for. And I think people understand too when we're talking about destroying the Islamic caliphate as they as they call themselves and how that real estate alone them owning that real estate inspires those attacks.",
        1370.16,
        1382.5
    ],
    [
        " It doesn't take in giant ground invasions with hundreds of thousands of troops in order in order to feed this enemy. It takes a few thousand American troops to go and generate momentum to beat them back partner with folks on the ground like like",
        1382.74,
        1398.88
    ],
    [
        " on barry shakes that we worked with back in the day and us forces worked with for the on barway king and they're they're asking for our help. We need to partner with folks like the the president of Egypt and and king the king of Jordan who have talked about how this is a civil war with an Islam and they don't they don't want to subscribe to that are live under that kind of brutal rain they they want to lead the fight against it.",
        1399.76,
        1422.82
    ],
    [
        " We got to help them we got to support them and we need to team up with folks like that it is we must do it and if we don't do it you're going to see the darkness continue to spread until we actually do something about it so many people want to say well let's let others over there lead the fight.",
        1422.82,
        1437.58
    ],
    [
        " That's kind of like Winston Churchill saying you know what the Nazis are in Czechoslovakia France that's that's their problem where are they coming next exactly.",
        1437.66,
        1450.56
    ],
    [
        " All right that's the Islamic State for you folks move on to the next question here.",
        1454.34,
        1460.04
    ],
    [
        " Jockewin life how do you know if you terminated too early I wanted to remove the toxicity before damage the team when do you know it's time to fire someone so we'll get into a little little change in pace here going from the darkness of the Islamic state into",
        1461.74,
        1480.38
    ],
    [
        " something a lot more positive which is people running businesses and it's good you clarify that because terminated as a different contest in our previous time it's jack so this is a good question and it was something we hear a lot and we got a ton of questions when I put this out so when you know it's time to fire somebody.",
        1480.86,
        1499.4
    ],
    [
        " We get this question all the time as you just said and it's this was always the most difficult thing it is incredibly difficult even for you know people who feel like they're super super tough leaders are strong leaders in the seal teams who've been through all our training and and and have proven themselves on the battlefield it's hard to fire people it's always difficult to fire people it's hard to have those tough conversations with folks and so we've talk we talk about this.",
        1501.78,
        1529.38
    ],
    [
        " So the right time to fire somebody is when you don't feel bad about it and what I mean by that I don't mean just because you're co-blooded but that you actually but that you actually have taken every step to mentor and train and provide resources and and help that person achieve the performance that you need them to achieve in order to accomplish the mission and you've given them every chance to succeed and once you you you should feel absolutely confident.",
        1529.58,
        1559.36
    ],
    [
        " You've you have exhausted all options and then you you're not going to feel bad because you've taken so much time and effort and they shouldn't even they're not even going to be upset about it not that they may necessarily love you or thank you for firing them but so often you see people that are literally relieved when we work with companies and we see this happen we see people that are relieved because they're in a position where they're just they're overwhelmed there's massive pressure on them and they knew there it was beyond their capability and they just didn't wanna say I don't even know what I'm doing.",
        1559.5,
        1589.36
    ],
    [
        " I can't do this and so when they got either fired or just transitioned to a different role it was really they were relieved and they said thank you and like it really was that was really eating at me that I didn't feel capable and I didn't feel I knew I was letting the team down and that's almost always the case.",
        1589.38,
        1604.8
    ],
    [
        " Every once in a while you get the torture genius who is just can't take direction or won't listen who's never gonna see never gonna see that I that but that that's okay.",
        1604.8,
        1613.34
    ],
    [
        " Yeah, the only other thing I'd say is laying out the real crystal clear expectations of where you need to be.",
        1614.66,
        1621.02
    ],
    [
        " Hey, this is where you this is where you need to be and if you don't get there this is what's gonna happen and that's why you said it shouldn't be a surprise.",
        1621.36,
        1628.66
    ],
    [
        " It should be hey I knew exactly what the expectations were I knew exactly what was required to me and I knew exactly what was gonna happen if I didn't meet those expectations requirements.",
        1628.94,
        1637.18
    ],
    [
        " So that's how you know and the only other thing is we sometimes in it's totally normal we build a relationship with our people and so sometimes that relationship gets strong to the point where you might value that relationship more than you value the performance of the team.",
        1637.76,
        1659.94
    ],
    [
        " And that is not a good situation because you have to look out for the whole team and if I say oh this guy's not doing this job but he's my bro so I'm gonna keep him on I'm letting down the whole team.",
        1660.02,
        1669.28
    ],
    [
        " So that's another little element that you have to pay attention to and if you truly care about the person mentor coach him put him into position where they can see sometimes people aren't good at something and you got to move him to a spot where they can you can take advantage of their strengths instead of putting him in a spot where their weaknesses are gonna be totally exposed.",
        1669.62,
        1687.86
    ],
    [
        " That's how you take care of someone. So that's what you got to do before you fire somebody.",
        1687.96,
        1692.58
    ],
    [
        " One thing too that I learned from you in the Navy during our time was when you have those tough conversations you got to write it down.",
        1693.04,
        1701.62
    ],
    [
        " You have to write it down and that's something that I thought was very powerful because so often even in the SEAL teams you'd see leaders who would say well this leader screwed up you know this platoon commander or this chief's got an issue and when you do he's causing you know he's dangerous or he's making bad things.",
        1702.24,
        1717.84
    ],
    [
        " He's not getting his unit where they need to be and we need to call him in and tighten him up and you'd have that conversation behind closed doors when the person isn't present and like right on let's call him in let's tighten him up.",
        1721.46,
        1734.32
    ],
    [
        " You come in they sit down and here you are face to face with that person and you just had that close to our conversation about how terrible they were and how they really needed you know we're gonna square them away and now face to face the conversation goes like this.",
        1734.44,
        1746.84
    ],
    [
        " Well you're doing you're doing a pretty good job you're doing a pretty good job overall there's a couple things we need to work on here there but maybe not here and I think that's that that doesn't help anyway that's the false cheerleading is a disaster and it's something that we talk about all the time in our business I'm sure you mentioned that on the podcast you know many times before but when you write it down you have it in front of you so you have to have that tough conversation and you give them a copy so they have it with them as well and then they can take that and understand what we're doing.",
        1748.3,
        1776.82
    ],
    [
        " Where they need to be and when they need to be there and and that forces you to have those tough conversations it's it's it's absolutely a game changer and makes you makes you address that and then again the false cheerleading is a disaster people then when you have at the fire someone and they're like way you just said I was doing a good job so obviously you failed as a leader.",
        1776.82,
        1796.28
    ],
    [
        " And another good thing you can do to soften the blow of this stuff when you're when you're delivering the heavy news is you're saying listen I wrote this down I got put this in front of you why am I doing that because I think you can do it I want you to do it I'm investing in you this is not my way to to make you feel bad this is my way to make you get better I want you to do better so here's what I here's what you got to do for me here it is in plain English do you understand this bullet point do you understand this bullet point do you understand this bullet point do you understand this bullet point",
        1796.54,
        1826.26
    ],
    [
        " that's the best possible thing you can do and you got to make that them understand that because otherwise they'll walk out of the room saying oh he's picking on me he doesn't like me no no no the opposite is true if I didn't like you I would just fire you I want you to perform I'm mentoring you I'm coaching you because I want you to do better I'm giving you this list so you know exactly what you have to do to win",
        1826.9,
        1845.96
    ],
    [
        " so don't take it the wrong way my brother just get in the game and get this stuff done hey do you think I remember you saying this good evening echo good evening I remember you saying this to to Jade remember you were like you were like when you don't feel I don't know if you put in those",
        1846.74,
        1863.36
    ],
    [
        " exact words but that's basically the message exactly the way said when you don't feel bad about it you guys both know you know yeah yeah do you think that there's a",
        1863.36,
        1870.42
    ],
    [
        " difference between like the seal teams for example because you can't just or I'm assuming you can't just replace the guy so it's like it's worth it to invest as much as you",
        1870.42,
        1880.18
    ],
    [
        " possibly can civilian world and the seal teams I thought this would be different they're not different they're the same so yeah in this",
        1880.18,
        1886.04
    ],
    [
        " civilian world every company to go work with doesn't matter what the company is there there's no immediate",
        1886.04,
        1891.0
    ],
    [
        " replacement for somebody that knows a skill set for a software engineer is there a great guy waiting to come in the door no is",
        1891.0,
        1897.56
    ],
    [
        " there a great welder waiting to come in the door no is there just no matter what these things are there's not a",
        1897.56,
        1903.52
    ],
    [
        " perfect replacement coming from it's the same thing the seal teams you don't have a ready replacement ready to come in so of",
        1903.52,
        1908.4
    ],
    [
        " course you've got a person you've gone through the agony of finding him you've gone through the agony of",
        1908.4,
        1912.78
    ],
    [
        " recruiting him you've gone through the agony of bringing him on board issuing them their gear getting them their computer letting them understand the the culture of the company.",
        1912.78,
        1921.9
    ],
    [
        " I've done I've been that you've already invested so much you don't want to just fire the person you want him to work out and so that's why it's important on either military and civilian you got",
        1921.94,
        1931.34
    ],
    [
        " him you've made those investments the best outcome is to have them succeed that's always the best outcome and so that's why you've got to be a great",
        1931.34,
        1939.16
    ],
    [
        " mentor a great coach a great leader and I've talked about this before I'm not going to go into it right now but some people are allergic to the words mentor and some people are allergic to the word coach you get some more than",
        1939.16,
        1948.9
    ],
    [
        " ego problem and I go hey life welcome to the tune I'm going to go ahead and mentor you you know what I mean I don't need to mentor so so there's a lot of people that they think you know that",
        1948.9,
        1960.26
    ],
    [
        " offends them because that implies I've said this before that implies that I know more than you do and you know less than me and I'm the big guy that's",
        1960.26,
        1969.14
    ],
    [
        " yeah so sometimes that direct kind of coaching is not the right answer but you know clearly when you're getting to a point where",
        1970.06,
        1975.56
    ],
    [
        " somebody's going to fired you need to do some direct coaching so that's why we're right now we're getting it done correctly and one one more point on that which is a great a great",
        1975.56,
        1984.54
    ],
    [
        " question co but it's that's the easiest I think fall back and we see that with a lot of leaders I've seen we saw in the military and we see it",
        1984.54,
        1991.32
    ],
    [
        " throughout you know companies and and orchestras that we work with now oftentimes it's people that well this person isn't good enough I need to",
        1991.32,
        2000.12
    ],
    [
        " fire them and get someone else and in almost most of the time that's not the case most of the time it's they just need to be led they need to be",
        2000.12,
        2006.3
    ],
    [
        " led they need to have the mission better explain to them they need to have you know the training they need to have better",
        2006.3,
        2010.58
    ],
    [
        " resource and they need to have mentorship just as jacke was talking about and so that's that's an easy fallback but it's it's not it's an excuse and it's the",
        2010.58,
        2018.34
    ],
    [
        " opposite of extreme ownership and really only the case of that torture genius right that that we wrote about the the person that just cannot take any",
        2018.34,
        2026.24
    ],
    [
        " direction no matter how how valid are or are positive and needed they can't take any criticism they won't accept any",
        2026.24,
        2035.38
    ],
    [
        " responsibility that they have it all figured out the world just can't see the genius and what they do you know that's kind of how they",
        2035.38,
        2040.58
    ],
    [
        " look at things that's the only time that you really have to fire those folks generally yeah and the thing you didn't say you",
        2040.58,
        2048.02
    ],
    [
        " hit like four points you want to one of the best places to start if someone's not doing what they're supposed to be doing is explain to them why they're doing it what this is why I want you to do this",
        2048.02,
        2056.32
    ],
    [
        " because then they can absorb it they understand what the deep mission is they understand kind of the commanders intent so whenever someone's not doing this and I you know what I'm",
        2056.32,
        2065.74
    ],
    [
        " just gonna break out a story right now good to do it so I got a seven year old daughter she can't ride a bike yet right that's not good you should be a",
        2065.74,
        2074.92
    ],
    [
        " riding a bike at four right in my family is four so she can't ride a bike yet well not to so and she's and it's become a thing to become an issue right so the other day and we're going on a big",
        2074.92,
        2088.36
    ],
    [
        " camping trip and it's going to be necessity to be able to ride the bike so the other day I started telling okay we got to go work on your bike",
        2088.36,
        2094.62
    ],
    [
        " riding so I'm gonna come get your shoes on get ready and she's immediately goes defensive I don't know I don't want to ride a bike I can't",
        2094.62,
        2100.6
    ],
    [
        " ride a bike I'm not good at and I started getting right you know no listen get your shoes on I went that route like an idiot and I",
        2100.6,
        2107.26
    ],
    [
        " luckily I didn't go too far down that road and I just stopped myself after two direct orders with no explanation of why and I said hey sweetie we're gonna",
        2107.26,
        2117.04
    ],
    [
        " go work on your bike ride let me tell you why because when we go camping almost everywhere we're gonna be going is gonna be on the bike",
        2117.04,
        2123.72
    ],
    [
        " especially when it's time to bike ride to go get ice cream we're gonna have to ride bikes to get ice cream and and so all I want to make sure is that",
        2125.2,
        2132.7
    ],
    [
        " you're able to come with us when we go to get ice cream you know I mean I don't want to have to bring it back for you want you to come",
        2132.7,
        2137.7
    ],
    [
        " with us and you can see and I just completely to change attack and she said you know okay let me get my shoes on and",
        2137.7,
        2153.7
    ],
    [
        " your expert completely went down the wrong road and was like listen to me because I'm the father and I know you do what I tell you",
        2154.52,
        2160.9
    ],
    [
        " so wrong approach a hundred percent of the time even the seven year old and as soon as I went back and said hey here's why I",
        2160.9,
        2166.6
    ],
    [
        " want you any know I told a bunch of things you know it's really good this is how we're gonna do get around this is how",
        2166.6,
        2171.36
    ],
    [
        " you can get around the beach are all these things and change your attitude it literally changed your attitude in a minute I wish I",
        2171.36,
        2176.6
    ],
    [
        " would a videotape the whole thing because we could have posted it yep yeah that would have been a good little case study",
        2176.6,
        2182.4
    ],
    [
        " yeah flanked through with the ice cream money that would you say back to the high the hiring and people you know you",
        2182.6,
        2189.58
    ],
    [
        " don't have just someone waiting in the wings to get higher to to fill that position remember um",
        2189.58,
        2194.04
    ],
    [
        " I that kind of is the case huh most of the time where if you fire someone is like oh we'll just replace them yeah right",
        2194.04,
        2202.86
    ],
    [
        " all that work and stuff you got to rehire somebody been that you're wasting time and resources to do that",
        2202.86,
        2210.14
    ],
    [
        " you could just be investing more in that kind always want your your team to succeed and sometimes people take that too far",
        2210.14,
        2215.96
    ],
    [
        " we you get someone that just wants a team to do either not can fire somebody so there's always a balance is always",
        2215.96,
        2221.24
    ],
    [
        " dichotomy there but yes that is true so do you make the exception if let's say you know let's say hey I'm I I hired this",
        2221.24,
        2228.3
    ],
    [
        " you weigh it you weigh the pros so if you do have a guy kind of waiting in the wings I don't know my neighbor yeah of course",
        2228.3,
        2235.24
    ],
    [
        " he's winning win so you can invest less in this guy because we got this guy ready to go well no you you won't invest less",
        2235.28,
        2240.44
    ],
    [
        " you're not going to invest anything if you've got someone that's going to come in and do the job and this person can't make it happen is failed",
        2240.44,
        2245.48
    ],
    [
        " right currently get rid of them yeah jack there you go good times yeah all right here we go",
        2245.48,
        2256.46
    ],
    [
        " jaco and life explain how you first met and work together in the second part is how do you say stay so disciplined every day",
        2259.14,
        2269.42
    ],
    [
        " so life meeting jaco good times how was that we touched on this a little bit in podcast 11 but it was a it was a good time",
        2269.42,
        2285.88
    ],
    [
        " I checked in a I checked in a seal team three back in the spring of 2005 and I was taking over as the",
        2285.88,
        2292.26
    ],
    [
        " button commander for charted with tune and I see I see the I see the name of the board jaco and I already kind of",
        2292.26,
        2299.22
    ],
    [
        " heard his name around people kind of knew he was and but I didn't I didn't know much I didn't know much",
        2299.22,
        2303.36
    ],
    [
        " about jaco is like but our chief Tony who we've also talked about it was just a complete badass amazing",
        2303.36,
        2310.2
    ],
    [
        " warrior incredible combat leader and he he said hey jaco is good to go it's like jaco's who you want",
        2310.8,
        2319.22
    ],
    [
        " it's like right on I'm looking for to meet jaco and this time jaco was the admiral's aid so I think you",
        2319.22,
        2323.84
    ],
    [
        " were you were still busy kind of run around and trying to turn over those duties there very busy job",
        2323.84,
        2329.2
    ],
    [
        " difficult job but but an important job certainly and so when jaco finally showed up the team the first",
        2329.2,
        2339.54
    ],
    [
        " formation so we all we all go to you know our our morning meeting and then we stand in formation",
        2339.56,
        2343.5
    ],
    [
        " out back of the team and everyone musters up and and I just remember looking at jaco and he had zero",
        2343.5,
        2351.38
    ],
    [
        " smile on his face just a scowl no smile whatsoever if I don't think you smile for the first two months",
        2351.38,
        2358.6
    ],
    [
        " yeah I have two months two month more to where him when I meet people for smiling and so he just",
        2358.6,
        2364.62
    ],
    [
        " came out to us and he just looked at us and said I'm jaco and just staring through as like he",
        2364.62,
        2369.34
    ],
    [
        " wanted to murderous and you know shaking her hand it was me and then our other the other two",
        2369.34,
        2374.12
    ],
    [
        " two commandellin and and we we knew each other well me and the Dell to the commander and you know",
        2374.12,
        2379.5
    ],
    [
        " we were we're like looking at each other and he's like he looks amazing jaco hates me I can already tell",
        2379.5,
        2386.84
    ],
    [
        " yeah jaco hates everybody but what I didn't realize later until after we worked together he gave me",
        2388.44,
        2394.2
    ],
    [
        " a copy of the book about face which we talked about many you know you talked about many times on",
        2394.2,
        2398.04
    ],
    [
        " the podcast and his tremendously influential book I know on you certainly on me and on our entire",
        2398.04,
        2403.46
    ],
    [
        " generation about face by Colonel David Hackworth I realized that that's what he did when he checked in",
        2403.46,
        2410.34
    ],
    [
        " and took over his unit which he renamed the hardcore and and actually he said I didn't smile at",
        2410.34,
        2416.54
    ],
    [
        " anybody for several six weeks or something like the first first couple of months he was there I",
        2416.54,
        2420.78
    ],
    [
        " liked to be like harder than Hackworth so I go two months wait did you get it from Hackworth or",
        2420.78,
        2424.72
    ],
    [
        " that was your thing I don't remember I probably did I ripped off so much stuff from Hackworth I",
        2424.72,
        2429.8
    ],
    [
        " definitely ripped off like we we renamed it to the task unit which was called Bravo we renamed it",
        2429.8,
        2434.66
    ],
    [
        " Bruiser that complete rip off from Hackworth so but I but I always yeah I always have have I mean I'm",
        2434.66,
        2443.24
    ],
    [
        " when you meet me I'm going to be standoffish I'm not I'm not a big you know I don't open",
        2443.24,
        2447.16
    ],
    [
        " I'm just not generally like yeah I was gonna say you did mean like that yeah real cool all nice",
        2447.16,
        2453.4
    ],
    [
        " he probably didn't smile for the first two years that he knew you yeah yeah the tough the tough thing",
        2453.4,
        2457.46
    ],
    [
        " is though is when you take over a position like that and the seal teams and in lay if you know this",
        2457.46,
        2461.58
    ],
    [
        " you don't know who you're getting you don't know anything about them you have guys that you",
        2461.58,
        2466.52
    ],
    [
        " are gonna have to put trust in faith in to lead guys in combat and it's it's a very that's the",
        2467.0,
        2476.08
    ],
    [
        " way I saw it and I knew that with you guys you guys were the platoon commanders you guys are",
        2476.08,
        2482.02
    ],
    [
        " going to be on the battlefield every day you guys are going to be leading guys in combat the most",
        2482.02,
        2487.5
    ],
    [
        " there's going to be so much pressure on you guys there was going to be violence there was going",
        2487.5,
        2491.96
    ],
    [
        " to be war and so I wanted to and there was a chance you were going to get fired you know I didn't",
        2491.96,
        2498.54
    ],
    [
        " want to be friends with you yet I wanted to make sure you made it through certain wickets and then",
        2498.54,
        2503.76
    ],
    [
        " obviously the more I got to know you and actually there was at this time you know I wasn't I guess",
        2503.76,
        2510.96
    ],
    [
        " the word is I wasn't as mature as I am right now so I was talking to one of the one of the",
        2510.96,
        2517.26
    ],
    [
        " senior officers at the team and they were thinking about maybe switching guys around or moving the",
        2517.26,
        2522.3
    ],
    [
        " platoons around and now this now at this point you guys head I had gotten to know you guys",
        2522.3,
        2526.34
    ],
    [
        " you an adult platoon commander and realized that you guys were exactly who I wanted to be with me",
        2526.34,
        2533.92
    ],
    [
        " in combat exactly the type of guys that I knew would never back down would go forward and would",
        2533.92,
        2542.24
    ],
    [
        " kick ass and I knew that but this guy says to me he says hey you know we're thinking about maybe",
        2542.24,
        2550.24
    ],
    [
        " moving some of the platoon commanders where blah blah blah blah and I said no the two guys I got",
        2550.24,
        2554.98
    ],
    [
        " are the two guys I'm keeping and they're like well you know do they have the qualities that you want",
        2554.98,
        2559.4
    ],
    [
        " you know for and I said they have the two qualities he said the qualities I said I only need two",
        2559.4,
        2566.58
    ],
    [
        " qualities they need to be able to listen which means they're humble and they need to be tough",
        2567.58,
        2572.46
    ],
    [
        " and that's what those guys are because I dished out all kinds of crap on these guys and they",
        2572.46,
        2578.54
    ],
    [
        " always just took it we wouldn't last it long because we were all training Jiu Jitsu at 0500 every morning",
        2578.54,
        2585.02
    ],
    [
        " so we were all and it was we had an awesome task in it and you know Jaco mentored and trained us",
        2585.02,
        2592.5
    ],
    [
        " and I'm sure he was frustrated with our performance initially because he had a lot more experience",
        2592.5,
        2596.42
    ],
    [
        " than than me or the Delta Platoon commander and and yet he spent the time to train and mentor us and",
        2596.42,
        2601.64
    ],
    [
        " get us to where we needed to be and by the time we deployed you know to the battlefield in Ramada",
        2601.64,
        2605.68
    ],
    [
        " he unleashed us on the battlefield to lead our platoon and and even you know underneath us",
        2605.68,
        2611.6
    ],
    [
        " within the platoon our our assistant platoon commanders and our platoon chief and our leading",
        2611.6,
        2616.16
    ],
    [
        " petty officer I mean our senior leaders within that they were out leading their own known that's",
        2616.16,
        2619.66
    ],
    [
        " on the battlefield and so he had to have tremendous faith and trust in those guys and and we we",
        2619.66,
        2624.7
    ],
    [
        " certainly built that and and it was all certainly due to Jaco's leadership to you Brewzer thanks to",
        2624.7,
        2631.38
    ],
    [
        " Colonel David Hackworth yeah and and you know everybody should know that it's late and I are the",
        2631.38,
        2637.98
    ],
    [
        " mouthpieces right now for a bunch of badass guys that all stepped up and when we are going through",
        2637.98,
        2646.28
    ],
    [
        " training crushing it we went overseas crushed it we're we're two two two people from from a big unit",
        2646.28,
        2652.32
    ],
    [
        " and all those guys you know we're just getting after it and we put we put them all you know we didn't",
        2652.32,
        2658.32
    ],
    [
        " it's you know we were just talking about firing people we fired people from task unit Brewzer that",
        2658.32,
        2661.58
    ],
    [
        " didn't didn't make the cut and we tried we did the things we're supposed to do we mentored him we",
        2661.58,
        2666.34
    ],
    [
        " helped him along and at the end of the day they weren't ready and so we got rid of them so when we",
        2666.34,
        2672.48
    ],
    [
        " went overseas we were we were ready rock we knew we could counter everybody yeah no doubt yeah and",
        2672.48,
        2678.42
    ],
    [
        " that's I think that's something that people you know miss and we talk about that all the time that",
        2678.42,
        2682.18
    ],
    [
        " you know what makes a team the biggest lesson we brought back from Ramadi was that leadership is",
        2682.18,
        2687.88
    ],
    [
        " the most important thing on the battlefield leaders at every level and so you know why we had an",
        2687.88,
        2692.92
    ],
    [
        " extraordinary task unit was because we had those leaders at every level is stepped up not just me",
        2692.92,
        2698.06
    ],
    [
        " not just Jaco our squad leaders in charge of eight guys our fire team leaders in charge of four",
        2698.06,
        2702.98
    ],
    [
        " guys the two men shoot or pair down in the frontline trooper who just stepped up owned his piece of",
        2702.98,
        2709.08
    ],
    [
        " the mission and and led and got after it yeah and you when you think about actually as I'm sitting",
        2709.08,
        2715.6
    ],
    [
        " here thinking about because I haven't I haven't really haven't thought about this too much about the",
        2715.6,
        2718.74
    ],
    [
        " process of going from I don't know these two guys I don't trust these two guys that's the main",
        2718.74,
        2726.3
    ],
    [
        " piece of it right I don't trust these two guys because I don't know them and so how do you build",
        2726.3,
        2731.72
    ],
    [
        " that trust and and somebody asked me that the other day and just it's a really good point of how do",
        2731.72,
        2737.34
    ],
    [
        " you build trust with people and the best way I think to build trust is to give trust so I said you",
        2737.34,
        2743.74
    ],
    [
        " know I look at lathe and say hey you run this operation you know is you run this training operation",
        2743.74,
        2747.48
    ],
    [
        " I trust that you can do it now when I give him that trust he's looking at me thinking",
        2747.48,
        2751.66
    ],
    [
        " himself hey this guy trust me this guy so so we're building the trust whereas if I say",
        2752.16,
        2756.68
    ],
    [
        " lathe I'll run this you just you just follow me you just get in the back seat you just step aside",
        2756.68,
        2762.18
    ],
    [
        " I that's where you were not building trust and if we went on to point if I had acted like that",
        2762.18,
        2767.42
    ],
    [
        " hold appointment we got appointment I wouldn't wouldn't have had built any trust and I'll tell you",
        2767.42,
        2771.06
    ],
    [
        " one more thing as I was sitting here thinking we did everything together I mean no to be eight",
        2771.06,
        2779.12
    ],
    [
        " dinner we worked out we did you get to this was you me that the other platoon command the other",
        2779.12,
        2784.02
    ],
    [
        " delta to the delta to commander we did everything together I mean you guys live together it and",
        2784.02,
        2789.48
    ],
    [
        " we all lived in the same neighborhood we surfed together we lifted together everything was together",
        2789.48,
        2794.16
    ],
    [
        " we debriefed together and that is how you get this bond and this massive amount of trust where",
        2794.16,
        2801.22
    ],
    [
        " I look at you and know I don't have to say word you know the deal I know the deal and we go forward",
        2801.22,
        2808.04
    ],
    [
        " one thing I was just thinking about too is this is something that I think I think brought you",
        2808.26,
        2813.94
    ],
    [
        " brought to the table I mean as you were you know training us and mentoring us and spending time",
        2813.94,
        2817.8
    ],
    [
        " with us and building building that trust as we were going through all this training get ready for",
        2817.8,
        2821.66
    ],
    [
        " combat appointment you know if you come in and say you talked about before like I'm gonna coach you",
        2821.66,
        2826.26
    ],
    [
        " I'm gonna mentor you obviously that makes people like when you actually say you know when you said",
        2826.26,
        2830.8
    ],
    [
        " to me like life you got this or like hey run this and then I'm putting a situation where I know",
        2830.8,
        2835.84
    ],
    [
        " Jaco's got a bunch of experience in this you know this this particular direct action you know",
        2835.88,
        2839.48
    ],
    [
        " raids you just come back from Iraq and had a bunch of experience I didn't have any experience in that",
        2839.48,
        2843.0
    ],
    [
        " I'd let a few sniper operations you know but that was it and I didn't I didn't done any you know",
        2843.0,
        2849.1
    ],
    [
        " direct action raids like that so here here we are getting getting I'm getting thrust into it I'm",
        2849.1,
        2854.58
    ],
    [
        " in charge I got to make some calls it's humbling so what does that make me do it makes me like hey Jaco",
        2854.58,
        2860.0
    ],
    [
        " what do you think about this hey what you know there's kind of what I'm thinking here what do you think so",
        2860.0,
        2863.46
    ],
    [
        " it opens up the conversation of like hey I'm looking for mentorship I'm looking for training rather",
        2863.76,
        2870.12
    ],
    [
        " than I got it all figured out so even had I thought that initially you know at that point when",
        2870.12,
        2875.34
    ],
    [
        " you don't have experience you don't even know what you don't know so when you when you put people",
        2875.34,
        2878.58
    ],
    [
        " in a situation that there it's beyond their comfort zone it's outside of you know they're real",
        2878.58,
        2883.5
    ],
    [
        " knowledge based then they look often they're looking for help they're looking to you for guidance",
        2883.5,
        2888.04
    ],
    [
        " hey that's a good point and actually somebody somebody point we were working with a company the other",
        2888.04,
        2891.76
    ],
    [
        " day on the East Coast and we were going through something and and and we were you were describing",
        2891.76,
        2896.84
    ],
    [
        " me quote unquote mentoring you and again I hate to use that word but but when you described it you",
        2896.84,
        2904.66
    ],
    [
        " said hey Jaco asked me this and then he asked me this and then he asked me this and what I was doing",
        2904.66,
        2910.6
    ],
    [
        " was saying hey Lave why are you doing that right there in Lave said well this is what I thought and",
        2910.6,
        2915.16
    ],
    [
        " I said okay well what would you do then if this happened and Lave said oh that's a good point",
        2915.16,
        2919.08
    ],
    [
        " and so instead of me saying Lave don't do that do you do this right here I didn't do that I was",
        2919.32,
        2924.38
    ],
    [
        " asking questions and letting him find the answer and also the other point of this for real is I wasn't",
        2924.38,
        2930.3
    ],
    [
        " just asking the question like so that I could guide him down the perfect path I'm legitimately",
        2930.3,
        2935.26
    ],
    [
        " asking him like why are you doing that right there because maybe he's got an idea and is that",
        2935.26,
        2938.78
    ],
    [
        " that could be positive I uh I can I can talk to that example because that was that that was in the",
        2938.78,
        2944.44
    ],
    [
        " Killhouse yeah we're working to the Killhouse and you know for those in order to kill houses you",
        2945.42,
        2949.6
    ],
    [
        " got up you've got rooms and hallways in in a building and oftentimes it's ballistic walls so we",
        2949.6,
        2956.9
    ],
    [
        " can shoot live fire in there same thing SWAT teams use you know any military in the world but it's",
        2956.9,
        2961.94
    ],
    [
        " it's you work on your close quarter combat skills or CQC where you you enter doorways and you",
        2961.94,
        2967.62
    ],
    [
        " work you're working together as a team clearing these halls and rooms and moving through a",
        2967.62,
        2971.74
    ],
    [
        " target building in a training environment and often they can change them and move the move the hallways",
        2972.7,
        2976.74
    ],
    [
        " around or change doorways so so it mixes it up every time you can't really get used to you know",
        2976.74,
        2981.14
    ],
    [
        " doing it one way or the other and and uh and so I'd been told as an officer my job was to stand",
        2981.14,
        2987.12
    ],
    [
        " in the back and just take the report so um that's what I did and uh the report being how many",
        2987.12,
        2993.66
    ],
    [
        " how many people have been shot how many hostages have been captured how many seals have been wounded",
        2993.66,
        2997.84
    ],
    [
        " exactly I've got the little quarterback sleeve on my arm with a grease pencil and I'm just standing",
        2998.22,
        3003.56
    ],
    [
        " in the back doing that and Jack the question jockle asked me was hey life um what he literally asked",
        3003.56,
        3009.9
    ],
    [
        " it wasn't condescending it was you know the tone really mattered and he said well why are you in the back",
        3009.9,
        3014.32
    ],
    [
        " and uh he was very curious about why why I was in the back what was it what was my tactical reasoning",
        3014.32,
        3019.82
    ],
    [
        " for that and I looked at him I was like that's what I was told to do and someone who had told me that",
        3019.82,
        3024.74
    ],
    [
        " didn't really have any real uh experience on on a real battlefield and said well you're an officer",
        3024.74,
        3030.78
    ],
    [
        " you just stand in the back and so uh so I thought I'm gonna aggressively do that that's what I'm",
        3030.78,
        3035.54
    ],
    [
        " gonna do and that's that's where I was aggressively standing in the back and I'm a pretty default",
        3035.54,
        3039.28
    ],
    [
        " I'm a pretty default aggressive leader and I was like hey if my job is to stand in the back and take",
        3039.28,
        3043.52
    ],
    [
        " this report I'm gonna do it better than anybody watch this and when jockle asked me that he's like",
        3043.52,
        3048.26
    ],
    [
        " well why are you in the back and I was like because that's where I thought I was supposed to be and",
        3048.26,
        3052.44
    ],
    [
        " then he asked me another question was uh well do you know what's going on in the front of the train",
        3052.64,
        3056.54
    ],
    [
        " right now you know I've got I've got 15 guys spread out through through the build they're in different",
        3056.54,
        3061.16
    ],
    [
        " rooms and stuff and I was like I have no idea what's going on in the train up front and",
        3061.16,
        3066.38
    ],
    [
        " and so then the the follow on question was like well how can you how can you lead these how can",
        3066.38,
        3072.68
    ],
    [
        " you lead this team how can you be the command control for your team if if you don't know what's going",
        3072.68,
        3076.64
    ],
    [
        " up front and I was like I mean it was just light bulb mom would go off like I have to I have to",
        3077.26,
        3082.5
    ],
    [
        " be in a position where I know where you know where I need to be and that was it showed me that I was",
        3082.5,
        3087.42
    ],
    [
        " I was not only was I wrong and where I was but I was failing as a leader and failing my team if",
        3087.42,
        3093.02
    ],
    [
        " I couldn't actually lead them and know what's going on so the proper position for me was",
        3093.02,
        3096.82
    ],
    [
        " forward somewhere in the middle generally and I can move around I didn't want to get so far forward",
        3096.82,
        3101.86
    ],
    [
        " that I'm getting sucked into every room clearance or getting in a gunfight and you know in the hallway",
        3101.86,
        3105.68
    ],
    [
        " because I got to be able to stand back and see see what's going on but not so far in the back that I",
        3105.8,
        3109.76
    ],
    [
        " don't know what's going up front so that he never need to tell me that again it was I knew where I",
        3109.76,
        3115.44
    ],
    [
        " needed to be I understood that it made sense to me and I think if you want to that's a great example",
        3115.44,
        3121.18
    ],
    [
        " of being able to successfully mentor your people so they understand you know to ask them those",
        3121.18,
        3125.4
    ],
    [
        " questions in a way that's meaningful it's not condescending it's not you know I know everything",
        3125.4,
        3129.68
    ],
    [
        " you know why are you doing that but are don't do this but but actually asking me the questions",
        3130.58,
        3135.52
    ],
    [
        " and I didn't have a legitimate answer live ball goes off nobody ever needs to tell me that again",
        3135.52,
        3139.72
    ],
    [
        " yeah I feel like that's like such a critical component the tone how you can say the same exact",
        3139.72,
        3145.7
    ],
    [
        " question but you say it in all these different tone so like like what were you you know how you",
        3145.7,
        3150.76
    ],
    [
        " like you always say this like what were you thinking there on that thing or that when that went down",
        3150.76,
        3155.02
    ],
    [
        " as opposed to what were you thinking you know like that kind of thing that's common well you think",
        3155.04,
        3159.76
    ],
    [
        " you like you're so dumb and I think the factor is there is that I recognize I truly recognize that",
        3159.76,
        3164.96
    ],
    [
        " I could be learning something and there might be something I don't see and I'll tell you what",
        3164.96,
        3168.98
    ],
    [
        " they've talked about this earlier man combat is humbling in you know I've been in situations",
        3168.98,
        3173.94
    ],
    [
        " combat where I did not have control and I did not do good and I look at those situations and I",
        3173.94,
        3185.0
    ],
    [
        " never situation so my mind is not sitting there saying I know everything because I know I don't",
        3185.0,
        3189.94
    ],
    [
        " so when I'm asking those questions I am legitimately asking you the question hey echo what",
        3189.94,
        3195.48
    ],
    [
        " why did you what were you thinking when you when you spliced this thing together what were you",
        3195.48,
        3198.38
    ],
    [
        " thinking when you when you when you posted this thing on that video what's the purpose of that you",
        3198.38,
        3203.72
    ],
    [
        " know and I actually want to know so that's why I'm not saying echo why the hell did you post that",
        3203.72,
        3209.64
    ],
    [
        " you know what I mean it's I generally I genuinely am not and not over confident and don't think I",
        3209.64,
        3216.92
    ],
    [
        " know everything and that was that was one of the biggest lessons are you know in addition to",
        3216.92,
        3220.34
    ],
    [
        " this leadership's most important thing on the battlefield one of the other big lessons are",
        3220.34,
        3223.7
    ],
    [
        " was humility and that you know at that time I had deployed to Iraq before so I was a one platoon",
        3223.7,
        3228.56
    ],
    [
        " wonder you know cruise wonder exactly and you pump choke it's and you really feel that happens",
        3228.56,
        3237.16
    ],
    [
        " when you have well I've deployed or I've been overseas and I've done a few combat operations you",
        3237.16,
        3242.36
    ],
    [
        " get down into your belt and yet you don't even realize what it feels like to be overwhelmed to",
        3242.36,
        3247.58
    ],
    [
        " have things that are out of your control to have the enemy flank you or do something that you",
        3247.58,
        3251.62
    ],
    [
        " hadn't for seen and I think those just sustained combat operations for almost seven months in",
        3251.62,
        3258.14
    ],
    [
        " Ramadi just a day in and day out of intense gun battles was something that it was humbling and I",
        3258.14,
        3267.14
    ],
    [
        " thought others was just well if you think you got to figure it out you haven't really done anything",
        3267.14,
        3271.44
    ],
    [
        " you yeah and the other thing that happens and this is this is actually to exactly to your point",
        3271.44,
        3279.08
    ],
    [
        " somebody goes overseas and they they they do some combat operations and they don't get challenged",
        3279.08,
        3285.08
    ],
    [
        " they don't get tested truly and it actually falsely increases their confidence and we see this",
        3285.08,
        3290.18
    ],
    [
        " in the business world too like you have a you have a company that came out of the gate and that",
        3290.18,
        3294.4
    ],
    [
        " they just timed things right they were ahead of the curve and all of a sudden they're doing fantastic",
        3294.4,
        3298.08
    ],
    [
        " and they think they can make no mistakes and they're not humble so their success their success",
        3298.08,
        3305.24
    ],
    [
        " actually makes them get arrogant and I'm this real obvious I mean look at Ronda Rousey right",
        3305.24,
        3311.16
    ],
    [
        " Ronda Rousey she thought hey I'm good to go I'm gonna beat all these people and that that",
        3311.16,
        3316.66
    ],
    [
        " that arrogance will bite you and so I think we saw that in in the seal teams where guys go overseas",
        3316.66,
        3323.26
    ],
    [
        " do do a quote unquote combat deployment they'd get some experience but it wasn't like hardcore",
        3323.28,
        3329.68
    ],
    [
        " sustained combat operations and so that that actually it would be a negative it almost be",
        3329.68,
        3338.46
    ],
    [
        " better not to have any experience almost it's probably better to have some experience but you",
        3338.46,
        3342.5
    ],
    [
        " definitely so so my point is whether you're in combat whether you're going into combat with",
        3342.5,
        3346.2
    ],
    [
        " you bidding combat with your business whether you're in a sport just because you've had some",
        3346.2,
        3350.0
    ],
    [
        " success don't start cutting corners don't let don't get arrogant I mean this is common sense stuff",
        3351.18,
        3356.3
    ],
    [
        " but we still see it all the time yeah when you're in the mix you it's you just you're just compelled",
        3356.3,
        3361.9
    ],
    [
        " to do it like I'm winning yeah like I don't need to train any harder bro you know I don't need",
        3361.9,
        3367.24
    ],
    [
        " training harder I'm good to go it's like that guy running the mile you know the guy who's running",
        3367.24,
        3371.72
    ],
    [
        " the mile right he's beating everyone he's winning but then you got the guy who's had some adversity",
        3371.72,
        3376.28
    ],
    [
        " through the four laps and at the end he's turning it on and the guy ran the mile he's like oh I'm",
        3376.28,
        3380.86
    ],
    [
        " cruising then the guy passes the same thing that's why it's always easy to be the underdog because it's",
        3380.86,
        3385.86
    ],
    [
        " it's you can just take advantage of of of of overconfidence of arrogance of someone who just",
        3385.86,
        3391.92
    ],
    [
        " doesn't think yeah it's like what you were saying like I'd gone to Iraq we don't we done a bunch",
        3391.92,
        3397.16
    ],
    [
        " of operations but I'll tell you in my mind I didn't feel like I had been tested I knew in a lot",
        3397.16,
        3403.88
    ],
    [
        " I felt like hey we still gotta be that's why we always thought worst case scenario what's the worst",
        3403.88,
        3408.02
    ],
    [
        " thing that's gonna happen what's how bad can this get that's what I was always looking at and still",
        3408.02,
        3412.56
    ],
    [
        " look at and when I when we were running training when I was running training when you were running",
        3412.56,
        3415.26
    ],
    [
        " training we were always looking at that what we want I want the training to be harder than combat you",
        3415.26,
        3419.56
    ],
    [
        " know so keep your ego and check people and we we talked to leaders about that all the time I",
        3419.56,
        3425.58
    ],
    [
        " just had a conversation with the leader not too long ago about how he's telling me everything's",
        3425.58,
        3433.38
    ],
    [
        " rock and roll these principles his team's going great I'm like okay well we're gonna go bad",
        3433.38,
        3438.3
    ],
    [
        " we're gonna go bad you know where what what what did you what did you miss what risk did you you",
        3438.3,
        3442.92
    ],
    [
        " know are you not taking the proper steps what's the worst case scenario that can happen I think good",
        3442.92,
        3446.38
    ],
    [
        " leaders are gonna be doing that all the time never gonna be satisfied always thinking what what",
        3446.38,
        3451.0
    ],
    [
        " did I miss there's always this little butterflies there and I think when you're when you're",
        3451.0,
        3454.4
    ],
    [
        " on an op at the end I got it all figured out what bad could possibly happen we're gonna crush the",
        3454.4,
        3458.66
    ],
    [
        " enemy watch out it's it's gonna go bad for you all right moving on to the next question I'll tell",
        3459.66,
        3465.68
    ],
    [
        " you though what's easy about being the underdog is that not much is expected out of you so even if",
        3465.68,
        3473.36
    ],
    [
        " you fail it everyone's like whatever it doesn't throw up any kind of red flag doesn't move the needle",
        3473.36,
        3477.26
    ],
    [
        " but when you do good it moves the needle because no one expects much out of you yep being the underdog",
        3477.26,
        3485.1
    ],
    [
        " is the easier position less pressure yeah it can be seen that way yeah for sure next question",
        3485.1,
        3492.84
    ],
    [
        " here we go jaco in life what once the crisis started in Benghazi was a qrf practical",
        3492.84,
        3502.8
    ],
    [
        " you know this is something that there's been so much discussion obviously with the heated",
        3502.8,
        3509.78
    ],
    [
        " political debate you know election season and a lot's been said about Benghazi and I think what bothers me",
        3510.5,
        3519.62
    ],
    [
        " so much about that is the answer is yes of course a qrf is practical and a qrf should have been set",
        3519.62,
        3526.6
    ],
    [
        " up and ready to go in the event that this happened and so the issue with this is you know with",
        3526.6,
        3534.6
    ],
    [
        " Benghazi and why it's a big deal and why it's important is particularly for those of us in the",
        3534.6,
        3539.96
    ],
    [
        " military is because when US military personnel are employees of the US government anyway are out in",
        3539.96,
        3553.72
    ],
    [
        " harm's way and they're calling for help leaders real leaders are going to step up and get that help",
        3553.72,
        3563.9
    ],
    [
        " to them and make it happen and I think you know what whether or not a qrf which is a quick",
        3563.9,
        3571.26
    ],
    [
        " quick reaction force we're talking about sending in a you know a force maybe it's Marines maybe",
        3571.26,
        3576.3
    ],
    [
        " soldiers maybe special operations for maybe it's just air support maybe it's air support close air",
        3576.3,
        3580.2
    ],
    [
        " support which could have gotten there certainly you know in a way of the matter of hours it's",
        3580.2,
        3586.04
    ],
    [
        " those things would probably have made a huge difference on that battlefield whether it's say the",
        3586.04,
        3592.66
    ],
    [
        " lives of of tie woods who is our our teammate and glendority at another teammate and those the two",
        3592.84,
        3600.44
    ],
    [
        " state department officials lost their lives including the the ambassador christievans I don't know",
        3600.44,
        3606.54
    ],
    [
        " I don't know that it would have saved save their lives and no one could say that but that's not",
        3606.54,
        3610.74
    ],
    [
        " what leaders are asking themselves when they don't know the outcome I think a true good leader is",
        3610.74,
        3616.48
    ],
    [
        " going to is going to when bad things are happening is going to say how can we resolve this how can",
        3616.48,
        3621.38
    ],
    [
        " we help those guys and I think the the hard thing when you look at this scenario is from everything that",
        3621.38,
        3625.56
    ],
    [
        " we've seen and understand about what happened in the wake of mingazi is when the call came in that",
        3625.56,
        3631.58
    ],
    [
        " us forces are under attack the immediate response was how can we twist this how how how can we how",
        3631.58,
        3639.7
    ],
    [
        " can we make this better for us politically spin it how can we spin it yeah exactly so how can we",
        3639.7,
        3644.88
    ],
    [
        " do that well we Libya had to be because that was the party line of the time Libya had to be a big win",
        3644.88,
        3651.2
    ],
    [
        " we liberated Libya you know us forces winning air power liberated Libya from the you know evil dictator",
        3651.46,
        3657.96
    ],
    [
        " more markadoffy that has to be a victory force we can't say that al-Qaeda or terrorist groups have",
        3657.96,
        3663.82
    ],
    [
        " taken over that the threat levels there so we have to put a spin on this so let's let's we can't",
        3663.82,
        3670.48
    ],
    [
        " say that there's a threat let's come up with a story about the video and how the video inflamed",
        3670.48,
        3675.96
    ],
    [
        " you know hatred against Americans and and blame that and so that was the crisis response and no one",
        3676.24,
        3683.0
    ],
    [
        " ever said send every asset we have to help those guys and you know there's all this you know the",
        3683.0,
        3690.36
    ],
    [
        " the paperwork and the permissions that are required in or in other countries airspace let me tell you",
        3690.36,
        3696.72
    ],
    [
        " something if someone if the president at the very top says get us aircraft they're now they're",
        3696.72,
        3705.94
    ],
    [
        " Libya gonna do for us I mean particularly when they're a nation that's not I mean they've got",
        3705.94,
        3710.86
    ],
    [
        " kind of a pseudo government at that point post you know post-revolution so it was it's a",
        3710.86,
        3716.58
    ],
    [
        " travesty and I think it's a real stain on a on American honor that when US troops were in harm's",
        3716.58,
        3723.02
    ],
    [
        " way calling for help America did not send help so a couple things from my perspective number one",
        3723.02,
        3731.44
    ],
    [
        " and you kind of touched on this the preparation was awful there's all kinds of documents showing",
        3731.44,
        3738.4
    ],
    [
        " that these guys had felt the threat analyze the threat knew the threat was real and did not get the",
        3738.4,
        3744.2
    ],
    [
        " support that they wanted down there that's just step number one so from the beginning never mind",
        3744.2,
        3750.16
    ],
    [
        " once this once once what was it was a question once the crisis started the crisis shouldn't have",
        3750.16,
        3755.36
    ],
    [
        " started you should be proactive you should be aggressive in your contingency planning you should",
        3755.36,
        3760.62
    ],
    [
        " be aggressive in your security measures you should be aggressive against a known and quantifiable",
        3760.62,
        3766.18
    ],
    [
        " threat all the time so so there's number one there's the first failure then the second failure you",
        3766.18,
        3772.0
    ],
    [
        " already said it I'm gonna tell you what you got American troops in harm way harm's way we are going",
        3772.0,
        3776.82
    ],
    [
        " to do everything possible to get there now and you know what how long is that crisis gonna last",
        3776.82,
        3782.98
    ],
    [
        " you don't know you don't know how long a crisis is gonna last so if the crisis starts and I know",
        3782.98,
        3789.36
    ],
    [
        " it's going on I'm sending help and I'm sending the first the first help I can get out that I'm",
        3789.36,
        3793.06
    ],
    [
        " sending there and as soon as I can establish more help I'm gonna send them to and if the crisis is",
        3793.06,
        3797.0
    ],
    [
        " over and the and the embassy is overrun in 20 minutes and we're too late okay we did our best",
        3797.0,
        3801.76
    ],
    [
        " if the crisis lasts six hours and the the patriotic heroes that stood the line and fought",
        3801.76,
        3809.96
    ],
    [
        " held those guys for five hours or seven hours long enough to get support there then guess what we",
        3809.96,
        3816.3
    ],
    [
        " win everyone's alive and we did our job so it was just a disaster across the board and like you",
        3816.62,
        3824.06
    ],
    [
        " said a real a real not only a stain on on American presence in the world to have an ambassador a",
        3824.06,
        3831.52
    ],
    [
        " sitting ambassador murdered but our reaction to it was completely it was it was a travesty and not",
        3831.52,
        3842.28
    ],
    [
        " to mention of course the loss of some real heroes that that stood up and held the line",
        3842.28,
        3849.46
    ],
    [
        " even without the support that they needed from their country at that time which is hard for me to",
        3849.46,
        3856.28
    ],
    [
        " even say I'll I'll back us down a little bit take a little breath throw you a little softball from",
        3856.28,
        3863.34
    ],
    [
        " the from the troopers out there and I and this is actually something might be a softball",
        3863.34,
        3868.02
    ],
    [
        " life but I know you're passionate about this what's the best barbecue in Texas that's uh those are",
        3868.02,
        3877.68
    ],
    [
        " fighting words right there because uh people have their favorites there that's for sure we you know",
        3877.68,
        3882.02
    ],
    [
        " what today we're gonna talk about you know politics we're gonna talk about religion we're gonna talk",
        3882.02,
        3886.32
    ],
    [
        " it's at life when they're asking about barbecue you check out or no man touchy subject heavy we we",
        3886.32,
        3891.16
    ],
    [
        " want to get that man I don't want to I don't want to get a bunch of Twitter haters say the wrong",
        3891.16,
        3895.3
    ],
    [
        " barbecue I don't know any two Texans gonna take their barbecue very seriously there's no doubt about",
        3895.52,
        3900.14
    ],
    [
        " that I uh it's uh it's uh it's certainly a passion down there in Texas and it's uh it's a big deal",
        3900.14,
        3906.64
    ],
    [
        " but I got to go with um I got to go with Cooper spit barbecue where's that I know it's in",
        3906.64,
        3912.2
    ],
    [
        " Lano Texas the original they've had they've had a couple more that've opened up and Austin",
        3912.2,
        3916.26
    ],
    [
        " right now but uh it is uh it's awesome you walk in that place you get to just a big plastic tray",
        3916.26,
        3921.94
    ],
    [
        " and there's just giant smokers around you go up and you just like I want that piece of brisket I want",
        3923.3,
        3928.54
    ],
    [
        " those ribs I want that sausage and you just take it and you weigh it and then you just get after it",
        3928.54,
        3935.0
    ],
    [
        " jocke you probably wouldn't like I mean I know that now that you've gone vegan you probably yeah",
        3935.0,
        3938.7
    ],
    [
        " jocke jocke was not a vegan either for those out there their listening uh he is uh very very",
        3938.7,
        3944.56
    ],
    [
        " much a carnivore awesome uh wait what's this buddy again it's Cooper's pit barbecue",
        3944.56,
        3951.38
    ],
    [
        " in Lano Texas all right did that all right next question",
        3951.94,
        3957.06
    ],
    [
        " is there a way to practice this is back to leadership is there a way to practice the hard",
        3957.06,
        3963.34
    ],
    [
        " conversations I'm not known for my delicate finesse well I'm glad you're not known for your",
        3963.34,
        3971.5
    ],
    [
        " delicate finesse because neither am I generally I'm a pretty direct guy and uh I'm a default",
        3971.5,
        3978.26
    ],
    [
        " aggressive leader I think by nature uh but that's something that you know I learned from from jocke",
        3978.26,
        3983.22
    ],
    [
        " over really is you know you always you always use jujitsu as an analogy and you know how the the",
        3983.22,
        3988.72
    ],
    [
        " direct approach and particularly you know as a as a white boat wonder myself I mean you're trying",
        3988.72,
        3994.0
    ],
    [
        " to jitsu it's like you're going for the three moves that you know people know it's coming and it's",
        3994.0,
        3998.88
    ],
    [
        " very easy to defend right so if you can if you can set up like I'm going for this but then I'm",
        3998.88,
        4003.46
    ],
    [
        " going for something else and it's that indirect approach uh generally generally is more",
        4003.46,
        4008.86
    ],
    [
        " more successful you just talked about that with the ice cream ride the bicycle your your daughter",
        4008.86,
        4012.84
    ],
    [
        " so I mean I think that's uh there's so many examples that where we see and uh often that direct",
        4012.84,
        4018.14
    ],
    [
        " approach hey my way do it this way just doesn't get the job done I think is there a way to practice",
        4018.14,
        4022.86
    ],
    [
        " the hard conversations 100% there is and so many people think they're above rehearsals role play",
        4022.86,
        4031.44
    ],
    [
        " those are those are things that are critical to seal performance in the battle I think a lot of",
        4032.4,
        4037.14
    ],
    [
        " people don't realize that we actually we we do work rehearsals and walkthroughs before every single",
        4037.14,
        4044.92
    ],
    [
        " operation and we try to mimic that maybe it's you know we're out training in the desert we might",
        4044.92,
        4050.12
    ],
    [
        " even have like you know we might lay out rocks are put tape on the ground so it in mimics bill if",
        4050.12,
        4056.22
    ],
    [
        " if there's not actual buildings to use for training facilities or are uh and we have everyone stand",
        4056.22,
        4062.3
    ],
    [
        " together in their sticks and we know who's getting on the helicopter here and and these guys are",
        4062.3,
        4066.3
    ],
    [
        " going to be on the second helicopter there those are the kind of things that allow people in the dark",
        4066.3,
        4069.9
    ],
    [
        " of night when it's crazy and it's chaotic to go to the right place do what they're supposed to do",
        4069.9,
        4074.28
    ],
    [
        " everything is simple as unloading from a vehicle just we we would practice that we you know we",
        4074.28,
        4080.82
    ],
    [
        " we had this we had this giant truck that we use when when the ID threat started getting really bad in",
        4080.82,
        4086.94
    ],
    [
        " Iraq initially seal seal solter for riding in the back on benches in in the back of a humvee kind",
        4086.94,
        4094.24
    ],
    [
        " of an open bed like a truck truck tied back and then the ID threat the roadside bomb threat started",
        4094.24,
        4098.96
    ],
    [
        " getting so dangerous that we had to put guys inside armor and so that means that humvees we're",
        4098.96,
        4104.94
    ],
    [
        " going to only care five guys you know if you don't have guys in the back so so we had to take this",
        4104.94,
        4108.84
    ],
    [
        " giant we call it the man truck and we I think we nicknaded big ziv was our was our truck and it was",
        4109.08,
        4114.76
    ],
    [
        " a it was a big five ton truck and you know flatbed truck and and they I don't know if previous seals",
        4114.76,
        4122.32
    ],
    [
        " or if the army had done it and we're used but we had welded these uh a quarter inch steel plates",
        4122.32,
        4127.88
    ],
    [
        " around it and then we had uh then we had uh sandbags in the bottom of it so that was like our that",
        4127.88,
        4134.2
    ],
    [
        " was our protection and most of the sandbags were like torn up because of boots going in and out",
        4134.2,
        4138.42
    ],
    [
        " and so it was you're just sitting on sand so if you got blown up it would not have provided a whole",
        4138.42,
        4143.06
    ],
    [
        " lot of protection from you but you get blown up and sand getting out of the truck is substantial",
        4143.06,
        4147.36
    ],
    [
        " when you got 20 guys sitting in the back of that truck and they're you know uh with some of our guys",
        4147.36,
        4152.7
    ],
    [
        " Iraqi soldiers that were with us are jundis um and you got to open swing open this giant heavy",
        4152.7,
        4158.36
    ],
    [
        " you know quarter inch steel doors in the back and then you got to put a ladder out and everyone's",
        4158.36,
        4163.1
    ],
    [
        " got to climb down that ladder that takes some time and guess what that that that can turn into",
        4163.1,
        4169.34
    ],
    [
        " three stewedges real quick no doubt people just this picture that people can get injured uh we've",
        4169.34,
        4173.72
    ],
    [
        " had guys fall off of trucks like that and dislocate their shoulders and literally have to get",
        4173.72,
        4177.4
    ],
    [
        " sent home uh but more important if it's if it takes three minutes or four minutes to do something",
        4177.4,
        4182.14
    ],
    [
        " like that that's three or four minutes that you don't have guns pointed in in in every direction",
        4182.14,
        4186.26
    ],
    [
        " uh and it's critical so we had to practice that and practice that until we could do it in less than",
        4186.26,
        4191.36
    ],
    [
        " 30 seconds and and then if we have two different assault forces we got to make sure assault ones line",
        4191.36,
        4196.12
    ],
    [
        " up on the left side of the road assault two is line up on the right side of the road I mean those",
        4196.12,
        4199.12
    ],
    [
        " things that you we have to practice that over and over and over again and it seems really juvenile it",
        4199.12,
        4204.16
    ],
    [
        " seems very elementary but if if you did if you took the time to practice that performance your",
        4204.16,
        4210.64
    ],
    [
        " performance is so much better when you actually get out of the dark and night the chaos have been",
        4210.64,
        4214.32
    ],
    [
        " an unknown area and worried about you know bad guys and where they are and all those things",
        4214.32,
        4218.14
    ],
    [
        " happen and making sure people went to the place they need to go so having those conversations",
        4218.14,
        4221.56
    ],
    [
        " practicing it sitting down with someone who understands how that person might respond for a tough",
        4221.56,
        4226.68
    ],
    [
        " conversation role play maybe you know they they they they try different scenarios where they're",
        4226.68,
        4232.34
    ],
    [
        " they're really it's a softball or easy scenario it's a difficult scenario and and uh it's the",
        4232.34,
        4236.6
    ],
    [
        " worst case scenario the worst case scenario so the more you do that the better it is and this is",
        4236.6,
        4241.04
    ],
    [
        " something that jock one I've done quite a bit is with companies we work with is role play you got",
        4241.04,
        4245.6
    ],
    [
        " counsel a guy and it's easy just to say well you screwed up you were firing you but if it's this",
        4245.66,
        4249.92
    ],
    [
        " is a good guy he messed up you got to try to get him on board to use this plan or you have to talk",
        4249.92,
        4254.66
    ],
    [
        " him down from doing this out on you know he did something out in town that is making the company",
        4254.66,
        4259.42
    ],
    [
        " a little bit whatever it is uh and you have to talk to them and that role play is critical and it",
        4259.42,
        4264.22
    ],
    [
        " makes you better and enables you to perform better uh and so yes you have to do that their horse",
        4264.22,
        4269.96
    ],
    [
        " yep three or four iterations with someone dealing with in a role play scenario they get better",
        4270.24,
        4275.98
    ],
    [
        " you can literally see them get better it's pretty uh pretty cool we got pretty good getting in",
        4275.98,
        4281.18
    ],
    [
        " it out of big zev nice all right next question there was recent news about combatives in the seal",
        4281.18,
        4290.32
    ],
    [
        " teams what was the evolution towards MMA so the seal teams has gone through a whole plethora",
        4290.32,
        4299.94
    ],
    [
        " of various kind of hand-to-hand combat type things when I when I first came in there was something",
        4300.98,
        4308.26
    ],
    [
        " called scars and I it stood for scientific something something something something but it was uh",
        4308.26,
        4315.54
    ],
    [
        " it sort of looked like a kung fu yeah it was it was very um actually I think it was based on",
        4315.54,
        4323.62
    ],
    [
        " on san su right uh which is a martial art anyways so that was kind of when I showed up there",
        4323.62,
        4329.88
    ],
    [
        " then we kind of morph towards something a little bit more modern and then we morphed towards",
        4329.88,
        4335.7
    ],
    [
        " something else and so we were constantly kind of looking and searching for something that was",
        4335.7,
        4339.8
    ],
    [
        " efficient we ended up going with this one this one contractor for several years and you know",
        4339.8,
        4347.88
    ],
    [
        " so use this this one contractor for several years and then eventually especially once the war",
        4348.24,
        4354.5
    ],
    [
        " started and we had guys on a regular basis doing hand-to-hand combat against the enemy in front",
        4354.5,
        4362.04
    ],
    [
        " for those of you don't understand when that would happen if we go into a building and there's",
        4362.04,
        4365.9
    ],
    [
        " people in there that don't have weapons well you can't just gun them all down you have to get control",
        4365.9,
        4371.36
    ],
    [
        " of them if they're military age males you probably got a cuff them you got to get them down to the",
        4371.36,
        4375.36
    ],
    [
        " ground you got to control them now there's a whole variety of things that can happen the guy can be",
        4375.36,
        4379.64
    ],
    [
        " unarmed but literally combative you know he can square up and say okay it's on we've seen that",
        4379.64,
        4385.44
    ],
    [
        " and people might be surprised to hear that uh people actually do that you know you got a gang of",
        4385.44,
        4390.4
    ],
    [
        " big tough seals there they're gonna get a put you down what we've had multiple people like",
        4390.4,
        4394.28
    ],
    [
        " not comply oh yeah you're not gonna put me down and uh it doesn't usually go too well for",
        4394.28,
        4399.7
    ],
    [
        " so that's that's one of the spectrum you can then you go down the spectrum where it's someone that",
        4399.7,
        4403.28
    ],
    [
        " just is scared and they're frozen with fear so but but you're yelling at them to get down an",
        4403.28,
        4407.56
    ],
    [
        " Arabic which is you know your Arabic's not great you're yelling at them they're scared they free so",
        4407.56,
        4411.98
    ],
    [
        " now what are you gonna do you can't just stand there and keep yelling at them you've got to get",
        4411.98,
        4414.96
    ],
    [
        " them to the ground get them control so you continue the clearance then there's people that are",
        4414.96,
        4418.18
    ],
    [
        " gonna so you've got any all the way down to someone that just you know you you see they see you they",
        4418.18,
        4421.78
    ],
    [
        " put their hands up they lay down that's great that's easy so as we started getting into these",
        4421.78,
        4426.58
    ],
    [
        " scenarios on a regular basis we we realized that the system that had been taught was ineffective",
        4426.58,
        4433.18
    ],
    [
        " and that's and and also luckily we had a bunch of guys and seal teams that were into",
        4433.32,
        4438.36
    ],
    [
        " jujitsu and moitai and resting in MMA in general and so that kind of came in and started people",
        4438.36,
        4445.42
    ],
    [
        " started saying hey why don't you just do this and this will actually get a person under control",
        4445.42,
        4450.78
    ],
    [
        " and actually you told a good story uh to me today when we were talking about jujitsu about that",
        4450.78,
        4455.48
    ],
    [
        " tell that that's a good that's a good little uh explanation of where we were and where we where",
        4455.48,
        4460.24
    ],
    [
        " we got through yeah in my first platoon we went through that that training uh and uh that was our",
        4460.24,
        4465.68
    ],
    [
        " prisoner handling training so that's what that's what we did and and uh that's what we we we practiced",
        4465.68,
        4470.04
    ],
    [
        " handling prisoners and searching them and put them on the ground all that stuff handling them um and",
        4470.04,
        4474.2
    ],
    [
        " so you know we're told this is the way to do it this is you know well when we start going against",
        4474.2,
        4478.74
    ],
    [
        " role players I remember one in particular um we're going against uh we're we're in the killhouse",
        4478.74,
        4483.62
    ],
    [
        " and we're moving through and and of course we're we're this isn't live fire you're going to get",
        4483.62,
        4488.16
    ],
    [
        " this role players they're they're shooting back at you with simmionition which is a paint round",
        4488.16,
        4491.32
    ],
    [
        " through our our actual weapons it's great training because then you have then you're do you have to deal",
        4491.32,
        4495.02
    ],
    [
        " with people you have to actually wrestle with people you actually have to engage targets or they're",
        4495.02,
        4498.72
    ],
    [
        " shooting back at you outstanding training and we we've talked about that before but uh it is",
        4498.72,
        4504.32
    ],
    [
        " one of the things that really stood out to me was I remember one one particular guy one of the",
        4504.32,
        4509.54
    ],
    [
        " role players was a pretty large guy I mean he's probably six four six five like two hundred and",
        4509.54,
        4516.18
    ],
    [
        " five hundred and he was a big guy big guy and me and and this guy wasn't a seal he wasn't a seal",
        4516.18,
        4521.3
    ],
    [
        " I think he was a Gunner's Maid or something he was just volunteering to come up and be a role player",
        4521.3,
        4524.06
    ],
    [
        " great you know helps us with training um and so you know a smaller role player you're able to get",
        4524.06,
        4528.6
    ],
    [
        " them down the ground hold hold them and uh you know get get a search on them and um me and and",
        4528.6,
        4535.22
    ],
    [
        " another one of my guys who is a big big guy I'm this guy arms big around my legs a seal was was a",
        4535.22,
        4541.94
    ],
    [
        " large large man very strong guy and uh we grab this guy we're trying to get him the ground and he's",
        4541.94,
        4547.86
    ],
    [
        " not being compliant he's being he's resisting us and it's hard I mean this this is difficult for",
        4547.86,
        4554.54
    ],
    [
        " me and this other guy we're not we're not small guys I mean we're we're strong guys we're we're",
        4554.54,
        4558.76
    ],
    [
        " getting this guy to the ground but he's not cooperating and we're having a hard time keeping him down",
        4558.76,
        4562.02
    ],
    [
        " another one of our guys who is actually a lot smaller enough he was probably a 180 pound guy I'm",
        4562.02,
        4566.8
    ],
    [
        " 200 pounds and and the other seal was described it's probably 230 pound guy and uh his uh so this",
        4566.8,
        4574.06
    ],
    [
        " this other seal comes up and he's like 180 pound guy he's trained Jiu Jitsu he's got a little bit",
        4574.06,
        4579.9
    ],
    [
        " of that he's spent spent a little time you know at the Gracie Academy and and had had was one of the",
        4579.9,
        4585.12
    ],
    [
        " we're one of the first guys I knew who was pretty pretty skilled in Jiu Jitsu and and uh he",
        4585.12,
        4591.04
    ],
    [
        " he gets this this this big guy that you know the role players wrestling around that Gunner's made",
        4591.04,
        4595.46
    ],
    [
        " and uh knock cooperating we're wrestling around with him he comes up there gets a guy gets a gets a",
        4595.78,
        4600.16
    ],
    [
        " knee on him goes like knee on stomach and the guy the guy the guy can't do anything and you know",
        4600.16,
        4606.76
    ],
    [
        " here's this 180 pound guy completely controlling this large guy that two of us couldn't do before",
        4606.76,
        4612.64
    ],
    [
        " and I was like I need to start training Jiu Jitsu because that stuff works and it was just it was",
        4612.64,
        4618.1
    ],
    [
        " just a reality of like body control I can control this guy I mean knee knee on stomach get his arms",
        4618.1,
        4622.98
    ],
    [
        " guy himself tied done I mean he's and he actually when we debrief with him you know he comes now",
        4622.98,
        4628.12
    ],
    [
        " he's out of his role player element he's like he's like hey that was pretty cool and then I think",
        4628.12,
        4632.52
    ],
    [
        " he actually probably started training Jiu Jitsu because he he realized like just how effective it was",
        4632.52,
        4637.3
    ],
    [
        " for a guy who really understood body control to be able to just get a knee on him hold him down you",
        4637.3,
        4642.24
    ],
    [
        " know and and be able to control him even though he was half the size of this dude interestingly",
        4642.24,
        4645.74
    ],
    [
        " that's almost that's why most of us start because he's he happens to you and you're like whoa whoa whoa",
        4645.74,
        4652.1
    ],
    [
        " that was like you're like how's this guy who's you know he you know he looks so much smaller than",
        4652.14,
        4657.54
    ],
    [
        " me and he's just crushing me how's that possible yeah so that was you know and that that case that",
        4657.54,
        4662.34
    ],
    [
        " you just described happened the you know every day in the Tseel team somebody else that that",
        4662.34,
        4668.42
    ],
    [
        " knew some Jiu Jitsu you know would would have that scenario happen and eventually the the the correct",
        4668.42,
        4676.0
    ],
    [
        " answer rises up and people say hey look this is working this is not working and so that's how we",
        4676.0,
        4681.1
    ],
    [
        " ended up with with more of an MMA based approach because it's not just pure Jiu Jitsu it's everything",
        4681.1,
        4687.66
    ],
    [
        " it's Moitai it's boxing it's it's it's you know weapons retention pieces to it it's hitting people",
        4687.66,
        4695.22
    ],
    [
        " learning how to hit people with your gun what we call a muzzle strike which is again this is one of",
        4695.22,
        4701.68
    ],
    [
        " those things where we kind of would get be told that they're like the muzzle strike would would",
        4701.68,
        4709.66
    ],
    [
        " just kill people yeah would kill people or is gonna definitely incapaciting instantly and knock people",
        4709.94,
        4715.08
    ],
    [
        " out and the fact of the matter is and I know I know layf and I have seen I don't even know how many",
        4715.08,
        4720.38
    ],
    [
        " people I've seen muzzle strikes over and over and over again and it just the the amount I don't",
        4720.38,
        4725.28
    ],
    [
        " even think I ever saw an actual knockout I mean you see some damage it hurts and it cuts the person's",
        4725.28,
        4729.74
    ],
    [
        " face open it makes them bleed everywhere and it's a complete nightmare and you have to take them",
        4729.74,
        4732.84
    ],
    [
        " to medical and it's it's just a bad thing whereas somebody that knows a little bit of MMA can go",
        4732.84,
        4738.54
    ],
    [
        " and get control these people and take them down and it's it's no factor so that's what ended up",
        4738.54,
        4742.28
    ],
    [
        " taking over and it's definitely a good thing and a positive thing and it's been it's been cool to",
        4742.28,
        4748.1
    ],
    [
        " talk to the guys that are now carrying on with the program next question how do you deal with anger",
        4748.1,
        4757.66
    ],
    [
        " and flared tempers in yourself or your team layf I'm gonna go ahead and turn that one over to you",
        4757.66,
        4766.44
    ],
    [
        " I got a lot of experience with this one. Layf's way more experienced than me.",
        4767.08,
        4771.76
    ],
    [
        " It's one of the other things. Yeah, losing your temper. I've got a lot of experience in this one",
        4772.54,
        4776.32
    ],
    [
        " and I talked about being a direct guy being being a a default aggressive guy and",
        4776.32,
        4781.9
    ],
    [
        " and that's good there's a lot of good in that there's also some bad when you lose your temper when",
        4781.9,
        4788.16
    ],
    [
        " you you know you lose your cool one you know when you get emotional about things and",
        4788.16,
        4791.66
    ],
    [
        " react to stuff you don't make good decisions and so you know we we always taught our guys at the",
        4791.66,
        4796.36
    ],
    [
        " most important quality they could have as a combat leader is to remain calm and make good decisions",
        4796.36,
        4801.54
    ],
    [
        " under chaos and pressure so that doesn't happen when you lose your temper so you know when I look",
        4801.54,
        4809.88
    ],
    [
        " back on that the other thing about it too is when you do lose your temper about stuff and it's",
        4809.88,
        4814.48
    ],
    [
        " I can give you a number of scenarios where it happened where you know if",
        4815.44,
        4818.84
    ],
    [
        " guys had",
        4818.84,
        4820.6
    ],
    [
        " and people always think like seals are always",
        4820.6,
        4824.76
    ],
    [
        " focused all the time you know and it's life and death for you guys out there when we talk about",
        4824.76,
        4829.62
    ],
    [
        " businesses they say that all the time like it's life and death for you guys you know so it's not",
        4829.62,
        4833.88
    ],
    [
        " really life and death for my guys but how do I get them to stay focused guess what",
        4833.88,
        4836.8
    ],
    [
        " people lose discipline right people lose this one if there's not leaders that are holding those",
        4836.8,
        4842.98
    ],
    [
        " standards and and pushing hard and I remember one time in particular there's we were patrolling",
        4843.02,
        4847.22
    ],
    [
        " back to our combat outposts and we've been in a long operation it was a full patrol into a dangerous",
        4847.22,
        4852.0
    ],
    [
        " area and we captured a bunch of prisoners and we had to we had to walk them back on foot because",
        4852.0,
        4858.58
    ],
    [
        " they there's so many ID threats in that area I think we finally met up with some Bradley fighting",
        4858.58,
        4863.36
    ],
    [
        " vehicles a smaller tank from the army that came down we loaded them up in that and and they took",
        4863.36,
        4867.82
    ],
    [
        " them back from there but so we're walking back a patrolling back and we're almost you know we're",
        4867.82,
        4872.54
    ],
    [
        " still a few hundred yards back away from this combat outpost but we're in enemy territory and I",
        4872.54,
        4877.9
    ],
    [
        " could see that some of the guys are starting to not be as focused like looking down their weapons",
        4877.9,
        4882.68
    ],
    [
        " and dropping security and those things and and I was infuriated by that I was totally infuriated by",
        4882.68,
        4888.5
    ],
    [
        " that and it was because I knew what was at stake that look if if we're not disciplined all the way",
        4888.5,
        4893.58
    ],
    [
        " back until we're inside that wire of the of the friendly combat outpost we could take fire at any",
        4893.86,
        4898.44
    ],
    [
        " moment and if we're not watching you know at that very second we get shot at people might get killed",
        4898.44,
        4903.34
    ],
    [
        " you know it decreases our probability of winning that firefight of bringing everybody back so so it",
        4903.34,
        4908.42
    ],
    [
        " was a big deal and and but I definitely lost my cool and when I came back I was chewing it has",
        4908.42,
        4913.98
    ],
    [
        " and like fired up at people and like here this is why it's important and I looking back on that",
        4913.98,
        4918.46
    ],
    [
        " like that's that's not the best way to do that right the best way to do that is to say um",
        4918.46,
        4922.82
    ],
    [
        " well I mean four skies to to to keep security remind them to keep security certainly while",
        4922.82,
        4928.28
    ],
    [
        " while it's happening but getting back and saying guys here's why we got to keep security I know we're",
        4928.28,
        4933.76
    ],
    [
        " only you know a couple of yards from the combat outposts but recognize there enemy fighters out here",
        4933.76,
        4937.64
    ],
    [
        " and they're gonna hit us when we least expect it um and just because it hasn't happened to us before",
        4937.64,
        4942.56
    ],
    [
        " you know even though we've done this does the times does not mean that it won't happen to us",
        4942.56,
        4946.94
    ],
    [
        " the next time and we can't you know this is important think about how you would feel if somebody",
        4947.02,
        4952.54
    ],
    [
        " got killed when you were supposed to be home security as they were crossing the street and you weren't",
        4952.54,
        4955.94
    ],
    [
        " paying attention you know it's interesting you use that example I almost feel that you showing",
        4955.94,
        4960.54
    ],
    [
        " legit anger at that point was a positive thing like you want to make it perfectly clear to everybody",
        4960.54,
        4965.2
    ],
    [
        " and the way you get their attention because it's not like you lose your temper all the time is by",
        4965.2,
        4970.4
    ],
    [
        " you know getting angry and people go oh you know he's he's he doesn't lose the temper very often",
        4970.4,
        4976.74
    ],
    [
        " here he is super fired up well I don't think it's I don't need to probably it's not a problem to",
        4976.74,
        4981.16
    ],
    [
        " get angry I got really really angry okay so it's one of those things where it would have been more",
        4981.16,
        4986.68
    ],
    [
        " effective for me to be stern yeah and and not back down from that in in the least and not treat it",
        4986.68,
        4993.34
    ],
    [
        " lightly in the league I'm not saying that at all but I think just to loot to yell and scream and",
        4993.34,
        4998.36
    ],
    [
        " those things it's just never the best way to get right you're right that is true if you if you",
        4998.36,
        5001.92
    ],
    [
        " completely lose in your own and screaming it's it's it's it's it's not a good thing and even though",
        5001.92,
        5006.6
    ],
    [
        " you're absolutely right it was important and and I I wanted that addressed it was like it just wasn't",
        5006.6,
        5011.92
    ],
    [
        " the best way to do it I said looking back on the now one time in particular too was I can think",
        5011.92,
        5017.08
    ],
    [
        " when you wanted to make some changes to our operation oh yeah that's right that's right I get",
        5017.08,
        5024.7
    ],
    [
        " where we talked about the last five guys or not but we we I was ready to cancel the op jaco came in",
        5024.7,
        5030.58
    ],
    [
        " was like well what what about this you know maybe you know did we look at it from this direction",
        5030.58,
        5035.8
    ],
    [
        " why why don't you guys maybe patrol in on this route and not go across this bridge where there's",
        5035.8,
        5040.38
    ],
    [
        " a choke point and they might bury IDs in the road and I was like we've been looking at this for hours",
        5040.38,
        5045.34
    ],
    [
        " it's like now he's changing it to me it's prior like cancel the uh and jaco he could have got he",
        5045.34,
        5052.52
    ],
    [
        " could have lost his cool with me because I just lost my cool and you know I've been I've we've",
        5052.52,
        5056.38
    ],
    [
        " been hours at this and I was frustrated I was ready to get get this up launched and all the paperwork",
        5056.38,
        5061.44
    ],
    [
        " requirements and the levels of of approvals that we need and running around trying to you know fix all",
        5061.44,
        5066.24
    ],
    [
        " these things and and uh he actually just looked at me was like we don't need the cancel the op it's",
        5066.24,
        5072.28
    ],
    [
        " fine it's gonna be fine and then you and then you you actually again ask me some questions like",
        5072.28,
        5076.68
    ],
    [
        " is what does what I'm saying makes sense and I'm going to be like no I can't you know if it is like",
        5076.68,
        5082.22
    ],
    [
        " yes I totally make sense yeah it totally makes sense you like okay how long is it going to take",
        5083.72,
        5087.98
    ],
    [
        " to change it you're like I was like two minutes like well we have eight minutes left so no problem",
        5087.98,
        5093.08
    ],
    [
        " let's give it a go we don't need to cancel the operation I was like no we don't yeah uh and and",
        5093.08,
        5100.44
    ],
    [
        " like you said it's important to maintain your your cool and the way I do that is by being detached",
        5100.44,
        5109.56
    ],
    [
        " talk about it all the time in that situation when you got all fired up at me I was like",
        5109.72,
        5114.16
    ],
    [
        " like okay you know like they're getting fired up and I didn't think they're getting fired up because",
        5114.16,
        5119.24
    ],
    [
        " he's immature or because he doesn't can't control himself I thought to myself hey you know what he's",
        5119.24,
        5124.7
    ],
    [
        " been working on this all day he's he's got a lot of pressure on him there's a lot of frustration",
        5124.7,
        5129.06
    ],
    [
        " when you're doing these plans and doing all this paperwork I understand where he's coming from",
        5129.06,
        5133.22
    ],
    [
        " let me give him some space let him vent a little bit and then let's re-approach this thing that's",
        5133.22,
        5137.58
    ],
    [
        " coming at the situation so how you handled it those perfect because had you blown back up and",
        5137.8,
        5143.12
    ],
    [
        " me which is what the natural human reaction was right then I get mad we're yelling each even though",
        5143.12,
        5147.7
    ],
    [
        " we have a tremendously close relationship we would have canceled the job yeah it would have",
        5147.7,
        5151.68
    ],
    [
        " been a big deal or even if even if you end up saying like you know as so many leaders would do like",
        5151.68,
        5156.28
    ],
    [
        " you're gonna do it this way and then I I'm mad at you and I'm I'm all pissed off you you know you",
        5156.28,
        5161.74
    ],
    [
        " came in and trump me oh yeah by the way what happens when something goes wrong on the operation",
        5161.74,
        5165.52
    ],
    [
        " and I'm like Jaco told you know to do it yeah do this and then then you have those frictions but the",
        5165.76,
        5170.76
    ],
    [
        " bet the the best thing that you did in that situation was you actually just smiled and laughed at me",
        5170.76,
        5175.26
    ],
    [
        " like just taking it like that big of a deal just just to make that clear I didn't laugh at him like",
        5175.26,
        5180.16
    ],
    [
        " he was a little yeah I just like hey man you know and he knows me and he knows exactly where I was",
        5180.16,
        5185.5
    ],
    [
        " coming from like hey I know it's I know what's going it was the perfect way to deescalate the",
        5185.5,
        5189.98
    ],
    [
        " situation which which made me deescalate exactly and made me realize like yeah it makes total sense",
        5189.98,
        5195.28
    ],
    [
        " and then we executed it was no problem yeah that's how you deal with that's how you deal with",
        5195.28,
        5200.2
    ],
    [
        " so when someone gets mad at you deescalate when you feel yourself getting spun up detached",
        5200.2,
        5205.46
    ],
    [
        " when have you got spun up and lost your cool uh I've said this before on the podcast",
        5205.46,
        5210.96
    ],
    [
        " printers and copy machines they they don't like me you're not gonna like them",
        5210.96,
        5218.58
    ],
    [
        " and so are we talking straight up off of space stuff off of space style um I'm I don't like",
        5218.58,
        5223.98
    ],
    [
        " printers and copy machines they don't ever do what I want them to do and so I get I get angry",
        5224.68,
        5229.08
    ],
    [
        " at them so I lose I lose my mind a little bit uh but no I don't I don't lose my temper very often",
        5229.08,
        5233.7
    ],
    [
        " you know it doesn't doesn't do me a lot of good and it usually he usually doesn't help the",
        5233.7,
        5239.44
    ],
    [
        " situation you know doesn't help you solve the problem and and my mind is always all right how do",
        5239.44,
        5243.52
    ],
    [
        " I get this thing solved it never helps you solve the problem that's for sure no so if if you're",
        5243.52,
        5248.8
    ],
    [
        " like me and and you lose your cool you got to you got to practice you got to rehearse that you",
        5248.8,
        5252.44
    ],
    [
        " got to make sure that you're detaching and uh not losing your cool so that you can get the job done",
        5252.44,
        5257.74
    ],
    [
        " and win that's that's what it's all about and the Delta Tune Commander you know he'd go in a",
        5257.74,
        5262.98
    ],
    [
        " little bit of rage from time to time and and you know one day the Delta Tune Commander is going to",
        5262.98,
        5269.38
    ],
    [
        " be out of the military and he's coming right on this podcast and he knows that he's fired up",
        5269.38,
        5273.76
    ],
    [
        " but uh you know he's my my other brother and that's going to be a good time but you know he would get",
        5273.76,
        5281.32
    ],
    [
        " some rage going and I'd have to I'd have to uh back him down a little bit and say bro",
        5281.7,
        5287.86
    ],
    [
        " it's me they're used to get fired up right now where we're here to win and I'm here to help you",
        5287.86,
        5295.22
    ],
    [
        " and he go I know but damn",
        5295.22,
        5298.48
    ],
    [
        " awesome all right next one and this is a a pretty uh pretty heavy subject actually",
        5298.48,
        5308.46
    ],
    [
        " jacquenlave thoughts on cops being ambushed what should police departments do be doing to prepare",
        5309.72,
        5317.46
    ],
    [
        " especially with no command support for training isis is an american law enforcement role in battling",
        5317.46,
        5325.68
    ],
    [
        " this terrorism we've been training active shooter lots these are this is actually a conglomeration",
        5325.68,
        5331.2
    ],
    [
        " of a few questions but the the basic question is thoughts on the cops being ambushed what should",
        5331.2,
        5337.98
    ],
    [
        " police departments be doing to train for that prepare for it and then how do civilians",
        5337.98,
        5343.62
    ],
    [
        " fit into that picture and what can civilians do to help",
        5343.62,
        5347.36
    ],
    [
        " both the horrible shooting that took place in texas",
        5347.36,
        5353.0
    ],
    [
        " horrific horrific stuff and uh certainly we left up the families of those lost in our prayers",
        5353.0,
        5359.58
    ],
    [
        " and the entire you know the entire police force are in Dallas in baton ruse and across the country",
        5359.58,
        5365.4
    ],
    [
        " where they've uh they've lost lost their brothers uh i think first of all i we have tremendous",
        5366.04,
        5372.3
    ],
    [
        " respect for law enforcement for uh you know the boys and blue and and uh what whether",
        5372.3,
        5377.1
    ],
    [
        " police departments you know sheriff's deputies federal law enforcement you know they protect the",
        5377.1,
        5382.58
    ],
    [
        " home front and we have to have that we have to have that we have to have we have to be a nation of",
        5382.58,
        5387.56
    ],
    [
        " loss and and without that we've got complete lawlessness and so uh i think americans need to show",
        5387.56,
        5394.42
    ],
    [
        " appreciation for their police departments and for their law enforcement officers uh we can't do",
        5396.84,
        5402.3
    ],
    [
        " that enough we got to thank those those folks i think uh as far as they're you know this is just",
        5402.3,
        5409.1
    ],
    [
        " another example you know when you're talking about these the police ambush this is another example",
        5409.1,
        5412.58
    ],
    [
        " that just as we talked about in that first question darkness right the evil that's in the world",
        5412.58,
        5417.24
    ],
    [
        " there are some evil people that celebrate this evil like it's a great thing um and uh i think uh",
        5417.24,
        5423.62
    ],
    [
        " you know there's just no no justification for for the kind of horrific stuff that we've seen uh",
        5424.6,
        5429.26
    ],
    [
        " you know these ambushes on on police officers and uh so i think police need to start",
        5429.26,
        5434.38
    ],
    [
        " i've you're already seeing uh you're already seeing police police that are getting they're getting",
        5434.38,
        5439.06
    ],
    [
        " long guns for the forces that didn't have a lot of them had them but maybe they didn't have access",
        5439.06,
        5442.68
    ],
    [
        " to them or couldn't get to them quickly they're gonna need to have those long guns where if someone's",
        5442.68,
        5447.26
    ],
    [
        " targeting you with a rifle and all you have is a pistol it's not good for you that's the",
        5447.26,
        5451.84
    ],
    [
        " senior for those either don't know anything about guns like echo the difference between having a",
        5451.84,
        5456.56
    ],
    [
        " rifle and a pistol is night and day i mean let's just break it down a pistol if you're a good",
        5456.56,
        5464.32
    ],
    [
        " shot with a pistol maybe if you're a great shot with a pistol maybe you're getting out what what",
        5464.32,
        5469.1
    ],
    [
        " 50 yards you're a good shot with a rifle and you're out to 800 yards it be pretty easily now on",
        5469.1,
        5477.42
    ],
    [
        " top of that you got a pistol you can a pistol round will stop when it hits something you know",
        5477.42,
        5482.94
    ],
    [
        " it's sometimes pistol round stop when they hit regular windows on cars uh a high power rifle",
        5482.94,
        5489.62
    ],
    [
        " is gonna rip through the doors of cars no problem it's gonna be so there's a there is a massive",
        5489.62,
        5494.42
    ],
    [
        " massive difference between being out in the street with a pistol and being out in the street",
        5494.42,
        5498.62
    ],
    [
        " with a rifle so luckily there's well not luckily but they are starting to arm the police for these",
        5498.62,
        5505.14
    ],
    [
        " scenarios that you're gonna get in i remember the first time first patrol i went on in",
        5505.3,
        5510.64
    ],
    [
        " Iraq in in humvees and we hit we we hit a a steel hedgehog right the little obstacles that Americans",
        5510.64,
        5520.22
    ],
    [
        " put out i don't know if they left them there it's been some problem so i'm driving along all of",
        5520.22,
        5523.68
    ],
    [
        " a sudden boom we hit one it was my vehicle and i thought to myself i just hit an idea i'm about to",
        5523.68,
        5527.78
    ],
    [
        " die but our vehicle gets jacked up we're like propped up and everyone poured out in the street and",
        5527.78,
        5533.84
    ],
    [
        " like took up security but everyone's out there with a little m4s and and you feel even you know",
        5533.84,
        5540.0
    ],
    [
        " because we want a machine guns and we never went out again without you know two heavy machine guns",
        5540.0,
        5546.12
    ],
    [
        " per humvee because we wanted to be ready to rock and roll uh so that's the same feeling you're",
        5546.12,
        5551.58
    ],
    [
        " gonna get rolling out with just a pistol so that's number one number two these the police departments",
        5551.58,
        5556.8
    ],
    [
        " they got to start looking at tactics at urban combat tactics and how to handle these situations",
        5556.8,
        5564.12
    ],
    [
        " how to cover and move primarily how to cover and move it always is shocking to me when i see",
        5564.12,
        5572.0
    ],
    [
        " the the when i see people not using the use cover when when there's gunfight or potential gunfight",
        5572.0,
        5579.6
    ],
    [
        " or even if there's not that's one thing in ramadi like when you're walking down the street in",
        5579.6,
        5583.04
    ],
    [
        " ramadi you don't walk down the street you're moving from cover to cover and if you're a police",
        5583.04,
        5586.02
    ],
    [
        " officer let's at least be near cover so if shooting starts that you can get in cover when i see",
        5586.02,
        5591.42
    ],
    [
        " arrests happening actual arrests happening they're trying to they're trying to get someone to stop",
        5591.42,
        5595.52
    ],
    [
        " and the police officers are standing out in the open to try and tell someone to stop don't stand",
        5595.52,
        5601.32
    ],
    [
        " out in the open stand behind cover now there's a there's a complexity there because you want the",
        5601.32,
        5607.08
    ],
    [
        " person that you're trying to stop to be able to clearly identify that you're a police officer right",
        5607.08,
        5610.8
    ],
    [
        " but let's make the error on the side of being behind cover so if that person does draw a gun",
        5611.04,
        5617.4
    ],
    [
        " you can be able to react them from a place to cover because if you're the difference between",
        5617.4,
        5621.62
    ],
    [
        " standing behind cover and standing out in the open if someone starts shooting at you",
        5621.62,
        5625.66
    ],
    [
        " oh if you got cover you're good to go that's literally you're good to go they have to do",
        5625.66,
        5629.2
    ],
    [
        " they have to hit a tiny tiny little target of whatever's exposed to you you know part of your head",
        5629.2,
        5633.64
    ],
    [
        " whereas if you're standing in the open they're gonna hit you so i think i think those tactics need",
        5633.64,
        5639.04
    ],
    [
        " to start be looking at they need to start looking at the individual tactics of doing arrests and then",
        5639.04,
        5644.04
    ],
    [
        " they need to start looking at the larger group tactics when you have either one you know you got",
        5644.04,
        5648.88
    ],
    [
        " your partner out there how do you operate together how do you cover move together what's the best",
        5648.88,
        5653.58
    ],
    [
        " way to react to these scenarios and then furthermore when another group when when other police show up",
        5653.58,
        5660.14
    ],
    [
        " how do you then quickly organize into elements that can operate together like a military unit and",
        5660.14,
        5666.12
    ],
    [
        " i know that's gonna make some people scared but like that's that they shouldn't be scared of that",
        5666.12,
        5670.14
    ],
    [
        " when you're in a gunfight you need to use tactics gunfighting tactics and those come from the military",
        5670.14,
        5675.72
    ],
    [
        " so they should be able to operate in pairs they should be able to operate in elements and and grow",
        5675.72,
        5680.3
    ],
    [
        " until you get to a point where you can handle these situations and that's gonna take a lot of",
        5680.3,
        5686.02
    ],
    [
        " training and that's gonna take money and that's gonna cost and i was talking to some of my friends",
        5686.02,
        5689.92
    ],
    [
        " that are police officers and i'm not a fact one guy just met really really good guy really fired",
        5689.92,
        5694.94
    ],
    [
        " fired up to get to player of course and he said the amount of training that they get is very very",
        5694.94,
        5701.46
    ],
    [
        " minimal so for example a regular police officer they actually don't oftentimes they don't have",
        5701.46,
        5709.06
    ],
    [
        " designated times for training they don't have times to say okay you're gonna work 40 hours this",
        5709.06,
        5714.98
    ],
    [
        " week for those hours are going to be training and that's completely wrong you should have mandatory",
        5714.98,
        5724.24
    ],
    [
        " real good training force on force training and that's what lafe talk about earlier where you're",
        5726.1,
        5730.12
    ],
    [
        " shooting live or simulation rounds or paintball rounds at each other so you're getting used to",
        5730.12,
        5735.34
    ],
    [
        " those stressful situations so because i'll tell you what you square off for the guy three you",
        5735.34,
        5739.78
    ],
    [
        " square off the guy one time and he's got simulation and you stand out in the open and don't get",
        5739.78,
        5743.52
    ],
    [
        " cover and he pulls out that gun and shoot you three times in the face with with simulation and then",
        5743.52,
        5747.42
    ],
    [
        " the next time you go again you're gonna be on some cover it's gonna happen and so and that's",
        5747.42,
        5752.08
    ],
    [
        " what we want people to do you know what's interesting about that is you know we there was a real",
        5752.08,
        5756.32
    ],
    [
        " emphasis on live fire when I first came in into the seal teams and a lot of the instructors that",
        5756.32,
        5761.94
    ],
    [
        " were put into training had not had any real experience yet any real combat experience and so",
        5761.94,
        5767.06
    ],
    [
        " we still had those folks that were saying well we're gonna focus on live fire because that's more",
        5767.06,
        5771.56
    ],
    [
        " important and that's better training and the reality is it's not it's actually worse training because",
        5771.56,
        5775.5
    ],
    [
        " you're dealing with paper targets and it's it's simple it's like either they're armed there's",
        5775.5,
        5782.06
    ],
    [
        " no one's gonna shoot them don't shoot them did you hit the target did you not so while it's",
        5782.06,
        5785.44
    ],
    [
        " important to be able to operate with live fire and that's that's great so much better to operate",
        5785.44,
        5790.3
    ],
    [
        " against a role player now you go into a room you're like the guy's moving you can't see him he's",
        5790.3,
        5794.44
    ],
    [
        " he's shooting you he's not shooting it is he maybe he isn't armed but if he's bum rushing you",
        5794.44,
        5800.58
    ],
    [
        " and and and for us you know if a guy's yelling a lot of rock bar and running at you he's probably a",
        5800.58,
        5807.86
    ],
    [
        " high suicide bomber threat so he's he's getting smoked he's getting smoked so it's uh so I",
        5808.16,
        5814.52
    ],
    [
        " think police police forces have absolutely got to make time for training but they got to put those",
        5814.52,
        5818.46
    ],
    [
        " realistic scenarios in there too and and and you know our police officers are in and as Jaco said",
        5818.46,
        5822.96
    ],
    [
        " we've got many many friends are in law enforcement um some former seals that we work with they've",
        5822.96,
        5827.72
    ],
    [
        " gone gone that route now I'm uh they're in very difficult scenarios all the time it's one of the",
        5827.72,
        5832.86
    ],
    [
        " hard things about a close quarters combat is iron structures all this tells like don't game it",
        5832.86,
        5837.52
    ],
    [
        " don't game it meaning and I talked about with a killhouse how you can change the walls and maneuver",
        5837.52,
        5842.34
    ],
    [
        " around when you're thinking in your mind I know what I'm gonna see when I enter this room",
        5842.34,
        5848.46
    ],
    [
        " that's what you generally see and so it's a it's a difficult thing you gotta make sure it's",
        5848.46,
        5854.58
    ],
    [
        " easy to get really amped up your heart rates going and you're like like you know you know you",
        5854.58,
        5859.04
    ],
    [
        " because there's pressure on you got instructors there and you want to make sure you make your shots",
        5859.04,
        5861.88
    ],
    [
        " and make good decisions and particularly as a new guy when you haven't done that before and you",
        5861.88,
        5865.26
    ],
    [
        " going to over the first time and uh so it's if you're gaming it and you're you're already envisioning",
        5865.26,
        5870.9
    ],
    [
        " what you're gonna see that's how you react to it and you end up I mean I remember I shot a target",
        5870.9,
        5875.8
    ],
    [
        " in the sergeant like bab and look at that target and there's no it's it's a there's nothing in the",
        5875.8,
        5881.42
    ],
    [
        " guy's hand there's no I and I thought I saw a weapon on the target and I saw I hammered the target",
        5881.42,
        5887.2
    ],
    [
        " you know with rounds and uh I'm looking at the holes you know the chest the vaporized hotel",
        5887.2,
        5892.46
    ],
    [
        " did you engage hostels I vaporized hostels I think we're with the movie Navy SEALS but that's",
        5892.46,
        5899.36
    ],
    [
        " that kind of thing can really get to you so um and only you only learn that when you you only",
        5899.36,
        5905.02
    ],
    [
        " realize how easily that can happen when it happens to you in training and when they change those",
        5905.02,
        5909.18
    ],
    [
        " things around uh so that you go in there and it's a the always different and you're moving in a",
        5909.18,
        5916.16
    ],
    [
        " causes those kind of issues so the what what you're talking about is you want to train for the",
        5916.16,
        5922.32
    ],
    [
        " unexpected that's what you want to have happened and the things that you see in combat are crazy",
        5922.32,
        5926.92
    ],
    [
        " the things that cops deal with go watch YouTube I said this last time we talked about the subject go",
        5926.92,
        5931.52
    ],
    [
        " watch YouTube and watch see the crazy things that people do out in the in the world and you got to",
        5931.52,
        5936.8
    ],
    [
        " be prepared for all those things and how do you prepare you got to learn to think and you got to",
        5936.8,
        5940.06
    ],
    [
        " learn to think quickly I was talking to one of our guys we're asking to bruiser the other day",
        5940.06,
        5943.84
    ],
    [
        " and it's uh i'm not gonna say his name obviously but he's one of one of one of my favorite guys",
        5945.22,
        5950.78
    ],
    [
        " who did that deployment with us came back and I think it was either his next deployment of the",
        5950.78,
        5956.6
    ],
    [
        " deployment after went to Afghanistan and did a lot of incredible stuff in Afghanistan and again",
        5956.6,
        5962.82
    ],
    [
        " you know I put him through training for that so I was running training and he was just great guy",
        5962.82,
        5967.28
    ],
    [
        " stepped up and I I said hey man what was it because I didn't fight in Afghanistan I said what was",
        5967.28,
        5973.48
    ],
    [
        " you know what was the difference between what you know your deployment to Afghanistan where you got",
        5973.48,
        5977.3
    ],
    [
        " a bunch of gun fights and got after it compared to what it was like in Ramadi and he said you know",
        5977.3,
        5981.96
    ],
    [
        " the biggest difference was in Afghanistan when things are happening they're they're usually",
        5981.96,
        5988.8
    ],
    [
        " at a distance you know you're in you're looking at across a valley you're looking down a",
        5988.8,
        5993.66
    ],
    [
        " ridge line you're looking you know you're you can observe and you can got some time to think and",
        5993.66,
        5998.26
    ],
    [
        " you can get some cover and think okay I think this is where they are let me take another look you",
        5998.26,
        6001.8
    ],
    [
        " can pop your head out you can assess and he's and he just looked at me and he said in Ramadi",
        6001.8,
        6006.54
    ],
    [
        " you had to make a decision now and I started laughing because that you know you don't there's no",
        6006.54,
        6014.56
    ],
    [
        " distance the person is across the street the person is two buildings away and you as a leader or",
        6014.56,
        6020.06
    ],
    [
        " even not as leader as a shooter you got to make a decision right now as a matter of fact the leader's",
        6020.06,
        6024.0
    ],
    [
        " not going to tell you what to do you can engage across the street you you're not going to wait for",
        6024.0,
        6027.2
    ],
    [
        " a leader to tell you what to do you got to know what to do you got to act and and that intensity",
        6027.2,
        6032.54
    ],
    [
        " of urban combat combat and again this is like when when we talk about the Cheshire Warren what those",
        6032.54,
        6037.52
    ],
    [
        " guys that's what was so stressful and those lessons learned when they said hey in the urban combat",
        6037.52,
        6041.26
    ],
    [
        " environment these guys need to be cycled out of the urban combat environment because the ID",
        6041.26,
        6045.9
    ],
    [
        " threat because the sniper threat because the immense pressure of having to make decisions now they",
        6045.9,
        6049.52
    ],
    [
        " should be cycled out like I think it was every two months and here we were I'm putting you guys out",
        6049.52,
        6053.22
    ],
    [
        " in the field for six straight months into an urban combat apologize late apologize to you bruise",
        6053.22,
        6058.72
    ],
    [
        " your guys damn hard we loved it but so so that and let's go back and that's what these cops are",
        6058.72,
        6065.0
    ],
    [
        " dealing with that's these police officers dealing with is they got to get practice and rehearse making",
        6065.0,
        6070.56
    ],
    [
        " these decisions now because that's what they have to do so now what can you do to buy yourself",
        6070.56,
        6075.2
    ],
    [
        " an extra quarter second an extra half a second well don't stand out in the open create some",
        6075.2,
        6080.18
    ],
    [
        " distance why you approaching the person ask yourself why what I mean if where's this guy is he",
        6080.24,
        6084.48
    ],
    [
        " gonna run for me if he's runs what's gonna happen is he can't come over threat less of a threat so",
        6084.48,
        6088.12
    ],
    [
        " you can you can make those decisions another piece of this citizens of America I think we actually",
        6088.12,
        6096.64
    ],
    [
        " need to teach in high school in ninth grade freshman classes I think there needs to be a class",
        6096.64,
        6101.86
    ],
    [
        " called how to get arrested by the police and they tell you what you should do when you get pulled",
        6101.86,
        6109.14
    ],
    [
        " over by the police or you get told to get down by the police or you get told to get away from",
        6109.14,
        6113.78
    ],
    [
        " the wall by the police you know what you do you do it you do it that's what you do you show him your",
        6113.78,
        6119.96
    ],
    [
        " hands you get your hands out of your pockets you put your hands in the air and you know what part",
        6119.96,
        6124.42
    ],
    [
        " of that class should be is the students that are going through the class get to be the cop",
        6124.42,
        6129.66
    ],
    [
        " and get to use simulition get to feel what it's like to know to not know actually to not know when",
        6129.66,
        6136.92
    ],
    [
        " you pull this guy over is he what's he gonna do to you and I watched a video the other day they",
        6136.92,
        6142.04
    ],
    [
        " did a great job somebody suckered me in on the internet on YouTube it was um watch another horrible",
        6142.04,
        6148.52
    ],
    [
        " police brutality uses like some kind of title like that and I'm watching it and this this guy that's",
        6148.52,
        6156.1
    ],
    [
        " in the car so it's a it's traffic stop and the guy that's in the cars is being totally compliant",
        6156.1,
        6160.68
    ],
    [
        " and I'm like oh god I can't believe this cop is gonna do anything to this guy look at this guy",
        6160.68,
        6165.52
    ],
    [
        " he's getting his license like he was asked to I'm like oh I can barely watch because he's like",
        6165.52,
        6169.68
    ],
    [
        " another shooting that was the title another shooting another death and because I I always think",
        6169.68,
        6175.3
    ],
    [
        " those things are horrible to watch so I'm watching him waiting for this cop just to pull out his gun",
        6175.3,
        6179.14
    ],
    [
        " or see a quick movement and pull out his gun and shoot the guy and the guy's just being compliant",
        6179.14,
        6183.34
    ],
    [
        " and nice and um reaches in uh to grab something grab his wallet or whatever pulls out of gun and",
        6183.34,
        6189.18
    ],
    [
        " shoots a gut got shots the cop gut shoots the cop bus out of car runs totally caught me by surprise",
        6189.18,
        6194.62
    ],
    [
        " so when you are getting arrested and we need to educate the citizens of America on how to",
        6196.44,
        6203.22
    ],
    [
        " get arrested and I think that would be very helpful instead of protesting the cops for shooting people",
        6203.22,
        6211.76
    ],
    [
        " they should say okay what can we do which takes ownership of this what can we do as citizens",
        6211.76,
        6217.2
    ],
    [
        " to do a better job of getting arrested you know be compliant show your hands that is",
        6217.2,
        6223.92
    ],
    [
        " and and again I think it's important to understand the pressure that that police are under and",
        6224.52,
        6229.8
    ],
    [
        " and hey just so everybody knows some of those videos that I watch I know for it's horrible",
        6229.8,
        6235.94
    ],
    [
        " and the police are to have taken shots that have made me made my stomach turn because they've",
        6235.94,
        6242.06
    ],
    [
        " been a nightmare or though I already described one of these on the podcast but that one where I",
        6242.06,
        6246.4
    ],
    [
        " saw the guy with the headphones on and a hoodie on couldn't hear what the cop was saying",
        6246.4,
        6249.94
    ],
    [
        " reached into his pocket to turn off his iPhone and the cop drilled him you know where was the",
        6250.06,
        6254.7
    ],
    [
        " cop standing he was standing out in the wide open in the wide open of a 7-11 parking lot so he has",
        6254.7,
        6260.62
    ],
    [
        " no cover no concealment he's yelling at this guy the guy turns around wants wants to shut off his",
        6260.62,
        6265.22
    ],
    [
        " iPhone where he's listening to music so he can hear what the cop is saying cop drills him and the",
        6265.22,
        6269.8
    ],
    [
        " call was you know guy with a gun so I understand the anger at police when police make bad shots",
        6269.8,
        6279.1
    ],
    [
        " but let's figure out not let's let's let's let's we just talked about this let's not be",
        6279.3,
        6284.38
    ],
    [
        " temperamental about it let's not use rage let's that's not going to solve the problem what is",
        6284.38,
        6289.1
    ],
    [
        " going to solve the problems take a step back let's analyze what we can do is citizens to deescalate",
        6289.1,
        6294.3
    ],
    [
        " all these situations yeah man that's a good idea right there about let the you know in your",
        6294.3,
        6301.72
    ],
    [
        " it was high school your example high school but let the citizen know how it feels to be the cop",
        6301.72,
        6307.4
    ],
    [
        " because really that's all you see because the cop has all this power you know and all this stuff",
        6307.5,
        6311.04
    ],
    [
        " but they don't know I think when they see that kind of stuff they don't know because of the",
        6311.04,
        6315.72
    ],
    [
        " the emotions that get invoked when they see it so if they understand that's like a two-way street",
        6315.72,
        6322.26
    ],
    [
        " to facilitate that learning process so when you so when the so let's say that was a common thing",
        6322.26,
        6327.9
    ],
    [
        " that was one of like a normal thing one of the normal things for to people to go through this",
        6327.9,
        6333.32
    ],
    [
        " training one way and that was just kind of part of our culture you know where as a citizen we know",
        6333.34,
        6338.94
    ],
    [
        " we're well aware of what cops go through and all this stuff because we've been through it and we",
        6338.94,
        6343.26
    ],
    [
        " understand we just totally understand that would make the whole landscape of cop versus",
        6343.26,
        6348.4
    ],
    [
        " cities or cops working alongside with citizens it would stick out like a sore thumb when someone",
        6348.4,
        6353.5
    ],
    [
        " was suspicious the other way otherwise people would be just yeah I know exactly what to do it be",
        6353.5,
        6357.8
    ],
    [
        " like clockwork routine it and myself I've done vehicle interdiction over in Iraq and I know",
        6358.14,
        6364.02
    ],
    [
        " what it's like to walk up those cars and see what those people are looking like and so when I",
        6364.02,
        6367.64
    ],
    [
        " when I get pulled over by the cops which hasn't happened me a lot but you know speed I've gotten",
        6367.64,
        6370.96
    ],
    [
        " busted for speeding I'm sorry but you know I've got pulled over I'm you know totally",
        6370.96,
        6376.9
    ],
    [
        " discipline equals freedom yeah totally you know just just hands very slow movements I don't you",
        6376.9,
        6382.9
    ],
    [
        " know I want to make their job as easy as possible it's easy as possible because I know they're stressed",
        6382.9,
        6387.64
    ],
    [
        " you know hey officer how you doing sorry it's going a little fast you know what do you want from",
        6387.88,
        6393.36
    ],
    [
        " me yeah I'm here to comply on that note too I mean of course they're gonna they're gonna be",
        6393.36,
        6397.98
    ],
    [
        " they're gonna be police don't make good decisions and and maybe go over the top or maybe they're",
        6397.98,
        6402.58
    ],
    [
        " you know they're they lost their cool for some other issue or they or they got a call I mean often",
        6402.58,
        6407.76
    ],
    [
        " and this is kind of where it's going I was talking about this earlier was if they get a call like",
        6407.76,
        6411.88
    ],
    [
        " I saw an armed guy or you fit the description of someone you're looking for they're already seeing",
        6411.88,
        6415.66
    ],
    [
        " you as a threat so having that you know if you feel like you're not getting and believe me this",
        6415.66,
        6421.22
    ],
    [
        " is this is always the kind of myth in our culture as well I'm about as a white boys you can get as",
        6421.22,
        6426.7
    ],
    [
        " you know a blonde headed pale skin guy I've been mistreated by the police that's for sure and",
        6426.7,
        6433.88
    ],
    [
        " it when when that was happening when I got shoved on the ground a little short real shotgun jammed",
        6433.88,
        6439.74
    ],
    [
        " into my my skull even when I was being compliant I I didn't lose my cool because what is",
        6439.74,
        6445.62
    ],
    [
        " that game me I'm not gonna resist the rest I'm just gonna I'm gonna I gotta I gotta suck that up",
        6445.62,
        6450.66
    ],
    [
        " then I can you know if you want I'm gonna complain about my rights later I can do that you know",
        6450.66,
        6455.2
    ],
    [
        " look I was being a knucklehead as a young you know as a young guy back in the day but uh",
        6455.2,
        6461.46
    ],
    [
        " and I probably deserve to be roughed up but it was it was one of those things were like I then now",
        6461.46,
        6465.72
    ],
    [
        " it's not the time we could play about it you you cooperate with the police you want to file",
        6465.72,
        6469.46
    ],
    [
        " a complaint later you can do that yes yeah and that typically ends up to be well I mean I guess",
        6469.46,
        6474.7
    ],
    [
        " you know it's debatable I guess but that typically becomes the best discourse because at the time",
        6474.7,
        6480.76
    ],
    [
        " if the if a copper whoever whoever I used to be a bouncer so it's on a way lower level it's",
        6480.76,
        6487.46
    ],
    [
        " kind of the same thing I remember those days echo I think you had to bounce me out of the bar a few",
        6487.46,
        6491.7
    ],
    [
        " times yeah yeah probably but um if if you start taking it right then and there where you know",
        6491.7,
        6501.74
    ],
    [
        " you're losing your temper or something like that making the the job difficult like just like you",
        6501.74,
        6506.14
    ],
    [
        " said like that's not gonna you're not gonna recapture your rights at that time like if you think",
        6506.14,
        6511.0
    ],
    [
        " your rights are being violated you're not gonna you're not gonna get your rights back at that time",
        6511.0,
        6515.46
    ],
    [
        " the the ones that are being by me let me let me say some worse than that you have a rookie cop",
        6515.46,
        6519.78
    ],
    [
        " that doesn't know what he's doing that well and he for whatever reason decides he's gonna take",
        6519.78,
        6524.54
    ],
    [
        " that shotgun off safe right or he decides he's gonna put the finger on the trigger and now you start",
        6524.54,
        6529.48
    ],
    [
        " jerking around and moving and all of a sudden you got an accidental discharge into your head right",
        6529.48,
        6533.38
    ],
    [
        " so that's not real beneficial right but even before before it gets to that think about just the",
        6533.38,
        6541.02
    ],
    [
        " person who's gonna make the decision to either resist or put up a fight about their rights or um",
        6541.02,
        6546.78
    ],
    [
        " you know or this officer being a power trip having a power trip or whatever just think about that",
        6546.78,
        6550.86
    ],
    [
        " person's decision making right rather as opposed to we're gonna let this happen I'm gonna cooperate",
        6550.86,
        6555.66
    ],
    [
        " fully regardless of your power trip or regardless of the rights that you violated or whatever and then",
        6555.68,
        6559.78
    ],
    [
        " if I believe that my rights are violated to pursue it later like I'm saying because if you choose",
        6559.78,
        6565.56
    ],
    [
        " to pursue it right then and there it's not gonna work up and you actually now I'm sitting",
        6565.56,
        6569.22
    ],
    [
        " thinking about this it doesn't need to be like a high school education thing that'd be great but like",
        6569.22,
        6573.72
    ],
    [
        " what can we do in the media the the government the police should get together to start making videos",
        6573.72,
        6579.7
    ],
    [
        " of saying hey here's what's going on here's what the cops feeling here's what the cops think and",
        6579.7,
        6583.1
    ],
    [
        " watch this live you know there's plenty of body cams now you can say here's what the cops think",
        6583.1,
        6586.52
    ],
    [
        " and here's what like they just had a shooting of a white guy up in northern California a little bit",
        6586.52,
        6592.12
    ],
    [
        " ago and he you know they showed him reaching for his reaching behind him after he's being",
        6592.12,
        6598.18
    ],
    [
        " combative and walking towards people so you it would be cool to just freeze that frame and say this",
        6598.18,
        6603.74
    ],
    [
        " is what a police officer is thinking right now when you're doing this he's thinking does this guy",
        6603.74,
        6608.96
    ],
    [
        " have a gun here's the report that I got here's the situation I'm in well think about what you're",
        6608.96,
        6616.44
    ],
    [
        " doing and do the right thing if you're getting told to get down get down if you're getting told",
        6616.44,
        6620.56
    ],
    [
        " to show your hands show your hands and I think we got to start educating we got to start training",
        6620.56,
        6625.8
    ],
    [
        " our police better they deserve it we owe that to them so that they know how to work as an individual",
        6625.8,
        6631.92
    ],
    [
        " to use cover as pairs to use cover move as elements to use cover move and then we need to put",
        6631.92,
        6637.7
    ],
    [
        " them in the stressful realistic environments that are changing all the time that they left to",
        6637.7,
        6641.48
    ],
    [
        " learn how to think now and then on the civilian side our civilians need to be educated as well on",
        6641.48,
        6648.84
    ],
    [
        " how to get arrested how to comply what it feels like to be on the other side yeah yeah man I think",
        6648.84,
        6657.26
    ],
    [
        " like I said I think that does create this kind of this overall understanding of the process like",
        6657.26,
        6664.84
    ],
    [
        " I remember I used to be a bouncer and you know it's like check IDs right you check IDs and when",
        6664.84,
        6670.62
    ],
    [
        " someone has a fake ID usually you can tell in their behavior and I'm not saying I can tell a guy's",
        6670.62,
        6676.76
    ],
    [
        " under age or whatever if their behavior I'm not saying that but if there's some suspicion or whatever",
        6676.76,
        6681.24
    ],
    [
        " his behavior is going to tell more of the tale you know but there is this kind of standard",
        6681.24,
        6687.4
    ],
    [
        " standard operating kind of wait when you present your ID show your ID you be quiet and you just",
        6687.4,
        6692.46
    ],
    [
        " kind of stand there so they can look at your face the bouncer I'm just saying that's what typically",
        6692.46,
        6695.54
    ],
    [
        " what people do automatically but when people do other things it sticks out you know so like I said",
        6695.54,
        6701.62
    ],
    [
        " I think like how you're saying if there is this understanding like I know how it is to be the cop",
        6701.62,
        6706.44
    ],
    [
        " I know how to get arrested they'll do that no create this pattern like I said where when they are",
        6706.44,
        6712.98
    ],
    [
        " acting suspicious it won't be he was just kind of generally suspicious it'll stick out way more",
        6712.98,
        6717.54
    ],
    [
        " exactly that's a good idea man I don't think I ever heard that before",
        6718.6,
        6721.32
    ],
    [
        " late next question Metallica or Pantera this is open up a big can of worms because we used to have",
        6721.32,
        6733.68
    ],
    [
        " quite a big debate about this into you bruiser back in the day and Jaco gave me a hard time",
        6733.68,
        6741.88
    ],
    [
        " because I grew up in the Metallica black album America which Jaco didn't even consider real Metallica",
        6741.88,
        6749.68
    ],
    [
        " he was going old school ride the lightning kill him all but yeah for me you know it's funny I",
        6749.68,
        6758.02
    ],
    [
        " see you think about Vietnam the Vietnam more and these guys are going to the Vietnam more and they're",
        6758.02,
        6771.52
    ],
    [
        " listening to the grateful dead I mean a large portion of population was we're going to war",
        6771.52,
        6777.62
    ],
    [
        " listening to Metallica kill him all so you look a little mindset shit that's pretty good I got to",
        6777.62,
        6783.94
    ],
    [
        " say though I think Pantera crushes Metallica and I got to say that cowboys from hell is probably",
        6783.94,
        6791.48
    ],
    [
        " the greatest rock song of all time Roger that I'm I actually I actually really like the early",
        6791.48,
        6799.66
    ],
    [
        " Metallica and then I thought the Pantera got better after that album and move towards Vogue or",
        6800.06,
        6807.56
    ],
    [
        " display of power when they stepped up and went harder hold your mouth or war as opposed to Metallica",
        6807.56,
        6812.98
    ],
    [
        " who got softer so diggin both and when I got to seal team one there was a big stereo system",
        6812.98,
        6819.94
    ],
    [
        " in the gym and it had a glass case in front of it and they they'd welded like a rod into the case",
        6819.94,
        6827.84
    ],
    [
        " where you couldn't open it you you couldn't you couldn't open the case and it was lock shot in",
        6827.84,
        6832.58
    ],
    [
        " the first five there you remember the old days they had the the CD disc changers there was",
        6832.58,
        6838.22
    ],
    [
        " you know this was a five disc CD changer the first five Metallica albums were in there and they",
        6838.22,
        6843.72
    ],
    [
        " could not be removing that if you went in the gym that's where you're listening to back in the day",
        6843.72,
        6847.44
    ],
    [
        " team one style good times all right I'd like to hear what you both think regarding the deaths of",
        6847.44,
        6856.22
    ],
    [
        " buds trainees in the past few months yeah look this is something that's been all over the news",
        6856.56,
        6864.66
    ],
    [
        " our buds is basic underwater demolition seal training and that is that is the basic seal training",
        6864.66,
        6870.9
    ],
    [
        " program that's the pipeline that we all go through that that we graduate from it's about a 27",
        6870.9,
        6877.34
    ],
    [
        " week program or so it's got a 70 80% attrition rate it's it's widely considered some of the toughest",
        6877.34,
        6882.98
    ],
    [
        " military training in the world it's tough training and it needs to be tough training because we",
        6882.98,
        6888.94
    ],
    [
        " expect seals to be able to perform at a very high level on very dangerous battlefields across",
        6888.94,
        6893.56
    ],
    [
        " the globe in a lot of highly dynamic and high pressure situations so we got to keep those standard",
        6893.56,
        6899.7
    ],
    [
        " tie one thing that's misleading is there was you know they're saying well three three deaths",
        6899.7,
        6906.44
    ],
    [
        " happened in a short period of time you know if you once back at buds and and that's that's actually",
        6906.44,
        6911.36
    ],
    [
        " not true it wasn't two of those two of the three deaths actually didn't happen in training and so",
        6911.36,
        6917.02
    ],
    [
        " people need to understand that so what were the three deaths so there was there was a one one",
        6917.02,
        6924.74
    ],
    [
        " death actually happened in training there was a death of a student that drowned in the pool walk",
        6924.74,
        6929.04
    ],
    [
        " going through an evolution and the instructors you know were there they tried to resuscitate him",
        6929.04,
        6934.46
    ],
    [
        " got him in the hospital but they couldn't bring him back he was gone so that's that is a training",
        6934.46,
        6938.64
    ],
    [
        " death that's that's the one training death the two others that happened was a student that quit",
        6938.78,
        6945.44
    ],
    [
        " training dropped he dropped on request as we call it which is again you know most of the students",
        6945.44,
        6950.22
    ],
    [
        " that go there this ends up happening head trust most people quit most people quit that the 78%",
        6950.22,
        6956.98
    ],
    [
        " attrition rate means most of those folks are walking away so they're ringing the bell and and",
        6956.98,
        6962.36
    ],
    [
        " dropping on request which is you know quit the program so a horrible situation but this individual",
        6962.38,
        6969.18
    ],
    [
        " the student you know apparently that was way heavily on him that he quit his dream to go to buds",
        6969.18,
        6973.96
    ],
    [
        " and on liberty meaning meaning he got he quit and then he went out wasn't under supervision anymore",
        6973.96,
        6982.28
    ],
    [
        " went into downtown San Diego went to a hotel jumped off the 22nd floor killed himself which is horrible",
        6982.28,
        6989.48
    ],
    [
        " which is horrible but that that was not a training death even though he was attached to the",
        6990.0,
        6993.94
    ],
    [
        " command at the time and there's certainly I'm sure they're taking some substantial steps to",
        6993.94,
        6997.78
    ],
    [
        " maybe try to monitor guys a little bit more but you can't you can't put you can't while horrible",
        6997.78,
        7005.26
    ],
    [
        " and tragic and they're going to try to do everything you can to prevent that you can't put guys",
        7005.26,
        7008.96
    ],
    [
        " in jail for six weeks after they quit I mean you can't be with them 24 seven so so I think it's",
        7008.96,
        7015.7
    ],
    [
        " hard to hold you know the center responsible our training center responsible for that and the",
        7015.7,
        7019.92
    ],
    [
        " other one that happened was another guy who had who had quit training a student who had quit",
        7019.92,
        7024.88
    ],
    [
        " training while on liberty got got drunk and crashed his car and was killed in a full motorcycle",
        7024.88,
        7030.44
    ],
    [
        " was it car I think it was a car yeah well you know what I think you just kind of explain these things",
        7030.44,
        7037.18
    ],
    [
        " you know well one of his training death training deaths shouldn't happen it's horrible when it happens",
        7037.18,
        7043.06
    ],
    [
        " a lot of times there's been other drownings in the past oftentimes there's some kind of a some",
        7043.64,
        7048.36
    ],
    [
        " kind of a medical issue that the person had I don't know what the results of this guys all tops",
        7048.36,
        7053.08
    ],
    [
        " of your are but the guy that killed himself this was one thing that I found interesting and I",
        7053.08,
        7057.96
    ],
    [
        " was talking to one of the guys one of my buddies that that works over there still and I saw a picture",
        7057.96,
        7062.64
    ],
    [
        " the guy that killed himself and dude look like a stud you know he had a couple pictures of him",
        7062.64,
        7068.9
    ],
    [
        " almost look like a almost like a professional photography of a of a guy you know he was he was",
        7069.08,
        7076.2
    ],
    [
        " like a rugby player and he was kind of it looked like a stud and I mentioned this to the to my",
        7076.2,
        7083.24
    ],
    [
        " buddy that's an instructor over there said hey man that guy look like a stud what's going on and my",
        7083.24,
        7086.94
    ],
    [
        " buddy said hey Jaco they're all studs so when I went through training no one knew about the",
        7086.94,
        7094.24
    ],
    [
        " Seal teams there wasn't this big giant you know we didn't have this huge publicity that we have",
        7094.24,
        7101.24
    ],
    [
        " now and so if you want to go to the Seal teams you kind of had to search it out wasn't just gonna",
        7101.24,
        7104.46
    ],
    [
        " the Seal teams weren't gonna just land on your doorstep you had to figure it out and go for it",
        7104.46,
        7109.74
    ],
    [
        " and so there's there wasn't a lot of there was all kinds of knuckleheads going through training",
        7109.74,
        7114.16
    ],
    [
        " and he said he said when you look down the line and you look at you when you talk to these kids",
        7114.16,
        7118.78
    ],
    [
        " they're the captain of the team they're the the class president of the high school they're studs",
        7119.02,
        7124.46
    ],
    [
        " and so it's no it's no different with this kid the kid was a stud and I think and actually",
        7124.46,
        7132.02
    ],
    [
        " in reading some of the articles about him he this was his lifelong dream he had told everybody",
        7132.02,
        7137.38
    ],
    [
        " I'm gonna be a seal I'm gonna be a seal I'm gonna be a seal and I think he quit on Wednesday",
        7137.38,
        7142.24
    ],
    [
        " I want to say a wind I don't know I don't know when he quit but he quit in how weak",
        7142.24,
        7145.84
    ],
    [
        " and since he told everybody that's what he's gonna do you know that was the stress was too much to bear",
        7146.94,
        7152.54
    ],
    [
        " to go back to everybody and say yeah I didn't make it so I just I want to be clear I mean these are",
        7152.54,
        7157.76
    ],
    [
        " horrible it's horrible absolute young you know good young men who aspire to be seals and whether they're",
        7157.76,
        7162.98
    ],
    [
        " killed in an auto accident you know drinking a drive or not or you know a suicide this is horrible",
        7162.98,
        7168.72
    ],
    [
        " and we want to try to prevent that I'm sure I know that our training center is doing everything",
        7168.72,
        7173.24
    ],
    [
        " they can't try to prevent that but again you can't lock these guys up you can't be at some",
        7173.24,
        7178.34
    ],
    [
        " point they have to be released to be on Liberty they we can't be with them 24 seven so you know",
        7178.34,
        7183.9
    ],
    [
        " you can counsel guys you can talk to folks and what's a shame about you know the the the suicide",
        7183.9,
        7189.58
    ],
    [
        " is I mean some of the the best guys we serve with guys like Mark Lee and Mike Montsoor both had",
        7189.58,
        7196.02
    ],
    [
        " quit buds rang out got some maturity went to the fleet you know it worked hard to get ready and come",
        7196.02,
        7202.68
    ],
    [
        " back came back knocked that training out of the park and we're out standing guys so that's that's",
        7202.92,
        7208.98
    ],
    [
        " just that that's a horrible tragedy definitely I but I I think what's important for people to understand",
        7208.98,
        7212.72
    ],
    [
        " is you know for the actual training death this stuff is there's a lot of protocols in place it's very",
        7212.72,
        7218.46
    ],
    [
        " it's very when I was an instructor there you an instructor there yeah so go you don't know",
        7218.46,
        7222.82
    ],
    [
        " life was an instructor at buds I was never an instructor at buds but life worked there you worked",
        7222.82,
        7227.22
    ],
    [
        " hell weeks I did and so what you don't realize when you're going through as a student it just seems",
        7227.22,
        7231.48
    ],
    [
        " like mayhem these guys are you know putting you all these difficult these difficult things well",
        7231.58,
        7235.24
    ],
    [
        " it's very controlled it's very controlled and there's you know there's there's a lot of supervision",
        7235.24,
        7241.54
    ],
    [
        " and there's a lot of different safety checks and medical checks and all those things that are",
        7241.54,
        7245.18
    ],
    [
        " happening all the time that are going on behind the scenes that the students don't even realize so",
        7245.18,
        7249.56
    ],
    [
        " you know it doesn't mean every instructor always behaves the way they ship but most of",
        7249.56,
        7253.3
    ],
    [
        " those guys are outstanding professionals there's there are levels of leadership that are there to",
        7253.3,
        7257.84
    ],
    [
        " ensure that they they perform well and do what they should do and in almost every case that's",
        7258.46,
        7263.24
    ],
    [
        " you know that's the case those instructors are doing an outstanding job I think the",
        7263.24,
        7266.96
    ],
    [
        " the the important thing here too is to understand that those standards have got to be high and",
        7266.96,
        7273.46
    ],
    [
        " there are people a lot of people outside the SEAL teams we've had a lot of pressure on us right now",
        7273.46,
        7277.52
    ],
    [
        " particularly with the push to open up all the special operations to and infantry units to to women",
        7277.52,
        7285.76
    ],
    [
        " this is a this is a new push under the administration and our our secretary the navy ray maibus has",
        7285.96,
        7293.42
    ],
    [
        " been all over this and and pushing that and wants to see women graduate from the SEAL teams and I",
        7293.42,
        7297.82
    ],
    [
        " think that's pretty he's pretty open about that and so this is I think the danger here in the",
        7297.82,
        7304.82
    ],
    [
        " concern I have is that they'll use something like this the politicians who don't know what what",
        7304.82,
        7311.22
    ],
    [
        " what makes a good seal you know they like they like they like to think they do but they don't they",
        7311.34,
        7316.2
    ],
    [
        " have no idea what makes a good seal and and they don't understand how difficult combat is you know",
        7316.2,
        7321.54
    ],
    [
        " people ask us sometimes jacquan I get questions like tell us a good bud story like we don't talk",
        7321.54,
        7326.14
    ],
    [
        " about buds because everybody's been to buds in the SEAL teams and and listen buds is the kick in",
        7326.14,
        7331.04
    ],
    [
        " the nuts it's a it's a good training program uh there's some stuff that's hard certainly there's",
        7331.04,
        7335.62
    ],
    [
        " some stuff that wouldn't as hard as I thought it was you know it was gonna be or should have been but",
        7335.62,
        7339.12
    ],
    [
        " but a lot of it's quite challenging and difficult um but it's a screening process and it to weed out",
        7339.12,
        7345.54
    ],
    [
        " the guys that we don't believe have the characteristics they're gonna enable them to succeed on the",
        7345.54,
        7349.24
    ],
    [
        " battlefield a lot of that is just the will to succeed through some in person be through some really",
        7349.24,
        7353.58
    ],
    [
        " difficult challenges so it is critical that those standards remain high because combat is so much",
        7353.58,
        7358.82
    ],
    [
        " harder physically harder than trained yeah that's what I was about to say you said hey it's important",
        7358.82,
        7363.9
    ],
    [
        " that we find that they have the will there's also a level of physical toughness that you have to",
        7363.9,
        7370.28
    ],
    [
        " have that there's just this and and when I say physical toughness I'm talking about the actual",
        7370.28,
        7374.34
    ],
    [
        " ability to your for your body to withstand wear and tear and that's one keep other you know with",
        7374.34,
        7381.96
    ],
    [
        " the 80% attrition rate not all those people are people that quit it's people that can't stand the cold",
        7381.96,
        7386.82
    ],
    [
        " they physically can't handle the cold it's people that physically can't handle the the stress on your",
        7386.82,
        7391.94
    ],
    [
        " shoulders on your neck on your back on your knees on your ankles it is very hardcore you know there's",
        7391.98,
        7397.56
    ],
    [
        " a great article that was written by two female Marines that were in in afghanistan that got kind of",
        7397.56,
        7401.68
    ],
    [
        " put out in an outpost where they were for all practical purposes alongside the male Marines in a",
        7401.68,
        7408.1
    ],
    [
        " field environment and they both wrote and said women should not be doing this and by the way they",
        7408.1,
        7414.72
    ],
    [
        " were both they were both really awesome Marines who had been like some kind of collegiate athletes",
        7414.72,
        7421.68
    ],
    [
        " they were they were studs and they just said look we didn't have our bodies didn't hold up",
        7421.68,
        7425.98
    ],
    [
        " and that's one of the many things you know you just said it when you're in combat it's not",
        7425.98,
        7429.5
    ],
    [
        " it's not it's not a sport you don't get the you don't go to the training room afterwards and",
        7429.5,
        7433.98
    ],
    [
        " get an ice bath and a massage you don't and if something happens they don't blow the whistle",
        7433.98,
        7438.3
    ],
    [
        " and come out on the field and let the trainer work on you and then pull you off and put a substitute",
        7438.3,
        7442.96
    ],
    [
        " in it doesn't happen on the battlefield and there are weight classes either yeah there's no weight",
        7442.96,
        7447.06
    ],
    [
        " classes for sure it's um so yeah they they need to maintain the standards and they need to maintain",
        7447.08,
        7456.94
    ],
    [
        " the standards and I think we we cannot allow that to slip and I think those instructors are doing",
        7456.94,
        7462.0
    ],
    [
        " there out most to make sure that that happens the other thing people need to understand too is when",
        7462.0,
        7465.5
    ],
    [
        " you're a student going through this at for me this is my dream and guess what when every time I'm",
        7465.5,
        7469.82
    ],
    [
        " going to med a medical check during our hell week which they do you know every every day you're",
        7469.82,
        7474.8
    ],
    [
        " getting checked every morning and they're taking your temperature and they're you know they're",
        7474.8,
        7478.88
    ],
    [
        " they're taking your SPO2 and making sure that you don't have pneumonia you don't have some other",
        7478.88,
        7483.88
    ],
    [
        " you know dangerous physical medical condition um you're sweating it out you're sweating it out",
        7483.88,
        7492.62
    ],
    [
        " because you know you know I'm not going to quit this training but what if something that I can't",
        7492.62,
        7496.04
    ],
    [
        " control happens what if I get pneumonia I get fluid in my lungs what if I get sick or something",
        7496.04,
        7500.26
    ],
    [
        " happens or I get some infection in my leg or I break you know my ankle I mean these things",
        7500.26,
        7504.54
    ],
    [
        " happen to guys and so then you end up you can get rolled out of training maybe it's just",
        7504.54,
        7508.44
    ],
    [
        " compounds into an issue so you're doing your utmost to make it through those medical checks and",
        7508.44,
        7513.14
    ],
    [
        " people need to understand that the the students are trying to get under the radar and make it happen",
        7513.14,
        7517.88
    ],
    [
        " and we'll often push through injuries a mutual friend of ours made it all the way through his",
        7517.88,
        7523.24
    ],
    [
        " hell week with a broken ankle you know running on it he just wouldn't gonna stop just be tough was",
        7523.24,
        7528.44
    ],
    [
        " it gonna stop he was being tough so you know so that's the kind of people that we want in the",
        7528.44,
        7532.66
    ],
    [
        " seal teams you know but but on the other hand instructor staff has a difficult job because they",
        7532.66,
        7536.58
    ],
    [
        " have to make sure that those guys aren't hurting themselves and I've actually talked to I've talked",
        7536.58,
        7541.92
    ],
    [
        " to some folks who wanted to go into the seal teams and had some medical condition that they you",
        7541.92,
        7547.04
    ],
    [
        " know they weren't get they were failing their Navy physical is a very difficult physical exam you",
        7547.04,
        7551.12
    ],
    [
        " have to take you know medical exam and they said you know what I just need a waiver for this and",
        7551.12,
        7558.82
    ],
    [
        " you know they just give me this and I had to explain this to multiple people when they told me that",
        7558.82,
        7563.06
    ],
    [
        " to say listen those waivers are there to protect you they're there to protect you to make sure that",
        7563.06,
        7567.42
    ],
    [
        " you don't get killed in training or and and to protect the team that you know when people are lying",
        7567.42,
        7572.02
    ],
    [
        " on you and you're carrying some critical piece of gear and we're covering moving that you don't",
        7572.02,
        7581.1
    ],
    [
        " it's about the mission and and so you know unfortunately this is when you're talking about these",
        7581.14,
        7586.36
    ],
    [
        " these units it's just not everybody come to participate in that listen I would have I played high",
        7586.36,
        7590.38
    ],
    [
        " school football as a linebacker and fullback I'm 5 10 you know 200 pounds I would have loved",
        7590.38,
        7596.52
    ],
    [
        " the plate in the NFL I'm not big enough or strong enough or fast enough to play in the NFL so",
        7596.52,
        7601.36
    ],
    [
        " the NFL teams are not gonna benefit if I'm playing linebacker or fullback on their teams they're",
        7601.36,
        7611.08
    ],
    [
        " so that's just the reality of it right we got to keep those standard tie and you know political",
        7611.66,
        7616.34
    ],
    [
        " pressure I think is a very dangerous thing and all it takes is for you know we we're lucky we have",
        7616.34,
        7623.34
    ],
    [
        " some great leaders that are leading that training that are going to keep those standard tie and",
        7623.34,
        7627.72
    ],
    [
        " understand how important that is unfortunately it takes one week leader you know to go in there and",
        7627.72,
        7633.08
    ],
    [
        " uh fold fold to the political pressure and and standards drop and the world is uh that darkness",
        7634.12,
        7641.76
    ],
    [
        " continues to spread particularly with that that conversation that we open this with as darkness",
        7641.76,
        7647.08
    ],
    [
        " spreads throughout the world we need our seal teams and special operators and infantry units to",
        7647.08,
        7653.28
    ],
    [
        " perform at the highest levels possible to go and and be able to close with and destroy that enemy",
        7653.28,
        7658.52
    ],
    [
        " indeed speaking of destroying the enemy next question is how do you deal with rules of engagement",
        7660.98,
        7666.22
    ],
    [
        " are they necessary did they inhibit you this is a question we get all the time and people want to",
        7666.22,
        7672.64
    ],
    [
        " talk about rules of engagement you know everyone there's always complaints guys you come back from",
        7672.64,
        7678.0
    ],
    [
        " the battlefield like the rules of engagement are so stringent and these are different wars are",
        7678.0,
        7682.52
    ],
    [
        " fighting these are counterinsurgency wars and oftentimes people use the term civilian casualties",
        7682.52,
        7687.62
    ],
    [
        " uh in a way that it that's you know they're talking about innocent civilians but what they don't",
        7688.46,
        7694.42
    ],
    [
        " realize is that everyone we're fighting is a civilian none of them are uniformed members of",
        7694.42,
        7700.32
    ],
    [
        " of an opposing military they blend into the populace they act like they're normal people they hide",
        7700.32,
        7705.64
    ],
    [
        " amongst the people often sometimes use them as human shields and then they're shooting at you and",
        7705.64,
        7710.5
    ],
    [
        " shooting RPGs or or or machine guns at you and they maneuver so that it's a very challenging",
        7710.5,
        7715.38
    ],
    [
        " environment um but the rules of engagement really don't change there are rules of engagement are",
        7716.3,
        7720.48
    ],
    [
        " pretty clear and uh there uh you observe a hostile act bad guys shooting at you or shooting at",
        7720.48,
        7726.42
    ],
    [
        " friendly's or a hot you you observe hostile intent meaning that and that's where it becomes a",
        7726.42,
        7731.7
    ],
    [
        " little more gray area to say okay was this was that person acting in a manner that had a reasonable",
        7731.7,
        7738.0
    ],
    [
        " certainty of hostile intent and so it's it's a judgment call up to uh up to the troops on the",
        7738.0,
        7744.46
    ],
    [
        " battlefield and and those rules of engagement don't change they're they're always the same",
        7744.46,
        7747.54
    ],
    [
        " I think what changes is is leaders leaders change and there's some leaders that are willing to",
        7747.54,
        7753.34
    ],
    [
        " delegate that down to the lowest level troopers trusting their guys train them make it make them",
        7753.34,
        7758.28
    ],
    [
        " understand um just how important it is to make sure uh you know that that uh that they're operating",
        7758.28,
        7764.52
    ],
    [
        " within that rules of engagement that they are you know not uh accidentally engaging some innocent",
        7764.52,
        7769.92
    ],
    [
        " person and causing you know collateral damage that they didn't mean to so uh and there's some",
        7770.0,
        7774.48
    ],
    [
        " leaders that won't delegate that and keep it tight and and want to really scrutinize guys for making",
        7774.48,
        7779.18
    ],
    [
        " the call I think the best way uh for us with this was incredibly important people can understand how",
        7779.18,
        7784.86
    ],
    [
        " you know our troops are put in a tough position because we know that anything we do in today's",
        7784.86,
        7791.28
    ],
    [
        " world with with social media with news you know news cycles could be absolute front page headline news",
        7791.28,
        7797.1
    ],
    [
        " uh in in a heartbeat and uh and those can have massive catastrophic effect on on the entire",
        7797.24,
        7804.56
    ],
    [
        " you know strategic yeah the strategic uh mission so this is uh this is something that we have to",
        7804.56,
        7810.54
    ],
    [
        " deal with regularly and uh and if uh uh guy thought uh you know he thought he saw someone digging",
        7810.54,
        7816.64
    ],
    [
        " in the road and there were an ID layer and and uh he he decided to pull the trigger on on someone",
        7816.64,
        7822.06
    ],
    [
        " that he thought was an ID layer and it turns out it's not we get investigated for that we it",
        7822.06,
        7827.16
    ],
    [
        " becomes a big deal and and that shooter our our US servicemen who or or or or woman who engaged uh",
        7827.16,
        7835.78
    ],
    [
        " is potentially looking at going to prison for you know for something like that so it's a big deal",
        7835.78,
        7841.78
    ],
    [
        " if they violated the rules of engagement one of the ways that uh jaco did an amazing job of this",
        7841.78,
        7847.38
    ],
    [
        " and and you know one of our four principles our laws of combat that we talk about is simple",
        7847.38,
        7852.64
    ],
    [
        " and one of the ways that he did this for us was you know all this law your speak of how the reason",
        7852.64,
        7860.46
    ],
    [
        " we'll certainly have hostile intent and all these things he would stand up before we roll about the",
        7860.46,
        7864.12
    ],
    [
        " gate every time every single operation and say if you have to pull the trigger you better make sure",
        7864.12,
        7871.76
    ],
    [
        " the guy you're killing is bad simple everyone understood that and it we had total faith and trust",
        7872.68,
        7880.32
    ],
    [
        " and our guys that do that and I'm so proud of that that they were able to execute with tremendous",
        7880.32,
        7884.66
    ],
    [
        " discipline and and minimize collateral damage in in a way that other units couldn't you know in",
        7884.66,
        7890.34
    ],
    [
        " the way we did that so um I think uh rules of engagement are necessary people have to understand",
        7890.34,
        7896.7
    ],
    [
        " and it's really whether or not uh you it's delegated down as entirely up to a leader yeah and you",
        7896.86,
        7904.34
    ],
    [
        " could see the uh the the the situation that led up to me lie which we did a couple podcasts to go",
        7904.34,
        7909.72
    ],
    [
        " that the rules of engagement were the the way that they were briefed it wasn't",
        7909.72,
        7916.16
    ],
    [
        " hey make sure the people that you're killing are bad it was everyone in this area is hostile",
        7916.16,
        7921.28
    ],
    [
        " everyone has been warned if they're that to leave so everyone you see is either vietcong or",
        7921.9,
        7928.22
    ],
    [
        " vietcong sympathizer kill them and there's some scrutiny about whether they said kill them or not",
        7928.22,
        7934.24
    ],
    [
        " because that because that that was a pretty simple clear message but you know the difference in that",
        7934.24,
        7940.88
    ],
    [
        " the way that the rules of engagement were briefed were definitely a a",
        7940.88,
        7947.9
    ],
    [
        " a a cause one of the causes for the me lie masker happening it's it's a awful situation",
        7950.54,
        7956.88
    ],
    [
        " rules of engagement",
        7956.88,
        7959.4
    ],
    [
        " all right next question is probably pretty quick but how often would guys take shots in their body",
        7959.4,
        7970.72
    ],
    [
        " armor or helmet all the time this happened all the time and uh when we were in that urban combat in",
        7970.72,
        7979.82
    ],
    [
        " all sustained combat day after day after day both for for us in Charlie Platoon and in our",
        7979.82,
        7985.34
    ],
    [
        " our sister Platoon Delta Platoon it was operating on the other side of the city it was just this",
        7985.34,
        7990.26
    ],
    [
        " happened regularly I mean we had guys uh you know who on patrol with a camel back you know and",
        7990.26,
        7995.72
    ],
    [
        " that you know the camel back got there's is a water bladder on the back you wear the backpack",
        7995.72,
        7999.58
    ],
    [
        " it's got the little hose tube that you can you can drink water on on the move guys no no water",
        7999.58,
        8005.04
    ],
    [
        " is backpack realize later round went through it I mean you're talking inches away you know from",
        8005.04,
        8009.14
    ],
    [
        " his back we had multiple guys shot in the plates uh front plate back plate um and got one of our",
        8009.14,
        8016.96
    ],
    [
        " guys peeking up over the rooftop turned a big gun fight bam takes takes uh all of a sudden he",
        8016.96,
        8021.78
    ],
    [
        " felt like somebody punched him in the face and uh kind of falls back down below the roof and kind of",
        8021.78,
        8026.72
    ],
    [
        " gets up wondering what's happening and takes off his helmet looks as a helmet realizes he's been shot",
        8026.72,
        8031.1
    ],
    [
        " in his night vision mount uh which meant that that round came in directly you know at his face hit his",
        8031.1,
        8037.92
    ],
    [
        " hit his night vision mount ricochet up had it hit just you know a millimeters lower it would have",
        8037.92,
        8043.24
    ],
    [
        " taken his head off so that happened all the time and and I I'm sure jaco you remember this many times",
        8043.24,
        8048.88
    ],
    [
        " I would we would come back from not park our humbys I'd walk in the door I was gonna check him a jaco",
        8048.88,
        8054.2
    ],
    [
        " let him know you know what what what what happened out there what's going on you know what's what's",
        8054.2,
        8058.3
    ],
    [
        " happening you know uh now you know are there other ops we need to get reloaded for things to think",
        8058.3,
        8062.14
    ],
    [
        " about walking in his office you know and first thing I would generally say it was god is a frog man",
        8062.14,
        8067.54
    ],
    [
        " gods a frog man he's looking out for us I don't know how we made it out of that without losing guys",
        8067.54,
        8071.6
    ],
    [
        " are you know this was so many close calls uh and it was just a constant thing all the time",
        8071.6,
        8077.24
    ],
    [
        " where your body armor where you helmet yeah we we always said guys on our and you've you've talked",
        8077.24,
        8085.62
    ],
    [
        " about this in the podcast before but my first appointment we would have guys that would wear body",
        8085.62,
        8091.08
    ],
    [
        " armor that was like like six inches by six minimalistic body armor no body uh you know and",
        8091.08,
        8099.28
    ],
    [
        " in Ramadi getting those kind of gun fights everyone was like hey can we get a little bigger place",
        8099.98,
        8104.3
    ],
    [
        " some guys were in a cut their helmets and half shells before we got there after we got there was",
        8104.3,
        8110.18
    ],
    [
        " like nope not good my own uh some of the army guys are some of the army guys they would have the",
        8110.18,
        8116.66
    ],
    [
        " full they look like almost like nights the crotch protectors the colors the arms sleeves the",
        8116.66,
        8122.18
    ],
    [
        " side-to-appy plates they they were covered up good on them because they were uh you know taking",
        8122.18,
        8126.5
    ],
    [
        " real risks out there so yeah but you know jody medic and i when he was on here we had a little",
        8126.5,
        8130.62
    ],
    [
        " conversation about body armor they didn't hop and expected to be in a certain spot they weren't",
        8130.62,
        8134.76
    ],
    [
        " there they didn't have body armor helmets on and he you know he's sitting here said I wish I",
        8134.76,
        8139.9
    ],
    [
        " would have had him so wear your body armor wear your helmet all the time next one layf we truly",
        8139.9,
        8149.02
    ],
    [
        " appreciate your father's work here in texas would you ever consider a career in politics",
        8149.02,
        8155.04
    ],
    [
        " well i appreciate that there's uh just to say everybody understands uh my dad is a uh",
        8156.94,
        8162.82
    ],
    [
        " u.s congressman now he's a freshman u.s congressman from uh texas district 36 in southeast texas",
        8162.82,
        8169.3
    ],
    [
        " and uh i'm very proud of him he retired after a career as a as a small town dentist you know",
        8169.3,
        8176.94
    ],
    [
        " business uh self-employed business or army and air force army army and air force veteran and",
        8176.94,
        8182.32
    ],
    [
        " uh he was fed up with washton and didn't like the options that he saw uh you know that he knew",
        8182.32,
        8187.6
    ],
    [
        " we're gonna be running for that seat and he said you know what i'm throwing my hat in the ring i'm",
        8187.6,
        8190.44
    ],
    [
        " gonna go up there i'm trying to make a difference and i we need more people like that in washton",
        8190.44,
        8194.2
    ],
    [
        " dad is my dad is there to make a difference and only to make a difference he doesn't care about a",
        8194.2,
        8199.12
    ],
    [
        " career he doesn't care about being there for decades and decades and decades you know he's uh",
        8199.12,
        8203.86
    ],
    [
        " he's retired and he'd rather be fishing hanging out with his grandkids and uh and hunting but uh he",
        8203.86,
        8209.14
    ],
    [
        " but he's up there he cares about the country and he is sacrificing to be there uh and to lead and",
        8209.38,
        8215.34
    ],
    [
        " i'm i'm i'm damn proud of the job that he's doing uh and stepping up what i consider a career in politics",
        8215.34,
        8220.46
    ],
    [
        " uh i can't imagine anything to be more miserable than that uh you know what on the other hand",
        8220.46,
        8227.62
    ],
    [
        " when i look at our nation just as my dad you know has uh uh as as felt you know call to do that to",
        8227.62,
        8234.9
    ],
    [
        " step up to lead you know if we don't do it who's gonna do it so somebody has got to step up",
        8234.9,
        8240.76
    ],
    [
        " somebody's got to lead and i think when you look at the direction of our country right now in the",
        8240.76,
        8244.44
    ],
    [
        " the political climate and and all that's going on you know in this electoral cycle um what i do",
        8244.44,
        8251.62
    ],
    [
        " that maybe i just might be able to be talked into it uh we we shall see what about you jaco",
        8251.62,
        8259.02
    ],
    [
        " get some uh i mean we got we got the bumper stickers right jaco 2016 uh you know",
        8259.24,
        8266.34
    ],
    [
        " see that go Charles i think i would be running as if i was to run for political office i would run",
        8266.34,
        8272.46
    ],
    [
        " as um dictator and he's a prime ruler of of america and that's what i'd say what i would do",
        8272.46,
        8281.02
    ],
    [
        " we we could we could bring back some of the roman rule of tri tri umbrant so me you and echo we",
        8281.02,
        8286.22
    ],
    [
        " just take take over it uh i don't know if i have the stomach for politics i i really don't like",
        8286.22,
        8292.7
    ],
    [
        " the political arena too much and not sure it's something i would ever ever have the desire to do",
        8292.7,
        8300.88
    ],
    [
        " you know i guess that's mine that's where i sit maybe when i was 70 years old um",
        8300.88,
        8308.96
    ],
    [
        " yeah people people ask me to you know like hey if you were president what would you do you know",
        8308.96,
        8315.04
    ],
    [
        " about the situation with the ron you know in their development of nuclear weapons or china getting",
        8315.04,
        8319.22
    ],
    [
        " you know it making big moves in the south china sea or russia pushing the envelope and uh and",
        8319.22,
        8325.68
    ],
    [
        " and uh kind of thumbing their noses at us and often i've told them that if i were president i would",
        8325.68,
        8330.28
    ],
    [
        " immediately uh nominate jaco willick as secretary of defense we would change secretary of defense",
        8330.28,
        8335.98
    ],
    [
        " to the previous title of secretary of war and uh and i think those problems would would disappear",
        8335.98,
        8341.02
    ],
    [
        " immediately um i think if if i was president it'd be very smith my policy would be pretty simple",
        8343.26,
        8347.78
    ],
    [
        " my policy would be kickass that's what we would do economic what we're gonna do what's your",
        8347.78,
        8355.62
    ],
    [
        " economic plan jaco kickass but what you're what would you do with this situation over here in the",
        8355.62,
        8360.84
    ],
    [
        " middle east oh there oh yeah what we're gonna do is we're gonna kick ass",
        8360.84,
        8364.74
    ],
    [
        " what about the drug problem that we got coming in through the borders oh the the drug cartel",
        8364.74,
        8370.32
    ],
    [
        " yeah we're gonna kick ass on that so that that's my policy so this is why i probably wouldn't be",
        8370.32,
        8375.02
    ],
    [
        " the best politician in the world that kind of like btf yeah same thing yeah yeah yeah um all right next",
        8375.02,
        8382.42
    ],
    [
        " question can you give us details of the muster so for those that you don't know we're doing an event",
        8382.42,
        8393.1
    ],
    [
        " in San Diego, California, Lafe Babin and i and you know what echo child's gonna be there maybe",
        8393.1,
        8399.58
    ],
    [
        " you're gonna be there in the sidelines he's gonna be signing t-shirts and cutting videos",
        8399.58,
        8405.0
    ],
    [
        " we're doing an event october 2021 and what it is it is a deep dive into combat leadership",
        8405.0,
        8415.04
    ],
    [
        " what combat leadership is all about how to apply combat leadership to your business to your life",
        8415.04,
        8422.0
    ],
    [
        " how to get out there lead and win the reason we're doing this is",
        8422.0,
        8427.88
    ],
    [
        " as you know, Lafe and i've been doing this this gig for the past five years working with a bunch",
        8429.04,
        8433.04
    ],
    [
        " of different companies we wrote the book extreme ownership it's very popular and we get a lot of requests",
        8433.04,
        8439.06
    ],
    [
        " and we've you know we we've honestly weren't a lot of demand and people want us to come and work with",
        8439.06,
        8444.4
    ],
    [
        " a bunch of different companies we can't always do it we've actually had to raise our prices so we could",
        8444.4,
        8447.64
    ],
    [
        " kind of slow down a little bit slow down the demand but when we're doing that that means we're",
        8447.64,
        8457.86
    ],
    [
        " they know i want to support the work in man so how can we get something where where regular people",
        8458.44,
        8463.22
    ],
    [
        " can come maybe they don't have maybe their company doesn't support bringing us out or it's too expensive",
        8463.22,
        8467.26
    ],
    [
        " for us to come out well how about you send two or three of the critical leaders out there we spend",
        8467.26,
        8471.36
    ],
    [
        " a day and a half get deep working working through the things that we've learned go and face to face",
        8471.36,
        8477.3
    ],
    [
        " with people and explain and explain things to them how to deal with it this is not one of the things",
        8477.3,
        8482.76
    ],
    [
        " this is not going to be this is not going to be a a feel good seminar this is going to be hey we're",
        8482.76,
        8489.14
    ],
    [
        " here to pump you up and that that's not what we're doing we're here to educate we're here to talk",
        8489.14,
        8493.32
    ],
    [
        " about leadership we're going to learn to it's going to be great to have a bunch of people in leadership",
        8493.32,
        8496.34
    ],
    [
        " positions that we can talk to that we can communicate that we can learn from situations that they",
        8496.34,
        8500.5
    ],
    [
        " been in you know we get we when i put out that you were coming back on the podcast get hundreds and",
        8500.5,
        8506.9
    ],
    [
        " hundreds of questions i get thousands of questions i have on the pod and the podcast question bank",
        8506.9,
        8511.94
    ],
    [
        " it's 82 pages long 82 pages worth of questions what i have right now i'm i'm answering five or six",
        8512.76,
        8519.7
    ],
    [
        " questions a podcast so let's get people that want to come out want to get face to face with layfe and",
        8519.7,
        8524.96
    ],
    [
        " and learn about leadership learn what we've learned and how to apply in business life that's what",
        8524.96,
        8532.08
    ],
    [
        " that's what we're doing with the muster it's important to say to this this is not a tour you know we're",
        8532.08,
        8535.74
    ],
    [
        " not we're not going to take this from city to city to city to city this is uh we're going to have",
        8535.74,
        8540.16
    ],
    [
        " one muster this is an annual event you know maybe at some point we'll expand in one west coast",
        8540.16,
        8545.88
    ],
    [
        " one east coast that's that's a maybe you know right now we're going to do we're going to do one",
        8545.88,
        8550.02
    ],
    [
        " one muster annual event and this is for leaders whether you're whether you're a leader follower",
        8550.02,
        8556.98
    ],
    [
        " anyone who wants to better themselves to dive deep into these issues of leadership of teamwork",
        8556.98,
        8561.44
    ],
    [
        " of extreme ownership of the laws of combat and how to apply them this is for you you know come",
        8561.44,
        8567.48
    ],
    [
        " to San Diego join us we're looking forward to diving deep into those issues helping you solve some",
        8567.48,
        8572.62
    ],
    [
        " challenges to lead and win boom come out to the muster there's a there's a there's a web there's a",
        8572.62,
        8580.78
    ],
    [
        " website for it and we'll tweet it out go to echelonfront.com you can find it on there that's our company",
        8580.78,
        8587.34
    ],
    [
        " so you can go check that out we're looking forward to uh the people that want to come out come get some",
        8587.34,
        8592.86
    ],
    [
        " now the reason that lafe was out here with me here in San Diego was for a series of events",
        8595.44,
        8602.62
    ],
    [
        " to commemorate the 10-year anniversary of august 2nd 2006 which is the day that",
        8602.62,
        8612.2
    ],
    [
        " mark allen lee who was the first seal killed in iraq was killed in ramadi",
        8612.42,
        8621.12
    ],
    [
        " and also the day where ryan job otherwise known as biggles was gravely wounded shot in the face in",
        8621.12,
        8633.12
    ],
    [
        " wounds that it ultimately led to his death as well this particular events were focused on",
        8633.34,
        8642.42
    ],
    [
        " on mark in in an event to support a charity organization that his mom runs called america's mighty warriors",
        8642.42,
        8655.96
    ],
    [
        " and at one of those events i was uh honored to give a speech from my perspective on mark and here it is",
        8662.56,
        8676.7
    ],
    [
        " 10 years 10 years is a long time a decade and in many ways it seems so far in the past",
        8678.56,
        8698.16
    ],
    [
        " in some ways it doesn't seem so far away at all it isn't hard to remember being deployed in",
        8700.16,
        8713.8
    ],
    [
        " ramadi iraq in the summer of 2006 and yes sometimes that seems like a distant place a long time ago",
        8713.8,
        8726.4
    ],
    [
        " and yet sometimes it feels like we were just there yesterday the sweltering heat the dust the danger",
        8729.0,
        8739.06
    ],
    [
        " the crystal clear focus on our mission when we had but one purpose in our lives to close with",
        8739.06,
        8747.84
    ],
    [
        " and destroy an evil enemy bent on destroying us and our way of life",
        8747.84,
        8752.6
    ],
    [
        " and it doesn't take much for the mind to return there to regain that mindset to get into the combat",
        8752.6,
        8767.72
    ],
    [
        " mode and remember remember the operations out in the city remember the tracer rounds in the night",
        8769.7,
        8780.62
    ],
    [
        " sky explosions shaking the earth the weight of body armor and weapons and gear on our shoulders",
        8780.62,
        8787.84
    ],
    [
        " remember the stress and the violence and the sweat and the blood",
        8788.92,
        8793.56
    ],
    [
        " and remember the evil the pure evil that infected the city and committed savage vile and disgusting",
        8793.56,
        8807.98
    ],
    [
        " acts of mortal sin murder rape and torture and inside that dark world a world ripped apart by war",
        8807.98,
        8823.52
    ],
    [
        " a world where sometimes humanity seemed all but lost that is where we got to see and experience",
        8823.52,
        8834.32
    ],
    [
        " the polar opposite the counter to all that darkness against that backdrop of evil",
        8834.32,
        8843.86
    ],
    [
        " we young men we band of brothers we got to witness light and life and love so strong that it makes",
        8843.86,
        8856.72
    ],
    [
        " the darkness fade and makes the evil coward hide its wretched face evil bows down when it sees the bond",
        8856.72,
        8866.78
    ],
    [
        " we develop with the soldiers and marines we fought alongside evil cannot contest the bond",
        8866.78,
        8874.74
    ],
    [
        " we formed with our brother seals with whom we become so close that there is no stronger force",
        8874.74,
        8886.48
    ],
    [
        " in the world nothing more powerful nothing more meaningful the knowing that these men these fogman",
        8886.48,
        8892.62
    ],
    [
        " that we would do anything for each other",
        8892.62,
        8896.9
    ],
    [
        " we saw powerful acts of heroism and courage on an almost daily basis which reassured us solemnly",
        8896.9,
        8908.98
    ],
    [
        " that good would triumph over evil and amongst all that glory there were a few men the true heroes the",
        8909.44,
        8924.56
    ],
    [
        " ones that rose above the rest of us to symbolize and personify courage and faith and selflessness",
        8924.56,
        8932.3
    ],
    [
        " in love",
        8933.14,
        8934.28
    ],
    [
        " mark alan lee was one of those rare men one of those heroes one of the few men in my life",
        8934.28,
        8950.34
    ],
    [
        " that I literally described as a saint that is who mark was a mighty warrior who's",
        8950.34,
        8962.16
    ],
    [
        " ferocity and combat was perfectly balanced by faith and humor and compassion",
        8962.16,
        8968.46
    ],
    [
        " a man that left his mark on everyone that he met a mark of happiness and positivity and of humility",
        8968.46,
        8979.64
    ],
    [
        " and of joy a man whose love for his family and friends was so unbounded and so limitless",
        8979.64,
        8991.92
    ],
    [
        " that you could actually feel it emanating from his heart",
        8993.32,
        8997.24
    ],
    [
        " and now he has left his mark on the world",
        8997.24,
        9007.72
    ],
    [
        " mark lee mark alan lee",
        9011.74,
        9018.1
    ],
    [
        " when faced with fear who else could bring a smile",
        9018.1,
        9025.76
    ],
    [
        " when faced with sadness who else could bring laughter",
        9027.48,
        9033.36
    ],
    [
        " when faced with hate who else could bring love",
        9033.36,
        9042.6
    ],
    [
        " and when faced with death who else could stand and say take me lord not my brothers",
        9042.6,
        9053.12
    ],
    [
        " I will be their shield now from death take me and let them live on",
        9053.64,
        9061.06
    ],
    [
        " and that is what mark did full of youth and energy and courage and humor",
        9061.06,
        9075.34
    ],
    [
        " and full of love he stood he stood against evil and he stood against death and he gave his life",
        9076.94,
        9090.3
    ],
    [
        " for his brothers and for our freedom on august 2nd 2006 in all Ramadi Iraq",
        9090.3,
        9107.22
    ],
    [
        " 10 years ago",
        9111.38,
        9113.04
    ],
    [
        " 10 years ago",
        9113.04,
        9118.98
    ],
    [
        " and in those 10 years think of all that has happened in all lives",
        9118.98,
        9130.0
    ],
    [
        " 10 years ago",
        9130.52,
        9131.68
    ],
    [
        " big events like marriages children born birthdays new houses new jobs new careers",
        9131.68,
        9139.08
    ],
    [
        " in small events a morning surf session lunch with your buddies a weekend in the mountains",
        9139.08,
        9153.96
    ],
    [
        " a cold iced tea on a hot summer's day smile a laugh life joy happiness",
        9153.96,
        9177.48
    ],
    [
        " and every moment of that happiness is a gift a gift a gift given to us by mark who sacrificed",
        9182.72,
        9199.02
    ],
    [
        " everything for us who gave up his own precious smile so we could all have ours",
        9199.22,
        9209.78
    ],
    [
        " now I can tell you without a shred of doubt that on this day today mark would not want tears",
        9209.78,
        9221.34
    ],
    [
        " he would not want sadness he would not want sorrow",
        9221.34,
        9224.94
    ],
    [
        " he would want smiles and laughter and joy because that was his gift to us",
        9224.94,
        9236.18
    ],
    [
        " every smile every laugh every ounce of life and love is all a gift",
        9236.18,
        9247.68
    ],
    [
        " from a warrior a friend a comedian a son a brother a hero a saint",
        9248.36,
        9269.74
    ],
    [
        " and what do we oh mark",
        9276.96,
        9280.82
    ],
    [
        " for mark each and every one of us must relish the gift that he gave to us and cherish each and",
        9280.82,
        9293.72
    ],
    [
        " every day while remembering the incredible man that gave us this gift of life",
        9293.72,
        9305.58
    ],
    [
        " and to the seals that are listening the frogman you oh mark what we all are fallen brothers the grave",
        9312.2,
        9328.82
    ],
    [
        " commitment to carry the fire to hold the torch and hold it high to take the fight to the enemy every",
        9328.82,
        9338.64
    ],
    [
        " chance you get without mercy and without remorse until they are vanquished and there is peace",
        9338.64,
        9351.6
    ],
    [
        " thank you mark we will never forget you",
        9358.82,
        9363.68
    ],
    [
        " God bless marks family God bless the teams God bless America and God bless mark Alan Lee",
        9363.68,
        9376.9
    ],
    [
        " when I think that's all we've got for the night and I want to thank everybody that's out there",
        9385.32,
        9394.96
    ],
    [
        " that's listening thank you for remembering",
        9395.88,
        9402.64
    ],
    [
        " and that's one of the things that we do here remember",
        9402.64,
        9412.3
    ],
    [
        " I want to thank lay for coming on we've been",
        9412.3,
        9420.92
    ],
    [
        " we've been tied into so many things and you are pointing that out to me the other day lay",
        9426.94,
        9432.68
    ],
    [
        " we've been tied into so many different things and so many far-reaching stories that we've been",
        9432.68,
        9443.9
    ],
    [
        " a part of and I thank you for coming on here and helping to share some of these stories with me",
        9443.9,
        9453.86
    ],
    [
        " for everyone to hear so I have them everyone can remember",
        9454.48,
        9459.06
    ],
    [
        " any of those of you that are out there and you want to keep listening and you want to keep remembering",
        9459.06,
        9469.28
    ],
    [
        " echo can they support this help me out here red cluster red star cluster",
        9469.28,
        9482.06
    ],
    [
        " yeah thanks for coming on leave um thanks for having me I go we didn't talk much about working out",
        9482.96,
        9490.46
    ],
    [
        " or you know that kind of stuff but if you're into supplements even if you're not into supplements",
        9490.46,
        9496.2
    ],
    [
        " my opinion go on it dot com slash jaco get on its supplements that'll help you out a lot and 10%",
        9496.2,
        9503.4
    ],
    [
        " off so we said a bunch of times but I can't I kind of can't say it enough really as far as benefits",
        9503.4,
        9509.24
    ],
    [
        " it'll put you ahead for sure so yeah get 10% off that if you want to support with the",
        9509.96,
        9515.32
    ],
    [
        " Amazon situation the one where you go to the website click on the Amazon link you know before",
        9515.32,
        9522.88
    ],
    [
        " you do your shopping that's a good way to do it if you have our time remembering we have the",
        9522.88,
        9529.6
    ],
    [
        " trooper tool which is good Brady yeah Brady boy came through on that one um it's a thing you go",
        9529.6,
        9536.82
    ],
    [
        " there's a link on the website it's called the trooper tool you click on it it takes you to the page",
        9536.9,
        9541.06
    ],
    [
        " you click on it you say yes that's it it puts a little thing so it automatically",
        9541.06,
        9544.62
    ],
    [
        " directs you to the Amazon wall it adds the affiliate links so you support the podcast",
        9544.62,
        9553.1
    ],
    [
        " you don't have to go through the website anymore that's a good one um yeah and subscribe to the",
        9553.1,
        9559.7
    ],
    [
        " podcast on iTunes that's a good one huh and where there's other places to subscribe to it yeah",
        9559.7,
        9564.76
    ],
    [
        " sure youtube google google play by the way yeah and stitch your two to turn to that iTunes I think",
        9566.24,
        9571.36
    ],
    [
        " is the main one but hey man stitches dope as well google play too it's on there um so yeah and go",
        9571.36,
        9578.32
    ],
    [
        " to the youtube channel I was gonna release a video today it was like a outtake or whatever",
        9578.32,
        9584.5
    ],
    [
        " but what your protesting I was too fired up yeah man I was too fired up with other stuff I'll",
        9584.5,
        9594.74
    ],
    [
        " say out what is it outtake video yeah it's like one was the the the the now you see what makes me",
        9594.74,
        9601.2
    ],
    [
        " nervous about this is I believe in decentralized command all right they can attest to that right",
        9601.2,
        9607.92
    ],
    [
        " sure I believe in decentralized command but now I'm starting to deal with it made possible",
        9607.92,
        9612.32
    ],
    [
        " trust scenario here requires trust and confidence yeah what if my brother echo Charles I haven't seen",
        9612.32,
        9619.4
    ],
    [
        " yeah so this is the unauthorized outtakes yeah so here and we're gonna we're gonna ease into this whole",
        9620.2,
        9625.78
    ],
    [
        " thing so there's one and I'm just off the top my head where I was telling you about my my children's",
        9625.78,
        9632.9
    ],
    [
        " book idea okay yeah you're gonna make okay it's a good idea okay that was the fish in the water I",
        9632.9,
        9639.48
    ],
    [
        " actually remember right now it's just hit me right I'm okay with it I was just uh I was",
        9639.48,
        9644.64
    ],
    [
        " a little concerned that he might have you know a rendition of me and you singing we are the world",
        9644.64,
        9649.36
    ],
    [
        " yes yes yes luckily I don't think we hit record yet we don't want that we don't want that",
        9649.36,
        9653.4
    ],
    [
        " on the internet I have it on my I've been late and I will put the headphones on and the mics in front",
        9653.4,
        9658.38
    ],
    [
        " of us and we're standing here looking at each other and it felt very much like if you were alive",
        9658.38,
        9661.86
    ],
    [
        " during the eighties he did the we are the world video and for some reason that just hit us both",
        9661.86,
        9666.86
    ],
    [
        " at the same time we busted out we are the world markly we've been proud she won a good deed I was",
        9666.86,
        9673.5
    ],
    [
        " proud for sure and yeah so the YouTube videos I I told you guys last time echo needs motivation",
        9673.74,
        9680.46
    ],
    [
        " he's you know he's just a laid back guy and so we need to motivate him and he his excuse was well",
        9680.46,
        9689.72
    ],
    [
        " you know that I'm gonna describe your son oh no but do you that doesn't sound like you",
        9689.72,
        9694.68
    ],
    [
        " stream ownership why should I make the video said that that's the thing all right so cool",
        9694.68,
        9699.54
    ],
    [
        " not to get too technical it's not I don't need motivation I need incentive oh no technical they're",
        9699.54,
        9704.84
    ],
    [
        " they're different okay I don't want to get into a big thing yeah yeah I don't want to either",
        9704.84,
        9709.16
    ],
    [
        " awesome so that's it thank you yeah or the the jaco store is a good one you know get a shirt if you",
        9709.16,
        9716.68
    ],
    [
        " like those and a bumper sticker whatever if you like those I forgot about the t-shirts and the",
        9716.68,
        9722.18
    ],
    [
        " store the jaco store yeah that's a good one man but yeah if you like them yeah if you don't like them",
        9722.18,
        9728.36
    ],
    [
        " don't get them oh yeah I've seen a lot of those on Twitter yeah yeah yeah awesome cranking pictures",
        9728.36,
        9733.18
    ],
    [
        " of we do dig that but I'll tell you eat I should we just say to stop asking us for like a donation",
        9733.18,
        9739.18
    ],
    [
        " page no we shouldn't say that okay but and we don't ask for Patreon Patreon Patreon Patreon we're",
        9739.18,
        9747.44
    ],
    [
        " not gonna do it yeah probably not gonna do it if you want to donate you can donate to PayPal yeah",
        9747.44,
        9752.5
    ],
    [
        " if you can that's good that's cool it is it is cool to see those because like 434 you know yeah",
        9752.5,
        9757.4
    ],
    [
        " because that's that's that's the cool that's what the cool kids do yeah they donate $4.34 a month",
        9757.4,
        9762.98
    ],
    [
        " yeah to keep them up and engaged in up before the enemy yeah that is cool yeah by the way",
        9762.98,
        9769.02
    ],
    [
        " it's sleep deprivation I'm on it right now because Leif and I were out late last night and we were",
        9769.02,
        9772.7
    ],
    [
        " up very early this morning to work out and then go surfing that's right we were on we were work and",
        9772.7,
        9778.86
    ],
    [
        " play on this trip you know I have to say about that good exactly no awesome awesome but yeah those are",
        9778.86,
        9786.66
    ],
    [
        " the ways okay good and then also if you want you know believe it or not this guy sitting here with me",
        9786.66,
        9794.8
    ],
    [
        " Leif Babin yeah I know he and I might not look like the smartest people in the world and we might",
        9794.8,
        9800.38
    ],
    [
        " actually not be the smartest people in the world but we did write a book people people people look",
        9800.38,
        9804.52
    ],
    [
        " at me and probably think I can't spell my name or read much less write a book but we did write a",
        9804.52,
        9810.36
    ],
    [
        " book the books continue to do really well and you know if you're interested in if you're interested in",
        9810.36,
        9815.28
    ],
    [
        " the book if you're interested in the concepts that Jaco talks about the stuff that we just talked",
        9815.28,
        9819.48
    ],
    [
        " about and we talked about it in episode 11 of the Jaco podcast get the book and dive into that stuff",
        9819.48,
        9825.42
    ],
    [
        " deep talk about extreme ownership talk about the laws of combat and how they apply we use the",
        9825.42,
        9829.72
    ],
    [
        " combat scenarios we talk about the principle and we talk about how it applied to different businesses",
        9829.72,
        9834.46
    ],
    [
        " and organizations that we work with over the years it's something that for us our mission was to",
        9834.46,
        9840.18
    ],
    [
        " write a book that could be useful for leaders as a reference a good read that that people can",
        9840.18,
        9848.14
    ],
    [
        " get into and have some exciting stores that are applicable but but also is a useful reference",
        9848.14,
        9853.36
    ],
    [
        " for for leaders to highlight underlying tab refer to regularly you know dog ear pages and",
        9853.36,
        9860.22
    ],
    [
        " and as we've received that kind of feedback and people post messages on social media about",
        9860.22,
        9865.96
    ],
    [
        " their their books and the dog ear pages and the tabs and the highlights and the feedback we",
        9866.02,
        9870.54
    ],
    [
        " receive has been tremendous and and if we've done that and and and accomplish that for those leaders",
        9870.54,
        9875.98
    ],
    [
        " as that useful reference that has helped them be better leaders better followers better team",
        9875.98,
        9880.9
    ],
    [
        " members accomplish their mission of win then we've succeeded in our mission I'll say what fires me",
        9880.9,
        9886.54
    ],
    [
        " up too I love seeing that I love seeing when people are like they're showing a big because I post",
        9886.54,
        9892.16
    ],
    [
        " pictures of the books that I do on the podcast and they're all they're all notes and they're all",
        9892.16,
        9897.4
    ],
    [
        " that stuff because I'm getting ready I dive deep and so people do that to our book and like you",
        9897.4,
        9902.18
    ],
    [
        " said that's awesome and we love signing books that have massive the other cool thing there's two",
        9902.18,
        9907.34
    ],
    [
        " other cool things they're kind of related one of them is when people send a picture of a stack of",
        9907.34,
        9912.48
    ],
    [
        " books and they're like issuing these to my teams today we're going to get it on that's awesome and",
        9912.48,
        9922.14
    ],
    [
        " it might be the same awesome but it's definitely awesome and that's when they're when they're",
        9922.82,
        9926.88
    ],
    [
        " giving the book to their boss right and there's and somebody somebody hit us up the other day and",
        9926.88,
        9932.04
    ],
    [
        " like you know how do I give this book to my boss and and I think they wrote you know something",
        9932.04,
        9936.26
    ],
    [
        " along lines of hey it's it's a great it's a great thing to give to your boss and when you do it say",
        9936.26,
        9942.48
    ],
    [
        " hey man I learned you know you don't want to say you think the thing you don't want to do is say",
        9942.48,
        9947.64
    ],
    [
        " you need to get some extreme ownership so I'm giving this to you as a hint no what you want to say",
        9947.74,
        9952.9
    ],
    [
        " is I got so much out of this book and I'm gonna turn you know I look forward to applying what I",
        9952.9,
        9958.78
    ],
    [
        " learned I just want if you see a change in attitude I want you to know where it's coming from do",
        9958.78,
        9962.62
    ],
    [
        " something like that be tactical well initially enough ironically looking at someone is saying you",
        9962.62,
        9969.48
    ],
    [
        " need extreme ownership is not extreme ownership right because extreme ownership is about you and you",
        9969.48,
        9974.8
    ],
    [
        " got to control that relationship you got to build that relationship so if you feel like the boss",
        9974.8,
        9977.98
    ],
    [
        " needs to look extreme ownership then you got to own that yeah and you got to lead up the",
        9977.98,
        9981.88
    ],
    [
        " chain of command which is one of the chapters you wrote about and it's it's cool to you know we're",
        9981.88,
        9985.98
    ],
    [
        " out here obviously this weekend we saw a lot of our of our seal buddies and it's interesting",
        9985.98,
        9991.66
    ],
    [
        " without having a conversation with I think there's three or four of us saying in a circle but",
        9991.66,
        9995.18
    ],
    [
        " they were talking about the book and you know it's it's guys that were junior to us at the time",
        9995.18,
        10000.86
    ],
    [
        " and now they're saying hey you know this is awesome I'm getting a lot out of it and then guys that",
        10001.86,
        10007.28
    ],
    [
        " are senior to us with uh I wish I would add this book and you know what I say I do too I do too",
        10007.28,
        10016.02
    ],
    [
        " I wish I would have this book I mean it's just like a little step up to just know and be able to",
        10016.02,
        10024.04
    ],
    [
        " read and it just gives you that insight and it's so it's awesome we appreciate uh appreciate that",
        10024.04,
        10029.76
    ],
    [
        " appreciate everyone giving us the solid feedback killer and you got anything else life",
        10029.76,
        10036.4
    ],
    [
        " that's all I got thanks for having me on gonna be on with you guys again always looking forward",
        10036.4,
        10042.26
    ],
    [
        " to the next time echo Charles closing comments point go no plink go leave does something like Batman",
        10042.26,
        10049.42
    ],
    [
        " that's all the Texas Batman Texas Batman",
        10049.42,
        10055.88
    ],
    [
        " they've been actually never heard that I never heard that until the audiobook you never",
        10057.0,
        10061.96
    ],
    [
        " heard of Texas Batman yeah jock on actually we read the audiobook James Earl Jones wasn't available",
        10061.96,
        10067.0
    ],
    [
        " so we read it ourselves I would I would have I would have given it up for if James Earl Jones had",
        10067.0,
        10071.68
    ],
    [
        " done that but we'd read it ourselves and that's the first time I started hearing that people",
        10071.68,
        10075.6
    ],
    [
        " like you sound like tix is Batman or Southern Batman I was like what are you talking about",
        10075.6,
        10080.48
    ],
    [
        " you know I don't even like the best player you said oh dang it's not like that man you know what",
        10080.48,
        10087.02
    ],
    [
        " one too many immediate action drills over the years I guess screaming out some commands or maybe",
        10087.02,
        10092.92
    ],
    [
        " it was when I lost my cool we talked about I should have done less of that blue your voice out",
        10092.92,
        10097.22
    ],
    [
        " awesome well as always if anybody out there wants to continue this conversation we're all up on",
        10097.22,
        10104.28
    ],
    [
        " inner webs twitter the facebooky instagram echo is at echo Charles laf is at laf",
        10104.28,
        10113.38
    ],
    [
        " babin and I am at jaco willing and to all those folks out there in uniform those in the military",
        10113.38,
        10124.24
    ],
    [
        " on the front lines in the war against evil those police on the thin blue line fighting criminals",
        10124.24,
        10136.48
    ],
    [
        " and terror here at home and the firefighters that run towards the danger to protect us in our homes",
        10136.48,
        10146.82
    ],
    [
        " thanks to you all for everything that you do and the rest of the troopers out there in the world",
        10147.32,
        10156.22
    ],
    [
        " moving forward stepping up taking charge in business in education and health care buying selling",
        10156.22,
        10166.62
    ],
    [
        " building creating making the most of this gift thanks for listening thanks for spreading the word",
        10167.24,
        10178.34
    ],
    [
        " and thanks for grabbing life by the horns going out there aggressively every day",
        10178.34,
        10187.88
    ],
    [
        " and getting after it so until next time this is laf echo and jaco out",
        10188.08,
        10202.18
    ]
]