[
    [
        " The kid's book idea.",
        0.82,
        2.26
    ],
    [
        " Okay.",
        2.56,
        3.18
    ],
    [
        " So it's called a fish tail.",
        5.12,
        8.04
    ],
    [
        " And what's interesting is I heard Joe Rogan mention this concept before,",
        8.62,
        15.84
    ],
    [
        " but I thought of this all on my own.",
        16.06,
        18.32
    ],
    [
        " No, and way before.",
        18.5,
        19.84
    ],
    [
        " This was even before the Joe Rogan podcast even existed.",
        20.02,
        22.34
    ],
    [
        " I thought of this and wrote this book.",
        22.48,
        24.92
    ],
    [
        " So it's called a fish tail.",
        25.42,
        27.64
    ],
    [
        " So it's a story about a fish and he's in the school and you know,",
        27.76,
        32.52
    ],
    [
        " he's just kind of curious, kind of eccentric, but you know, he's, he's a fish kind of young.",
        32.58,
        36.86
    ],
    [
        " And then one day he's, you know, going looking for food or whatever and he gets this worm.",
        37.34,
        44.26
    ],
    [
        " Floating around good food, right?",
        45.42,
        46.74
    ],
    [
        " Worm, boom.",
        47.1,
        47.4
    ],
    [
        " Get snatched up, boom, it's a fisherman.",
        47.88,
        49.4
    ],
    [
        " Cautum.",
        50.36,
        50.78
    ],
    [
        " Flopping around in the boat, right?",
        51.38,
        53.08
    ],
    [
        " And you know, they take a picture of them and they throw it back.",
        54.02,
        57.62
    ],
    [
        " You know, catch and release situation.",
        57.62,
        59.28
    ],
    [
        " So he comes back and and he wasn't gone for what two minutes maybe.",
        59.82,
        65.08
    ],
    [
        " So he comes back and he's like, hey guys, guess what?",
        65.38,
        68.96
    ],
    [
        " I just got yanked, you know, to the surface over, you know, above the surface.",
        69.08,
        73.1
    ],
    [
        " And and he's like weird beings.",
        73.1,
        75.78
    ],
    [
        " It's like a UFO story.",
        75.8,
        76.88
    ],
    [
        " Right, right.",
        76.98,
        77.5
    ],
    [
        " So that's the thing.",
        77.6,
        78.12
    ],
    [
        " So and he was describing him is like, there are these weird beings.",
        78.36,
        81.7
    ],
    [
        " They they didn't need water to breathe.",
        81.9,
        84.04
    ],
    [
        " They had, you know, these weird appendages kind of like, you know, they just weren't anything like us.",
        84.04,
        90.38
    ],
    [
        " But, you know, I saw their eyes, but that was kind of it.",
        90.54,
        93.2
    ],
    [
        " And then these these flashing devices, you know, went off and then they just put me right back.",
        93.34,
        97.94
    ],
    [
        " And here, looking my little scar all you can show you and they're like, yeah, no, no one believed them.",
        98.18,
        102.32
    ],
    [
        " They were like, I used to see an eccentric fish this, you know, there's no such thing as that kind of stuff.",
        103.0,
        107.2
    ],
    [
        " You know, and what, he got a little scar.",
        107.48,
        109.16
    ],
    [
        " We all have scars from fucking whatever.",
        109.16,
        111.16
    ],
    [
        " But meanwhile, that really happened, right?",
        112.3,
        114.98
    ],
    [
        " So and this of the parallel there is of course the UFO.",
        115.46,
        118.18
    ],
    [
        " But just because it doesn't happen to everybody doesn't mean that it's not true necessarily.",
        118.46,
        125.16
    ],
    [
        " You know, so like in a people claim abductions or whatever.",
        125.74,
        128.06
    ],
    [
        " It does it seems crazy.",
        128.7,
        132.14
    ],
    [
        " And I straight up don't believe it for other reasons other than, you know, you don't believe what abductions.",
        132.32,
        137.84
    ],
    [
        " I don't think that they're alien abductions.",
        137.88,
        140.0
    ],
    [
        " No, the stories of alien abductions by these people or whatever that could have been allegedly.",
        140.0,
        148.3
    ],
    [
        " Something like that happened to me.",
        148.62,
        150.46
    ],
    [
        " Okay.",
        151.26,
        152.22
    ],
    [
        " It's something we should talk about on the podcast.",
        152.72,
        154.94
    ],
    [
        " Well, talk about it right now.",
        155.54,
        157.64
    ],
    [
        " What happened?",
        158.96,
        159.92
    ],
    [
        " I'm just kidding.",
        160.24,
        162.38
    ],
    [
        " Well, here's the thing though.",
        162.74,
        164.1
    ],
    [
        " Well, when you say, not you, but when someone says I got abducted by aliens, let me tell you my account.",
        164.1,
        170.64
    ],
    [
        " Though being abducted by aliens and then whatever their account is are two different things no matter what.",
        171.1,
        178.26
    ],
    [
        " So they're basically explaining an experience and then giving a hypothesis of what it was.",
        178.56,
        185.2
    ],
    [
        " Yeah. And most of the time not even a hypothesis.",
        185.34,
        186.98
    ],
    [
        " They're just saying straight up that that's what it was.",
        187.06,
        188.86
    ],
    [
        " They're putting, you know, they're naming that experience and basically verifying it and making it like.",
        188.86,
        194.88
    ],
    [
        " They're basically saying that that's what it was.",
        195.42,
        200.8
    ],
    [
        " They're defining it or whatever.",
        200.8,
        202.48
    ],
    [
        " So, and they're so like in it.",
        202.94,
        206.36
    ],
    [
        " It's like ghosts when people say they see ghosts.",
        206.54,
        208.44
    ],
    [
        " You didn't see, you didn't even know what a ghost is.",
        209.16,
        211.18
    ],
    [
        " People don't know what a ghost is.",
        211.52,
        213.14
    ],
    [
        " Like the human race, like what's a ghost?",
        213.32,
        215.0
    ],
    [
        " Someone would say, oh, it's someone's spirit from, you know, they die and then their spirit goes and like lives on and whatever.",
        216.86,
        222.14
    ],
    [
        " But why would you think that because movies say that because anyone looking into that can tell you there's no evidence of that.",
        222.4,
        228.76
    ],
    [
        " And I'm not saying that's what that's not what they are.",
        229.24,
        232.94
    ],
    [
        " I'm not saying that.",
        233.08,
        233.72
    ],
    [
        " But you are you're making that claim that that's what it is.",
        234.02,
        236.86
    ],
    [
        " And then that's what you saw.",
        237.06,
        238.08
    ],
    [
        " So, all of all the explanations of your quote unquote experience, whether you think you're abducted by aliens, all ghosts, whatever, saw a big foot.",
        238.12,
        244.82
    ],
    [
        " Your account of the experience and what actually happened, the explanation of that experience are two different things.",
        245.4,
        253.0
    ],
    [
        " So, you can't just put an explanation on the experience and all the possible explanations of your experience.",
        253.24,
        258.9
    ],
    [
        " There's, let's say there's infinite you lost time, you got passed out, you woke up in a field with a scar, whatever, you have these weird memories, whatever, not memories, they're not even memories typically.",
        262.06,
        271.12
    ],
    [
        " What really happened, the real explanation for your experience, there's probably a good million of them.",
        271.44,
        280.08
    ],
    [
        " Right.",
        280.68,
        280.84
    ],
    [
        " All the way down to you, imagine the whole thing, all the way down to you're lying, all the way down to your hallucinating.",
        281.52,
        286.88
    ],
    [
        " All the way down to you are hungover, so you're bringing this.",
        287.32,
        289.98
    ],
    [
        " All the way down to you actually got abducted by aliens.",
        289.98,
        291.76
    ],
    [
        " Right. We'll just call that as one of the million.",
        291.84,
        294.48
    ],
    [
        " You went straight to aliens.",
        294.86,
        296.48
    ],
    [
        " And not only did you go straight to aliens, there's no evidence for that.",
        296.94,
        300.64
    ],
    [
        " There's evidence for people hallucinating. There's evidence for all these other things.",
        300.78,
        304.3
    ],
    [
        " And you went straight to the one with no evidence for whatever reason.",
        304.3,
        307.32
    ],
    [
        " And there's reason for it.",
        307.48,
        308.9
    ],
    [
        " And so you can't be mad at the people, but that's why it's hard to believe these things.",
        308.96,
        313.72
    ],
    [
        " But my little kid's book, it kind of puts a little bit of a, you know, like not doubt, but kind of like, but you still can't dismiss it.",
        316.18,
        326.3
    ],
    [
        " You know, because here's like a, an analogy that kind of, you know, helps you believe.",
        326.4,
        332.2
    ],
    [
        " Don't I'm saying?",
        333.04,
        334.06
    ],
    [
        " Let's do this.",
        334.42,
        335.02
    ],
    [
        " For you fighting back at Yon about like maybe two minutes ago.",
        336.24,
        339.96
    ],
    [
        " I was, yeah.",
        339.96,
        340.64
    ],
    [
        " I hope you did.",
        340.68,
        341.4
    ],
    [
        " I don't want that to be on video.",
        341.72,
        342.96
    ]
]