[
    [
        " This is Jocco Podcast number 33 with Echo Charles and me, Jocco Willink.",
        0.88,
        7.74
    ],
    [
        " Good evening, Echo. Good evening.",
        8.22,
        10.62
    ],
    [
        " People say there is a line. There's a line between good and evil, right and wrong, between light and dark.",
        11.96,
        29.06
    ],
    [
        " And that's a nice, clean way to think of things.",
        31.72,
        36.44
    ],
    [
        " But the line can be hard to recognize. It can get blurry. It can get twisted by emotion and passion and by one's own ego.",
        37.2,
        50.38
    ],
    [
        " And in war, that line is tested. It's pressed. It becomes even more blurry.",
        52.16,
        62.66
    ],
    [
        " It gets crossed and violated and sometimes abandoned.",
        63.94,
        71.5
    ],
    [
        " And we can see that throughout history. And we've talked about it here in the Japanese slave camps in Rwanda and Mealai.",
        73.1,
        81.94
    ],
    [
        " Those are a few examples, but there are thousands of them.",
        82.4,
        86.12
    ],
    [
        " And I've seen the line. And I've seen men approach the line.",
        87.5,
        96.02
    ],
    [
        " And driven, filled with theory and with hate.",
        97.16,
        103.84
    ],
    [
        " And that theory needs an outlet. And if it gets a purchase, it can become unstoppable.",
        104.9,
        117.52
    ],
    [
        " But it can also be controlled because there is a counter to all that evil.",
        120.9,
        130.0
    ],
    [
        " There is the man that steps up and says, no, no, not today, not here, not now, we will not do that.",
        130.9,
        143.96
    ],
    [
        " And the economy of leadership and the dichotomy of war is so hard to balance.",
        146.18,
        154.28
    ],
    [
        " Soldiers are trained and tasked to kill. And yet they are also trained to be humane and fair and moral and good.",
        155.6,
        171.56
    ],
    [
        " Now how does a warrior reconcile those opposing forces, that dichotomy?",
        174.66,
        181.42
    ],
    [
        " How does he know to balance?",
        182.54,
        188.98
    ],
    [
        " God damn! Thoughts rushed through my mind as I tried to decide what to do.",
        196.28,
        201.82
    ],
    [
        " Women, old men and kids, obviously non-combatants.",
        202.44,
        207.34
    ],
    [
        " But this is a free fire zone. There are not supposed to be civilians in this area.",
        208.0,
        212.96
    ],
    [
        " Yeah, but Dinks occasionally ignore those warnings about free fire areas.",
        213.16,
        217.64
    ],
    [
        " Maybe they are the point element for Viet Cong or NVA traveling behind them.",
        218.08,
        222.28
    ],
    [
        " Maybe they are supposed to give the warning if stopped. It's happened before.",
        222.8,
        225.84
    ],
    [
        " In that case, some of my men could come under fire and be killed or wounded.",
        227.2,
        231.16
    ],
    [
        " Four or six killed that one Dink last evening and he had a Thompson.",
        232.08,
        235.54
    ],
    [
        " There was a whole squad of Kong in that group.",
        236.42,
        238.52
    ],
    [
        " There was some incoming fire when we made the LZ. A Dink tried to cross the Dijk last night.",
        239.32,
        245.04
    ],
    [
        " These people look innocent enough.",
        245.66,
        247.44
    ],
    [
        " They may be carrying supplies for the Kong in the area, food and or ammo.",
        248.4,
        253.38
    ],
    [
        " It's a free fire zone. Everyone is supposed to be considered enemy.",
        254.14,
        257.32
    ],
    [
        " I'm responsible for my men. They'll get killed if I make the wrong decision.",
        258.24,
        261.68
    ],
    [
        " These Dinks coming toward us mean nothing to me. My men mean everything.",
        262.34,
        268.08
    ],
    [
        " What if the Dinks aren't innocent? My men depend on me to keep them alive.",
        269.4,
        275.2
    ],
    [
        " I spoke softly to the men around me. It's a lick on them.",
        276.34,
        280.88
    ],
    [
        " When I give the order, open fire. I brought up the M16 to sight in on the Dinks.",
        281.82,
        288.5
    ],
    [
        " Spag was standing to my right. His M60 machine gun supported on his hip by a sling around his neck and shoulder.",
        289.42,
        295.5
    ],
    [
        " He reached over and touched my arm. His whispered voice reflected the agony of doubt in his face.",
        296.34,
        302.62
    ],
    [
        " No, sir, you can't. Kids, women.",
        303.86,
        307.68
    ],
    [
        " He motioned toward the file of people coming towards us.",
        308.8,
        311.48
    ],
    [
        " I felt ashamed. Spag was right.",
        312.62,
        315.74
    ],
    [
        " Wait one. I whispered to the men around me. I'll call for them to surrender.",
        317.98,
        322.0
    ],
    [
        " I felt relieved. Capturing them was the best solution.",
        323.34,
        326.48
    ],
    [
        " If they were the point for a VC group, I would just make sure none of us was exposed to fire when we captured this point.",
        327.32,
        333.02
    ],
    [
        " The Dinks were almost to the intersection.",
        334.36,
        336.04
    ],
    [
        " I stepped through the brush with some of my men.",
        337.88,
        340.34
    ],
    [
        " Dung Lui, I warned. They were only 10 to 20 meters from us.",
        340.82,
        345.36
    ],
    [
        " They all glanced at us, standing with our weapons trained on them.",
        345.74,
        348.84
    ],
    [
        " We had them dead to rights. They had no cover or no place to run to.",
        349.14,
        352.6
    ],
    [
        " A perfect capture situation.",
        353.22,
        354.86
    ],
    [
        " Almost in mid-stride, they all moved with astonishing speed.",
        355.92,
        359.68
    ],
    [
        " The two boys in the point split up.",
        360.34,
        362.84
    ],
    [
        " The one ran past us, heading down the trail past the schoolhouse.",
        363.26,
        366.28
    ],
    [
        " The other boy, the woman, the old men started running back toward the bridge.",
        366.28,
        369.8
    ],
    [
        " Stop, stop, Dung Lui, Dung Lui, I yelled to no avail.",
        370.36,
        373.28
    ],
    [
        " I could not order the men to run after them. It could be a trap.",
        374.16,
        377.92
    ],
    [
        " Neither could I let them get away. Why were they running?",
        378.82,
        381.16
    ],
    [
        " In the split second, those thoughts ran across my consciousness.",
        382.14,
        384.8
    ],
    [
        " I gave the order to open fire.",
        385.24,
        386.94
    ],
    [
        " An irrevocable wave of death swept in front of us.",
        388.42,
        391.52
    ],
    [
        " After the initial burst of gunfire, I yelled ceasefire.",
        391.86,
        394.4
    ],
    [
        " The two women survived long enough to cross the bridge and enter one of the hootches.",
        396.28,
        399.98
    ],
    [
        " Three of my men crossed over the bridge and threw grenades in the hootches.",
        400.28,
        403.24
    ],
    [
        " We heard lead looked over the bodies on the trail since they were lying in the open.",
        403.64,
        408.56
    ],
    [
        " We had no desire to be caught exposed.",
        408.64,
        410.86
    ],
    [
        " The men reported that some of the dead had been carrying hand grenades in their ammo and ammo packs.",
        411.94,
        416.4
    ],
    [
        " I felt somewhat relieved. Those supplies could have been for, could not have been for anyone but the Kong.",
        417.14,
        422.94
    ],
    [
        " I received a report from the squad down the trail.",
        424.3,
        427.06
    ],
    [
        " The firing had alerted them, barely fast enough to fire at the teenager running toward them down the trail.",
        427.62,
        432.76
    ],
    [
        " Someone hit him in the shoulder and knocked him down.",
        433.42,
        435.72
    ],
    [
        " Surprisingly, the boy had jumped up and run past the squad to safety somewhere in the brush.",
        436.02,
        440.24
    ],
    [
        " I had no pleasure in reporting to Delta Six that we had killed six dinks and one wounded.",
        441.58,
        446.56
    ],
    [
        " I knew who you would ask how many weapons we had captured.",
        447.32,
        450.22
    ],
    [
        " I stared at the gray horizon for a long time before answering that the dinks were not carrying weapons, only supplies and grenades.",
        451.1,
        458.1
    ],
    [
        " I felt low. This putrid war.",
        459.08,
        462.7
    ],
    [
        " I thought of so many ways I could have done it differently. So easy to think afterward.",
        463.32,
        468.64
    ],
    [
        " After all, now I knew there was no dink squad behind on the trail.",
        469.7,
        473.26
    ],
    [
        " This episode would be the darkest of my career.",
        473.96,
        477.66
    ],
    [
        " I called my men together for a march up the slight hill to Delta Six's position, forcing the dinks out of my mind.",
        478.44,
        486.34
    ],
    [
        " Now that's from a book that we're looking at tonight, it's called The Killing Zone, my life in the Vietnam War by Frederick Downs.",
        487.34,
        500.22
    ],
    [
        " Now Vietnam, it was a hard war, obviously a wretched war for many reasons.",
        501.74,
        511.08
    ],
    [
        " And the Meal Eye Massacre is almost the apex, almost the pinnacle.",
        511.34,
        516.64
    ],
    [
        " It almost seems like the essence of the war in many respects, at least it's viewed that way.",
        516.64,
        525.44
    ],
    [
        " And it did have a huge strategic impact. It was devastating to the war effort.",
        525.44,
        530.74
    ],
    [
        " And something that should always be remembered is that tactical operations can have strategic impact.",
        531.24,
        537.54
    ],
    [
        " Like Hackworth said, the Meal Eye Massacre probably did more to end the war in Hasten or departure from Vietnam than anything our communist enemy did.",
        538.04,
        547.1
    ],
    [
        " And in a similar vein, the war I was in, in the mistreatment of the prisoners in Abu Ghraib prison in Iraq and the photographs that showed that mistreatment,",
        548.84,
        559.3
    ],
    [
        " likely did more to fuel the insurgency in that country than anything al Qaeda did.",
        559.48,
        564.1
    ],
    [
        " Tactical actions can have strategic impact. And that actually happens in business too.",
        564.76,
        571.66
    ],
    [
        " One bad customer experience for a customer that's got some reach and there can really be a strategic impact.",
        571.66,
        579.78
    ],
    [
        " And what the frontline troops do really does matter and what the frontline troops do is based on how they are led.",
        580.2,
        590.22
    ],
    [
        " Clearly in Meal Eye there was a total lack of leadership, especially from the moral and ethical perspective.",
        591.5,
        600.12
    ],
    [
        " But this was not the norm, not by any stretch. And like I said, it's viewed sometimes as the representation of what the Vietnam War was like, but it's not.",
        601.66,
        616.66
    ],
    [
        " And I said this when we talked about Meal Eye, yeah, America has done monstrous things in our history.",
        617.14,
        625.06
    ],
    [
        " But we most certainly are not monstrous.",
        626.4,
        632.36
    ],
    [
        " We are an amazingly benevolent nation, especially now perhaps even to our own detriment.",
        632.36,
        640.62
    ],
    [
        " But that's why I wanted to talk about this book, the killing zone, to show the challenges the Vietnam War and how American troops handle those challenges and pressures on a day-to-day basis.",
        642.04,
        655.04
    ],
    [
        " And how they sometimes cross that line if only for a moment.",
        655.9,
        662.26
    ],
    [
        " But then most of the time brought themselves back from the brink of darkness into the light.",
        662.86,
        672.92
    ],
    [
        " Now let's go back to the book here.",
        673.48,
        678.52
    ],
    [
        " Going to the beginning when Fred Downs, young lieutenant in the army is flying into Vietnam.",
        682.46,
        692.72
    ],
    [
        " At 2330 hours the continental Big Bird with a golden tail DCA dropped through the night sky into the landing pattern over the black landscape of Vietnam.",
        693.38,
        703.64
    ],
    [
        " 23 hours earlier, 165 of us had been crammed aboard the commercial jet at the airport near San Francisco.",
        704.94,
        711.32
    ],
    [
        " I looked around the cabin at the officer and at the officers and enlisted men who had come from all over the United States to catch this flight from San Francisco.",
        712.04,
        719.72
    ],
    [
        " How would they return?",
        721.08,
        722.46
    ],
    [
        " How would I return?",
        723.94,
        724.96
    ],
    [
        " I had graduated six months earlier from the US Army's OCS program at Fort Benning, Georgia and now I was soon to be leading men in the combat.",
        726.04,
        734.72
    ],
    [
        " I was 23 years old and I had been trained to lead.",
        735.42,
        739.06
    ],
    [
        " Physically, I thought I was ready.",
        740.02,
        741.58
    ],
    [
        " Mentally, I was as confident of myself as any young officer could be.",
        742.44,
        746.06
    ],
    [
        " But underneath my confidence were the ever present questions, worry and curiosity about war and my role in it.",
        746.58,
        754.7
    ],
    [
        " I was eagerly looking forward to finding answers.",
        755.22,
        758.8
    ],
    [
        " I would not have to wait long.",
        760.08,
        763.04
    ],
    [
        " So we've talked about that before.",
        764.8,
        766.56
    ],
    [
        " When you're stepping into a leadership role, there's a good chance you're not going to feel 100% confident.",
        767.28,
        773.24
    ],
    [
        " And that's okay.",
        774.5,
        775.48
    ],
    [
        " So he gets to Vietnam.",
        776.06,
        778.22
    ],
    [
        " He gets assigned to a fourth division.",
        778.68,
        782.02
    ],
    [
        " And he actually hadn't heard of fourth division.",
        782.44,
        784.7
    ],
    [
        " He hadn't seen it in the papers.",
        784.8,
        785.62
    ],
    [
        " He's kind of asking, hey, why haven't I seen that in the papers?",
        785.76,
        789.34
    ],
    [
        " What are they doing?",
        789.4,
        790.0
    ],
    [
        " And he said, there's no reporters up there where they're working.",
        790.2,
        792.96
    ],
    [
        " It's too rough for him.",
        793.04,
        794.06
    ],
    [
        " And he's kind of saying, you know, I want to make sure I get it on.",
        795.22,
        799.68
    ],
    [
        " And some of the old timers are telling him, one of them says, you'll get a belly full of fighting up there son if that's what you want.",
        799.86,
        806.34
    ],
    [
        " So it's one of those.",
        807.24,
        809.56
    ],
    [
        " Be careful what you wish for scenarios.",
        809.66,
        811.56
    ],
    [
        " And I thought this was pretty, pretty interesting.",
        812.74,
        815.84
    ],
    [
        " You know, we talk about Hackworth and the hardcore raccordos as the salute and reply.",
        816.14,
        822.8
    ],
    [
        " The reply is no fucking slack.",
        823.14,
        826.66
    ],
    [
        " So here's what they had here.",
        827.44,
        829.98
    ],
    [
        " It was SOP to salute in the in the company area, but not in the field.",
        830.44,
        833.74
    ],
    [
        " When in the list of man saluted, he would say golden dragon, sir, the officer would return the salute with right of the line.",
        834.24,
        841.62
    ],
    [
        " I asked about this.",
        842.24,
        843.5
    ],
    [
        " They told me that in that the first of the 14th, that's the that's the division he's with.",
        843.82,
        847.48
    ],
    [
        " The first of the 14th was an old infantry regiment steeped in tradition.",
        848.0,
        852.54
    ],
    [
        " During the box rebellion in China, the unit had fought bravely.",
        853.02,
        856.84
    ],
    [
        " Afterward, they adopted the symbol of a golden dragon.",
        857.3,
        860.0
    ],
    [
        " The other part of the salute came from some battle in the civil war.",
        861.0,
        864.68
    ],
    [
        " Right before a large battle, a staff officer asked a general where to put the first to the 14th.",
        865.16,
        870.66
    ],
    [
        " The general had roared back, put them to the right of the line where they belong.",
        870.88,
        874.86
    ],
    [
        " The right of the line is where a leader traditionally puts his best men and units.",
        875.82,
        879.5
    ],
    [
        " This comes down through military history when a man fought with the shield and sword.",
        879.86,
        885.36
    ],
    [
        " The right arm or sword arm was unprotected.",
        885.74,
        888.26
    ],
    [
        " The best fighter was put to the right to protect the sword arm of the man on his left.",
        888.8,
        893.68
    ],
    [
        " Only the most trusted and best fighters held the position to the right.",
        894.5,
        898.24
    ],
    [
        " Legit.",
        900.2,
        903.74
    ],
    [
        " He's there in the head quarters area for a little while and then he gets his indoctrination and then gets flown out.",
        907.2,
        915.22
    ],
    [
        " He flies out into the field into where he's going to be operating out of.",
        915.58,
        921.98
    ],
    [
        " He gets up there and this is straight out of a movie right here.",
        922.98,
        926.72
    ],
    [
        " Bugs swarmed around my face.",
        927.4,
        928.92
    ],
    [
        " I swatted and looked at the men who looked right back at me.",
        928.92,
        931.9
    ],
    [
        " It was my first view of American GIs who had spent several days in the jungle.",
        932.2,
        936.66
    ],
    [
        " I stood there in sparkling crisp fatigues, brand new boots, new rifle, clean shaven, fresh haircut, I even smelled clean.",
        937.44,
        946.32
    ],
    [
        " My helmet camouflage cover didn't have a mark on it, nor did I.",
        946.84,
        950.16
    ],
    [
        " The two men opposite me were filthy.",
        951.18,
        953.54
    ],
    [
        " Their fatigues were torn and they had scratches all over their skin two or three days of growth on their beard and dark circles under their eyes.",
        954.16,
        961.4
    ],
    [
        " They looked tired and they smelled the high heaven.",
        961.4,
        965.26
    ],
    [
        " That's right out of a movie, the boot, lieutenant coming in to take over.",
        965.48,
        969.38
    ],
    [
        " He's in his pressed cam, he's looking all squirt away and these guys look like they're living in hell.",
        969.48,
        974.26
    ],
    [
        " They introduced the company commander.",
        976.08,
        978.68
    ],
    [
        " This guy, you're going to see throughout the book, this guy, Captain Cells, was an ROTC officer 26 years old son of a father killed in Korea.",
        979.72,
        988.46
    ],
    [
        " That's the guy's dad got killed in Korea and during the Vietnam War he's joining up and leading men in the company commander.",
        989.7,
        998.98
    ],
    [
        " If you remember from the book platoon leader, remember he didn't even meet the company commander.",
        999.32,
        1006.46
    ],
    [
        " His direct boss didn't even meet him for weeks, he'd been in the field for weeks before he even met him.",
        1006.68,
        1010.78
    ],
    [
        " Here's this company commander, obviously much more squared away, walks him around, introduces him to everybody, he's giving him a heads up.",
        1011.1,
        1018.38
    ],
    [
        " This is the way it's supposed to be.",
        1018.94,
        1020.54
    ],
    [
        " He's getting told, look, there's enemy all around.",
        1022.06,
        1024.0
    ],
    [
        " You might have heard in that intro piece that I read I was talking about Delta 6 and here's a little piece about that.",
        1024.76,
        1031.2
    ],
    [
        " He informed me that his radio signal was Delta 6.",
        1031.3,
        1033.7
    ],
    [
        " That's the Delta company commander's Delta 6.",
        1033.9,
        1035.92
    ],
    [
        " Lieutenant Smart, the first platoon leader was Delta 1 6.",
        1036.2,
        1039.28
    ],
    [
        " The second platoon leader was Delta 2 6.",
        1040.3,
        1042.28
    ],
    [
        " 6 is where the commanders of the unit.",
        1042.52,
        1044.18
    ],
    [
        " This is a tradition that holds true in the army and the Marine Corps today.",
        1044.34,
        1047.6
    ],
    [
        " It's pretty cool when you're in the field, you'd hear someone call for the 6.",
        1047.94,
        1053.52
    ],
    [
        " That means we want to talk to the guys that's in charge out there.",
        1054.32,
        1056.26
    ],
    [
        " There are seconds of command were known as 5s.",
        1057.22,
        1058.9
    ],
    [
        " For instance, Delta 1 5 was the first platoon sergeant.",
        1059.14,
        1062.96
    ],
    [
        " This goes on to talk a little bit more about Captain Cells, who's asking about his family, he's getting to know him.",
        1063.08,
        1068.8
    ],
    [
        " He's downed his wife and two little girls back in Illinois.",
        1069.32,
        1073.88
    ],
    [
        " Again, you're getting the impression that Cells is a guy that's trying to get to know his people and learn about him,",
        1075.0,
        1080.92
    ],
    [
        " which is what a leader should be doing.",
        1080.94,
        1083.56
    ],
    [
        " These guys are out and he's talking again.",
        1085.56,
        1090.52
    ],
    [
        " This is something straight out of a movie.",
        1090.82,
        1093.88
    ],
    [
        " Darkness quickly engulfed us.",
        1094.58,
        1096.02
    ],
    [
        " My hooch mage watched in astonishment as I pulled out mosquito netting and spread it over my poncho liner and air mattress.",
        1096.32,
        1102.28
    ],
    [
        " They were a gas that I carried so much extra weight.",
        1103.1,
        1105.76
    ],
    [
        " No, I answered. This is all the good stuff.",
        1106.04,
        1108.1
    ],
    [
        " The armazement grew as I revealed three changes of underwear and fatigue close.",
        1108.7,
        1112.92
    ],
    [
        " Wait until the next day they scoffed when the sun and heavy pack will drag me down.",
        1114.0,
        1118.74
    ],
    [
        " The jungle would exact a toll for every outside carried.",
        1119.88,
        1122.74
    ],
    [
        " We'll see, I answered.",
        1123.16,
        1124.52
    ],
    [
        " Not a good answer.",
        1125.08,
        1127.82
    ],
    [
        " Lieutenant smart said, yeah, you'll see.",
        1128.48,
        1130.5
    ],
    [
        " You'll see that the only change that closed your carriers and being an extra pair of socks.",
        1131.08,
        1134.8
    ],
    [
        " You'll learn to live in one set of jungle fatigues until they rot off you or rip too badly to wear.",
        1134.8,
        1140.58
    ],
    [
        " That actually reminds me when we were in my first deployment to Iraq, we had three sets of camis and just warm rotated them.",
        1141.88,
        1150.98
    ],
    [
        " In Ramadi, the opt-tempo was so high and the conditions of fighting, we had to order new camis.",
        1151.38,
        1158.2
    ],
    [
        " Within a couple of weeks of being there, guys had destroyed camis.",
        1158.98,
        1162.74
    ],
    [
        " You run across the street, they're getting, you know, dragging people and they were just ruining their camis.",
        1162.74,
        1167.6
    ],
    [
        " So that was another indicator in Ramadi that we were in a totally different scenario than I was on my first deployment to Iraq.",
        1167.96,
        1174.9
    ],
    [
        " Back to the book.",
        1175.34,
        1178.6
    ],
    [
        " My first days on combat patrol introduced me to the Visitors of War.",
        1179.08,
        1183.12
    ],
    [
        " Ten-foot deep, punji pits.",
        1183.68,
        1185.6
    ],
    [
        " Wait a minute, vines that collected around the feet and legs until their combined strength stopped you and you had to say, wait a minute.",
        1185.68,
        1191.92
    ],
    [
        " While you untangled or cut yourself loose.",
        1192.2,
        1194.32
    ],
    [
        " The hot sun beating down us, on us as we marched around with 70 pound packs, the sweat pouring off us.",
        1194.86,
        1200.42
    ],
    [
        " The bugs so thick are faces that around our faces that we sometimes inhaled them.",
        1200.9,
        1205.62
    ],
    [
        " The van the physical agony of forcing tired muscles to keep going.",
        1206.16,
        1210.56
    ],
    [
        " It was a search and destroy mission which meant we searched all the hootches we found and then burned them down.",
        1211.12,
        1216.78
    ],
    [
        " Whether a single farmer's hooch or a whole village all were burnt.",
        1217.34,
        1220.98
    ],
    [
        " The few Vietnamese we found in the area were women, children and old men who had been left behind.",
        1221.48,
        1225.98
    ],
    [
        " When we started to burn their particular hooch, they would start wailing, crying and pulling in our clothes.",
        1226.46,
        1231.22
    ],
    [
        " We didn't harm the people, but the orders were to destroy all the dwellings so we did.",
        1231.92,
        1236.36
    ],
    [
        " The first time I saw a Vietnamese family go into hysterics when their hootch was set on fire, I was unsure of whether burning their home would accomplish our mission.",
        1236.8,
        1246.48
    ],
    [
        " The mission was to deny the enemy use of the hootches, to destroy any food we found, and to teach the people a lesson about supporting the enemy.",
        1246.98,
        1254.14
    ],
    [
        " But I quickly got used to it and accepted that this was one way to win the war.",
        1254.68,
        1259.08
    ],
    [
        " If you talk to anybody knowledgeable about true counter insurgency, this is not a great plan to go in and basically abuse the populace.",
        1262.56,
        1272.96
    ],
    [
        " If you know that they're supporting the insurgency, you want to disrupt that.",
        1273.04,
        1279.34
    ],
    [
        " But often times they're not supporting the insurgency because they want to.",
        1280.08,
        1284.34
    ],
    [
        " They're supporting the insurgency because they're fearful of the lives.",
        1284.58,
        1287.38
    ],
    [
        " That's the way it was in Iraq when I was there.",
        1287.92,
        1291.16
    ],
    [
        " So back to the book, Sheldon Brand took the opportunity later that day to explain in this unit everyone called the enemy and ultimately all outsiders dinks.",
        1293.56,
        1306.04
    ],
    [
        " So that's their word that they use.",
        1306.74,
        1307.84
    ],
    [
        " And I found this interesting. He says ultimately all outsiders and you've heard me and you've heard lay from in the book we talk about mouge.",
        1307.84,
        1315.24
    ],
    [
        " That's what we called the enemy we called the enemy mouge.",
        1315.36,
        1316.98
    ],
    [
        " But what's interesting is here it says all outsiders and that's exactly what we did.",
        1317.1,
        1322.44
    ],
    [
        " If when we were getting resistance from you know up the chain of command down the chain of command, guess what we call them mouge.",
        1322.68,
        1329.48
    ],
    [
        " We'd say all the bosses saying this can't believe that mouge.",
        1329.62,
        1332.48
    ],
    [
        " So it became the word that we used to every to all outsiders.",
        1332.72,
        1335.9
    ],
    [
        " And that's that's the unit cohesion and there's some dehumanization of the enemy there obviously.",
        1336.08,
        1342.62
    ],
    [
        " But the fact that you end up using the same slang word to describe anybody that's against you is interesting.",
        1342.8,
        1351.3
    ],
    [
        " Back to the book it turned out that the enemy started calling us dinks first because it was an insulting or demeaning term that meant hairy man from the jungle.",
        1351.92,
        1359.72
    ],
    [
        " We had just turned the word around and started calling them dinks. At least that was the story.",
        1360.16,
        1365.0
    ],
    [
        " I don't know if that's true or not. I never never read. Didn't do any research on that one.",
        1365.34,
        1368.38
    ],
    [
        " I saw the face of the enemy for the first time. He'd been machine gunned down by one of our gun crews.",
        1370.46,
        1375.46
    ],
    [
        " The powerful weapon had thrown a halo bullets into the brush where we had spotted him.",
        1375.92,
        1379.56
    ],
    [
        " When we got to his position I saw for the first time the death of a soldier.",
        1379.88,
        1383.08
    ],
    [
        " The machine gun crew had done a good job. The young soldiers green combat uniform body was riddled with bullets.",
        1383.84,
        1389.42
    ],
    [
        " He was sprawled across his bicycle with his face toward the sky.",
        1389.52,
        1393.28
    ],
    [
        " At last I had before me the enemy had been trained to destroy. He was a young man for whom the war and life had ended.",
        1394.24,
        1402.06
    ],
    [
        " One evening a jet was returning to base and needed a target to get rid of his unexpended bomb load.",
        1402.92,
        1407.6
    ],
    [
        " The captain called the forward air controller and gave him the coordinates of a sniper 300 meters away who'd been pestering us off and on for three days.",
        1408.14,
        1415.84
    ],
    [
        " As the jet pulled up after dropping napalm on the sniper's position we could hear the pop pop of the sniper firing at the jet.",
        1416.26,
        1423.16
    ],
    [
        " The man talked about the gall of that sniper as I watched the napalm burn itself out.",
        1423.92,
        1428.34
    ],
    [
        " I wondered what would drive a man to stand up to death in so remarkable a manner.",
        1428.88,
        1434.3
    ],
    [
        " Again you're dealing with a hardened enemy. You're getting napalm dropped on your position and as you burn to death you're trying to shoot down a jet fire.",
        1435.74,
        1445.82
    ],
    [
        " Back to the book, Shalden Brand was worth his weight and gold to me in running that platoon. He even introduced me to the platoon motto.",
        1449.6,
        1457.76
    ],
    [
        " It's a lick. A lick is a lick on a young man's ass lieutenant. You remember when you were a kid and you did something wrong or something got fucked up that you got the blame for?",
        1458.12,
        1468.66
    ],
    [
        " The old man would give you a lick in with a switch or a belt? Yeah, I sure remember getting licking.",
        1468.98,
        1474.48
    ],
    [
        " Well, when something goes wrong it's a lick on you. You see anything that goes wrong will give you a lick and over here you'll get plenty of licks.",
        1474.86,
        1482.58
    ],
    [
        " My RTO was the other most important man to the platoon. His job was to carry the radio and stick to me like a shadow.",
        1483.02,
        1489.38
    ],
    [
        " The radio was our link with literally everything outside our platoon from supplies to survival.",
        1489.98,
        1495.54
    ],
    [
        " Without a working radio and a good RTO a platoon leader and the platoon was good as lost in this war.",
        1496.36,
        1501.88
    ],
    [
        " My RTO man, a skinny kid 5 feet 11 inches tall was next to perfect for his job.",
        1503.22,
        1508.36
    ],
    [
        " He loved to know what was going on and his job was akin to the central switchboard operators.",
        1508.76,
        1514.62
    ],
    [
        " So that's the RTO. That was actually when I was an enlisted seal. That's what I was. So I was, I always had that same attitude.",
        1515.84,
        1523.52
    ],
    [
        " When you're the RTO you always know what's going on because the officers telling you you're right next to him, you're listening to what he's saying to you always know what's going on and that was a real good education for me.",
        1523.52,
        1533.4
    ],
    [
        " Growing my whole career always being next to the guy that was running the platoon.",
        1534.26,
        1539.72
    ],
    [
        " Talking a little bit about the troops here. My squad leaders were first squad Delca Tall Cowboy type from Wyoming, second squad porter, a slightly built black from East St. Louis, third squad Jose, a skinny short sword.",
        1540.36,
        1553.5
    ],
    [
        " Smartly Port-O-Rican, fourth squad Gallagher, a medium built red head from New England states and of course there was the platoon medic Doc.",
        1553.5,
        1561.3
    ],
    [
        " The platoon makeup was whites, blacks, Puerto Ricans, Mexicans, Americans and an Indian and a Japanese American. All of them from 18 to 21 years old.",
        1563.04,
        1573.86
    ],
    [
        " In a combat platoon we were evaluated by our peers on our ability to help the platoon survive and not on our racial backgrounds.",
        1574.28,
        1580.44
    ],
    [
        " A combat platoon pulled together and was tight with each other with no room for the soldier who wouldn't do his share.",
        1581.1,
        1587.86
    ],
    [
        " So it's always good to just point that out. These are just people who are cross-section of America.",
        1588.46,
        1592.74
    ],
    [
        " These are pretty stereotypical, right? A cowboy from Wyoming. This is stereotypical stuff.",
        1592.92,
        1598.82
    ],
    [
        " That's one thing that the military... So when I joined I grew up in New England. When I joined the Navy and I got to California.",
        1600.06,
        1608.28
    ],
    [
        " I went to the enlisted man's club on the NAB Coronado, the Gator Gardens back in the day. I was 18 years old, I was 19 years old.",
        1609.0,
        1619.58
    ],
    [
        " I showed up because there's a club. It's a club on base.",
        1621.12,
        1625.06
    ],
    [
        " I go there. People say, hey, we're going to go to the club. So I go, okay, let's go see what's going on there.",
        1626.4,
        1633.18
    ],
    [
        " So I walk over the club. And as I'm standing outside, I see two guys walk by with jeans on, with cowboy boots, with big belt buckles and cowboy hats and a wrangler shirt.",
        1633.18,
        1645.34
    ],
    [
        " And I was thinking to myself, is there some Halloween? Is these guys getting dressed up for something?",
        1645.92,
        1651.38
    ],
    [
        " And again, this is pre-internet, man. And then I see a couple more guys going to turn out. It was country-wet, Western night.",
        1652.82,
        1659.84
    ],
    [
        " At the club.",
        1660.36,
        1661.64
    ],
    [
        " But I had never seen a person in... I come from a small town in Connecticut. And there's just no cowboys up there.",
        1661.92,
        1674.6
    ],
    [
        " And interestingly, there's farms. And there's people that raise cattle. And there's people that grow, you know, have farms.",
        1675.86,
        1682.24
    ],
    [
        " But they don't have cowboy boots. And they don't wear cowboy hats. And so that's what I was thinking about when I read this.",
        1682.82,
        1689.96
    ],
    [
        " It's just how you take all these different people from all over. Because they had no idea. You have no idea what other people are like.",
        1690.08,
        1696.28
    ],
    [
        " And again, this is pre-internet. You know, when I joined the Navy, we didn't get to Google.",
        1696.4,
        1700.86
    ],
    [
        " We didn't watch YouTube videos because you're exposed to the entire planet and galaxy through YouTube.",
        1700.86,
        1707.94
    ],
    [
        " First time you saw a real cowboy, huh?",
        1708.14,
        1713.48
    ],
    [
        " It is. I thought they were dressed up. I thought they were dressed up.",
        1715.06,
        1720.84
    ],
    [
        " Yeah. It is kind of crazy.",
        1720.88,
        1723.56
    ],
    [
        " And then, you know, I ended up... I mean, in... in... in...",
        1724.52,
        1730.16
    ],
    [
        " To you, Bruce, we had all kinds of guys from Texas. And there's all kinds of cowboys down in Texas.",
        1730.16,
        1734.64
    ],
    [
        " But like, I mean, Chris... Chris Collins, like a legit... whatever. Rodeo.",
        1735.36,
        1740.6
    ],
    [
        " Dude, in Lafe. Lafe with cowboy. Lafe's an absolute cowboy. Yeah. Absolutely.",
        1740.88,
        1744.52
    ],
    [
        " I mean, there's all kinds of cowboys in there. Yeah.",
        1744.88,
        1747.88
    ],
    [
        " So, all right. Now, we're going to advance a little bit. This is the first time that... that downs is actually in charge.",
        1749.04,
        1756.46
    ],
    [
        " He did a little turnover with the... with the former platoon commander. He takes charge of platoon.",
        1757.68,
        1761.92
    ],
    [
        " And he's doing security for the bridges. For some bridges that are out kind of away from the main camp.",
        1762.5,
        1769.36
    ],
    [
        " And they're out there to prevent landmines and gather intel and kind of set up a checkpoint.",
        1769.96,
        1774.32
    ],
    [
        " And they're there. They're actually staying out there. So they would... they would set up by these bridges.",
        1774.78,
        1779.22
    ],
    [
        " And as they're getting set up for the first time, I'm going to the book,",
        1780.32,
        1783.8
    ],
    [
        " an explosion ripped the air behind me, followed immediately by a scream.",
        1783.98,
        1787.2
    ],
    [
        " My body instinctively through my... through itself against the sandbags is my mind-shouted mortar attack.",
        1787.62,
        1792.52
    ],
    [
        " My eyes registered the scene of men frozen in shocked wonderment. Their eyes staring behind me.",
        1792.9,
        1799.98
    ],
    [
        " Man was directly in front of me and the track men were off in the background,",
        1800.48,
        1804.36
    ],
    [
        " crouching where they... where they were when the explosions went off.",
        1804.8,
        1808.68
    ],
    [
        " So they're actually out there with some tracked vehicles.",
        1808.76,
        1810.68
    ],
    [
        " Quickly turning around, my eyes swept an awful catastrophe.",
        1811.5,
        1815.44
    ],
    [
        " One of the claimors had gone off, shattering for over the lives of the three men in front of it.",
        1816.08,
        1821.08
    ],
    [
        " Jesus Christ. Was it a mortar? No, one of our claimors went off.",
        1821.9,
        1825.32
    ],
    [
        " Get those men quick. No, no, wait. There's another claimor out there.",
        1825.58,
        1828.78
    ],
    [
        " What the fuck set it off? What about the other one? So imagine this.",
        1829.06,
        1833.38
    ],
    [
        " You... you get to a position and you want to put out claimor mines.",
        1833.88,
        1838.48
    ],
    [
        " And if you don't know what a claimor mine is, it's a... it's a directional blasting mind that you set off by command detonation.",
        1838.86,
        1847.36
    ],
    [
        " So you have a little... a little thing that you squeeze. And when you squeeze this thing,",
        1847.36,
        1851.08
    ],
    [
        " it sends electrical charge down the wire into the claimor, detonates a blasting cap.",
        1851.14,
        1854.68
    ],
    [
        " The... the claimor explodes and everything in front of it's going to die.",
        1855.24,
        1858.06
    ],
    [
        " Well, they had set up the claimors and then they were going to put some barbed wire out.",
        1859.44,
        1864.16
    ],
    [
        " And as they were putting the barbed wire out, there was a storm, electrical storm, you know,",
        1864.56,
        1871.34
    ],
    [
        " thunderstorm, and the static electricity in the air actually set off the claimor.",
        1872.08,
        1876.5
    ],
    [
        " So it killed or it did some serious damage.",
        1877.0,
        1880.96
    ],
    [
        " Back to the book. Only a few seconds had passed since the explosion.",
        1881.4,
        1883.72
    ],
    [
        " One of my men and I dashed to the other claimor, frantically fumbling, unscrewing the plug and holding the blasting cap, throwing it away from the claimor.",
        1884.06,
        1890.48
    ],
    [
        " Then I rushed back to the radio. Two men were applying first aid.",
        1890.66,
        1893.66
    ],
    [
        " The other positions were covered by the men assigned to them. They had stayed in place during the action.",
        1894.02,
        1898.08
    ],
    [
        " Good training I fought as I fumbled with my map. It was folded in a plastic radio bag.",
        1898.1,
        1902.36
    ],
    [
        " All of us used to carry maps in. Delta six. This is one six over. One six. This is Delta six over.",
        1902.56,
        1907.72
    ],
    [
        " This is one six. I need dust off. There's been an accident resulting in three peanuts over.",
        1908.48,
        1912.82
    ],
    [
        " We tried to say nothing over the radio that could be understood by the enemy.",
        1913.28,
        1915.8
    ],
    [
        " Thus we used code words for certain things. A crew laid was a dead soldier and a peanut was a wounded soldier.",
        1915.96,
        1921.3
    ],
    [
        " This is Delta six. What the hell happened over?",
        1922.44,
        1925.42
    ],
    [
        " This is one six. Static electricity in the air set off a claimor while three trackmen were putting out barbed wire over.",
        1925.76,
        1932.22
    ],
    [
        " This is Delta six. What's your position over?",
        1932.66,
        1934.56
    ],
    [
        " Now what would he ask me that for? I was on the bridge he assigned to me.",
        1935.5,
        1938.64
    ],
    [
        " Let's see. We're here. So I read right and up real easy just like all the training.",
        1939.02,
        1943.26
    ],
    [
        " So he's looking at his map, trying to figure out where he is. Of course, that was my first responsibility where men had been hurt.",
        1943.28,
        1948.76
    ],
    [
        " So maybe that accounted for what happened next in spider training.",
        1949.0,
        1951.9
    ],
    [
        " Lieutenant Lieutenant, you've got to get a dust off out here quick. This man's got a bad head wound said one soldier as they brought the wounded over to me.",
        1952.8,
        1959.84
    ],
    [
        " Dirty black clouds with lightning crashing around added the confusion as the wind howled over from all directions.",
        1960.42,
        1966.04
    ],
    [
        " Huge range drops started to spatter down. This is one six. I'm at coordinates 298028 over. I read them out.",
        1966.42,
        1975.54
    ],
    [
        " This is Delta six. Are you sure of that over? This is one six. Let's see. Yeah, it's that's it. All right there.",
        1975.6,
        1982.62
    ],
    [
        " One six. You better check that again. According to what you gave me, you're in the South China Sea over.",
        1983.24,
        1988.16
    ],
    [
        " Oh, did he sound mad? God damn, I've done this a million times. The thought ran through my mind as a sweat broke out.",
        1988.64,
        1994.34
    ],
    [
        " The wound you were groaning, the storm was reaching gigantic proportions and the track sergeant was demanding to know where that fuck that dust off was.",
        1994.92,
        2001.4
    ],
    [
        " Concentrate, Fred concentrate. I said to myself while staring at the meaningless blob of colors, worlds and numbers. So he's looking at his map. It's just trying to figure it out.",
        2003.14,
        2010.18
    ],
    [
        " Suddenly everything jelled in perfect clarity. Delta six. This is one six. You're right. My coordinates are two eight eight zero two eight. I need a dust off fast over.",
        2010.4,
        2021.12
    ],
    [
        " One six. This is Delta six. I know where you are. I just wanted to see if you could figure it out. I already called the dust off.",
        2022.14,
        2028.14
    ],
    [
        " So Captain sells this. That's who he was talking to. Captain sells that's that's Delta six. The commander of the company.",
        2030.64,
        2036.74
    ],
    [
        " And even in this pressure situation, he's trying to make sure that the guy is thinking he's in the opportunity to think for the first time under pressure.",
        2037.02,
        2044.74
    ],
    [
        " And he already called the dust off, but he's still putting the test to him and seeing how he operates under that kind of stress and pressure.",
        2045.28,
        2051.84
    ],
    [
        " Another following situation, they're they're kind of sitting in this location and they see a woman start to start to approach where they had some some equipment.",
        2055.06,
        2063.54
    ],
    [
        " And she was look like she was going to steal some stuff. And you know, it's kind of no big deal. Okay, she's going to steal some whatever some ponchos or something.",
        2064.06,
        2070.88
    ],
    [
        " Well, then they see her what she picks up as a case of grenades. And they're thinking, wait a second. Now, this just got really bad because if she was stealing a poncho, okay, no big deal.",
        2071.44,
        2081.76
    ],
    [
        " But if she's stealing grenades, that's stuff that's going to be used to come back and kill them. But again, because we have a guy with a with a conscience, you know, a guy that sees where the line of darkness is and he doesn't want to cross it.",
        2081.76,
        2096.24
    ],
    [
        " So instead of just shooting her, which he could have done, he loads a magazine of trace around into his into his weapon. And he starts shooting him around her kind of warning shots.",
        2096.58,
        2108.88
    ],
    [
        " And then eventually start shooting. He's a good shot. He starts shooting at the little rope that holds the case that she's holding onto. He starts shooting at that rope shoots at it like five or six time. Finally hits the rope kind of hits her hand. She drops it. She runs off.",
        2108.92,
        2124.32
    ],
    [
        " Again, just trying to show the discretion that this guy is using as a real contrast to the me lie episode.",
        2124.98,
        2133.02
    ],
    [
        " Now, speaking of that, they've little later on, they roll up some prisoners. One is an old man and one is a young man. And this old gray hair sergeant starts going after them.",
        2134.82,
        2150.82
    ],
    [
        " They got these two prisoners. They're captured. And here's the sergeant. So you're the fuckers that zap my buddies in the tank. The old gray hair sergeant snarled without warning.",
        2150.98,
        2161.26
    ],
    [
        " He swung a heavy fist into the face of the old man knocking him down. The other fist swung into the face of the younger man knocking him down beside the old man.",
        2161.26,
        2168.12
    ],
    [
        " The sergeant was screaming and bellowing as he pummeled the two men on the sand. They rolled into balls for protection, but were hampered by their tied hands.",
        2168.42,
        2175.2
    ],
    [
        " I ran from the road yelling my two men to pull the sergeant off the prisoners. They grabbed him by his soldiers as he fought them to get back to the Vietnamese.",
        2175.84,
        2182.98
    ],
    [
        " He lashed out with his foot at the prisoners, catching one of them in the side. What the hell are you doing, sergeant? Those men are my prisoners, I exclaimed.",
        2183.38,
        2190.5
    ],
    [
        " His face was red with fury as he yelled back at me. You had no right to take those stinking Kong prisoners. He smelled of beer that he had drunk.",
        2191.66,
        2199.4
    ],
    [
        " You should have killed those motherfuckers like they killed that other tank crew.",
        2200.1,
        2203.16
    ],
    [
        " Fuck! These men are tied up. We don't know who they are, I yelled back. I was saved by the sound of Lieutenant Knuttson's voice breaking over the argument.",
        2203.98,
        2212.4
    ],
    [
        " Calm down, sergeant. Go back to your tent. The lieutenant was the commander of the tanks. Again, I'm pointing this out.",
        2212.4,
        2220.1
    ],
    [
        " He's new in-country. He sees somebody beaten up a prisoner. They had just lost one of the tanks to a mine earlier.",
        2220.34,
        2227.56
    ],
    [
        " And obviously the Greyhared sergeant pissed that he wants to take it out on these guys.",
        2228.38,
        2232.76
    ],
    [
        " But, you know, calmer, cooler heads prevailed in that situation.",
        2234.3,
        2241.04
    ],
    [
        " Now speaking of minds, minds, back to the book, minds continue to be laid in the road at irregular intervals.",
        2241.58,
        2247.9
    ],
    [
        " It was a fact of life, but the terror of an explosion never failed to send a shiver through our guts no matter how many times we heard them.",
        2248.38,
        2254.86
    ],
    [
        " Whatever we were doing, our heads would jerk around. It was terrifying to hear the explosion, see the ugly Grey and Black crowd, clout as it ripped into the air, see dark pieces of metal, canvas machinery, and human beings flying in the blossom of death out from the center of destruction.",
        2255.34,
        2271.12
    ],
    [
        " And this one big mind happens, and he's going to check it out, it hits truck, it hits a vehicle.",
        2271.82,
        2279.06
    ],
    [
        " I approached the twisted wreck. It was very disheartening to see the smoking wreck which had once been the carrier of human beings.",
        2279.2,
        2286.78
    ],
    [
        " There were less smoke drifting upward from the Hulk. As we approached closer, we saw parts of the driver's body mangled beyond recognition in the cabin on the ground.",
        2287.3,
        2296.64
    ],
    [
        " The main portion of the driver was only recognizable because we knew that was what it was supposed to be.",
        2297.2,
        2304.32
    ],
    [
        " My man ran toward the still living being huddled in the rice paddy muleing over and over that his leg was gone.",
        2305.28,
        2311.52
    ],
    [
        " The scene of desolation brought about the true impact of the Vietnam War to me.",
        2312.1,
        2317.08
    ],
    [
        " There was no enemy to fire at, there was no nothing to retaliate against. At a distance, the traffic of vehicles and Vietnamese watched.",
        2318.42,
        2330.08
    ],
    [
        " All that remained was the messy job of cleaning up while thinking that this could happen us.",
        2331.92,
        2336.74
    ],
    [
        " A small part of our mind tried to retain its sanity by reminding itself over and over that it would never happen to us.",
        2337.66,
        2344.82
    ],
    [
        " It can happen to everyone else but it would not happen to me.",
        2345.32,
        2347.88
    ],
    [
        " With that in mind, we started scraping up what was left, preparing it for the plastic body bag.",
        2349.12,
        2355.68
    ],
    [
        " Now, eventually they go from guarding the bridges to where they start doing patrols out in the jungle.",
        2363.26,
        2374.02
    ],
    [
        " And ambushes out in the jungle and direct action missions out in the jungle.",
        2374.56,
        2378.78
    ],
    [
        " And at this point, they're out in the jungle.",
        2379.2,
        2380.88
    ],
    [
        " And I'll go to the book.",
        2383.18,
        2384.72
    ],
    [
        " My platoon and I had not shaved for three or four days.",
        2385.04,
        2387.78
    ],
    [
        " Delta six was a bear about shaving.",
        2388.64,
        2390.64
    ],
    [
        " Combat patrol or not.",
        2391.28,
        2392.74
    ],
    [
        " Just because we lived like animals didn't mean we had to look like them.",
        2393.06,
        2396.0
    ],
    [
        " It was his way of thinking.",
        2396.4,
        2397.46
    ],
    [
        " Throwing my fatigue jacket across a bush, I grabbed my shaving gear and told Spag and Visonore to accompany me.",
        2398.3,
        2404.88
    ],
    [
        " We would guard each other as we shaved.",
        2405.16,
        2406.82
    ],
    [
        " So the company commander is coming out and they're on shaven.",
        2407.24,
        2409.86
    ],
    [
        " And they're like, okay, we got a shave real quick.",
        2410.44,
        2412.44
    ],
    [
        " But again, you can see that Captain Cells has a real influence.",
        2412.76,
        2417.8
    ],
    [
        " And you can see that that discipline, it carries over.",
        2418.0,
        2423.72
    ],
    [
        " And when you let it slacken, but then you go visit your troops and they have to get back in line.",
        2423.98,
        2427.4
    ],
    [
        " It brings them back to humanity.",
        2427.4,
        2428.66
    ],
    [
        " It makes them remind them of the thing.",
        2428.86,
        2430.06
    ],
    [
        " Because think about it.",
        2430.36,
        2431.02
    ],
    [
        " That shaving is something you do in the military every single day.",
        2431.58,
        2434.6
    ],
    [
        " So when all of a sudden you're out in the field, you start losing that.",
        2434.6,
        2437.72
    ],
    [
        " You start slipping away from that.",
        2437.86,
        2439.12
    ],
    [
        " And things start, other things start slipping away as well.",
        2439.78,
        2443.76
    ],
    [
        " They get into a, they get into some fire fights out there.",
        2444.82,
        2450.32
    ],
    [
        " And at one point he gets wounded and I'm going to the book.",
        2451.08,
        2455.08
    ],
    [
        " After homes had finished banjaging my arm, I put on my fatigue jacket and let a cigarette.",
        2455.08,
        2460.26
    ],
    [
        " I felt good.",
        2460.58,
        2461.46
    ],
    [
        " I had only been in country a few months and I had my second purple heart.",
        2461.74,
        2465.2
    ],
    [
        " The first one had been from a wound received in October.",
        2465.8,
        2469.32
    ],
    [
        " To top it off, I had been wounded twice in one day, shot in the ear in the morning",
        2469.7,
        2473.44
    ],
    [
        " and hit with a grenade strapping on the afternoon.",
        2473.44,
        2475.6
    ],
    [
        " Luck was with me.",
        2476.34,
        2477.22
    ],
    [
        " All three wounds had been slight.",
        2477.64,
        2478.94
    ],
    [
        " Now you can say luck when you get shot in the ear.",
        2479.76,
        2484.86
    ],
    [
        " And you are lucky for sure.",
        2485.38,
        2487.14
    ],
    [
        " But that's a real eye opener indicating that you realize how close you were to dying.",
        2488.64,
        2495.0
    ],
    [
        " And I had guys get shot in the helmet.",
        2495.06,
        2497.42
    ],
    [
        " And they didn't like it one bit.",
        2498.1,
        2500.08
    ],
    [
        " Because that's real close.",
        2500.84,
        2502.76
    ],
    [
        " Someone got real close to getting you.",
        2503.04,
        2505.5
    ],
    [
        " Now going forward more, there's a battle going on and the company is out in the field.",
        2507.14,
        2515.08
    ],
    [
        " And they're not directly involved in the battle.",
        2517.1,
        2519.38
    ],
    [
        " So they get told, okay, we want you to go set up where we think the VC is going to run to.",
        2519.7,
        2525.2
    ],
    [
        " Where we think they're going to run, you guys set up a blocking force.",
        2525.28,
        2527.98
    ],
    [
        " So that way when the VC runs into you, you ambush them and take them out.",
        2527.98,
        2530.9
    ],
    [
        " So they're kind of maneuvering to go set that up.",
        2531.4,
        2533.66
    ],
    [
        " His platoon is maneuvering to set that up.",
        2533.74,
        2535.44
    ],
    [
        " And we're going to book after 15 minutes or so, we were approximately halfway down the ridge.",
        2535.58,
        2540.84
    ],
    [
        " The captain gave me a call.",
        2541.04,
        2542.22
    ],
    [
        " Dragon 6 had decided it would be better if I halved my platoon, marching the two elements in opposite directions in order to cover a larger area.",
        2542.34,
        2549.6
    ],
    [
        " I was dead set against this.",
        2550.32,
        2552.18
    ],
    [
        " My platoon was below strength and dividing it would be asking to reinforce rifle squads to defend hundreds of acres of jungle against a foe of unknown size.",
        2552.58,
        2562.28
    ],
    [
        " So Dragon 6 is above the company commander.",
        2562.92,
        2565.66
    ],
    [
        " This is now the battalion commander.",
        2565.98,
        2567.88
    ],
    [
        " And so now you're getting an order from the battalion commander.",
        2568.18,
        2570.76
    ],
    [
        " So it's, you know, you're a young lieutenant platoon commander and you're getting told to do this and he doesn't feel good about it.",
        2570.92,
        2576.66
    ],
    [
        " Back to the book, but orders were orders, especially from Dragon 6.",
        2577.86,
        2581.7
    ],
    [
        " I passed back the ward for Shaldon Brand to come up.",
        2582.94,
        2586.4
    ],
    [
        " I was pouring over my map and compass when Shaldon Brand reached me.",
        2586.64,
        2589.36
    ],
    [
        " The battle was full blown.",
        2589.9,
        2591.9
    ],
    [
        " It sound, it sound provided background noises that briefed Shelley on the situation and our orders.",
        2592.2,
        2597.5
    ],
    [
        " Shit, I don't like it, sir.",
        2598.02,
        2599.46
    ],
    [
        " I know I don't either, but it's a lick.",
        2599.96,
        2601.64
    ],
    [
        " You got your map and compass? Good.",
        2602.26,
        2604.16
    ],
    [
        " So it's all kinds of reasons why they don't like this idea.",
        2604.9,
        2609.74
    ],
    [
        " Obviously one that he already stated was that, you know, you take your platoon and you cut them in half.",
        2610.76,
        2617.04
    ],
    [
        " That's just, you don't have the same fighting capability at all.",
        2618.46,
        2621.92
    ],
    [
        " I think they had one heavy machine gun in each squad.",
        2622.24,
        2625.04
    ],
    [
        " So now you got basically they're down to two squads because they were on the strength.",
        2625.44,
        2628.58
    ],
    [
        " So we're talking one heavy machine gun.",
        2629.12,
        2631.32
    ],
    [
        " And by the way, if somebody gets wounded, you know, you got your wounded guy.",
        2631.74,
        2635.36
    ],
    [
        " And if you're going to carry that guy, it takes two or three guys to carry the guy.",
        2635.46,
        2638.16
    ],
    [
        " So that's four guys gone.",
        2638.16,
        2639.14
    ],
    [
        " So you could very easily be outnumbered out man and outgunned by the enemy.",
        2639.16,
        2643.72
    ],
    [
        " So he doesn't like this idea on top of that.",
        2643.76,
        2645.92
    ],
    [
        " I will tell you he doesn't talk about it here.",
        2646.4,
        2647.82
    ],
    [
        " When you split up in a situation like this, it becomes very difficult to do command and control.",
        2648.12,
        2653.38
    ],
    [
        " And now you got two elements that are weaker size and you're no longer able to support each other.",
        2653.78,
        2659.68
    ],
    [
        " That's the premise of cover and move.",
        2659.78,
        2661.46
    ],
    [
        " Cover and move means you want to be close enough that you could support each other.",
        2661.82,
        2664.12
    ],
    [
        " You don't want to split far apart where you can't help each other if something happens.",
        2664.3,
        2667.72
    ],
    [
        " Well, that's what they're getting told to do.",
        2668.04,
        2669.34
    ],
    [
        " They don't like it.",
        2670.04,
        2671.28
    ],
    [
        " And but they do it.",
        2673.08,
        2674.4
    ],
    [
        " And maybe he should have protested more, but he's getting orders from the battalion commander and he says, okay, let's do it.",
        2674.72,
        2680.76
    ],
    [
        " And of course, within a couple minutes of doing it, they lose radio contact.",
        2681.14,
        2686.5
    ],
    [
        " So now they can't, they can't hear each other and they're starting to march apart.",
        2687.24,
        2691.14
    ],
    [
        " Finally, they get radio, they get connected on the radio again, they get columns again.",
        2691.48,
        2696.32
    ],
    [
        " And it sounds like this, one five, this is one six.",
        2696.94,
        2700.02
    ],
    [
        " Have you figured out where you are yet?",
        2700.86,
        2702.08
    ],
    [
        " This is one five, negative.",
        2702.48,
        2704.12
    ],
    [
        " So Shelley with his squad is lost.",
        2705.2,
        2707.72
    ],
    [
        " Does nowhere he is.",
        2708.3,
        2709.24
    ],
    [
        " Okay.",
        2709.84,
        2710.82
    ],
    [
        " Now, the lieutenants all set up though.",
        2711.78,
        2714.28
    ],
    [
        " They're there in their position where they're thinking the enemy might come by.",
        2714.5,
        2717.52
    ],
    [
        " They're set up to attack them.",
        2717.8,
        2719.56
    ],
    [
        " And here we go back to book lieutenant, Porter-Ris whispered.",
        2720.2,
        2723.92
    ],
    [
        " As he reached my side, we hear noises to our front.",
        2724.02,
        2727.08
    ],
    [
        " Men are moving across in front of us in the jungle.",
        2727.92,
        2730.26
    ],
    [
        " Hold on a second, Porter.",
        2730.78,
        2731.78
    ],
    [
        " One five, this is one six.",
        2732.6,
        2733.82
    ],
    [
        " The sound of the battle should be on your right if you're going in the right direction.",
        2734.3,
        2737.72
    ],
    [
        " Where are the sounds over?",
        2737.86,
        2738.88
    ],
    [
        " This is one five, negative on the right.",
        2739.76,
        2741.92
    ],
    [
        " The sounds are on the left over.",
        2742.26,
        2743.9
    ],
    [
        " One five, did you just say the sounds are on your left?",
        2745.3,
        2748.18
    ],
    [
        " I was squeezing the handsets so hard my knuckles were white, affirmative, affirmative.",
        2748.4,
        2752.02
    ],
    [
        " Jesus Christ, one five.",
        2752.42,
        2753.98
    ],
    [
        " I hoarsely whispered intensely into the mouthpiece.",
        2754.2,
        2756.8
    ],
    [
        " You're heading in our direction.",
        2757.28,
        2758.48
    ],
    [
        " I could hear the sounds of men moving through the jungle below us.",
        2759.28,
        2762.3
    ],
    [
        " I whispered to Porter, get back down there and tell them men to hold their fire.",
        2762.66,
        2765.8
    ],
    [
        " That may not be dinks after all.",
        2766.32,
        2767.72
    ],
    [
        " Hurry.",
        2767.92,
        2768.08
    ],
    [
        " Porter had heard the conversation with Shelley and quickly turned to our to carry out my order.",
        2768.84,
        2773.94
    ],
    [
        " He couldn't yell because the sounds were coming from the dink soldiers.",
        2774.68,
        2777.56
    ],
    [
        " His yell would put us in jeopardy.",
        2777.94,
        2779.36
    ],
    [
        " As Porter started toward the crew, the machine gun crew opened fire.",
        2779.36,
        2783.78
    ],
    [
        " The harshness of the guns, multiple explosions ripped across my thoughts as it sounded echoed through the handset I was holding next to my ear.",
        2784.48,
        2792.0
    ],
    [
        " The sound of Americans swearing and screaming rebounded from the jungle below and from my handset.",
        2793.12,
        2798.76
    ],
    [
        " Seize fire, I scream, cease fire so he can actually hear his guys getting shot by his own guys.",
        2799.08,
        2805.48
    ],
    [
        " We have a blue on blue.",
        2806.26,
        2807.46
    ],
    [
        " Porter and I were running to the gun crew, both of us yelling cease fire, cease fire.",
        2807.94,
        2811.84
    ],
    [
        " The sound of their gun blanketing the screams in front of them.",
        2812.1,
        2814.8
    ],
    [
        " Abruptly the gun quit firing.",
        2815.56,
        2817.14
    ],
    [
        " I yelled into the jungle, Shelley, is that you?",
        2817.98,
        2820.02
    ],
    [
        " Yes, yes, stop firing, don't fire.",
        2820.34,
        2822.48
    ],
    [
        " I was answered by many voices.",
        2823.3,
        2824.72
    ],
    [
        " I stood there an instant.",
        2825.88,
        2827.08
    ],
    [
        " The horrible realization that I had fired on my own men swept over me like a wave from an ice-cold hell.",
        2827.84,
        2835.06
    ],
    [
        " The gun crew looked at me, their faces filled with shock.",
        2835.82,
        2839.5
    ],
    [
        " I ran, leaping and falling down to the brush line where my men were asking the question,",
        2840.72,
        2844.8
    ],
    [
        " anybody hit for Christ's sake?",
        2844.82,
        2846.24
    ],
    [
        " Gallagher yelled back as I burst into a small clearing.",
        2846.84,
        2849.38
    ],
    [
        " One man, the point man.",
        2849.68,
        2850.88
    ],
    [
        " So there you go, blue on blue, another reason.",
        2851.52,
        2856.04
    ],
    [
        " Why if you don't have to separate your forces, you don't.",
        2856.76,
        2860.28
    ],
    [
        " You don't separate your forces unless you have to and when you do it,",
        2860.44,
        2863.96
    ],
    [
        " you do with extreme caution.",
        2863.96,
        2865.42
    ],
    [
        " I think every book, we talk about blue on blue, it happens in all these books, it happens in my book.",
        2867.06,
        2872.88
    ],
    [
        " Some of these descriptions right here, I recognize those 100%.",
        2873.24,
        2876.94
    ],
    [
        " When he says, the horrible realization I had fired on my own men swept over me like a wave from an ice-cold hell.",
        2876.94,
        2881.98
    ],
    [
        " I totally recognize that.",
        2882.52,
        2884.18
    ],
    [
        " The fact that he says the gun crew looked at me, their faces filled with shock.",
        2884.76,
        2888.22
    ],
    [
        " When I explained to my guys in the field, that was a blue on blue.",
        2888.4,
        2892.68
    ],
    [
        " Their faces were just complete shock.",
        2892.68,
        2894.78
    ],
    [
        " If you're in the military, if you're in law enforcement, be very careful when you split your forces.",
        2895.8,
        2903.26
    ],
    [
        " It just multiplies the challenges.",
        2904.32,
        2907.62
    ],
    [
        " Sometimes it is necessary, but you've got to keep control over it.",
        2907.92,
        2911.62
    ],
    [
        " And now we go to where he's calling for a medevac for his wounded guy.",
        2912.76,
        2917.22
    ],
    [
        " Delta 6 is 1-6 over.",
        2920.14,
        2921.64
    ],
    [
        " This is Delta 6 over.",
        2921.64,
        2922.8
    ],
    [
        " This is 1-6.",
        2923.1,
        2923.7
    ],
    [
        " I need a dust off for a peanut.",
        2924.0,
        2925.34
    ],
    [
        " We've run into a little action over.",
        2925.92,
        2927.68
    ],
    [
        " This is Delta 6.",
        2928.26,
        2929.2
    ],
    [
        " What do you mean a little action?",
        2929.26,
        2930.22
    ],
    [
        " What's going on?",
        2930.5,
        2931.14
    ],
    [
        " What happened over?",
        2931.34,
        2932.08
    ],
    [
        " My knees felt weak and my stomach was sour.",
        2933.02,
        2935.62
    ],
    [
        " This is 1-6.",
        2936.2,
        2937.72
    ],
    [
        " We had a little difficulty with the terrain.",
        2938.1,
        2940.22
    ],
    [
        " And I ambushed 1-5 over.",
        2941.16,
        2944.9
    ],
    [
        " What?",
        2945.7,
        2945.86
    ],
    [
        " How the fuck did you do that, 1-6?",
        2946.1,
        2947.9
    ],
    [
        " You mean you ambushed your own men?",
        2948.24,
        2949.5
    ],
    [
        " What kind of outfit are you running up there?",
        2949.5,
        2951.22
    ],
    [
        " That's the most ass-9 thing I've ever heard of.",
        2951.66,
        2953.42
    ],
    [
        " You get your head out of your ass 1-6 and get that platoon straightened up.",
        2953.7,
        2956.34
    ],
    [
        " You got that over.",
        2956.42,
        2957.32
    ],
    [
        " This is 1-6.",
        2958.04,
        2959.08
    ],
    [
        " Affirmative over.",
        2959.42,
        2960.36
    ],
    [
        " Ah, 1-6.",
        2961.8,
        2962.9
    ],
    [
        " Give me your coordinates.",
        2963.16,
        2963.82
    ],
    [
        " The dust off is on its way.",
        2963.92,
        2965.02
    ],
    [
        " How bad is your peanuts over?",
        2965.7,
        2966.78
    ],
    [
        " This is 1-6.",
        2967.46,
        2968.1
    ],
    [
        " Not too bad.",
        2968.4,
        2968.96
    ],
    [
        " He'll lose a couple of toes, but everybody else is okay over.",
        2969.3,
        2971.5
    ],
    [
        " Alright, 1-6.",
        2972.12,
        2972.84
    ],
    [
        " Settle down.",
        2973.22,
        2973.66
    ],
    [
        " Out.",
        2974.42,
        2974.68
    ],
    [
        " He was more gentle with the last transmission because I'm sure he heard my voice.",
        2975.86,
        2979.48
    ],
    [
        " He said, showed the strain I was feeling.",
        2979.48,
        2981.88
    ],
    [
        " Whatever the reason, I welcomed the sound of his voice.",
        2982.22,
        2984.92
    ],
    [
        " Perhaps he understood better than I thought what had happened.",
        2985.34,
        2988.56
    ],
    [
        " So he comes out him real hard.",
        2989.4,
        2990.7
    ],
    [
        " He realizes that the guy feels horrible and then he kind of backs off and says,",
        2991.2,
        2996.32
    ],
    [
        " he also knows he's got to stay in the game.",
        2996.32,
        2998.92
    ],
    [
        " He's got to get him to stay in the game.",
        2999.34,
        3000.82
    ],
    [
        " And there's a nightmare of a video on YouTube of...",
        3000.98,
        3004.98
    ],
    [
        " And there's actually, it's from a documentary,",
        3004.98,
        3007.18
    ],
    [
        " but there was a really bad blue on blue in the first Gulf War,",
        3007.18,
        3010.58
    ],
    [
        " where Apache gunship let it lit up.",
        3010.62,
        3013.22
    ],
    [
        " I think it was a Bradley, some kind of APC.",
        3013.36,
        3015.8
    ],
    [
        " It's a nightmare.",
        3015.92,
        3017.28
    ],
    [
        " But you can hear the one guy that fired,",
        3017.86,
        3020.36
    ],
    [
        " they're saying, hey, you got to get back in position.",
        3020.94,
        3023.22
    ],
    [
        " You know, hold the line basically.",
        3023.56,
        3024.66
    ],
    [
        " And he's like, I just killed my own guys.",
        3025.04,
        3026.56
    ],
    [
        " I want to come back and they're saying negative.",
        3026.62,
        3028.1
    ],
    [
        " And so that's basically what this, what Captain Cells is doing here,",
        3028.5,
        3031.22
    ],
    [
        " saying, hey, listen, okay, I'm pissed.",
        3031.26,
        3033.48
    ],
    [
        " But guess what?",
        3033.9,
        3034.58
    ],
    [
        " Calm down.",
        3034.86,
        3035.66
    ],
    [
        " Settle down.",
        3036.18,
        3037.12
    ],
    [
        " Get your shit together and he says out.",
        3037.58,
        3039.44
    ],
    [
        " And by the way, for those folks that aren't military,",
        3040.02,
        3042.16
    ],
    [
        " over, when you say over at the end of a transmission on the radio,",
        3043.32,
        3046.42
    ],
    [
        " it means you expect a reply.",
        3046.7,
        3048.48
    ],
    [
        " When you say out, there's no reply expected.",
        3048.9,
        3051.6
    ],
    [
        " So like when we end this podcast, I say out because it's over.",
        3051.96,
        3055.36
    ],
    [
        " They don't say anything back to me.",
        3055.86,
        3057.74
    ],
    [
        " It's over.",
        3057.86,
        3058.14
    ],
    [
        " I don't say over.",
        3058.62,
        3059.56
    ],
    [
        " And sometimes you'll hear people say over and out",
        3059.92,
        3062.04
    ],
    [
        " and the military that doesn't, you don't say that.",
        3062.04,
        3063.9
    ],
    [
        " It doesn't make any sense.",
        3064.04,
        3064.8
    ],
    [
        " So when you hear that in a movie, know that they know that they are cheesy.",
        3065.1,
        3068.82
    ],
    [
        " Is that kind of like when you, when they hang up the phone on the movie,",
        3069.2,
        3073.56
    ],
    [
        " it goes, and you hear the dial tone?",
        3073.56,
        3075.86
    ],
    [
        " Yes.",
        3075.98,
        3076.52
    ],
    [
        " That doesn't really happen either.",
        3076.78,
        3078.02
    ],
    [
        " Yes, exactly.",
        3078.06,
        3078.76
    ],
    [
        " I trudged back, back to the book.",
        3080.1,
        3081.88
    ],
    [
        " I trudged back to my position.",
        3081.98,
        3083.14
    ],
    [
        " One five and his men following.",
        3083.24,
        3084.44
    ],
    [
        " Man handed me a can of coffee.",
        3084.74,
        3087.3
    ],
    [
        " I chain smoked my cigarettes and drink coffee while the platoon expanded",
        3087.54,
        3090.68
    ],
    [
        " into a larger perimeter.",
        3090.68,
        3091.72
    ],
    [
        " I stood facing the mountain.",
        3092.1,
        3093.44
    ],
    [
        " The battle still raging on.",
        3093.72,
        3094.9
    ],
    [
        " One five walked over to me, still shaken from his experience.",
        3095.4,
        3098.4
    ],
    [
        " He told me how he was sorry that he had gotten to me in such a dutch with a captain",
        3098.9,
        3102.56
    ],
    [
        " and we discussed the operation going over his mistake while we attempted to figure out ways",
        3102.56,
        3106.72
    ],
    [
        " to keep it from happening again if we were ever split up.",
        3106.72,
        3109.6
    ],
    [
        " Shelly and I had been through too much together for me to blame him for what had happened.",
        3110.36,
        3113.76
    ],
    [
        " I told him so and we let it go at that.",
        3114.38,
        3116.22
    ],
    [
        " We had been lucky.",
        3116.64,
        3117.36
    ],
    [
        " Besides, I blamed myself for what had happened.",
        3118.58,
        3121.66
    ],
    [
        " The responsibility for any unit's actions ultimately rests with its commander.",
        3122.28,
        3126.9
    ],
    [
        " The leader got the glory when things worked out and he took the blame when they didn't.",
        3127.94,
        3132.36
    ],
    [
        " That went with the job.",
        3132.78,
        3135.16
    ],
    [
        " When it came right down to it, the men were my responsibility and I had failed them today.",
        3135.8,
        3141.06
    ],
    [
        " A little bit of extreme ownership.",
        3145.24,
        3146.88
    ],
    [
        " If you read the book, Extreme Ownership, the late and I wrote the opening chapter.",
        3147.16,
        3150.42
    ],
    [
        " That's what it's about.",
        3150.66,
        3151.6
    ],
    [
        " Blue on blue and doing exactly what Lieutenant Downs did right there,",
        3152.18,
        3155.8
    ],
    [
        " taking ownership of what the mistakes were made in the battlefield.",
        3155.94,
        3158.34
    ],
    [
        " Back to the book.",
        3159.56,
        3163.66
    ],
    [
        " There's a couple got well actually not yet.",
        3164.14,
        3165.76
    ],
    [
        " They link up with another platoon.",
        3166.02,
        3168.74
    ],
    [
        " Now they're having a conversation.",
        3170.34,
        3171.96
    ],
    [
        " Downs is having a conversation with another officer named Anderson.",
        3172.72,
        3176.42
    ],
    [
        " A dink was lying next to us as we talked.",
        3177.46,
        3179.64
    ],
    [
        " He had a black ace of spades stuck onto his fist.",
        3180.98,
        3183.7
    ],
    [
        " Anderson, what's that all about?",
        3184.32,
        3185.5
    ],
    [
        " That's so the dinks know what outfit, fuck them up over here.",
        3186.4,
        3189.42
    ],
    [
        " Look around.",
        3189.74,
        3190.16
    ],
    [
        " Most of the dinks got those in their hands.",
        3190.3,
        3192.02
    ],
    [
        " Sure enough, the dinks were all holding an ace of spades.",
        3192.52,
        3195.14
    ],
    [
        " That's a good idea, but where did you get all the aces?",
        3196.0,
        3198.26
    ],
    [
        " One of the guys, mom's works in a card store,",
        3198.3,
        3200.66
    ],
    [
        " so he wrote home asking to send her a couple packs of nothing but an ace of spades.",
        3200.86,
        3204.28
    ],
    [
        " Why did we want to kill dinks?",
        3206.12,
        3207.6
    ],
    [
        " After all, we had mostly been law abiding citizens back in the world,",
        3209.2,
        3213.16
    ],
    [
        " and we were taught that to take another man's life was wrong.",
        3213.16,
        3215.64
    ],
    [
        " Somehow the perspective got twisted in a war.",
        3216.7,
        3219.22
    ],
    [
        " The government told us it was all right,",
        3220.1,
        3221.68
    ],
    [
        " and in fact a must to kill members of another government's perd people.",
        3221.9,
        3225.78
    ],
    [
        " Then we had the law on our side.",
        3226.6,
        3228.44
    ],
    [
        " It turned out that most of us like to kill other men.",
        3229.38,
        3232.36
    ],
    [
        " Some of the guys would shoot at a dink as much as they would at a target.",
        3233.06,
        3237.34
    ],
    [
        " Some of the men didn't like to kill a dink up close.",
        3238.84,
        3241.78
    ],
    [
        " The closer the killing, the more personal it became.",
        3242.16,
        3244.44
    ],
    [
        " Others in the platoon like to kill in close.",
        3245.86,
        3248.1
    ],
    [
        " A few even like to torture the dinks if they had a prisoner",
        3248.52,
        3250.88
    ],
    [
        " or cut the dead bodies with knives and a frenzy of aggression.",
        3250.88,
        3254.0
    ],
    [
        " A few didn't like to kill it all,",
        3254.74,
        3256.5
    ],
    [
        " and wouldn't fire their weapons, except to protect their buddies.",
        3256.82,
        3259.72
    ],
    [
        " Mostly we all saw it as a job and rationalized it in our own way.",
        3260.94,
        3265.06
    ],
    [
        " Over it all ran the streak of anger or fear that for brief moments",
        3266.64,
        3271.08
    ],
    [
        " ruled us all.",
        3271.08,
        3273.16
    ],
    [
        " My job as platoon leader was to control the spectrum of emotions,",
        3274.44,
        3278.72
    ],
    [
        " to guide the men towards survival.",
        3279.0,
        3281.1
    ],
    [
        " I didn't believe in torturing or allowing a dink to die a lingering death.",
        3281.6,
        3286.08
    ],
    [
        " In the jungle we never took prisoners if we could help it.",
        3286.54,
        3288.94
    ],
    [
        " Every day we spent in the jungle,",
        3289.38,
        3290.6
    ],
    [
        " he wrote it a little more of our humanity away.",
        3290.6,
        3293.5
    ],
    [
        " Prisoners could escape to become our enemy again, hence no prisoners.",
        3294.2,
        3298.24
    ],
    [
        " The philosophical arguments in favor of man's ability to resist",
        3299.5,
        3303.64
    ],
    [
        " the slide into barbarism sound noble and rational in a classroom",
        3303.64,
        3307.88
    ],
    [
        " or at a cocktail party.",
        3307.88,
        3309.74
    ],
    [
        " But when the enemy is bearing down on you,",
        3310.36,
        3312.86
    ],
    [
        " bent on taking your life away from you,",
        3313.26,
        3315.18
    ],
    [
        " it's not his country against your country.",
        3315.3,
        3317.46
    ],
    [
        " Not his army against your army.",
        3318.22,
        3320.08
    ],
    [
        " Not his philosophy against your philosophy.",
        3320.34,
        3322.52
    ],
    [
        " It's the fact that that son of a bitch is trying to kill you",
        3323.16,
        3325.86
    ],
    [
        " and you better kill him first.",
        3325.86,
        3327.74
    ],
    [
        " That's a reality right there.",
        3329.38,
        3331.92
    ],
    [
        " Now, going back to tactics a little bit,",
        3333.44,
        3337.02
    ],
    [
        " back to the book, there was a spot about midway down the mountain marked in blue.",
        3339.36,
        3343.0
    ],
    [
        " That meant something bigger than a stream.",
        3343.36,
        3344.84
    ],
    [
        " If I were an enemy commander, that would be a perfect spot for a camp.",
        3345.6,
        3348.94
    ],
    [
        " High mountains on three sides, a good water supply, thick jungle growth,",
        3349.32,
        3352.5
    ],
    [
        " and escape path in any directions.",
        3352.88,
        3354.64
    ],
    [
        " If he decided on that location,",
        3355.4,
        3357.58
    ],
    [
        " the enemy commander would be counting on attack from the valley up towards his location.",
        3357.74,
        3361.44
    ],
    [
        " He would have his back guarded, but not very heavily, or so, I reasoned.",
        3362.06,
        3366.5
    ],
    [
        " I just like that because you can see he's getting his mind in the enemy.",
        3366.5,
        3370.06
    ],
    [
        " He's thinking about what was, he's looking at the map, he sees stream,",
        3370.28,
        3372.86
    ],
    [
        " he sees valley, he sees good, good covered positions from three sides.",
        3373.1,
        3377.18
    ],
    [
        " He's thinking, okay, this is what the enemy must be thinking right here.",
        3377.6,
        3380.32
    ],
    [
        " Now, the fighting continues,",
        3381.74,
        3385.56
    ],
    [
        " and as always, you know, I'm burning through book.",
        3386.1,
        3389.48
    ],
    [
        " I mean, this is a 250 page book, and I'm reading, you know,",
        3389.68,
        3394.28
    ],
    [
        " what, maybe 20 pages from it.",
        3394.28,
        3396.46
    ],
    [
        " So there's so much action going on, and so many good lessons to learn.",
        3396.96,
        3402.14
    ],
    [
        " Obviously, I can't cover them all.",
        3402.58,
        3404.46
    ],
    [
        " That's why you can buy this book yourself as you should.",
        3404.5,
        3407.74
    ],
    [
        " But here we go. I'm going to a point here where they've been in a firefight.",
        3408.22,
        3411.64
    ],
    [
        " They've got three wounded.",
        3412.08,
        3414.12
    ],
    [
        " One of the guys lost an arm. One of them's unconscious, and they're getting,",
        3414.22,
        3417.66
    ],
    [
        " they have a helicopter to come in, and the helicopter's lowered down a cable,",
        3417.74,
        3421.14
    ],
    [
        " and they're lifting the guys out to get them to a Medevac situation.",
        3421.14,
        3424.16
    ],
    [
        " Back to the book. The signal was given, and the cable pulled them off the ground.",
        3425.0,
        3428.6
    ],
    [
        " About halfway up, he waved to all of us, grinning like a treasure cat.",
        3428.98,
        3432.62
    ],
    [
        " Blood dripped on us. It was a picture I shall always hold in my mind.",
        3433.24,
        3437.18
    ],
    [
        " A man dangling from a cable, holding a stick fastened to a tourniquet on the stump of his leg,",
        3437.56,
        3442.6
    ],
    [
        " waving at his comrades with the other hand, a cigarette dangling from his lips.",
        3443.08,
        3447.12
    ],
    [
        " One six, this is getting hairy up here. We're starting to take fire, the pilot reported.",
        3448.44,
        3453.18
    ],
    [
        " Hold on, just one more. Spag and I lifted the unconscious man up while we slid the vest onto him.",
        3453.56,
        3460.06
    ],
    [
        " Someone had to be the cable, which I hooked onto the ring.",
        3460.66,
        3462.86
    ],
    [
        " The unconscious man was winched upward dangling like a limp doll at the end of a cable.",
        3463.96,
        3468.3
    ],
    [
        " Spag and I stood underneath watching this final Exodus.",
        3469.24,
        3472.32
    ],
    [
        " As the crewman reached out to grab the man, something went wrong.",
        3473.12,
        3476.64
    ],
    [
        " The man had become unhooked and somehow fell through 50 feet of sky towards us.",
        3477.74,
        3482.9
    ],
    [
        " We jumped back as the man fell in a heap at our feet.",
        3484.18,
        3487.34
    ],
    [
        " The medic and I pulled the man over.",
        3488.8,
        3490.36
    ],
    [
        " Fuck, he stopped breathing.",
        3491.36,
        3493.42
    ],
    [
        " He goes on to say, the nutrition rate on our side was terrible on our morale.",
        3495.9,
        3500.52
    ],
    [
        " Although we killed and wounded many of the NVA, we never knew how much it hurt them.",
        3501.08,
        3505.66
    ],
    [
        " It seemed there was an unlimited number to take their places.",
        3506.2,
        3509.08
    ],
    [
        " But on our side, when we lost a man, we all knew, and it wore heavily on our minds.",
        3509.9,
        3517.16
    ],
    [
        " The constant marching and fighting demanded two things of us, strength and absolute reliability.",
        3518.08,
        3524.0
    ],
    [
        " Now they're moving out on another operation.",
        3528.38,
        3531.16
    ],
    [
        " And there's one of the soldiers named Yoder.",
        3532.58,
        3536.4
    ],
    [
        " Yoder was the point man.",
        3537.4,
        3538.48
    ],
    [
        " He was experienced and full of good humor due to his promotion to door gunner.",
        3539.36,
        3543.84
    ],
    [
        " A good man to have on point any day, he was aggressive and unafraid.",
        3544.46,
        3547.62
    ],
    [
        " Even though he was going in soon, there was no question of putting someone else in his place on point.",
        3548.38,
        3553.0
    ],
    [
        " It was his turn and he would not have it any other way.",
        3553.0,
        3555.56
    ],
    [
        " So he's getting promoted to door gunner.",
        3555.68,
        3557.44
    ],
    [
        " So he's going to get pulled out of the field, he's going to fly around in the helicopter relatively safe compared to being in the field.",
        3557.46,
        3563.32
    ],
    [
        " He reminded me of a hillbilly with his course, language, mannerisms and humor.",
        3564.18,
        3570.28
    ],
    [
        " I was always asking him when he was going to get that front tooth replaced.",
        3570.94,
        3574.36
    ],
    [
        " That missing tooth made him look more like a hillbilly than anything else.",
        3574.84,
        3578.38
    ],
    [
        " He always laughed and said, fuck sir, I ain't about to let them fucking army dentist work on me.",
        3578.56,
        3583.46
    ],
    [
        " Shit, no, that would be a lick on me.",
        3583.68,
        3585.6
    ],
    [
        " So they continue their patrol and they're coming up on this kind of flat area.",
        3586.68,
        3592.52
    ],
    [
        " And Yoder crept forward in a crouch, looked back at me and grinned.",
        3593.6,
        3597.86
    ],
    [
        " I grinned back and nodded my head.",
        3598.52,
        3600.24
    ],
    [
        " Yoder stepped over a tree root holding up part of the small gully bank.",
        3600.92,
        3606.18
    ],
    [
        " At that moment, all hell broke loose as a Chai Kahn machine gun strafe the point element.",
        3606.94,
        3612.38
    ],
    [
        " Yoder was hitting the body and fell forward into the gully.",
        3612.86,
        3615.74
    ],
    [
        " The machine gun acted as a key which triggered a complete ambush.",
        3615.98,
        3619.98
    ],
    [
        " We walked into a classical U-shaped ambush with the machine gun being at the base of the U.",
        3620.34,
        3625.62
    ],
    [
        " So we used to call this a fire sack when you get ambushed and you're completely surrounded by the enemy.",
        3626.32,
        3632.58
    ],
    [
        " That's where they are.",
        3632.78,
        3634.46
    ],
    [
        " It starts with this machine gun hitting Yoder and then just breaks out.",
        3634.9,
        3638.34
    ],
    [
        " Explosions, machine guns and rifle bullets ripped through the air and ricocheted off the ground and trees around us.",
        3639.16,
        3648.18
    ],
    [
        " The noise was overwhelming.",
        3648.28,
        3649.18
    ],
    [
        " Men were screaming and yelling, trying desperately to get cover or screaming when they were hit or thought they were hit,",
        3649.4,
        3653.98
    ],
    [
        " which was almost as terrifying.",
        3654.08,
        3655.44
    ],
    [
        " We still not seen any of the enemy in the thick growth around us.",
        3655.98,
        3659.1
    ],
    [
        " Most of us in the point played dead.",
        3659.16,
        3661.76
    ],
    [
        " I lay trying to get my thinking organized as to what to do.",
        3662.18,
        3666.04
    ],
    [
        " So you're just taking massive ambush and you're laying there thinking, what am I going to do?",
        3666.18,
        3671.26
    ],
    [
        " I could hear Yoder crying on the other side of the route where he had fallen.",
        3672.7,
        3675.92
    ],
    [
        " He cried out for me to come and get him.",
        3676.54,
        3678.58
    ],
    [
        " Lieutenant, I've been hit. I've been hit bad. I'm dying. Please come and get me. Please come and get me.",
        3679.3,
        3683.76
    ],
    [
        " I turned my head in his direction.",
        3684.68,
        3686.9
    ],
    [
        " Twigs and bark from trees were falling like snow all around us.",
        3687.54,
        3690.98
    ],
    [
        " As a terrible shrapnel and firepower ripped through the jungle around us.",
        3691.32,
        3695.26
    ],
    [
        " I was terrified.",
        3695.72,
        3697.68
    ],
    [
        " So they're pinned down and he's actually ends up going to try and help one of the other guys first a guy named Belle.",
        3699.12,
        3713.36
    ],
    [
        " And he gets to Belle under covering fire.",
        3713.52,
        3716.48
    ],
    [
        " And he says Belle was able to help me but couldn't see anything.",
        3716.88,
        3721.38
    ],
    [
        " He limped and crawled. I pushed and swore as we continuously fell in our flight back up the hill.",
        3721.68,
        3726.66
    ],
    [
        " As I pulled him up the hill, one of my feet was shot up from underneath me.",
        3727.08,
        3730.44
    ],
    [
        " I'd been shot in the heel, one of the bullets knocking off a piece of my boot heel.",
        3730.8,
        3733.98
    ],
    [
        " And then and the force had knocked me down.",
        3734.5,
        3736.86
    ],
    [
        " I got up again and felt a tremendous blow to my hip knocking me down.",
        3736.98,
        3740.28
    ],
    [
        " Hit again, I thought. Finally I got Belle behind a rock.",
        3740.28,
        3743.36
    ],
    [
        " Doc was there and started working on him.",
        3743.88,
        3745.44
    ],
    [
        " I lay on my back looking up at the sky through the jungle canopy, not believing I'd actually made it down there and back.",
        3745.88,
        3751.84
    ],
    [
        " Yoda was still down there and although I had witnessed the bullets hitting him, I didn't want to leave.",
        3752.26,
        3756.48
    ],
    [
        " I had to be absolutely sure he was dead.",
        3756.94,
        3758.76
    ],
    [
        " I would never forgive myself if I pulled back and he was still alive.",
        3759.16,
        3762.18
    ],
    [
        " I was ready to call artillery in on our position if we were overrun.",
        3762.98,
        3768.8
    ],
    [
        " That's like the ultimate.",
        3769.0,
        3770.16
    ],
    [
        " The ultimate game over move.",
        3770.94,
        3774.5
    ],
    [
        " We're going to be overrun by the enemy.",
        3774.82,
        3776.12
    ],
    [
        " Okay, here we go. I'm going to call all ordinance on my position.",
        3776.42,
        3779.94
    ],
    [
        " Drop.",
        3780.2,
        3780.48
    ],
    [
        " But luckily the fire subsides.",
        3781.66,
        3783.86
    ],
    [
        " The one of the other platoons had come to their help.",
        3784.2,
        3786.16
    ],
    [
        " And now that other platoons shows up and the enemy's pretty much gone and it stopped shooting.",
        3787.02,
        3791.0
    ],
    [
        " We all stood up.",
        3791.6,
        3793.18
    ],
    [
        " A couple of my men and I ran down to where 366's point was standing over Yoda.",
        3793.86,
        3797.92
    ],
    [
        " I leaped over the edge of the goli and stopped at Yoda's body.",
        3798.58,
        3802.52
    ],
    [
        " Kneeling down, I turned his body over.",
        3803.26,
        3805.24
    ],
    [
        " He had died with his head lying downhill.",
        3805.98,
        3807.92
    ],
    [
        " His face was a dark blue from the blood which gravity had pulled into the downhill portion of his body.",
        3808.48,
        3813.1
    ],
    [
        " There wasn't much blood on his body but numerous bullet holes were cut into his fatigue covering his stomach and chest.",
        3813.9,
        3819.88
    ],
    [
        " His eyes were closed.",
        3820.74,
        3821.84
    ],
    [
        " I looked at him for a moment, my thoughts running back to our many conversations in the past.",
        3822.28,
        3826.44
    ],
    [
        " Once we had discussed whether we would go to the aid of one of our fellow soldiers if he was in trouble.",
        3827.22,
        3832.6
    ],
    [
        " I had told him I would always respond to one of my men if they needed help.",
        3833.16,
        3836.86
    ],
    [
        " He had replied it would be a lick on me.",
        3838.1,
        3839.84
    ],
    [
        " I wondered if he had known that I tried to get to him.",
        3841.3,
        3843.94
    ],
    [
        " He was the first man under my command to die.",
        3845.78,
        3848.56
    ],
    [
        " I looked up to see some of my platoon and 366's platoon standing over a dink body in the goli.",
        3851.08,
        3856.02
    ],
    [
        " 366 had an Indian his platoon and I had an Indian in my platoon.",
        3856.46,
        3860.88
    ],
    [
        " They drew their knives and slashed the enemy's body in frustration.",
        3861.28,
        3865.12
    ],
    [
        " This was the only dead dink the men could find.",
        3866.02,
        3868.46
    ],
    [
        " One lousy dink for all that pain and suffering.",
        3868.82,
        3871.22
    ],
    [
        " At least we could take our hate out on that son of a bitch.",
        3872.04,
        3874.82
    ],
    [
        " They had also taken one prisoner as well the other platoon head.",
        3877.36,
        3884.06
    ],
    [
        " And so now he starts thinking.",
        3884.78,
        3887.92
    ],
    [
        " Back to the book, this is it I thought.",
        3889.26,
        3891.8
    ],
    [
        " I'd been wounded four times in battle.",
        3892.46,
        3894.06
    ],
    [
        " I had done my job.",
        3894.34,
        3895.24
    ],
    [
        " Captain Cells had asked after my third wound if I wanted to be sent back.",
        3895.82,
        3899.32
    ],
    [
        " Anyone with three wounds was due that.",
        3899.6,
        3901.38
    ],
    [
        " All it took was two wounds to get you out of the field.",
        3901.66,
        3904.26
    ],
    [
        " Surely four would let me live with myself.",
        3904.42,
        3906.36
    ],
    [
        " What was I trying to prove?",
        3906.78,
        3907.84
    ],
    [
        " But I answered my own question.",
        3908.88,
        3910.32
    ],
    [
        " The men depend on me.",
        3911.06,
        3912.24
    ],
    [
        " It's my job to keep them alive by giving them good leadership and looking after them.",
        3912.74,
        3916.68
    ],
    [
        " They need me.",
        3917.26,
        3917.98
    ],
    [
        " Yeah, but shit.",
        3919.48,
        3921.5
    ],
    [
        " What did I owe myself?",
        3922.46,
        3923.28
    ],
    [
        " I had a wife and two little girls who needed me.",
        3923.76,
        3925.72
    ],
    [
        " The $10,000 in insurance money wouldn't do them much good.",
        3926.42,
        3929.32
    ],
    [
        " Where did my duty lie?",
        3929.34,
        3930.8
    ],
    [
        " I was still shaking.",
        3932.16,
        3933.06
    ],
    [
        " I couldn't go through this again.",
        3933.48,
        3934.82
    ],
    [
        " Reluctantly, almost against my will, I started walking toward the captain.",
        3935.7,
        3939.3
    ],
    [
        " Captain?",
        3940.32,
        3940.7
    ],
    [
        " Yes, Fred.",
        3941.64,
        3942.24
    ],
    [
        " You asked once if I wanted to go out of the field.",
        3943.18,
        3945.42
    ],
    [
        " If I'd been wounded a third time, he turned and looked into my face.",
        3945.88,
        3949.22
    ],
    [
        " Yes?",
        3949.92,
        3950.18
    ],
    [
        " Well, I think, I mean, would you think I was letting you and my men down if I did?",
        3951.26,
        3956.16
    ],
    [
        " I stammered?",
        3956.5,
        3957.06
    ],
    [
        " No, I wouldn't.",
        3957.66,
        3959.0
    ],
    [
        " You've done your job.",
        3959.0,
        3959.9
    ],
    [
        " I could get you a job.",
        3960.26,
        3961.28
    ],
    [
        " Get you a good job with S2.",
        3961.72,
        3962.96
    ],
    [
        " That's intelligence back in the rear.",
        3963.08,
        3964.56
    ],
    [
        " I think I want out.",
        3965.98,
        3968.28
    ],
    [
        " I don't know if I can do this again.",
        3968.9,
        3970.3
    ],
    [
        " Maybe I can't cut it.",
        3971.28,
        3972.32
    ],
    [
        " That's nonsense.",
        3972.88,
        3973.58
    ],
    [
        " You're a hell of a fine officer and the men will understand, but you think about it.",
        3974.28,
        3977.56
    ],
    [
        " Okay, I will.",
        3978.2,
        3979.18
    ],
    [
        " Let me think.",
        3979.52,
        3980.18
    ],
    [
        " A little bit of confidence returned at his words.",
        3981.38,
        3983.36
    ],
    [
        " I handed you orders, things to him.",
        3984.08,
        3985.8
    ],
    [
        " I wandered back to the packs thinking I should find Yoda's pack.",
        3986.46,
        3991.08
    ],
    [
        " Bell had stood up and was coming toward me when he saw the blindfolded dink.",
        3991.48,
        3996.44
    ],
    [
        " In one motion, he swung his fist into the dink's face.",
        3997.28,
        4000.22
    ],
    [
        " He hit him again and again, knocking the surprise dink down in a burst of fury.",
        4000.56,
        4004.0
    ],
    [
        " Bell started kicking him.",
        4004.6,
        4005.68
    ],
    [
        " It was obvious Bell was going to kill him.",
        4006.5,
        4009.18
    ],
    [
        " The other men and I stood smoking and watching.",
        4010.18,
        4012.72
    ],
    [
        " We were going to let Bell kill the dink.",
        4013.16,
        4015.26
    ],
    [
        " Bell had the right.",
        4015.76,
        4017.08
    ],
    [
        " Captain Cells yelled and ran over to us, pushing me out of the way and pulling Bell off the dink.",
        4018.4,
        4023.16
    ],
    [
        " Here, what's this?",
        4023.52,
        4024.54
    ],
    [
        " What's going on?",
        4024.84,
        4025.42
    ],
    [
        " We are not going to have this in my company.",
        4026.22,
        4028.34
    ],
    [
        " This man's a prisoner.",
        4028.86,
        4029.72
    ],
    [
        " Lieutenant Downs.",
        4030.08,
        4030.94
    ],
    [
        " What are you doing just standing there?",
        4031.44,
        4033.1
    ],
    [
        " I looked at him in surprise.",
        4034.04,
        4035.26
    ],
    [
        " Bell was killing this motherfucker.",
        4035.84,
        4037.1
    ],
    [
        " What's wrong with that?",
        4037.94,
        4038.74
    ],
    [
        " I retorted.",
        4038.86,
        4039.28
    ],
    [
        " You know God damn well.",
        4039.6,
        4040.7
    ],
    [
        " What's the matter with that?",
        4040.7,
        4041.54
    ],
    [
        " Lieutenant, this man is defenseless and our prisoner.",
        4041.58,
        4044.52
    ],
    [
        " Now let's get this prisoner back to the LZ.",
        4045.0,
        4047.74
    ],
    [
        " I wanted the dink dead, but the captain was right.",
        4048.12,
        4052.3
    ],
    [
        " So you can see there, obviously, Captain Cells has a great head on his shoulders.",
        4053.56,
        4060.78
    ],
    [
        " And there's something else at play.",
        4061.18,
        4062.62
    ],
    [
        " The other thing that's at play is that by function of the way the battle went down.",
        4063.4,
        4069.8
    ],
    [
        " And by function of being one rank above the platoon commanders that are in the fire fights,",
        4070.56,
        4076.1
    ],
    [
        " guess what?",
        4076.1,
        4077.64
    ],
    [
        " He is de facto.",
        4077.9,
        4079.06
    ],
    [
        " He's detached.",
        4079.06,
        4080.1
    ],
    [
        " He's detached.",
        4080.72,
        4081.72
    ],
    [
        " He didn't...",
        4081.92,
        4082.82
    ],
    [
        " I mean, Bell's the guy was pinned down almost got killed, right?",
        4082.82,
        4085.58
    ],
    [
        " He's the guy that's emotional.",
        4086.62,
        4088.82
    ],
    [
        " And guess who pulled him out, risked his life, lost the odor.",
        4089.22,
        4091.54
    ],
    [
        " That was Downs.",
        4091.92,
        4092.76
    ],
    [
        " So these guys are emotional.",
        4093.16,
        4095.04
    ],
    [
        " They're...",
        4095.64,
        4096.06
    ],
    [
        " They want to kill this guy.",
        4096.06,
        4097.16
    ],
    [
        " They captured him.",
        4097.5,
        4098.22
    ],
    [
        " He's V.C.",
        4098.42,
        4099.0
    ],
    [
        " Let's kill him.",
        4099.0,
        4100.2
    ],
    [
        " And Captain Cells is detached because he wasn't in that firefight.",
        4100.2,
        4105.42
    ],
    [
        " He wasn't directly there.",
        4105.6,
        4106.68
    ],
    [
        " So he's able to maintain enough mental detachment to make a hard decision, but also hold the line.",
        4106.78,
        4117.14
    ],
    [
        " And this is something that, you know, when we go through the Meal-I massacre, this could have happened over and over again.",
        4117.42,
        4122.48
    ],
    [
        " This could have happened anywhere along the way.",
        4122.6,
        4124.92
    ],
    [
        " Someone could have said, hey, what are you doing right there?",
        4125.08,
        4126.44
    ],
    [
        " Stop.",
        4126.52,
        4126.76
    ],
    [
        " We don't do that.",
        4127.22,
        4128.12
    ],
    [
        " And that's exactly what Cells does.",
        4128.12,
        4130.4
    ],
    [
        " And I think another thing that's important from a leadership perspective.",
        4131.32,
        4135.7
    ],
    [
        " Also, well, before I go to that point, you notice that when he's having the personal conversation with Lieutenant Downs, he calls him Fred.",
        4136.44,
        4142.4
    ],
    [
        " But when he's screwing up and he needs to kind of put him in his place, he's Lieutenant Downs.",
        4142.76,
        4148.42
    ],
    [
        " On top of that, from the leadership perspective, from Captain Cells perspective, he's got to always remember that...",
        4148.5,
        4158.1
    ],
    [
        " What is happening? That they are emotional, that they did just lose their buddy.",
        4158.86,
        4163.52
    ],
    [
        " He's got... He can't just, you know, be so on the straight narrow that goes, oh, I'm going to court martial you.",
        4163.84,
        4169.76
    ],
    [
        " He could court... He could court martial about, right? Hey, you abused a prisoner.",
        4170.08,
        4172.8
    ],
    [
        " You're, you know, I'm going to court martial you, and he doesn't do that.",
        4173.2,
        4175.82
    ],
    [
        " Because he understands their perspective.",
        4176.12,
        4178.58
    ],
    [
        " And that's why, you know, again, throughout this book, Cells really impresses me as a very square-away good solid leader.",
        4178.98,
        4185.12
    ],
    [
        " As does Downs. I mean, Downs, obviously right here, he's emotional, and he's lost it.",
        4185.42,
        4191.04
    ],
    [
        " He's crossed the line, right? But all it takes is Cells just telling him to get back over here, buddy.",
        4191.3,
        4197.78
    ],
    [
        " You crossed the line, come back, and he says the captain was right.",
        4198.06,
        4201.06
    ],
    [
        " So that's all it took, just a little snap, just to get him to attach a little bit for the emotions, and...",
        4201.54,
        4207.76
    ],
    [
        " and move, move away from the darkness.",
        4207.76,
        4210.88
    ],
    [
        " Back to the book, I walked over to the bodies.",
        4213.64,
        4216.04
    ],
    [
        " The odors' eyes were partially shut, and I leaned down to push them close.",
        4217.0,
        4220.4
    ],
    [
        " Not that it didn't be good, but for some reason I thought it was better that way.",
        4220.92,
        4224.68
    ],
    [
        " I stood there with one hand on my aching hip, smoking, and thinking.",
        4225.5,
        4229.06
    ],
    [
        " The odors' face was all muddy from the numerous times he'd been dropped in the mud,",
        4229.88,
        4233.14
    ],
    [
        " and it was a trickle of blood at the base of his throat.",
        4233.5,
        4235.72
    ],
    [
        " This is the way it will always end, I thought.",
        4237.84,
        4240.36
    ],
    [
        " Men being killed in the jungle, other men dragging their bodies out, putting them on choppers,",
        4241.1,
        4245.9
    ],
    [
        " and the rest of us going back to the fighting.",
        4246.3,
        4248.28
    ],
    [
        " When they left on the chopper, it was as if they had never been.",
        4249.26,
        4252.86
    ],
    [
        " Man's beginning and man's end would always be attended by only a few.",
        4254.04,
        4259.46
    ],
    [
        " Those that bore him at birth, and those that bore him at death.",
        4260.4,
        4264.04
    ],
    [
        " The only important thing was what he did in between.",
        4264.72,
        4267.98
    ],
    [
        " Good or bad or indifferent, he would touch those around him in some way, and then be gone.",
        4268.72,
        4276.06
    ],
    [
        " I wondered if a salute would be an order, not necessarily in the military sense,",
        4277.26,
        4282.32
    ],
    [
        " but a salute from one who had known him and who had never forget him.",
        4282.62,
        4286.68
    ],
    [
        " I decided it was, and I raised my hand to my forehead in a farewell.",
        4287.52,
        4292.24
    ],
    [
        " Now the birds come in and pick him up as after he gives that final salute to Yoda.",
        4297.58,
        4301.78
    ],
    [
        " Smoke was popped, and the large choppers swung in towards us for his landing.",
        4303.12,
        4306.78
    ],
    [
        " The doors were pushed back, and I saw the door gunner on the side facing me looking around,",
        4307.1,
        4311.48
    ],
    [
        " anxiously searching for the omnipresent enemy.",
        4311.7,
        4315.4
    ],
    [
        " Good man, I thought, not trusting a god damn thing, even with an American infantry company surrounding the LZ.",
        4316.12,
        4322.0
    ],
    [
        " Many thoughts were crisp cursing my mind.",
        4346.88,
        4349.54
    ],
    [
        " Above everything else, ran the fog.",
        4349.64,
        4351.98
    ],
    [
        "",
        4351.98,
        4351.98
    ],
    [
        "",
        4351.98,
        4351.98
    ],
    [
        "",
        4351.98,
        4351.98
    ],
    [
        " I felt ashamed that I had asked Captain Cells to pull me out of the field earlier when I was shaken.",
        4354.2,
        4359.0
    ],
    [
        " What would the men think if they found out I was doing such a thing?",
        4360.04,
        4363.46
    ],
    [
        " Worst, what would I think of myself?",
        4364.24,
        4366.78
    ],
    [
        " Now they continue to do operations and eventually they get pulled out of the field for the final time.",
        4369.58,
        4381.26
    ],
    [
        " On a helicopter, back to the book, the machine carried us away.",
        4382.24,
        4386.68
    ],
    [
        " I looked over my men sprawled along the sides of the chopper.",
        4387.64,
        4390.72
    ],
    [
        " They had removed the magazines from their weapons before boarding and now were holding them close to their bodies.",
        4391.06,
        4395.42
    ],
    [
        " The men were dirty and unshaven.",
        4396.14,
        4398.06
    ],
    [
        " Their clothes and various stages of disrepair, jungle boots worn and torn with cloths and mud between the cleats.",
        4398.38,
        4404.38
    ],
    [
        " There were dark rings under their eyes and their faces were drawn and tired.",
        4404.98,
        4408.68
    ],
    [
        " Some of those faces were new men, set out to go places, the faces that started the operation and were erased.",
        4409.16,
        4416.22
    ],
    [
        " We had experienced the worst of life and the most challenging.",
        4416.72,
        4420.6
    ],
    [
        " We had survived.",
        4421.08,
        4422.7
    ],
    [
        " The platoon I took back was not the platoon I had brought out.",
        4424.32,
        4428.56
    ],
    [
        " Now they are on yet another operation.",
        4437.48,
        4439.8
    ],
    [
        " I have to go back.",
        4439.94,
        4440.64
    ],
    [
        " They get reset and they are out on another operation.",
        4441.06,
        4443.86
    ],
    [
        " Doing a patrol and I am going back to the book about 5 meters past the gate.",
        4444.42,
        4449.96
    ],
    [
        " The two men turned to me and waved me forward.",
        4450.16,
        4452.28
    ],
    [
        " All clear sir.",
        4452.52,
        4453.22
    ],
    [
        " Let's go Rudo.",
        4453.86,
        4454.44
    ],
    [
        " I passed through the gate.",
        4455.08,
        4456.18
    ],
    [
        " My right hand grasped my M16.",
        4456.18,
        4458.02
    ],
    [
        " My left held my cigarette.",
        4458.6,
        4460.18
    ],
    [
        " I was humming the blue tail fly as I mentally ticked off the positions around the saddle where I would set my men.",
        4461.14,
        4466.6
    ],
    [
        " I noticed the time.",
        4467.28,
        4468.06
    ],
    [
        " 0745 hours.",
        4468.66,
        4470.38
    ],
    [
        " My foot slipped backwards a fraction of an inch hitting the trigger mechanism of a mine.",
        4471.54,
        4477.4
    ],
    [
        " I never heard the explosion.",
        4478.7,
        4480.2
    ],
    [
        " Black powder and dirt flew by me.",
        4481.28,
        4483.3
    ],
    [
        " My eardrums ripped.",
        4483.7,
        4484.82
    ],
    [
        " My body was flying through the air.",
        4485.42,
        4486.84
    ],
    [
        " I threw my arms in front of me in a reflex motion to balance myself.",
        4487.12,
        4490.24
    ],
    [
        " My eyes registered the horror of a brilliantly white jagged bone sticking out of the stump of arm above where my left elbow had been.",
        4490.7,
        4498.58
    ],
    [
        " Ragged bloody flesh surrounded the splintered bone.",
        4499.36,
        4502.14
    ],
    [
        " My mind cursed as utter helplessness and disrepair and despair overwhelmed me.",
        4502.54,
        4508.7
    ],
    [
        " Another part of my body coolly calculated what it caused the explosion.",
        4509.28,
        4513.26
    ],
    [
        " It had been a land mine.",
        4513.68,
        4514.56
    ],
    [
        " But what kind would blow off my arm instead of my legs?",
        4514.94,
        4517.26
    ],
    [
        " Of course, it had to be a bouncing betty.",
        4517.62,
        4519.64
    ],
    [
        " A mine that flies up to out of the ground after being tripped and explodes was waist high.",
        4519.9,
        4524.86
    ],
    [
        " That would do it.",
        4525.36,
        4526.06
    ],
    [
        " My M16 had been in my right hand.",
        4527.04,
        4528.82
    ],
    [
        " The rifle was shattered.",
        4529.56,
        4530.64
    ],
    [
        " My hand was mangled.",
        4531.3,
        4532.34
    ],
    [
        " I stared in horror at what remained of my right arm.",
        4532.94,
        4535.64
    ],
    [
        " The flesh had been ripped away exposing two bones in my white forearm from wrist to the elbow.",
        4535.94,
        4541.78
    ],
    [
        " The bones looked like two white glistening narrow rods buried in raw bloody meat.",
        4542.44,
        4547.74
    ],
    [
        " Thinking my god, my god, my god, I felt told defeat of my life as I landed on my feet five yards from where the mine had exploded.",
        4548.56,
        4556.0
    ],
    [
        " After landing, I staggered forward two or three steps and then collapsed.",
        4557.4,
        4562.4
    ],
    [
        " My legs wouldn't work.",
        4562.7,
        4564.02
    ],
    [
        " The mine had gone off about six inches from my left hip.",
        4564.46,
        4566.98
    ],
    [
        " From the waist down, my body was mutilated and torn, where large chunks of flesh, muscles, blood vessels, and nerves had been ripped away by the hot exploding shrapnel.",
        4567.66,
        4576.54
    ],
    [
        " My buttocks were blown away.",
        4577.42,
        4579.18
    ],
    [
        " The back of my legs were ripped to the bone down to my heels.",
        4579.68,
        4582.38
    ],
    [
        " I rolled over on my back, being careful to keep my stump and right arm out of the dirt and sand.",
        4583.64,
        4588.12
    ],
    [
        " My body was sending so many pain signals to my brain that it overloaded like an electrical circuit.",
        4588.5,
        4593.64
    ],
    [
        " It caused me to feel a racing, humming numbness.",
        4594.16,
        4597.62
    ],
    [
        " I lifted my head to view a scene from hell.",
        4598.16,
        4601.34
    ],
    [
        " I watched a couple of men run by me to the wounded point man.",
        4602.74,
        4605.38
    ],
    [
        " They would only glance at my side-ways as I lay there holding my bloody stump in the air.",
        4605.82,
        4609.96
    ],
    [
        " They seemed nervous.",
        4610.58,
        4611.92
    ],
    [
        " Some of my men ran toward me, then turned suddenly away at the sight of my torn body.",
        4612.92,
        4617.68
    ],
    [
        " They stood near me but hesitated to come too close as if their movement through the air would make it worse.",
        4618.12,
        4623.08
    ],
    [
        " Spag asked me to turn sideways a little bit so he could pull my gear off.",
        4624.62,
        4627.86
    ],
    [
        " There were tears as his eyes as he worked over me.",
        4628.24,
        4631.7
    ],
    [
        " With a grunt, he pulled the belt out from under me.",
        4632.6,
        4635.22
    ],
    [
        " Is there anything I can do for you, Spag asked?",
        4636.04,
        4638.06
    ],
    [
        " Yes, run over there and pick up my arm and bring it back to me.",
        4638.32,
        4640.88
    ],
    [
        " I don't want to leave it in this stinking village.",
        4641.14,
        4643.0
    ],
    [
        " I told Marley to get my squad leaders.",
        4644.1,
        4647.02
    ],
    [
        " Go take care of the other men, Doc. They need you.",
        4647.58,
        4649.76
    ],
    [
        " I looked up. Marley and my squad leaders were standing in a rough line along my right side.",
        4650.36,
        4654.66
    ],
    [
        " I asked who was hurt. I was feeling weaker and weaker. It was so goddamn cold.",
        4655.06,
        4658.96
    ],
    [
        " As my body fought for life, my thoughts ran to my man and my platoon.",
        4659.82,
        4662.9
    ],
    [
        " I felt I was cheating them by leaving them when they needed me most.",
        4663.54,
        4666.16
    ],
    [
        " When I joined the platoon as their leader, they had taught me the ways to survive in combat.",
        4666.74,
        4670.94
    ],
    [
        " A second lieutenant who was new in country and they were old timers.",
        4671.54,
        4674.96
    ],
    [
        " 18, 19, 20, but old to the ways of combat and death.",
        4675.3,
        4679.96
    ],
    [
        " As I gained experience and confidence as a leader, I became an old timer.",
        4680.88,
        4685.6
    ],
    [
        " Having to make decisions that put me in the position I was in now, wounded and maimed facing death.",
        4686.08,
        4691.7
    ],
    [
        " My men were still up there looking at me to spare on their faces.",
        4692.78,
        4696.54
    ],
    [
        " Their invulnerable leader had been brought down.",
        4696.54,
        4699.36
    ],
    [
        " Marley, yes sir. I want you to your men to get the dink who planted that mine.",
        4700.58,
        4705.74
    ],
    [
        " I want them dead. Get them. We will, 16. Don't you worry about that.",
        4706.04,
        4710.56
    ],
    [
        " They looked at each other. Then back at me.",
        4711.42,
        4713.6
    ],
    [
        " The gray haze of the day was strong. I pushed it back to look beyond my men.",
        4714.98,
        4719.36
    ],
    [
        " It was colder now and harder to see.",
        4720.04,
        4722.6
    ],
    [
        " I was thinking of my grandma down and her farm of the woods and fields of Indiana I love so much.",
        4723.56,
        4729.24
    ],
    [
        " If only I could walk them one more time.",
        4730.48,
        4732.96
    ],
    [
        " I'm only 23 years old and I'm dying. What a waste.",
        4733.98,
        4737.68
    ],
    [
        " There are so many things I had meant to do and say, but I hadn't.",
        4738.4,
        4743.0
    ],
    [
        " Now I will never get the chance.",
        4743.94,
        4746.6
    ],
    [
        " So, obviously, although he thought he was going to die, he lived.",
        4754.28,
        4757.38
    ],
    [
        " He lost his arm. He ended up with severe wounds, got discharged from the army.",
        4757.96,
        4767.76
    ],
    [
        " It's one of the things in the story. He had actually got picked up for a pilot program.",
        4768.28,
        4773.8
    ],
    [
        " He was going to be a pilot in the army. He was going to stay in the army and become a pilot.",
        4774.0,
        4777.36
    ],
    [
        " Obviously, that was gone because he didn't have an arm anymore.",
        4777.52,
        4779.96
    ],
    [
        " Luckily, he was able to save his other arm.",
        4780.32,
        4782.88
    ],
    [
        " But severe wounds real long rehab.",
        4783.78,
        4786.46
    ],
    [
        " Eventually, he ends up going to back to college.",
        4788.14,
        4792.06
    ],
    [
        " Here we go back to the book.",
        4794.34,
        4796.68
    ],
    [
        " In the fall of 1968, as I stopped at a traffic light on my walk to class across the campus of the University of Denver,",
        4798.72,
        4805.32
    ],
    [
        " a man stepped up to me and said, hi.",
        4805.36,
        4807.88
    ],
    [
        " Without waiting for my reply to his greeting, he pointed to the hook, sticking out of my left sleeve.",
        4809.12,
        4813.7
    ],
    [
        " Get that in Vietnam?",
        4814.72,
        4815.46
    ],
    [
        " I said, yeah, up near Tam Kai in one corps.",
        4816.16,
        4820.7
    ],
    [
        " Serves you right.",
        4822.06,
        4822.86
    ],
    [
        " As the man walked away, I stood rooted, too confused, with hurt, shame, and anger to react.",
        4824.9,
        4834.04
    ],
    [
        " Ten years have passed.",
        4835.18,
        4836.84
    ],
    [
        " The hurt, shame, and anger still flood over me with the memory.",
        4837.5,
        4840.86
    ],
    [
        " But one thing I am certain.",
        4841.82,
        4843.28
    ],
    [
        " None of the men I knew who served in Vietnam deserve to die or be maimed either physically or mentally.",
        4845.34,
        4851.06
    ],
    [
        " I think it is necessary now to give Vietnam to give another view of Vietnam.",
        4852.16,
        4856.64
    ],
    [
        " That of the day-to-day life of an infantryman on the ground.",
        4857.38,
        4861.66
    ],
    [
        " I have always been asked what I thought about Vietnam, but never what it was like to fight in Vietnam.",
        4862.48,
        4868.34
    ],
    [
        " This is the way it was for us, the platoon of Delta 16.",
        4869.02,
        4876.08
    ],
    [
        " In the afterward, he talks about why he wrote this book.",
        4883.5,
        4890.5
    ],
    [
        " In writing the killing zone, I had two goals.",
        4891.36,
        4895.18
    ],
    [
        " I wanted future young infantry lieutenants and non-commissioned officers to learn from my experiences both good and bad.",
        4899.04,
        4905.84
    ],
    [
        " Some actions I took as a combat officer had worked out well, and some had not.",
        4906.18,
        4910.46
    ],
    [
        " The time had come to deal with both.",
        4911.32,
        4913.04
    ],
    [
        " Perhaps some would learn from my mistakes, especially the lessons that combat, especially the lesson that combat does not go by the book.",
        4913.94,
        4922.74
    ],
    [
        " I also wanted to show future generations that the American soldier in Vietnam was a good soldier.",
        4923.5,
        4929.58
    ],
    [
        " In 1978, the anti-war anti-military feeling in the United States was pervasive in the newspapers on television, among writers, and movies, and in colleges.",
        4930.18,
        4939.84
    ],
    [
        " I had started college at the University of Denver in the fall of 1968, while I was still on active duty in the military.",
        4940.38,
        4947.82
    ],
    [
        " The students for a democratic society, the weathermen, and other anti-war groups on campus targeted anyone in the military as fair game for their anti-war stance.",
        4948.08,
        4957.58
    ],
    [
        " Such hostility was not pleasant for me or other Vietnam veterans. It was hard to be denigrated for serving your country.",
        4958.42,
        4965.86
    ],
    [
        " Many veterans never admitted they were in the service for many years after Vietnam.",
        4966.96,
        4973.04
    ],
    [
        " Angry at the anti-war faction, I wanted to set the record straight by proving that the men I served with had fought and died with honor.",
        4973.64,
        4984.0
    ],
    [
        " And here are the men that died and may be ultimate sacrifice for freedom.",
        4984.7,
        4997.96
    ],
    [
        " And for their brothers in arms from Delta Company, 1st Battalion of the 14th Infantry, 3rd Brigade, 4th Infantry Division.",
        4999.0,
        5010.94
    ],
    [
        " PFC Donald Lawrence Glover. PFC Norman Charles Kissinger. PFC Robert Wayne Seaton.",
        5012.32,
        5025.44
    ],
    [
        " Spectre for Gregory Thomas Iding. Spectre for Charles Irwin Edwin Doc Hoffman. PFC James Garrett Miller.",
        5026.5,
        5040.62
    ],
    [
        " Spectre for James Strong Yoder. PFC William Henry Harf. Spectre for Steven Richard Anderson. Spectre for Lewis Charles Nelson.",
        5046.26,
        5063.96
    ],
    [
        " Second Lieutenant William Dwight Ordway. PFC Paul James Miller. Spectre for Jose Cortez. PFC Charles Peter Torliott.",
        5065.04,
        5084.08
    ],
    [
        " Second Lieutenant John C. Martin. Fred Downs. Second Lieutenant asked us to do two things in this book.",
        5085.26,
        5106.62
    ],
    [
        " First, learn from his experiences, the mistakes, the lessons, and that is what we do here.",
        5107.4,
        5115.46
    ],
    [
        " We read and we study and we think and we learn. And the second thing he asks is that we remember the men who fought and died with honor.",
        5116.94,
        5129.48
    ],
    [
        " And that's something that we need to do and we should continue to do each and every day. Remember.",
        5132.96,
        5142.74
    ],
    [
        " And that is one thing about this podcast that is a has a lot of meaning to me is the fact that people are listening to it and the memory of these types of men and the challenges that they faced.",
        5147.62,
        5168.06
    ],
    [
        " Because it will be remembered. They will be remembered.",
        5168.06,
        5173.0
    ],
    [
        " Always.",
        5173.0,
        5182.76
    ],
    [
        " So once again, the book is called The Killing Zone, My Life in the Vietnam War by Frederick Downs. It's a fantastic read.",
        5193.1,
        5204.2
    ],
    [
        " It's a fantastic book. It's a fantastic dedication and it's a it doesn't incredible job of honoring honoring these men that fought so hard in a very unpopular war.",
        5204.2,
        5219.98
    ],
    [
        " And by the book and read it, you will you will absolutely get a lot out of it.",
        5221.06,
        5228.32
    ],
    [
        " Echo Charles.",
        5228.64,
        5230.96
    ],
    [
        " I believe we can move on to the next sector of this podcast. And again, if nothing else is delivered through this podcast, you know, let's let it be these couple things, these couple ideas of learning lessons from other people's experiences and remembering.",
        5233.2,
        5259.8
    ],
    [
        " Other people sacrifices. That's definitely one of the driving forces behind my will to do this podcast.",
        5260.7,
        5270.04
    ],
    [
        " And we're going to keep doing the podcast echo. Get me out of here, please. I'm in that zone right now.",
        5270.8,
        5280.42
    ],
    [
        " I need to send up a red star cluster. You know what that is? So in the military, when you need help, it's a red star cluster. It's a flare. You pop up and it means you couldn't communicate with anybody and you need some help.",
        5281.4,
        5292.96
    ],
    [
        " So there's my red star cluster. You need to jump in and say, Hey, Jocco, speaking of the podcast. Here's how we can support it.",
        5293.52,
        5301.34
    ],
    [
        " You know, so talk about that while I go get over here and get myself under control before I start smashing things.",
        5301.34,
        5307.68
    ],
    [
        " Yeah, if you want to send in reinforcements to support, Jocco and our podcast here.",
        5307.68,
        5313.94
    ],
    [
        " While supporting yourself with supplementation, by the way, good idea. Go to on it.com slash Jocco. So on it has like these supplements that we take supplements for your joints, grill oil, boom.",
        5314.66,
        5328.72
    ],
    [
        " Shroom tech for performance, hard stuff, you know, CrossFit, jujitsu. If you're trying to go hard, you know, hardcore in the paint. Yeah, Shroom Tech.",
        5329.9,
        5340.8
    ],
    [
        " Boom. Also, if you do your shopping at Amazon, which I think we all do. Go ahead and click through our website. You have a little link there.",
        5341.0,
        5352.68
    ],
    [
        " You know, you can support it that way. That's a super easy way. I got to do this. Remember to do it before you shop.",
        5353.16,
        5359.02
    ],
    [
        " That is helpful. Yeah. Very much so. We also have a new tool.",
        5359.4,
        5365.36
    ],
    [
        " Because can you can you make that remembering part a little bit easier? Yes. So when you know you figure, Hey, I got to remember to go to the website before I shop on Amazon.",
        5366.14,
        5378.52
    ],
    [
        " Sometimes I'm in a hurry, whatever. You know, maybe I'm thinking about other stuff. I'm not thinking about Jocco's podcast every single day.",
        5380.28,
        5388.18
    ],
    [
        " I got to buy some, you know, some cleaner, some duct tape, whatever. Here's a way. So it helps you remember and or makes you not have to remember.",
        5388.34,
        5398.48
    ],
    [
        " Anyways, this little tool called the trooper tool. Oh, Jocco podcast trooper tool. Thanks to Brady for that one. Brady props. It's a cool little thing. It's like this.",
        5398.58,
        5408.44
    ],
    [
        " This small little thing is pretty cool. You click on there. There's a little link on both the website. So you click on the thing. It asks you if you want it. You click yes.",
        5408.62,
        5416.16
    ],
    [
        " It puts a little icon there on your browser and it basically directs you to the affiliate Amazon link automatically. You don't have to think. Yeah, it's dope.",
        5416.62,
        5428.2
    ],
    [
        " That's that's a really easy way to support the podcast. Yeah. And the",
        5428.68,
        5433.64
    ],
    [
        " it doesn't cost you anything. It costs Amazon something. And it seems to me like Amazon can afford to kick a little bit to the podcast over here. Right. Yeah.",
        5435.38,
        5443.42
    ],
    [
        " And it really does serve its purpose because you know, Amazon, you know, like Amazon there, you know, there are a good company provides good stuff, good service and all that. And they're trying to get the word out.",
        5443.66,
        5453.02
    ],
    [
        " And you know, they they partner with people who can get the word out. Yeah. And there's people that are going to go, you know what? I want to support the podcast. So I will buy this instead of buying it through some other website.",
        5453.42,
        5464.24
    ],
    [
        " They're going to go to the the store that's going to support something that they enjoy or something that they get value out of. Hopefully from this podcast. So yeah, that's an awesome way to support. We appreciate it.",
        5464.4,
        5473.92
    ],
    [
        " And it makes it like it's kind of this little tools kind of cool because it kind of makes it official. You know, like if you're I mean, if you're one of the people that that listen to this and really talk with us and stuff, it's it is a cool way to kind of be more part of the group, I guess.",
        5473.92,
        5488.02
    ],
    [
        " It seems like it when I put mine up there, I'm like, hey, you know, I'm like a fish. I don't know. I felt like a game. Yeah. Echo Charles is in the game. We dig that. So it's cool. Yeah, it's a really cool tool. You don't have to it's safe. It's not like this. You just put it on. If you don't want it on there anymore.",
        5488.18,
        5502.42
    ],
    [
        " Whatever reason right click it right click and it because you made a little video that shows you go to the Jockel podcast YouTube channel and Echo Charles made a video of very high speed instructional video on how to do this.",
        5502.42,
        5516.02
    ],
    [
        " I wasn't trying to waste anybody's time. It's really easy. You are not playing around with the instructional video. I think that was very impressive. And and by the way, subscribe. Do me a favor troopers subscribe to the YouTube channel.",
        5516.08,
        5530.52
    ],
    [
        " The the Jockel podcast YouTube channel. That way when Echo because I'm been I've been hacking on Echo to make little outtakes and other little conversations and videos. And he's like, well, you know, we got some subscribers, but maybe, you know, if we had some more maybe I'd be more. So we need to motivate Echo Charles just a little bit.",
        5530.52,
        5547.86
    ],
    [
        " Because so we could get some outtake videos some other other interesting videos. I wanted to do a little pre video today of what it was like when we're getting set up because we have a little ritual that we go through when we're making some some some beverages.",
        5548.72,
        5561.66
    ],
    [
        " You know some some alpha brainy and we have you know, so I was like, I'd be pretty cool if you shot a little video and he's like, well, you know, maybe one day.",
        5562.26,
        5570.66
    ],
    [
        " Can you imitate me right now? No, I actually am imitating you. So subscribe to the I don't think it doesn't. I mean, just just go to go to the Jockel podcast channel on YouTube subscribe. Yeah, yeah, I think it's YouTube dot com slash chocolate. And also what's cool about that is when you do that, then you get little emails that say.",
        5570.66,
        5588.0
    ],
    [
        " Not like you just get an email says hey, Jockel podcast just uploaded a new video. I get those and I was like, oh yeah, cool. Now I can watch the video and even that's option. Okay. You got it. If you were knocked out. But yeah, that's a good and I have remember that that one.",
        5588.48,
        5604.64
    ],
    [
        " The children's book idea I had. Yeah, you probably forget because no, you need to remind me I got a lot of ideas. I have that. I have that on video.",
        5605.46,
        5613.04
    ],
    [
        " Oh, oh yeah, that'd be funny. Yeah. So yeah, some of some things you got to understand. So I have a certain stand. This I'm not talking to you. I call it talking to people that are listening right now. I mean, you're here too. So I got some talk to you too. But people got to understand that there's a certain expectation in my mind of what the podcast is and what it's supposed to be.",
        5613.28,
        5632.72
    ],
    [
        " So when something happens that's not quite there. I'm like, you know what? I don't really, hey, you know, I don't want to talk about that on the podcast. But this is like, for instance, before we hit record, we're recording. But before we go, before I open the show, we're talking about something. Right. We're always talking about something. And sometimes those conversations are 20 minutes, half an hour.",
        5634.3,
        5657.1
    ],
    [
        " We're talking about real stuff. We're talking about legit things. But we haven't even introduced the podcast yet. So that goes into scrap pile. Now some of the scrap mile material, while it might not be in March, Marching step with what the podcast is, it does perhaps have a have a life that it could live and could guide people in a certain way. And it's stuff that people might be interested in.",
        5657.1,
        5683.04
    ],
    [
        " So that could be YouTube download, you know, YouTube just posted on there. So that way people get a little taste of other things around the podcast, which I think people would dig.",
        5683.36,
        5693.06
    ],
    [
        " Yeah, that makes sense. So like, you know, if you free your mind, Echo Charles, free your mind. Yeah, you're totally right.",
        5693.46,
        5701.22
    ],
    [
        " Well, thank you. Thank you once for once.",
        5701.7,
        5705.08
    ],
    [
        " Yeah. Yeah. Cause you know, if you listen to it on iTunes, you're like, why am I going to sit and watch Echo and John talk to each other? You know, I listen to one and I got to look at them too.",
        5705.7,
        5717.12
    ],
    [
        " Yeah. A lot of people might not be interested in that. There's some really, there's some moments. You know what I do is I, well, I watch certain moments of the podcast on YouTube. Yeah.",
        5717.22,
        5726.78
    ],
    [
        " Like when I know I was feeling intense about something, I go and see what it, see what that looks like. See like, okay, what does that look like when I'm feeling that does it look like?",
        5727.3,
        5736.24
    ],
    [
        " Does it look like from the outside? What it feels like from the inside? Cause even today I was getting pretty fired up. Like, I mean, you're talking about heroes and young man, man, 18, 19, 20 years old.",
        5736.8,
        5750.62
    ],
    [
        " That said, okay, this unpopular war, I'll go fight it. I'll go fight it. You know, I'll go risk my life. I'll go out there in the jungle and live in, you know, I was, I was out this week in the field, right?",
        5750.84,
        5765.1
    ],
    [
        " Camping. I kept putting in quotes on Twitter. I was putting in quotes because I was like, I can't call this the field. But you know, it wasn't the comfort of a house, right?",
        5765.64,
        5774.46
    ],
    [
        " It was in it was, it was, you know, bugs and ants and I'm like, thinking of myself, you know, this is nothing. And I was thinking back to, to the forgotten islander.",
        5774.46,
        5786.86
    ],
    [
        " And remember the bugs were just eating those guys alive. And, you know, you just, you just can't, you can't compare. So these guys that, that just stepped up fought, I just want to,",
        5787.3,
        5803.16
    ],
    [
        " I just want to always, you know, that kind of thing will get me fired up. So when I go back to the videos, sometimes I go, man, what was I looking like right? You know, little self assessment.",
        5805.44,
        5814.3
    ],
    [
        " And I wonder if, you know, because when I'm feeling that way, I'm like, okay, you got to attach a little bit because you're starting to get a little bit fired up. I'm going to start breaking, I'm going to start getting like really emotional about something. So I got to, I got a red flag goes up. I go, you got to back off a little bit here.",
        5814.54,
        5828.6
    ],
    [
        " We don't have to edit the video if I break down. So I got to just back off. And sometimes I got to see what does that look like? Does it look? Can you tell? Am I looking? You know, so that's the kind of thing that I like to go back and look at the YouTube videos and say, you know, what does this, what does this look like? Yeah, yeah, yeah, there's some value. There's a lot of value on YouTube that I'm, that we're probably not, you know, capitalizing.",
        5829.0,
        5851.06
    ],
    [
        " I don't know for people who care. And it's weird too, because the interesting thing about this is you use the word capitalize, right? And the fact of the matter is, we aren't really capitalizing on this at all. And I keep getting told by a variety of different people what to do to you to do what that right there to capitalize.",
        5851.06,
        5870.64
    ],
    [
        " Yeah, I meant it just capitalize not for us to get everybody, you know, people listen, but what we what we want to do.",
        5870.64,
        5877.48
    ],
    [
        " Is we want to maximize the effort that we put in here, want to maximize some people get the most out of it. Yeah, that's what I know that's what you meant. I know you didn't mean like let's run the cash machine, because we're doing it for the passion of doing it. That's what I'm sitting here for.",
        5878.42,
        5892.82
    ],
    [
        " Sitting here so I can tell, so I can tell this story right here about these guys. Yeah. And I know, you know, I know I get I hear from all kinds of cops. I hear from my my seal buddies that are still in that are listening to it that are asking me, texting me questions going, Hey, man, what's going on with us? Hey, what would you done? Definitely here? Hey, those are my buddies that are in that are getting ready to deploy overseas right now. And I get texts and emails and Twitter things from guys that were guys that are active duty the Marine Corps and the Army.",
        5893.48,
        5920.08
    ],
    [
        " So I know that we're getting the word out there and that's what that's what I'm sitting here for. Yeah. Yeah. And you make a good point with, you know, there's a lot of people who don't watch the video. Of course, I'm going to make sense. I mean, I don't watch podcast videos. Right. I mean, why you know, the reason podcasts are so convenient is going to be doing something else. You don't have to dedicate. You have to dedicate your all your senses to it. You only have to dedicate two of them. Your ears and your brain. Yeah.",
        5921.56,
        5948.58
    ],
    [
        " Because you don't have to dedicate your eyes, you don't have to dedicate your ass to sit down and chair and watch something. You can walk around. You can do yard work. You can drive. You can do what you got to do. Yeah. But I think the shorter little YouTube clips where you go, Hey, check this out. This is when Jaco and I were discussing a kid's book that echo was talking about or. Yeah. I don't know. Yeah. Post that thing. Yeah. And it's interesting because a lot of people apparently don't I mean don't are surprised that I look different than I sound a parent. I guess. Oh, yeah. They think. I mean, I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure. I'm not sure",
        5948.6,
        5978.56
    ],
    [
        " I think you're a skinny white hipster or yeah. That's what they think you are. Maybe I am at heart. Maybe you are at heart. You're just trapped. Maybe you identify as a skinny white hipster. Maybe you know you're a 220. I don't know. I don't identify myself by my physical characteristics. What's in my heart in my mind? The content of your character is like I say. Yeah. I think the YouTube I just could idea. Yeah. Well, some more. So I have a lot to man. So many outtakes. A lot.",
        5978.56,
        6008.0
    ],
    [
        " Yeah. You've done some really good outtakes videos in the past. Yeah. Yeah. Yeah. From when we were filming commercials and stuff. Oh, really. Yeah. Yeah. Those were good. All right. Anything else? Jocke of you in. Jocke of store. Did you talk about that? Yes. Go to the store. Buy some. Buy some merchandise. Somebody hit me up on Twitter the other day. And they're like, Hey, you should set up a. We got asked this a bunch of times. Set up a Patreon. Patreon. Is that what it's called? Patreon. Patreon. Where you can donate to the podcast. Certain amount.",
        6008.86,
        6037.42
    ],
    [
        " And I just said, Hey, man, go buy a t-shirt. You know, that supports us just as well. Yeah. And you get a t-shirt and just that's a good way to support the podcast. Buy some merchandise. Buy some gear. Yeah. The the jocke of store. That's a good on t-shirts. Coffee mugs. Stickers. Those are kind of cool. One of my friends saw two jocke of stickers in the wild in the one day. Yeah. Maybe that's where we can hear. Everyone in San Diego. We know everyone in San Diego. Doesn't count. I don't know. Yeah. I don't see it. Cleveland.",
        6037.64,
        6066.82
    ],
    [
        " Yeah. That's good. So now we get to those questions from the inner webs. First question. Chockel is a minimal amount of competent defensive ability. Self defense. Essentially. The most overlooked essential stabilizer of young male psyche.",
        6069.0,
        6096.56
    ],
    [
        " So this question, this actually, this actually came across the interwebs as a statement, an opinion. And I kind of rephrased it just a little bit to make it into a question, but it actually came across someone who's saying, look, he believes this person believes that they know and how to fight.",
        6098.56,
        6115.52
    ],
    [
        " You know, competent defensive it defensive ability. I call that knowing how to fight is in he thinks it's the most essential stabilizer of young male psyche. I agree with this statement. I think that.",
        6116.52,
        6129.7
    ],
    [
        " Yeah, I completely agree with that. I think that learning how to fight and knowing how to fight gives you real confidence and security, not just in the form of being secure, but as in opposition to insecurity, right?",
        6130.26,
        6147.42
    ],
    [
        " Because when you know how to fight, all of a sudden you don't have anything to prove anymore. And we this changes. So I, you know, I wish I would have learned how to fight and I'm watching. We fought all the time when I was a kid. We fought. We didn't know how to fight. So what do we have to prove that we knew how to fight? If we actually knew how to fight, we wouldn't have to prove that all the time.",
        6148.14,
        6166.58
    ],
    [
        " So I absolutely agree with this. And that's why I'm constantly trying to get people to get into jutsu. You know, get your kids into get your 13 year old boy, your 10 year old boy, get him into jutsu.",
        6168.34,
        6180.94
    ],
    [
        " You're girl too. I mean, you're girl too, because your girl is going to use it for defense.",
        6181.04,
        6184.8
    ],
    [
        " Girls don't have the constant tension of fighting that guys have. It is part of who we are. When I shake someone's hand, I don't care what kind of mood I'm in. I am thinking about taking them down. I am thinking about what I'm going to do to them in a fight.",
        6185.1,
        6202.88
    ],
    [
        " It doesn't matter if I'm meeting Santa Claus. I'm thinking about doing a double leg. I'm thinking about what is weight is. Does he have cauliflower here? That's what I'm doing. And guys do that. Guys do that.",
        6202.88,
        6214.6
    ],
    [
        " And it's real. And I mean, especially in the environment, I grew up in the SEAL teams. I mean, everybody's got that constant like tests between you and the evaluation.",
        6215.0,
        6225.9
    ],
    [
        " So if you don't know how to fight, there's only one way to figure out where you are. And that is to fight.",
        6227.26,
        6232.68
    ],
    [
        " And so you end up doing stupid things, stupid things to prove your manhood. And I hate to use that word. But you end up doing stupid things to prove your manhood.",
        6233.44,
        6242.62
    ],
    [
        " So my recommendation is, well, I totally agree with this statement. I think it is a huge stabilizer of your personality and your psyche as a man.",
        6243.64,
        6256.08
    ],
    [
        " So get those kids to learn Jiu Jitsu. They are going to understand the other things you understand violence. You respect it.",
        6256.6,
        6264.6
    ],
    [
        " Because you know you've got choked out. You know it's happened. You know that that is a horrible feeling. It's a horrible feeling when another human being can control you 100%.",
        6264.6,
        6275.68
    ],
    [
        " You know what? Physically, it doesn't matter how smart you are anymore. I'm sorry. It doesn't matter. It doesn't matter. It doesn't matter how smart you are anymore.",
        6275.68,
        6284.4
    ],
    [
        " When you are getting completely physically dominated by someone, it doesn't matter that you're smarter than them. At that time, there's nothing you can do about it.",
        6284.82,
        6292.74
    ],
    [
        " You can challenge them to a spelling bee. It's not going to help you. You're under their control. And that's a horrible, horrible feeling.",
        6292.84,
        6300.36
    ],
    [
        " And so I think it's, you know, and I felt that, you know when I was a kid, you know, I got bullied just like everybody gets bullied at certain point. You know, you show up to high school. You're 13 years old. I was a young whatever, however that works when you are born. That was born September.",
        6301.08,
        6314.5
    ],
    [
        " So I was a young scrawny kid and I didn't get bullied to some crazy extent. But you get picked on, you get picked on, you get into little scuffles and you get thrown around by a kid that's that reached puberty when he was nine and he's now, you know, six feet to 20.",
        6315.18,
        6333.04
    ],
    [
        " And I'm showing up at school 13 years old, way in a buck 45. You're going to get, you're going to get physically controlled and it's not fun. And so I didn't know how to fight. I was trying to figure it out.",
        6333.04,
        6347.3
    ],
    [
        " And there was no one knew how to fight back then unless you're a boxer, maybe a wrestler. But yeah, so definitely this is a huge piece. Helps you with. I think I think kids that know how to fight are going to get lost less street fights.",
        6347.64,
        6361.34
    ],
    [
        " They're going to do a lot less stupid things to prove themselves because guess what they already have the essential primal animalistic characteristic of physical domination. And that goes a long way.",
        6361.34,
        6375.34
    ],
    [
        " Yeah. And we talked about this before back to the girls thing getting your girls into it.",
        6375.88,
        6381.22
    ],
    [
        " You know how when you get into any kind of physical situation, even if you're in a crowd and someone starts shoving someone else, not even you and pull me feel the force of somebody or someone's just all like on you or even if someone like, I don't know, tackles you or something like that.",
        6383.6,
        6397.44
    ],
    [
        " It's like this kind of imposed physical situation. And when you're into just that's every day. So you get used to that real quick. And in fact, you get real comfortable with it.",
        6397.5,
        6407.78
    ],
    [
        " But as a girl, you're not trying to like win fight now. You know, I know you did. So I'm going to try win fights and beat up guys. That's not really what it's for for girls. It's more for knowing how to function knowing where to be where not to be because then if you don't know, you just simply don't know.",
        6407.98,
        6422.44
    ],
    [
        " And also being totally right. And then also being inoculated to the physical contact when it happens. And I'll say you say you can't win. I mean, not looking to win fights. There's go watch YouTube.",
        6422.52,
        6433.36
    ],
    [
        " Yeah, there's all kinds of videos of girls. Yeah, working over guys. And I mean in street fights. Yeah, there's one in particular where this girl's just to try and unlock just choke just crushing this kid. Yeah, well, the I mean the truth is if you learn Jiu Jitsu, if someone knows Jiu Jitsu, someone doesn't the chance of the person knowing Jiu Jitsu winning the fight is very, very, very high.",
        6433.42,
        6455.26
    ],
    [
        " Yes, even if you're a girl, it still applies to you. Of course, the girls at a physical disadvantage because she's smaller week or whatever. But like I said, Jiu Jitsu is just this huge jump in, you know, ability is for us fights go.",
        6455.26,
        6468.18
    ],
    [
        " And you know something else from a pure self defense perspective. If you a lot of times let's say a girl's not able to physically let's say she's a hundred pounds and she's a guy attacks her. That's 200 pounds.",
        6468.24,
        6481.82
    ],
    [
        " She might not be able to put him asleep. She might not be able to finish him, but she may able to be able to survive. Fend the guy off for a minute and 30 seconds instead of two seconds, instead of four seconds, instead of eight seconds. So that's what it takes for someone to hear for someone to see. So every second counts. And if you know Jiu Jitsu, I guarantee you, it's really hard to subdue somebody that knows some Jiu Jitsu. If you don't know anything, you are going to have a hard time.",
        6482.08,
        6511.8
    ],
    [
        " Getting control them. They're going to they're going to be an even if you're stronger than them, you'll be able to get a hold of them. Maybe eventually if they're a lot smaller, a lot weaker than you, but it's going to be a fight. And a lot of a lot of you know, you read a lot of stories when in self defense situations.",
        6512.12,
        6523.86
    ],
    [
        " If the girl puts up a decent fight, the guy's not going to have any of you know, he's going to realize that he's not looking for that. He's not looking for a fight. He's looking for something else. And so the fight begins. He backs off. So yeah, absolutely.",
        6523.86,
        6536.22
    ],
    [
        " He applies for for girls as well. And there's just a certain level of confidence. You know, and I've seen that, you know, my sons had a couple little scuffles, a couple that I've witnessed too, where, you know, he just was like not trying to not trying to have a problem until someone just grabs him and is obviously going to do trying to do something to him. And then that person's getting launched, you know, like a perfect judo because you're going to, you know, how hard is it to judo for somebody that doesn't know any Jiu Jitsu? It's so easy.",
        6536.22,
        6564.22
    ],
    [
        " So you see a kid fly through the air, hit the ground. You see my son, you know, just like there's no guard passing because the person doesn't even know what the guard is. So just straight to mount. Yeah. And then once you're in mount, the person has no idea what's happening. And, and they're completely controlled and they're getting put to sleep. That's it. It's as easy as that.",
        6564.24,
        6580.34
    ],
    [
        " Yeah, and so funny how you, this is kind of the part that I forget actually every once in a while, where how you brought up when you shake someone's hand, you're always thinking about it or whatever. So that's, that's something to that's why that's why it's almost like a fight.",
        6580.66,
        6594.2
    ],
    [
        " Like if you don't know Jiu Jitsu, like, or, or for real fighting, not many out there, man, there's not many, but even we'll just say if you don't know Jiu Jitsu, you might fall into this trap by thinking, well, you know, I might, you know, you never know he's not on all the time or he might not be ready for this or, you know, all surprise him with a like this punch or something like this.",
        6594.2,
        6612.96
    ],
    [
        " And though they won't give it its due credit, but the thing is when you learn Jiu Jitsu, that's all you're thinking about. You're like, oh, take this guy right here 100% of the time.",
        6613.46,
        6623.04
    ],
    [
        " You, you can be laying in your, in your bed with your wife and she'll be like, hey, give me a hug and you're like, you get that under hook there. Yeah, exactly the whole time. So you can't really to surprise the guy who knows Jiu Jitsu to surprise him is super hard.",
        6623.6,
        6636.86
    ],
    [
        " Like, you got to do from behind, I don't know, even if you see go from behind, but you know what to do from behind, you know, to, you got to like, I don't know, hit him or something really hard and knock him out one punch.",
        6636.86,
        6646.24
    ],
    [
        " Yeah, yeah, it's really hard to knock somebody out with a punch for me.",
        6646.4,
        6649.58
    ],
    [
        " Yeah, but that's so funny because that, that is how it is. Even as like a, like a high level guy, you're still like, it's always on your mind.",
        6649.76,
        6659.34
    ],
    [
        " Like, it's like you're walking around with this big powerful like gun or something, like you're like, okay, who wants to get shot?",
        6659.56,
        6665.36
    ],
    [
        " Not that you want to shoot people specifically, but it's like this radar that's like, okay, who wants to get shot?",
        6665.5,
        6671.4
    ],
    [
        " Kind of thing because you're just ready. It's ready to do it.",
        6671.52,
        6674.66
    ],
    [
        " Yeah, and to me, honestly, it's so instinctive at this point.",
        6675.38,
        6679.78
    ],
    [
        " Yeah. It's just part of every movement that you make is thinking about that.",
        6679.9,
        6685.14
    ],
    [
        " And you know, you ever had somebody that doesn't know Jiu Jitsu, like, maybe you haven't seen someone in a while.",
        6685.36,
        6689.66
    ],
    [
        " I've had that happen. I've seen someone for a while.",
        6689.78,
        6691.82
    ],
    [
        " Yes. And I mean 20 years. So they have no idea what Jiu Jitsu is. We've gone a completely different paths in our lives.",
        6691.82,
        6697.32
    ],
    [
        " And they like grab hold of you as if it was the old days and you're gonna have a tussle.",
        6697.32,
        6702.26
    ],
    [
        " Yeah. And it's just a, it's just a four second, you know, spirit crushing maneuver of death.",
        6702.26,
        6709.92
    ],
    [
        " Yeah. And you're happy to do it too.",
        6710.1,
        6712.18
    ],
    [
        " You know, because as an adult, like, you know, I think anywhere past 26, 27 years old,",
        6712.18,
        6717.92
    ],
    [
        " it's hard to get away with like getting into a wrestling match in public or, you know, somewhere outside of them.",
        6717.96,
        6723.26
    ],
    [
        " That's interesting.",
        6723.4,
        6724.38
    ],
    [
        " You might not have known that.",
        6724.84,
        6726.08
    ],
    [
        " But I don't know. I think I speak for more than more people than just myself, but there's a part of your mind that kind of helped it.",
        6726.84,
        6733.66
    ],
    [
        " It happens just with your friend, you know, or something like that.",
        6733.76,
        6736.16
    ],
    [
        " Just see what you do.",
        6736.46,
        6737.18
    ],
    [
        " Yeah. Of course.",
        6737.26,
        6737.68
    ],
    [
        " Always hoping for a scrap.",
        6737.8,
        6740.18
    ],
    [
        " You know what? Ironically back to the part where we're saying it's kind of hard to surprise a Jiu Jitsu guy.",
        6740.2,
        6745.86
    ],
    [
        " Ironically, the easiest time to surprise a Jiu Jitsu guy is on the mat if you're another Jiu Jitsu guy.",
        6745.86,
        6751.84
    ],
    [
        " What you do is you play like, oh, we're just going light right now.",
        6752.12,
        6754.78
    ],
    [
        " And then you go hard, you know, so you can't really surprise them in the, like in public.",
        6755.1,
        6760.38
    ],
    [
        " You got it like, you got to learn Jiu Jitsu. Go on the mat.",
        6760.68,
        6763.44
    ],
    [
        " Yeah.",
        6763.5,
        6763.68
    ],
    [
        " Go with them. Make them think you're not rolling our dance surprise.",
        6763.68,
        6765.88
    ],
    [
        " And you know, I think that's part of it is you become more aware when you're talking, you've been talking about the past couple of minutes is awareness.",
        6765.88,
        6772.98
    ],
    [
        " And when you have Jiu Jitsu in your brain, then, and it's true with boxing too and Muay Thai, when you have that stuff in your brain, then you can't help but be aware of what's happening around you because it's in there.",
        6773.54,
        6787.26
    ],
    [
        " Yeah.",
        6787.58,
        6787.68
    ],
    [
        " It's like knowing that the color of the table is brown, like you, you know what that person's body position is.",
        6787.76,
        6794.44
    ],
    [
        " You're looking and seeing that their stance is off balance. You're seeing an underhook exposed.",
        6794.44,
        6798.54
    ],
    [
        " You know, so you can't help, you can't take it away. So your awareness increases.",
        6798.82,
        6802.18
    ],
    [
        " You also are aware of what problems can occur really quickly.",
        6802.18,
        6805.36
    ],
    [
        " So if you start, you know, if you're a girl and you say, oh, wait a second.",
        6805.36,
        6809.44
    ],
    [
        " Now I'm back into a corner where I can't get out. I don't like this feeling.",
        6809.58,
        6813.74
    ],
    [
        " Yeah.",
        6813.92,
        6814.06
    ],
    [
        " It becomes, it increases your awareness as a human.",
        6814.14,
        6817.32
    ],
    [
        " It makes you more aware of your surroundings. So there's so many benefits.",
        6817.38,
        6820.8
    ],
    [
        " Yeah.",
        6821.06,
        6821.26
    ],
    [
        " It's kind of ridiculous.",
        6821.28,
        6822.52
    ],
    [
        " Yeah, and you kind of have almost like one level up from that awareness that you're talking about",
        6822.82,
        6827.98
    ],
    [
        " because like how you're saying it's part of that, even if you don't know how to fight,",
        6827.98,
        6831.02
    ],
    [
        " it's still kind of on your mind. You know, you like all guys have that kind of sort of, sort of evaluation.",
        6831.24,
        6835.54
    ],
    [
        " Especially if the guys close to your, close to you.",
        6835.7,
        6838.42
    ],
    [
        " Yeah.",
        6838.62,
        6838.78
    ],
    [
        " Who you are. You know, whether they be age size, whatever, whatever the scenario even.",
        6838.8,
        6842.76
    ],
    [
        " Like if you're a scholar and no one else is a scholar, then another scholar walks in, ooh, this evaluation.",
        6843.06,
        6847.18
    ],
    [
        " You know, so that's how it is naturally.",
        6847.22,
        6848.98
    ],
    [
        " Yeah, smart this guy.",
        6848.98,
        6850.38
    ],
    [
        " Yeah.",
        6850.52,
        6851.08
    ],
    [
        " Yeah.",
        6851.32,
        6851.42
    ],
    [
        " So, oh, so as a guy, just naturally you're going to have even more.",
        6851.58,
        6855.6
    ],
    [
        " It's like you know what the color of brown is or whatever, but just instinctually you're always looking for brown.",
        6855.66,
        6861.14
    ],
    [
        " That's kind of what it's like.",
        6861.4,
        6862.62
    ],
    [
        " So now you, when you're doing these evaluations that are going to happen anyway,",
        6862.9,
        6866.26
    ],
    [
        " your jujitsu mind is right there at the front.",
        6866.68,
        6870.28
    ],
    [
        " Ready.",
        6870.46,
        6870.68
    ],
    [
        " The whole time.",
        6871.0,
        6871.56
    ],
    [
        " Yeah, it's the easiest thing.",
        6872.02,
        6873.88
    ],
    [
        " Yeah.",
        6874.54,
        6874.86
    ],
    [
        " It's the easiest thing.",
        6874.76,
        6875.56
    ],
    [
        " Yeah.",
        6875.56,
        6875.6
    ],
    [
        " But that's not to be confused with like your aggressive and want to fight.",
        6875.6,
        6878.34
    ],
    [
        " That's the weird thing.",
        6878.46,
        6879.16
    ],
    [
        " It's like you don't want to actually fight with people because you don't feel the need to like, oh, I got a, I don't know.",
        6879.34,
        6884.94
    ],
    [
        " You don't have to prove it.",
        6884.94,
        6886.04
    ],
    [
        "",
        6886.22,
        6886.22
    ],
    [
        " That's where the soul conversation started off.",
        6886.46,
        6887.82
    ],
    [
        " And also now you not feel like you need to prove anything.",
        6888.0,
        6890.54
    ],
    [
        " But I literally am like, oh, do I really want to get in a fight with this guy?",
        6890.64,
        6893.36
    ],
    [
        " I'm going to get my knuckles, you know, I'm probably going to rip my t-shirt, disguise and dress.",
        6893.46,
        6896.7
    ],
    [
        "",
        6896.88,
        6896.88
    ],
    [
        " This is really, no.",
        6897.02,
        6897.86
    ],
    [
        " I fight every single day.",
        6898.3,
        6901.4
    ],
    [
        " Yeah.",
        6901.82,
        6901.94
    ],
    [
        " I don't need, I don't, I don't care about this guy.",
        6902.26,
        6904.98
    ],
    [
        " This is a two second thing where I got to scuff up my knee on the pavement.",
        6905.44,
        6909.3
    ],
    [
        " And he's probably going to rip my shirt and that's going to be a pain.",
        6909.58,
        6913.06
    ],
    [
        " And then I got to deal with the cops if they show up.",
        6913.22,
        6914.8
    ],
    [
        " It's just a big pain.",
        6914.94,
        6915.72
    ],
    [
        " Whereas if you don't fight and you have that opportunity, maybe you got that thing inside you won't, you know, no.",
        6915.92,
        6921.22
    ],
    [
        " Right.",
        6921.24,
        6921.36
    ],
    [
        " The payoff of the fight, right?",
        6921.6,
        6923.1
    ],
    [
        " If you don't know or if you're just insecure, whatever, the payoff of the fight and hopefully winning is bigger than all the detriment that you got to fight.",
        6923.16,
        6930.06
    ],
    [
        " I used to tell my puttun guys, what do we overseas before the war started?",
        6930.14,
        6934.62
    ],
    [
        " Hey, you know, so guys are overseas, what are you doing?",
        6935.16,
        6936.64
    ],
    [
        " You're drinking, you're out in bars, you're causing problems or whatever.",
        6936.88,
        6939.64
    ],
    [
        " And I, you know, before you go, hey guys, if you feel like fighting tonight, come find me.",
        6940.1,
        6943.78
    ],
    [
        " Because if you want to fight, come find me and it'll be all be good, you know?",
        6943.96,
        6947.52
    ],
    [
        " You know, we'll fight and it's all good.",
        6948.1,
        6950.1
    ],
    [
        " You won't get in trouble, you won't get arrested, you won't get hurt.",
        6950.18,
        6951.92
    ],
    [
        " It's all good.",
        6952.06,
        6952.56
    ],
    [
        " You'll get in trouble.",
        6952.6,
        6953.32
    ],
    [
        " You're not going to get in trouble with the law, though.",
        6954.16,
        6956.6
    ],
    [
        " You know what I mean?",
        6956.68,
        6957.12
    ],
    [
        " You're not going to get that kind of trouble.",
        6957.26,
        6958.3
    ],
    [
        " You're in trouble in your situation and you're in your positioning is going to be troublesome.",
        6958.3,
        6962.12
    ],
    [
        " So, yeah, it's better to fight amongst yourself than to fight against the outsiders who are going to sue you,",
        6962.58,
        6968.72
    ],
    [
        " pull a knife out and stab you in the throat, whatever, right?",
        6968.94,
        6972.56
    ],
    [
        " Yeah.",
        6972.86,
        6973.0
    ],
    [
        " Don't do that.",
        6973.06,
        6973.62
    ],
    [
        " Stay out of the street fights.",
        6974.0,
        6975.66
    ],
    [
        " Not worth it.",
        6976.18,
        6976.72
    ],
    [
        " You know, all right.",
        6977.26,
        6978.32
    ],
    [
        " I agree with it, too, though.",
        6978.6,
        6979.7
    ],
    [
        " You said you agree that it is the stabilizer.",
        6979.88,
        6982.4
    ],
    [
        " And if you look, it is.",
        6983.28,
        6984.4
    ],
    [
        " Because if you don't know, you don't even know how much you don't know.",
        6984.5,
        6987.08
    ],
    [
        " It's funny because we get a lot of people that have started training Jiu Jitsu.",
        6987.32,
        6991.04
    ],
    [
        " Good move.",
        6991.36,
        6991.96
    ],
    [
        " Yes.",
        6992.2,
        6992.38
    ],
    [
        " But they'll come on Twitter or on the Facebooky and say, you know, they started training Jiu Jitsu.",
        6992.82,
        7000.28
    ],
    [
        " Oh my God.",
        7000.46,
        7001.46
    ],
    [
        " I can't believe I need to train this all the time.",
        7001.76,
        7005.24
    ],
    [
        " I can't believe I got control of how they always say how humiliating.",
        7005.4,
        7008.72
    ],
    [
        " And sometimes they say humbling, but sometimes I think even when they say humbling,",
        7008.9,
        7011.9
    ],
    [
        " they actually mean humiliating.",
        7011.92,
        7013.3
    ],
    [
        "",
        7013.58,
        7013.58
    ],
    [
        " Because that's the weird thing.",
        7013.68,
        7015.96
    ],
    [
        " When you're walking around on the earth without the knowledge, you think you look at other",
        7016.46,
        7021.96
    ],
    [
        " people and you think, you know what?",
        7021.96,
        7022.72
    ],
    [
        " This guy knows Jiu Jitsu.",
        7023.14,
        7024.4
    ],
    [
        " I heard this guy knows Jiu Jitsu.",
        7024.78,
        7025.86
    ],
    [
        " It doesn't matter.",
        7025.98,
        7026.8
    ],
    [
        " I'm strong.",
        7026.96,
        7027.8
    ],
    [
        " I'm athletic.",
        7028.14,
        7028.9
    ],
    [
        " Hit him in the neck.",
        7028.9,
        7029.6
    ],
    [
        " I'll just hit him in the neck or even even.",
        7029.72,
        7031.24
    ],
    [
        " You know what?",
        7031.3,
        7031.56
    ],
    [
        " I'm just strong enough.",
        7031.56,
        7032.12
    ],
    [
        " He's not going to get my, how is he going to get my arm over there?",
        7032.2,
        7035.14
    ],
    [
        " Yeah.",
        7035.28,
        7035.46
    ],
    [
        " It's not going to work.",
        7035.58,
        7036.4
    ],
    [
        " I'll just pull my arm back.",
        7036.64,
        7037.68
    ],
    [
        " Right.",
        7037.82,
        7037.96
    ],
    [
        " And you get on the mat and you go, oh my Lord, I have no control over this situation.",
        7038.16,
        7041.88
    ],
    [
        " This guy is effortlessly making me submit over and over and over again.",
        7042.14,
        7046.78
    ],
    [
        " And that's when the reality hits.",
        7046.88,
        7048.56
    ],
    [
        " The reality hits doesn't end on the first time you tap.",
        7048.82,
        7050.66
    ],
    [
        " Because on the first time you tap, you go, oh, I'm going to, I'll just, I won't do that single movement again.",
        7050.88,
        7056.26
    ],
    [
        " I won't stick my head over there.",
        7056.48,
        7057.76
    ],
    [
        " Okay.",
        7057.98,
        7058.26
    ],
    [
        " So then you get your arm locked.",
        7058.48,
        7059.3
    ],
    [
        " Yeah.",
        7059.56,
        7059.78
    ],
    [
        " And then you get your foot locked.",
        7059.98,
        7060.82
    ],
    [
        " And then you get your knee locked.",
        7061.08,
        7061.72
    ],
    [
        " And then you get a commuter.",
        7061.84,
        7062.38
    ],
    [
        " And then you get, you get a routine again.",
        7062.46,
        7063.68
    ],
    [
        " So you, all, it's just a lose, lose, lose, lose, lose, lose, lose, lose.",
        7063.68,
        7067.42
    ],
    [
        " And then you go, after, usually for me, it's like three to five times with somebody that's",
        7067.5,
        7071.86
    ],
    [
        " never trained Jiu Jitsu before, three to five times before they realize like, oh, I never,",
        7071.86,
        7075.96
    ],
    [
        " never, because you know, when you tap a guy once that's never trained before and he comes out,",
        7076.5,
        7080.04
    ],
    [
        " you're so hardy.",
        7080.04,
        7080.82
    ],
    [
        " And his mind, he thinks, oh, this time I'm going to get him.",
        7080.84,
        7083.1
    ],
    [
        " And then we can come close, they don't even realize.",
        7083.66,
        7085.46
    ],
    [
        " So yeah, get on the mat, man, and learn, learn the Jiu Jitsu.",
        7085.82,
        7089.32
    ],
    [
        " Please cover the over, or please cover overcoming the frustrations of beginning Jiu Jitsu.",
        7089.84,
        7096.74
    ],
    [
        " And this is coming from a 54 year old, by the way, but not quitting.",
        7098.34,
        7101.82
    ],
    [
        " Good, good for him.",
        7102.16,
        7103.44
    ],
    [
        " That's awesome.",
        7104.16,
        7104.82
    ],
    [
        " Glad you're picking up the Jiu Jitsu at 54 years old.",
        7105.08,
        7107.66
    ],
    [
        " Okay, so how do you, the frustrations of beginning Jiu Jitsu?",
        7108.16,
        7110.78
    ],
    [
        " And it is absolutely, if you have the wrong mindset, it's viciously frustrating.",
        7110.86,
        7115.68
    ],
    [
        " Because of everything we just talked about, you think, oh, I'll just do this.",
        7115.68,
        7119.08
    ],
    [
        " And I'll just go a little bit harder.",
        7119.2,
        7120.0
    ],
    [
        " And I just won't put my arm there.",
        7120.0,
        7121.0
    ],
    [
        " And then I'll be able to win.",
        7121.02,
        7121.8
    ],
    [
        " You're not going to win.",
        7122.28,
        7123.28
    ],
    [
        " You are going to lose, you're going to lose over and over.",
        7123.6,
        7126.72
    ],
    [
        " And over again, to people that are smaller than you, weaker than you, not as tough as you are.",
        7126.72,
        7132.26
    ],
    [
        " Literally not as tough as you are.",
        7132.36,
        7133.78
    ],
    [
        " Not as tough as you are.",
        7134.38,
        7135.36
    ],
    [
        " You know, Jiu Jitsu has a faction of nerds for lack of a better word, straight nerds.",
        7135.92,
        7143.22
    ],
    [
        " And no offense to the nerds out there.",
        7143.54,
        7145.44
    ],
    [
        " But people that are not physically active, and then for some reason they fall into Jiu Jitsu at some point.",
        7145.78,
        7151.82
    ],
    [
        " And they, and they, and they all suddenly got a guy that's, they're not tough.",
        7152.46,
        7155.58
    ],
    [
        " But they'll, they'll, they'll, they'll know the moves and they'll finish you.",
        7156.82,
        7159.58
    ],
    [
        " So that's, so those are the people you're going to lose to.",
        7159.66,
        7161.84
    ],
    [
        " So, and it's a, it's a long, long, slow journey that takes a long time.",
        7162.0,
        7168.78
    ],
    [
        " Now, that being said, if you train for a month and someone's trained zero, that journey's not that long.",
        7169.22,
        7176.86
    ],
    [
        " You'll be that guy.",
        7176.86,
        7177.56
    ],
    [
        " Yeah.",
        7177.84,
        7178.06
    ],
    [
        " You, you will beat that guy.",
        7178.22,
        7179.26
    ],
    [
        " I mean, you know, again, you take two people, one of them knows Jiu Jitsu for a month and one of them doesn't.",
        7179.38,
        7185.32
    ],
    [
        " That guy's going to win.",
        7185.62,
        7186.52
    ],
    [
        " I mean, you know, it's the basic way, same way, basic, same, you know, you can't have somebody that's completely weak.",
        7186.66,
        7192.12
    ],
    [
        " But in six months, you're beaten, anybody that's untrained for the, you're going to be.",
        7192.82,
        7197.62
    ],
    [
        " You're going to be 95% of, maybe even 99% of the people that aren't trained.",
        7197.88,
        7200.66
    ],
    [
        " But, but, but as far as, like, you think you show up and in six months, you're going to be beating a blue belt.",
        7201.04,
        7208.36
    ],
    [
        " It's not happening.",
        7208.86,
        7209.62
    ],
    [
        " Yeah.",
        7209.82,
        7210.06
    ],
    [
        " Yeah.",
        7210.64,
        7210.92
    ],
    [
        " It's not happening.",
        7211.04,
        7211.48
    ],
    [
        " You're not going to, you're not going to catch a purple belt in your first two or three years.",
        7213.02,
        7219.82
    ],
    [
        " Unless you got to somebody that doesn't show you.",
        7220.6,
        7222.3
    ],
    [
        " Yeah.",
        7222.3,
        7222.38
    ],
    [
        " Or let's do.",
        7222.38,
        7222.86
    ],
    [
        " Yeah.",
        7223.06,
        7223.22
    ],
    [
        " Yeah.",
        7223.34,
        7223.74
    ],
    [
        " Of course.",
        7223.78,
        7224.3
    ],
    [
        " Yeah.",
        7224.34,
        7224.62
    ],
    [
        " In the, like, Glover, Jeff Glover, he'll let people put him in all kind of, I mean, he does that in comp.",
        7224.68,
        7229.74
    ],
    [
        " He just saw that I met him more.",
        7229.74,
        7230.68
    ],
    [
        " He let's all kinds of crazy things happen.",
        7230.82,
        7233.18
    ],
    [
        " So, yeah.",
        7233.18,
        7233.58
    ],
    [
        " Can that happen?",
        7233.72,
        7234.34
    ],
    [
        " Of course.",
        7234.46,
        7234.76
    ],
    [
        " But as far as legitimately taking someone down, yeah, it's not going to happen.",
        7235.08,
        7239.66
    ],
    [
        " So, so that's all that's what I'm saying is a long slow journey, especially to because everyone's on that bus.",
        7239.66,
        7246.4
    ],
    [
        " We've talked about this before.",
        7246.58,
        7247.32
    ],
    [
        " Everyone's on the bus getting better.",
        7247.4,
        7248.58
    ],
    [
        " So that blue belt that started that you started six months behind or a year behind.",
        7248.8,
        7252.36
    ],
    [
        " So he's a blue belt.",
        7252.36,
        7252.98
    ],
    [
        " You're a year behind him.",
        7253.08,
        7254.04
    ],
    [
        " He's not stopping getting better.",
        7254.5,
        7256.28
    ],
    [
        " So as you start to pursue his game, his game is evolving and changing and improving.",
        7256.4,
        7261.62
    ],
    [
        " So you're not going to get there.",
        7261.62,
        7264.56
    ],
    [
        " And then on top of that, when you do learn something new, it takes time.",
        7264.72,
        7269.64
    ],
    [
        " To incorporate into your game.",
        7269.64,
        7270.98
    ],
    [
        " So if I taught you echo a new move tonight, I said, hey, here's this cool.",
        7271.04,
        7274.92
    ],
    [
        " It's, here's this new setup for the arm lock.",
        7275.14,
        7277.34
    ],
    [
        " And we drilled it 10 times.",
        7277.66,
        7279.62
    ],
    [
        " And you went now and started to apply that.",
        7279.86,
        7282.16
    ],
    [
        " It would make your game worse.",
        7282.36,
        7284.42
    ],
    [
        " Because you'd be trying to apply a move that you don't know 100% yet.",
        7284.88,
        7288.5
    ],
    [
        " Like you got some good solid moves that you do.",
        7288.76,
        7291.18
    ],
    [
        " And those are, you know, those work really well.",
        7291.36,
        7294.12
    ],
    [
        " So when you start incorporating this new move, you don't know it well.",
        7294.28,
        7298.04
    ],
    [
        " You don't get it all together.",
        7298.04,
        7299.72
    ],
    [
        " So you're going to fail out at 100 times.",
        7300.14,
        7302.3
    ],
    [
        " It's not going to work 100 times before you get it.",
        7302.66,
        7304.72
    ],
    [
        " And by the way, every time you tried it on me, I got on top and then I smashed you.",
        7304.92,
        7307.62
    ],
    [
        " And then I, so you're, you're sacrificing and it's in every time.",
        7307.7,
        7310.84
    ],
    [
        " So you're actually going backwards a little bit before you can go forward.",
        7310.88,
        7313.9
    ],
    [
        " So that's problematic.",
        7314.26,
        7315.2
    ],
    [
        " And that's very, very frustrating.",
        7315.3,
        7316.88
    ],
    [
        " Occasionally, you might learn something that like really improves your game dramatically.",
        7317.48,
        7321.3
    ],
    [
        " Almost instantly that happens from time to time.",
        7321.3,
        7323.44
    ],
    [
        " So we'll say, hey, put your own position here or hey, you know, whatever the case may be.",
        7323.44,
        7327.22
    ],
    [
        " But generally, when you incorporate something new, it can take some time.",
        7328.06,
        7330.46
    ],
    [
        " You're going to get entries.",
        7330.96,
        7332.64
    ],
    [
        " You're going to get little injuries.",
        7333.5,
        7334.46
    ],
    [
        " You're going to get big injuries.",
        7334.58,
        7335.42
    ],
    [
        " You're going to be sore.",
        7335.42,
        7336.4
    ],
    [
        " You're going to, so yes, you will be frustrated.",
        7336.58,
        7338.38
    ],
    [
        " So how do you counter all that?",
        7338.6,
        7339.98
    ],
    [
        " You just got to embrace it.",
        7340.18,
        7341.32
    ],
    [
        " You got to embrace all those things.",
        7341.48,
        7343.4
    ],
    [
        " You got to enjoy all those things.",
        7343.6,
        7345.58
    ],
    [
        " And I hate to be cliche here, but you got to enjoy the journey.",
        7345.96,
        7349.48
    ],
    [
        " You got to enjoy getting tapped out by somebody that's supposed to be amazed by that.",
        7349.48,
        7354.62
    ],
    [
        " Say dang, how did that just happen?",
        7355.46,
        7357.16
    ],
    [
        " That is impressive.",
        7357.32,
        7358.12
    ],
    [
        " You know, say, hey, got a little war scar on my face.",
        7358.36,
        7361.68
    ],
    [
        " I got split the eye open.",
        7361.68,
        7363.34
    ],
    [
        " Okay, cool.",
        7363.42,
        7363.94
    ],
    [
        " Chicks dig scars.",
        7364.22,
        7364.98
    ],
    [
        " You know what I mean?",
        7365.22,
        7365.52
    ],
    [
        " Just going to go, don't look at all that stuff as negative.",
        7365.58,
        7370.64
    ],
    [
        " Look at it as, you know, it's like, don't rush to the end.",
        7370.9,
        7374.24
    ],
    [
        " Don't rush to the end.",
        7374.76,
        7375.74
    ],
    [
        " Don't be in a rush to get there.",
        7375.92,
        7376.9
    ],
    [
        " Take your time and enjoy the sights that you're going to go for.",
        7377.28,
        7380.42
    ],
    [
        " Also, I've said this before.",
        7381.0,
        7382.9
    ],
    [
        " Select your training partners carefully, especially like you're 54 years old.",
        7383.92,
        7387.04
    ],
    [
        " You don't want to be rolling with a 20 year old steroid freak that's going white belt trying to kill you.",
        7387.52,
        7392.34
    ],
    [
        " You want to be rolling with a cool mellow purple belt that wants to do GJ2 and train.",
        7392.5,
        7400.0
    ],
    [
        " And finally, I would just say, remember that GJ2 should be fun.",
        7401.24,
        7406.3
    ],
    [
        " It should be all those other things, all those frustrating, all those challenges, all those things, all that humiliation and hum-",
        7406.9,
        7411.6
    ],
    [
        " and getting humbled, but it should be a good time.",
        7411.6,
        7413.86
    ],
    [
        " You should have fun when you're doing GJ2.",
        7414.2,
        7415.46
    ],
    [
        " I know I do.",
        7415.74,
        7416.3
    ],
    [
        " Yeah.",
        7416.7,
        7416.88
    ],
    [
        " Yeah, like a video game, right?",
        7417.3,
        7418.48
    ],
    [
        " You know how I get down.",
        7418.68,
        7419.74
    ],
    [
        " I'm in town for a couple of days, man.",
        7419.74,
        7420.84
    ],
    [
        " And I came back and I had a little injury that I figured out.",
        7421.66,
        7423.98
    ],
    [
        " Took me a little while.",
        7424.34,
        7424.84
    ],
    [
        " I got my jacked up finger.",
        7424.84,
        7425.76
    ],
    [
        " And it took me a little while to get the right, get the right apparatus to splint it properly and protect it.",
        7426.02,
        7433.74
    ],
    [
        " But it's, but tonight I train and I was so happy.",
        7433.98,
        7437.14
    ],
    [
        " I was so happy going and getting on the mat just saying yes.",
        7437.86,
        7441.56
    ],
    [
        " Yeah, that is how we're all these, all the junk parts that come with it were, quote unquote, junk.",
        7442.0,
        7449.3
    ],
    [
        " But you know, like the, the sorness.",
        7449.4,
        7450.98
    ],
    [
        " Yeah, I got choked out of it.",
        7451.12,
        7452.72
    ],
    [
        " That's all part of the game seems obvious, right?",
        7452.82,
        7455.58
    ],
    [
        " Yeah, it's all part of the game, but be happy that that's the game you're in.",
        7455.64,
        7458.58
    ],
    [
        " You know, so I mean, GJ2 basic, I mean, if you don't do GJ2, this would be kind of an inside.",
        7458.6,
        7464.42
    ],
    [
        " Basically, all it is you go, if you go to a class, you go in, you may or may not warm up, you learn a move.",
        7464.64,
        7470.9
    ],
    [
        " Whether it be a submission move or just a move, you learn a move, two moves, three moves, sometimes four moves.",
        7471.22,
        7475.74
    ],
    [
        " And then you cut to roll and straight up, you guys are fighting.",
        7476.12,
        7479.64
    ],
    [
        " No strikes.",
        7480.0,
        7480.4
    ],
    [
        " That's it.",
        7480.54,
        7480.9
    ],
    [
        " You're fighting.",
        7481.02,
        7481.32
    ],
    [
        " No strikes.",
        7481.62,
        7482.02
    ],
    [
        " If you, whatever moves you know, go ahead and do them.",
        7482.32,
        7484.84
    ],
    [
        " Want one in real life against this guy.",
        7485.0,
        7487.16
    ],
    [
        " That's it.",
        7487.16,
        7487.78
    ],
    [
        " If you don't know it, if that's your first day and you learn one, two, three moves that first day,",
        7487.94,
        7492.9
    ],
    [
        " you better try to do those moves.",
        7493.04,
        7494.38
    ],
    [
        " That's it.",
        7494.38,
        7495.06
    ],
    [
        " So of course, you know two, three moves that you learned once, by the way, and you roll with someone who,",
        7495.36,
        7500.0
    ],
    [
        " even if he's still a white belt or whatever, he knows those moves and then, you know, three, four more,",
        7500.18,
        7504.04
    ],
    [
        " and he's practiced some in, you know, in real time or whatever.",
        7504.18,
        7506.6
    ],
    [
        " Of course, he's going to get you, you know, that's just how it works.",
        7506.84,
        7509.2
    ],
    [
        " But keep in mind, the more you go, the more you do the moves, the more moves you learn, the more you practice some in real life,",
        7509.56,
        7514.28
    ],
    [
        " the better you get at them.",
        7514.34,
        7515.42
    ],
    [
        " And, you know, let's go ahead and just apply this to life as well, because GJ2 is such a great metaphor for life.",
        7515.86,
        7520.46
    ],
    [
        " Whatever you're doing, whatever goal you're trying to achieve, if you're letting those frustrations,",
        7522.84,
        7527.46
    ],
    [
        " when you hit those obstacles, if you're letting them control you and get you down, that's the wrong attitude to have.",
        7527.46,
        7532.28
    ],
    [
        " You know, look at it as a learning opportunity, look at it as something that's good that's happening,",
        7532.62,
        7536.28
    ],
    [
        " look at it as a chance for you to try something new, look at it as the journey that you're trying to achieve.",
        7536.44,
        7542.68
    ],
    [
        " And by the way, anything that's easy to achieve and you don't hit any obstacles, well, that's not worth it, right?",
        7542.9,
        7548.18
    ],
    [
        " That's not, you know, that's not going to get the full satisfaction that you want out of that.",
        7548.18,
        7551.9
    ],
    [
        " So, in life, as in GJ2, don't get frustrated, embrace those challenges, because those are what is making this goal worthwhile.",
        7552.32,
        7563.12
    ],
    [
        " Yeah, man, and I'm telling you when you, let's say you, well, back to the avoiding frustration specifically,",
        7563.64,
        7570.4
    ],
    [
        " it does how you're saying training partners, that does make a big difference, because sometimes everyone's like,",
        7570.8,
        7575.6
    ],
    [
        " I've heard of people where their schedule doesn't allow them to catch the beginner class, for example.",
        7575.88,
        7581.78
    ],
    [
        " So they're like, hey, I have no choice, I got to do this more intermediate or advanced class.",
        7582.4,
        7585.38
    ],
    [
        " So they're the only white belt, and the next guy even closest to him is like an advanced blue belt.",
        7585.6,
        7591.18
    ],
    [
        " So that's going to be a steep learning curve, it's going to be tough, because it's how are you going to practice your moves in the wild?",
        7591.8,
        7598.66
    ],
    [
        " You're never, you won't get to work your offense.",
        7598.82,
        7600.4
    ],
    [
        " Yeah, it's really, but here's kind of the good thing, you get to work your defense.",
        7600.54,
        7603.96
    ],
    [
        " So when you do get the opportunity to exercise like your offense, whether you get another class or it just comes,",
        7603.96,
        7609.04
    ],
    [
        " but it just takes longer, whatever, but you know how good your defense is going to be?",
        7609.04,
        7612.16
    ],
    [
        " Yeah, and I actually, so from training with Dean for so many years, you know, he's just got some positions that are brutal.",
        7612.36,
        7619.34
    ],
    [
        " Yeah, brutal positions. And you know, for instance, his mount is outstanding when he gets the mount.",
        7619.7,
        7625.36
    ],
    [
        " When anybody else that I've ever trained within my life has mounted with the exception, I guess, of Hicks and Gracie,",
        7625.64,
        7632.08
    ],
    [
        " I felt like, oh, it's not Dean, this is not, you know, this is not all of this area.",
        7632.86,
        7637.18
    ],
    [
        " Right. And not that I'm not that worried, I'm not trying to degrade people I've trained with,",
        7637.52,
        7641.1
    ],
    [
        " but that is a group Dean has an incredible mount. And on top of that Dean kind of knows my escapes.",
        7641.24,
        7646.52
    ],
    [
        " So whereas if I roll with a random other really good, you know, world class black belt,",
        7647.08,
        7651.72
    ],
    [
        " they might not know the particulars of my escape. Dean actually does know those.",
        7652.08,
        7655.54
    ],
    [
        " And he's good and he's good at it. So, so you're right in that the more you train with people that are better than you,",
        7655.76,
        7661.7
    ],
    [
        " your defense is going to be count very good because like when you mount me, I mean, you got a good solid mount,",
        7662.54,
        7667.82
    ],
    [
        " but I'm not, I'm like, okay, cool. I'm going to be out of this in a short period of time with no real threats.",
        7668.0,
        7673.92
    ],
    [
        " Keep telling me.",
        7674.14,
        7674.8
    ],
    [
        " And the, and you've had, I mean, I'm sure it's the same way. You've had Dean mounted on you.",
        7676.54,
        7680.16
    ],
    [
        " I mean, my mount, because I don't have a great mount, my mount is nothing compared to Dean's.",
        7680.36,
        7684.78
    ],
    [
        " Nothing. Yeah, yeah, fully. Yeah. And that's absolutely true.",
        7684.88,
        7689.04
    ],
    [
        " And at the same time, though, so if you fall in and I don't want to say it's like a small, because it's pretty big chance where if you enter a beginner class,",
        7689.6,
        7698.08
    ],
    [
        " there's going to be a guy who's just as much of a beginner as you.",
        7698.08,
        7701.04
    ],
    [
        " And that's where you can really flourish because you're, you can practice moves, your new moves, which I mean, for lack of better term,",
        7701.34,
        7709.34
    ],
    [
        " your junk moves, you know, junk people. I will say this though, whoever you roll with, whether they're worse than you,",
        7709.4,
        7716.42
    ],
    [
        " the same as you are better than you, you're going to get a lot out of it. All three of them.",
        7716.42,
        7719.9
    ],
    [
        " So you should roll with all three of those types of people. I have a tendency to want to usually roll with guys that are, you know, like good.",
        7720.06,
        7728.4
    ],
    [
        " And, and I should spend more. And I do. I mean, I definitely, I train with everybody that we got at the gym all training with everybody.",
        7729.28,
        7735.04
    ],
    [
        " But I always prefer, of course, I guess I shouldn't say, of course, because there are people that are like white belt hunters.",
        7735.36,
        7741.88
    ],
    [
        " That want to go out there and be bullies. I'm not like that. I'd rather get bullied. Right. I want to get, I want to feel the, I want to get after it.",
        7743.24,
        7751.08
    ],
    [
        " Yeah.",
        7751.26,
        7751.44
    ],
    [
        " But you definitely get benefit from training with people that are better than you, worse than you, and the same as you, because you practice one of them,",
        7752.18,
        7760.44
    ],
    [
        " you're practicing defense, one of them, you're practicing pure offense. And someone that's equal than you, you guys are practicing your setups and, and your approaches,",
        7760.76,
        7767.4
    ],
    [
        " and you got to learn how to defend and do offense and defense at the same time. So it's all good. Roll.",
        7767.4,
        7773.26
    ],
    [
        " Yeah. That's basically the concept here. Roll.",
        7773.54,
        7775.98
    ],
    [
        " Yeah. I'm sure consider that scenario you roll with. And you're talking from an ideal standpoint, roll with people better than you, same as you, worse than you, or, you know, not as good as you.",
        7776.14,
        7784.08
    ],
    [
        " For a beginner, that's not really the option. The worst thing you guys, that's not an option for a beginner. Like really, you know, so there's no one that's worse than them.",
        7784.44,
        7791.9
    ],
    [
        " Well, as far as overcoming the frustrations or whatever, it is a good situation where you can get in with guys just as beginner as you, and, and hope that they hang around this after a certain amount of time, those guys who aren't as new or, or, I could, I could see where it could become frustrating.",
        7791.96,
        7809.32
    ],
    [
        " If you were the guy that you were talking about earlier, let's say a guy that's, you have to work late, and you can only go to the advanced class.",
        7809.32,
        7814.84
    ],
    [
        " And all of a sudden, you think you get to is just getting crushed.",
        7815.12,
        7817.98
    ],
    [
        " Yeah. And I can't learn this really.",
        7818.48,
        7819.88
    ],
    [
        " Yeah. So I guess the distance to understand, but yeah, that's, that's a good point.",
        7820.3,
        7824.14
    ],
    [
        " So keep in mind that if you're in that situation, it's okay. You're gonna, you're gonna, when you eventually get to roll with people that are more your skill level, you will be, you'll be that much better off.",
        7824.4,
        7836.26
    ],
    [
        " Yeah. Yeah. For sure. And, and watch the first time you tap someone out with the move that you learned.",
        7836.6,
        7841.76
    ],
    [
        " Celebrate that. Did you? Yeah. That's a good, that's a good time.",
        7845.38,
        7848.52
    ],
    [
        " Next question. Jockel. How do you balance the idea of checking the ego while in an interview scenario where you need to talk about yourself?",
        7848.82,
        7859.92
    ],
    [
        " Okay. So good, good question. I, I would say in that situation, and that's something that it's not just an interview situation where you're gonna need to do that.",
        7860.8,
        7870.78
    ],
    [
        " I mean, you're dealing with your, your, your superiors, you know, throughout the course of your career, whatever that may be, you're constantly interacting with people and you can, you're gonna want to make an impression.",
        7870.78,
        7882.42
    ],
    [
        " So I, I think one of the best ways to do this is instead of you speaking about why you're so awesome, just state facts of, let's say accomplishments and let them speak for themselves.",
        7883.14,
        7898.34
    ],
    [
        " In other words, you know, you wouldn't want to say, you know, I am the best project manager in the entire world. Right? That's not, that sounds ego centric. You know, instead you'd say, you know, I got this, we had a $38 million project, got it done on time, under budget, ahead of schedule.",
        7900.56,
        7924.3
    ],
    [
        " And when I got done with that, when they moved me to another project that was off track, and we got that one back on schedule and back on track as well. So that, that's the kind of experience that I've had, and I love to bring that here to this company. Right? So you're not, you're not, you know, there's a hint of, hey, this is what I did, I can get some stuff done.",
        7924.6,
        7943.1
    ],
    [
        " But you're not saying, listen, I'm better than the people you currently have. So you should hire me because I'm the best because you don't want to do that.",
        7943.32,
        7949.22
    ],
    [
        " And you know, so, so yeah, just build, think about it, you know, before you go in, how, what, what experience that you have represents the good qualities that you have.",
        7951.02,
        7961.88
    ],
    [
        " So then you can say, if they say, you know, how are you at meeting timelines? You don't say, I am perfect, I'm never late. I'm dope.",
        7962.3,
        7969.38
    ],
    [
        " You just say, you say, you say, well, you know, as far as meeting timelines, here's a bunch of projects that I got completed on time. The only one that I missed was one that we had to roll back because whatever that we are actually showing a little bit more humility.",
        7969.46,
        7981.8
    ],
    [
        " You're saying, hey, here's what happened. You're being logical about it. And you know, speaking of that, I actually got a good question that's similar to this one about what's the best way to interview people to see if they can be in a leadership position.",
        7981.82,
        7996.38
    ],
    [
        " And this is really hard. This is really hard because it's really hard to interviews and working with all kinds of different companies and everybody always says, you know, hey, what's the best way to interview? And man, I interviewed this guy and he seemed so great or I interviewed this woman and she seemed incredible and her paper looked great, you know, she looked great on paper and we hired her and she's a disaster or he's a disaster, whatever the case may be because because there's people that are very good interviewers, right? I mean, there's people that can interview well.",
        7996.88,
        8022.74
    ],
    [
        " They have the gift of gab, they can they can be us their way through anything and make themselves sound good. So it can be really hard to identify if someone's good is actually going to be fit for a leadership or really any position.",
        8022.98,
        8036.6
    ],
    [
        " So one of the things that that I always tell people to do is when you go into these, when you want to ask interview questions, ask them scenario based questions and say, okay, here's what's going on. You got these three people in your department and one of the people",
        8036.88,
        8050.98
    ],
    [
        " has come to you and said that they think there might be something illegal going on with the other two. What actions do you take?",
        8053.24,
        8059.86
    ],
    [
        " And you know, have a scenario built out that you can actually talk through and see where they go and see what their mindset is and see what they're going to develop as a plan and see how they would execute.",
        8060.68,
        8068.9
    ],
    [
        " So it's a great way of figuring out how people think. And then, you know, even that's not a guarantee because there's people that can can navigate those type of events.",
        8069.04,
        8080.96
    ],
    [
        " And so as well, so you know, one thing you can do is hire people on a little bit of a trial basis. And that can be difficult in some situations where people are walking away from one job into another job, they're not going to do it on a 90 day trial basis.",
        8080.96,
        8090.28
    ],
    [
        " But when you do have that opportunity, it's a good thing to do as well.",
        8090.76,
        8093.02
    ],
    [
        " But hey, so going back to the first question about keeping your ego and check in an interview, like I said, be confident, but not cocky and let the facts of your experience speak for your abilities rather than beating your own chest.",
        8094.4,
        8113.08
    ],
    [
        " Yeah, so it's almost like I'm incorrect from wrong here. So you essentially, even if you're talking yourself up, you just simply state the facts.",
        8113.48,
        8123.94
    ],
    [
        " That's a you just state the fact. Don't say your opinion about it. Like just simply state the facts. Yeah, here's what I did. You know, we turn this project around. We got it on track and on budget. And that's the type of that's the type of experience that I have in those situations.",
        8124.14,
        8138.02
    ],
    [
        " Right, just like how you're saying, like even if someone had got like an award to be the best whatever salesman of the year, right, salesman of the year, the best whatever of the year.",
        8138.12,
        8148.84
    ],
    [
        " And then like to say that in a factual way would be I was recognized as the best guy in the world, instead of saying I'm the best guy in the world, here's my award to prove it.",
        8148.94,
        8159.48
    ],
    [
        " You know, so it's like you're seeing the fact that you were recognized, you know, not so much the fact that a very good way of doing it.",
        8159.48,
        8166.16
    ],
    [
        " Stick to the facts, right? Just the facts.",
        8166.16,
        8168.9
    ],
    [
        " Yeah, sure. Next question.",
        8169.4,
        8172.44
    ],
    [
        " How do you stay humble when you know you have better skill sets than others? You seem humble with all that you've accomplished.",
        8172.66,
        8181.12
    ],
    [
        " Well, this is just what like in general, just how do you be humble? Yeah, how do you stay humble when you know you have better skill sets than others?",
        8182.16,
        8189.12
    ],
    [
        " And then he's saying that I seem humble with all that I've accomplished, which is which is actually it's funny when I read that like it's not I'm sure that for for the dude that's asking this question, he's thinking I accomplished all the stuff and it's not I don't feel that way.",
        8189.4,
        8206.94
    ],
    [
        " Like first of all, there's always somebody that's better than you. That's I guarantee it. There's someone that's done more than you. There's someone that's had better experience is someone that's accomplished more.",
        8207.46,
        8217.76
    ],
    [
        " And if you are truly the master of some thing, whatever one thing you're a true master of, there's going to be people that are a lot better at other things than you.",
        8218.96,
        8234.32
    ],
    [
        " So you might be the master of one particular thing, but are you you have to respect the fact that people are going to be masters at other things or better than you know, I mean, so if you're super strong, that's great.",
        8234.32,
        8249.46
    ],
    [
        " Let's see you run a marathon. If you're super flexible, awesome. How much can you dead left if you're if you're smart? That's great. You're smart academically.",
        8249.56,
        8258.16
    ],
    [
        " Let's check out your common sense and see where all that's at. You know, so so you're you're going to be good at one thing, but you're going to have failed in other areas or have weaknesses in other areas.",
        8258.76,
        8269.42
    ],
    [
        " And so you just have to keep that in check and I'll tell you like I recognize why I've been successful.",
        8270.0,
        8282.48
    ],
    [
        " You know, for one thing, been surrounded with great people for other being lucky in certain situations that I've been in certain times and you know, going back to jitsu a little bit.",
        8282.94,
        8292.44
    ],
    [
        " It's a good example because just because I can beat someone in jitsu, it doesn't mean that I'm a better person.",
        8292.78,
        8304.38
    ],
    [
        " It doesn't mean that I'm a better person. What it means basically is that I happen to get into this random fringe sport before they did.",
        8306.12,
        8317.46
    ],
    [
        " And I spent more time on the math than they did. That's what it means. It doesn't make me a better person. And I'll tell you what, it goes with, you know, if you're, if you feel like you're smarter than someone, it's probably because you've had the opportunity to study a subject or you've had a bunch of education on something or you've",
        8318.0,
        8333.96
    ],
    [
        " dove into some subject so that might make you seem smarter. Whereas if they apply themselves in that particular, guess what they were applying themselves to something else. So yeah, stay, you got to stay humble with that.",
        8333.96,
        8346.4
    ],
    [
        " And also when we talked about this, when you, oh, you know, I am smarter than this person. Well, guess what? There's something there's still something that they're better than you. And what is it? You might be smarter than, guess what?",
        8346.68,
        8359.92
    ],
    [
        " Maybe it's a guy we talked about earlier where I'm smarter as I can be. Guess what? This person can physically take me down and dominate me. And that's horrible. Or they're better at whatever, better athletically or some people are really good craftsmen with their hands.",
        8360.1,
        8372.02
    ],
    [
        " I mean, there's so many different things that you can be skilled at. And if you start thinking that yourself, that you're, that you're better than other people, you're going to have issues because in the long run, you want to stay humble?",
        8372.08,
        8388.08
    ],
    [
        " Just stay alive because life will hungry. Humble you. Life is hard. And if you're pushing hard and you're driving hard and you're trying to achieve a lot, you're not always going to win. I don't care who you are. You're going to get humbled. It's going to be hard.",
        8388.52,
        8402.76
    ],
    [
        " So many, so many people that are successful, they've got some hard luck stories along the way of things that they had to push through and overcome in order to get there. They got humbled.",
        8403.38,
        8412.84
    ],
    [
        " And if you're winning every single time, then you're not your goals aren't high enough. So step those up. So, you know, I appreciate the kind of comment.",
        8414.42,
        8427.78
    ],
    [
        " But man, it's not hard to be humble when you know, you need to take like maybe someone, you know, people always think, oh, oh, he's a Navy seal or whatever.",
        8428.46,
        8439.4
    ],
    [
        " You know, there's a lot of seals that are more badass than me that done more deployments that have gotten after it more than me. And I know that. That's awesome. I mean, good. Good for them.",
        8441.06,
        8454.04
    ],
    [
        " You know, they got after it. Good. So I don't feel like, oh, I did more than everybody. No, there's no one like that.",
        8454.78,
        8464.06
    ],
    [
        " There's no one like that. Even Mike Thornton, who was sealed at one the Medal of Honor. Awesome guy. He's a hero.",
        8464.72,
        8473.94
    ],
    [
        " But if he gets interviewed, watch the bunch of interviewed here and heard him talk. He's like, you know, he's like, oh, you got the Medal of Honor. He's like, it's not mine. It's mine guys.",
        8475.04,
        8484.32
    ],
    [
        " You know, it's a guy as I was with represents all. So there's a guy like who's going to be, if there's anyone in the world that needs to, that could not be humble.",
        8484.38,
        8493.8
    ],
    [
        " Maybe it's Mikey Thornton. But guess what? Mikey Thornton. He's as humble as they come. Because you know what? He also has been humbled by combat.",
        8494.0,
        8502.18
    ],
    [
        " Because he realizes things that he tried to do that he didn't get done. There's lives he tried to save that he couldn't save. So you're gonna, there's no doubt.",
        8502.28,
        8511.2
    ],
    [
        " If you're living the right life, you're going to be humbled by it. And there's always, always, always going to be somebody that's better than you that's done.",
        8511.34,
        8519.84
    ],
    [
        " So just stay humble and by the way, what does being cocky gets you anyways? What does that turn you into?",
        8519.92,
        8525.62
    ],
    [
        " I talk about sometime. What is overconfidence gets you? You start cutting corners, you start slack. I mean, it's just ridiculous.",
        8526.78,
        8532.74
    ],
    [
        " So you gotta stay humble. You gotta stay hungry. If you want to stay in the game and believe me, you want to stay in the game.",
        8533.24,
        8540.84
    ],
    [
        " You want to stay in the game?",
        8540.9,
        8542.16
    ],
    [
        " Did you think that, and I can't, I mean, I don't know if maybe this is where this, even the question is coming from.",
        8542.86,
        8552.0
    ],
    [
        " But if, you know when you're insecure and like you're just, like everything's a competition, like just in life, it's like it goes beyond just what you're into.",
        8553.3,
        8562.88
    ],
    [
        " It's just like, if someone's better than me, it makes me mad, it makes you uneasy or whatever. It's like this insecurity kind of thing.",
        8563.2,
        8569.92
    ],
    [
        " So when you do, it's like if you look at everything, it's just this big life competitive. Like I gotta beat that guy. I gotta be better than them.",
        8570.12,
        8576.24
    ],
    [
        " So when you are better than them, it's like you're still looking at this as this competition, like, eh, you know, like you're not on my level so you don't deserve to be treated.",
        8576.38,
        8584.64
    ],
    [
        " It's kind of like maybe this is a good analogy, maybe not, but like in Jiu Jitsu where if you roll with a white belt, you don't go hard.",
        8584.98,
        8591.56
    ],
    [
        " You don't get satisfaction or whatever. So in the Jiu Jitsu competition arena, you're not giving them the respect.",
        8591.98,
        8598.2
    ],
    [
        " You're not going all out like you would, you know, you're not respecting his arm bar, you know, if you are your smashing, no satisfaction, you know, whatever.",
        8598.2,
        8606.52
    ],
    [
        " It's in that specific competition setting. But if you're just an insecure person where you think that all life is like just one big competition.",
        8606.9,
        8614.46
    ],
    [
        " Oh, you gotta smash that person.",
        8614.54,
        8615.64
    ],
    [
        " Yeah. And if you're not worthy of my smashing, it's like I don't even treat you like you should be on the mats with the kind of single.",
        8615.72,
        8621.64
    ],
    [
        " But maybe I mean, do you think that maybe that's where some of that comes from? Like if you're having trouble like being humble, kind of like I'm better than you in life.",
        8622.02,
        8632.24
    ],
    [
        " Yeah, it's probably just just driven from insecurity. But there's also a, there's a dichotomy there too because man, I like to win.",
        8632.3,
        8640.68
    ],
    [
        " Like no doubt about it. I like to win. And the dichotomy of it is that I also don't literally don't care.",
        8641.16,
        8648.96
    ],
    [
        " Like if I get beat, I'm like, okay, well, I, what can I do to get better? Well, it's not, I don't feel this despair because I lost it.",
        8649.64,
        8660.74
    ],
    [
        " Losing actually kind of motivates me more.",
        8660.92,
        8663.0
    ],
    [
        " Right. Yeah.",
        8663.42,
        8663.88
    ],
    [
        " As opposed to getting angry and the worst thing that happens is people decide they're not going to compete, right?",
        8664.34,
        8670.12
    ],
    [
        " They're not going to compete in the game of life because they didn't win or they don't feel like they can win.",
        8670.22,
        8674.88
    ],
    [
        " They go, ah, you know what? I'm just going to, I'm just going to back off. I'm just not going to participate in the game.",
        8674.88,
        8680.32
    ],
    [
        " But getting the game.",
        8680.52,
        8681.42
    ],
    [
        " Yeah.",
        8681.84,
        8682.24
    ],
    [
        " Getting the game.",
        8682.24,
        8683.14
    ],
    [
        " Yeah.",
        8683.48,
        8684.08
    ],
    [
        " Theme.",
        8684.38,
        8684.82
    ],
    [
        " So maybe it comes from not understanding what that means when you win and stuff.",
        8685.26,
        8693.78
    ],
    [
        " I get, I guess.",
        8694.54,
        8697.48
    ],
    [
        " You know, like, let's say like, like the fight, like back to the fighting situation where the about, you know, being a secure part of the male balancing a girl psyche.",
        8697.48,
        8704.96
    ],
    [
        " If you know that you've achieved these skills, have these skills to win people, you know, who don't have your skill set, you don't want to fight them.",
        8705.16,
        8713.26
    ],
    [
        " So you're just like whatever.",
        8713.64,
        8715.02
    ],
    [
        " But let's say like you have a better skill set yet you're still blowing your horn about your skill set.",
        8715.36,
        8720.32
    ],
    [
        " You know, you're not humble about it.",
        8720.56,
        8722.78
    ],
    [
        " It's like it comes from maybe, I don't know.",
        8723.0,
        8725.48
    ],
    [
        " Yeah, there's no doubt there can be some insecurity that charges that makes people super competitive beyond healthy competitors.",
        8725.92,
        8736.6
    ],
    [
        " Right.",
        8736.6,
        8736.76
    ],
    [
        " Just like in life, like I'm just in life, you know, no matter what.",
        8736.86,
        8740.4
    ],
    [
        " Which again, there's people that are that way, myself included.",
        8740.84,
        8744.42
    ],
    [
        " And but again, the dichotomy is, I don't think you like that.",
        8745.28,
        8749.16
    ],
    [
        " No, no, I, I, I know I am.",
        8749.16,
        8751.6
    ],
    [
        " Well, I know I am.",
        8751.74,
        8753.54
    ],
    [
        " Remember echelon front. Remember the logo.",
        8753.96,
        8755.6
    ],
    [
        " Yeah, right.",
        8755.96,
        8756.44
    ],
    [
        " And I'm going to post this on Twitter too.",
        8756.8,
        8758.5
    ],
    [
        " Jockel made the original echelon front logo.",
        8758.82,
        8762.14
    ],
    [
        " This is like a long time ago.",
        8762.6,
        8763.52
    ],
    [
        " Yeah, yeah, yeah.",
        8763.54,
        8764.16
    ],
    [
        " And you're like, hey, you know, this is the logo, something like this.",
        8764.16,
        8767.24
    ],
    [
        " And then basically, but you didn't care that it was junk.",
        8767.78,
        8771.4
    ],
    [
        " No, no, no, but I, all I want to do is get you the idea.",
        8771.9,
        8774.44
    ],
    [
        " You weren't competing with me.",
        8774.76,
        8775.76
    ],
    [
        " Like you drew an eye drew, but like it, like as someone who's competing in everything in life, like if you draw something and I draw something, you're like, I want to make my better.",
        8776.1,
        8782.92
    ],
    [
        " No, no, no, but, but well, I see I wanted to win with the idea, not with the skill, the idea or I wanted to win the war.",
        8782.92,
        8790.46
    ],
    [
        " Not the short-term battle is like who can draw this thing better?",
        8790.54,
        8793.22
    ],
    [
        " That the war was who comes up with a strategic victory, which the icon and the symbol for echelon front is the one that I drew.",
        8793.42,
        8804.7
    ],
    [
        " I liked it.",
        8805.24,
        8806.2
    ],
    [
        " So yes, I didn't care that it looked like junk,",
        8806.22,
        8811.14
    ],
    [
        " because I'm not, I was, did it with your huge post-docs, because it's pretty fun.",
        8811.16,
        8814.38
    ],
    [
        " I did it on PowerPoint with like a cram, looks like a cram, because I didn't want to take much time with it.",
        8814.5,
        8820.4
    ],
    [
        " I know, I knew that that thing would take you 15 minutes to make on your, what is it, AI, illustrator.",
        8820.42,
        8827.28
    ],
    [
        " Yeah, man, I was long time.",
        8827.56,
        8828.58
    ],
    [
        " I was like, that might have been, don't be mad at me, that's probably the first logo I've ever actually made.",
        8828.84,
        8834.96
    ],
    [
        " Maybe.",
        8836.0,
        8836.84
    ],
    [
        " Hey, there you go.",
        8837.26,
        8837.78
    ],
    [
        " It was very successful.",
        8837.84,
        8838.56
    ],
    [
        " Yeah, yeah.",
        8839.0,
        8839.46
    ],
    [
        " Thanks for trusting me.",
        8840.9,
        8842.38
    ],
    [
        " Next question.",
        8844.32,
        8845.42
    ],
    [
        " What do you do when you have two extreme ownership believers that have to go against each other?",
        8847.12,
        8854.98
    ],
    [
        " Ooh, sounds like a big challenging question, but it actually shouldn't be because if you think about this, if you truly think about this,",
        8855.36,
        8864.58
    ],
    [
        " this should not be an issue, and here's why, go against each other, against each other.",
        8864.58,
        8871.52
    ],
    [
        " So what are the goals?",
        8871.66,
        8872.42
    ],
    [
        " Are these two people on the same team?",
        8873.34,
        8875.28
    ],
    [
        " I'm assuming that they're on the same team, right?",
        8875.44,
        8877.24
    ],
    [
        " They're on the same team, so if they're on the same team and we want to win, we have the same goals we want to win, but we won't work together.",
        8877.38,
        8886.34
    ],
    [
        " Because if the goal is to win and we both want to win, why would we be going against each other?",
        8887.3,
        8895.08
    ],
    [
        " We are not taking actual extreme ownership because if you and I were had opposing ideas, but we had the same long term goal, I'm going to take ownership and say,",
        8895.56,
        8904.04
    ],
    [
        " all right, we got to come to terms here, we're going to work this out, we got to figure, and if you're doing the same thing, you'd be like, yeah, absolutely, let's sit down, let's figure this out, let's figure out what's going to be the best, let's take to Mark, let's do to Markets, we're going to figure out a real solution, because we're taking ownership of it.",
        8904.1,
        8915.92
    ],
    [
        " So what's the little nugget that's getting into the system here and screwing things up, it's ego, 100%.",
        8915.92,
        8922.68
    ],
    [
        " And I will say this occasionally, the ideal extreme ownership can be very poorly and very incorrectly interpreted as micromanagement in the ego mania.",
        8922.68,
        8936.08
    ],
    [
        " Meaning like, I'm going to own this, I own this, this is mine, right?",
        8936.08,
        8941.16
    ],
    [
        " We're not, that's not what extreme ownership is at all.",
        8941.7,
        8944.96
    ],
    [
        " It's, you got to own everything, but you don't feel the intrinsic need to do everything, right?",
        8945.9,
        8955.88
    ],
    [
        " Because you own, it's like owning the outcome, and owning the progress, and owning the steps along the way, and owning the responsibility of mission achievement, it doesn't mean that you own each individual step, and you have to make it your way, that's not extreme ownership, that's micromanagement.",
        8957.14,
        8979.24
    ],
    [
        " What, you know, extreme ownership is about leadership and decentralized command, and using indirect tactics to make things happen and owning the outcome.",
        8980.68,
        8993.32
    ],
    [
        " So that's, that's why when you, if you have two people that were truly about like, hey, I'm going to own this, I'm going to have the attitude of extreme ownership, if you and I have the attitude of extreme ownership, we're not going to fight over anything,",
        8994.5,
        9008.72
    ],
    [
        " because we have the same long term goal. And if you come up with a better idea of how to get there, I'm going to say, uh, echo, awesome job.",
        9008.72,
        9018.52
    ],
    [
        " That's a great way we're going to get to where we want to go, we own that outcome, we're going to make it happen.",
        9018.72,
        9023.8
    ],
    [
        " Boom, I'm going to support you. The only time it's going to be a problem is if I have an ego, and then you have an ego, when we both have an ego issue, and usually one person with a big ego,",
        9024.32,
        9037.82
    ],
    [
        " that that inflames other people's egos, because if I say, hey, echo, I got a great plan for how to do this, we need to execute it my way.",
        9040.42,
        9047.98
    ],
    [
        " There's a little bit of ego coming out, because now your ego was down, but almost anything, what do you mean, your way? Wait a second, just right there. Now we got a thing. Now we got some kind of issue going, you know, we're, now we're working against each other instead of working together.",
        9048.6,
        9063.5
    ],
    [
        " So that is, that is absolutely problematic. And I guess to say, to put this in a nutshell, the, if you're using the principle of extreme ownership, the most important thing you need to take extreme ownership of is your own ego and put that thing in check.",
        9063.5,
        9084.7
    ],
    [
        " Yeah, it seems like the extreme ownership, as far as owning it is more is essentially take responsibility, like at all costs kind of thing for more like the bad stuff that happens.",
        9086.12,
        9098.1
    ],
    [
        " Oh, absolutely, the bad stuff. Absolutely, the bad stuff. But you know, but you're going to take because absolutely if you and I do something great together, and I was the leader, I don't go, yes, that's right. I was the guy, you know, you say, hey, first of all, this was mostly on echo.",
        9098.24,
        9114.64
    ],
    [
        " He did most of the work, he did all the, you know, that's what I'm going to say. I'm not going to say, no, this is mine. But when something goes wrong, obviously, I don't say no is echoes fault. And I say, hey, this is my fault.",
        9114.64,
        9124.44
    ],
    [
        " So you know, I should have done double check on the audio before we started the podcast because, you know, we wanted to make sure that thing was recording.",
        9124.44,
        9131.22
    ],
    [
        " Right. I don't say no echo, drop the ball. Yeah, I don't do that. I say, hey, should have double checked.",
        9131.8,
        9138.42
    ],
    [
        " So that's if you truly have two people that have real ownership and they put their egos and check this is literally not an issue.",
        9138.56,
        9147.74
    ],
    [
        " Right. So they, yeah, this isn't even a question for that right because they don't go against each other. They're going with each other.",
        9147.84,
        9153.04
    ],
    [
        " And so what are the chances that you as a person that's really put your ego and check and you're exercising extreme ownership?",
        9153.24,
        9160.28
    ],
    [
        " What are the chances that you work with another person that is exactly with the same mindset, taking ownership, but no ego?",
        9160.52,
        9170.9
    ],
    [
        " What are the chances that they're actually pretty slim. This is not easy to do this. It's simple, not easy, right?",
        9171.32,
        9176.48
    ],
    [
        " So that means you have to be even more proactive in helping adapt to their ego scenario that's happening. And when echoes says, hey, we need to do this my way.",
        9176.92,
        9189.22
    ],
    [
        " I'll be like, hey, you know what echo? Let's take a look at it. Absolutely. You've always come up with great plans. Let's take a look at what this one is here.",
        9189.24,
        9195.18
    ],
    [
        " And all of a sudden, I've disarmed you a little bit. You're feeling good about it. You're like, oh, yeah, that's right.",
        9195.74,
        9200.2
    ],
    [
        " Joc was going to listen to me because it's great. That's exactly what I want you to think. It's exactly what I want you to think.",
        9200.32,
        9205.66
    ],
    [
        " So you're going to have work to do. You're going to have work to do. That's what that's what, that's what it is. It's a challenge.",
        9206.0,
        9213.28
    ],
    [
        " It's work. But when you have the basic principles, I shouldn't say basic. When you have the fundamental principles, they are going to work well for you.",
        9213.28,
        9221.92
    ],
    [
        " And when they're not working well for you, don't get mad at the other person and blame. There you go. Look at your own ego because you can adjust and adapt and maneuver and get that person disarmed.",
        9222.12,
        9234.28
    ],
    [
        " And you can flank them. And then you're going to win. That's so interesting that how this question is like that. I get seems like when I first read it,",
        9234.48,
        9242.98
    ],
    [
        " I was like, oh, shoot, that's a good question. You know, when they're and it is, but in a different way, because this question is essentially what it does is it like what do you call it like a stranger or whatever, like it shifts. It's sift sift strains out the guy who's not doing extreme ownership.",
        9242.98,
        9258.28
    ],
    [
        " See how it says if they're both exercising it, but if they're going against each other, that means there's some extreme ownership not being practiced somewhere.",
        9258.6,
        9264.82
    ],
    [
        " We don't know, but we're going to we can find out, you know, who's going again to kind of thing if they're both going against each other, well, maybe they won't have it, you know, but there's always going to be one person.",
        9264.96,
        9274.52
    ],
    [
        " Well, not always, but there's usually me one person that is got it. Good, that understands it. And that's going to be working in this guy is just so good and so smooth and so tactical.",
        9274.78,
        9287.16
    ],
    [
        " And they're going to win and that other person that's like, that's right. You know why we're winning because I got extreme ownership going on and I took ownership of this project. And you know what the guy says?",
        9287.78,
        9296.78
    ],
    [
        " They go to real, the real leader is like, absolutely, man, you did a great job with that. And meanwhile, he knows he just made his manipulated and flanked him and made it happen to the best of the best for the team.",
        9296.92,
        9309.4
    ],
    [
        " You know, keeping the train going. That's good. Yeah.",
        9309.42,
        9312.5
    ],
    [
        " Indeed. Interesting. Okay.",
        9312.64,
        9315.3
    ],
    [
        " I think we got last question. Yeah, just maybe one more.",
        9315.5,
        9318.32
    ],
    [
        " Maybe.",
        9319.06,
        9319.36
    ],
    [
        " Uh, Taco, can you talk about fear of failure and how to overcome it?",
        9320.4,
        9326.02
    ],
    [
        " Fear of failure.",
        9327.86,
        9329.2
    ],
    [
        " So obviously fear of failure can can keep you from taking risk.",
        9332.66,
        9337.72
    ],
    [
        " And it can leave you to sit in there, paralyzed into not taking any action at all. And obviously that's bad.",
        9338.1,
        9348.48
    ],
    [
        " But I don't actually want you to overcome the fear of failure.",
        9351.78,
        9359.0
    ],
    [
        " I want, I want you to be afraid of failure. Fear of failure is good. Fear of failure will keep you up at night,",
        9359.64,
        9371.28
    ],
    [
        " planning and rehearsing and going over contingencies. Fear of failure will keep you training hard.",
        9371.98,
        9381.52
    ],
    [
        " It'll stop you from cutting corners. Fear of failure will keep you working and thinking and striving and relentlessly trying to be more prepared for battle.",
        9382.22,
        9400.54
    ],
    [
        " So I want you to be afraid of failing. I fear failure.",
        9403.6,
        9408.94
    ],
    [
        " But more important. I want you to be horrified.",
        9409.94,
        9417.56
    ],
    [
        " I want you to be terrified of sitting on your ass and doing nothing.",
        9418.5,
        9424.8
    ],
    [
        " That is what I want you to be afraid of. Of waking up in six days or six weeks or six years or 60 years.",
        9425.46,
        9434.08
    ],
    [
        " And being no closer to your goal, you've made no progress.",
        9434.34,
        9439.96
    ],
    [
        " That is the horror. That is the nightmare. That is what you need to be truly afraid of.",
        9440.84,
        9452.82
    ],
    [
        " Being stagnant.",
        9454.12,
        9456.76
    ],
    [
        " So get up and go.",
        9462.06,
        9466.5
    ],
    [
        " Take the risk. Take the gamble. Take the first step. Take action.",
        9467.58,
        9474.06
    ],
    [
        " And don't let another day slip by.",
        9475.98,
        9481.56
    ],
    [
        " And I think that's all I've got for tonight.",
        9487.34,
        9491.4
    ],
    [
        " And if you got something out of the podcast tonight, you want to hear some more.",
        9492.54,
        9496.78
    ],
    [
        " Well, then maybe you should go ahead and support the podcast and echo.",
        9498.4,
        9501.7
    ],
    [
        " How can the troopers out there best support the podcast?",
        9502.08,
        9505.44
    ],
    [
        " Well, one of the more the initial way is to support yourself at the same time.",
        9506.12,
        9511.48
    ],
    [
        " And that is to supplement on it on it has the best supplements.",
        9511.76,
        9517.68
    ],
    [
        " You know, it's one thing to say they have the best supplements because I like them, but they have for real of the best supplement.",
        9518.26,
        9525.14
    ],
    [
        " Like the legit read all the stuff about it. It's straight up the best.",
        9525.56,
        9529.72
    ],
    [
        " Anyway, you want 10% off there. So support your wallet as well.",
        9529.96,
        9533.32
    ],
    [
        " So you're supporting podcasts yourself and your wallet. 10% off on it.",
        9533.32,
        9538.1
    ],
    [
        " .com slash.",
        9538.58,
        9539.16
    ],
    [
        " Yeah.",
        9539.46,
        9540.12
    ],
    [
        " Also, if you want to passively support, you can do the Amazon Click through that's you're going to one of the websites,",
        9540.12,
        9547.94
    ],
    [
        " jocpodcast.com, or the jockelstore is the Amazon link on the top.",
        9548.14,
        9552.08
    ],
    [
        " Now, we have international.",
        9552.6,
        9553.48
    ],
    [
        " Because everyone's well like before overseas or you know, in a ship.",
        9554.28,
        9557.9
    ],
    [
        " Hey, what about this? Because it's a it's a long story, but but it's not everywhere overseas.",
        9557.92,
        9562.24
    ],
    [
        " It's Canada, the basically, when I started the ones that people have actually",
        9562.42,
        9568.08
    ],
    [
        " hold me, you know, like, hey, we're here in the UK.",
        9569.26,
        9571.68
    ],
    [
        " We want to, you know, be down with the thing or whatever.",
        9571.92,
        9573.64
    ],
    [
        " Yeah. So I did those.",
        9574.04,
        9575.9
    ],
    [
        " And so those are up on both the websites as well.",
        9576.5,
        9578.86
    ],
    [
        " Thanks for hitting me up with that, by the way.",
        9579.06,
        9581.24
    ],
    [
        " Overseas support.",
        9582.1,
        9583.42
    ],
    [
        " Yes. Yes.",
        9583.72,
        9584.78
    ],
    [
        "",
        9584.88,
        9584.88
    ],
    [
        " Fully. So dope.",
        9585.04,
        9585.9
    ],
    [
        " And also, speaking of Amazon, the the new trooper tool.",
        9586.36,
        9590.14
    ],
    [
        " That's a good, that's pretty, it's a cool little tool.",
        9590.76,
        9593.34
    ],
    [
        " Thanks again, Brady for that one.",
        9593.6,
        9594.96
    ],
    [
        " IT Genius.",
        9595.72,
        9596.42
    ],
    [
        " And Jiu-Jitsu student, by the way.",
        9597.42,
        9599.08
    ],
    [
        " Bo.",
        9599.3,
        9599.48
    ],
    [
        " Nonetheless, like this tool, you just click it.",
        9600.84,
        9603.42
    ],
    [
        " You got there's a link to it on things called the, called the true",
        9603.56,
        9606.34
    ],
    [
        " jack podcast trooper tool, Chrome extension.",
        9606.34,
        9608.98
    ],
    [
        " That's what it's called.",
        9609.28,
        9609.74
    ],
    [
        " Awesome.",
        9610.02,
        9610.26
    ],
    [
        " You click on the thing, you just just like you click on thing.",
        9610.4,
        9613.2
    ],
    [
        " If you want to, you click on the thing and it shows up.",
        9613.42,
        9615.1
    ],
    [
        " It's a little icon.",
        9615.14,
        9615.74
    ],
    [
        " Jocke was head.",
        9616.1,
        9616.62
    ],
    [
        " And you can even hide that if you don't want it on your browser or whatever.",
        9617.06,
        9620.38
    ],
    [
        " You just hide it if you don't want it there.",
        9620.6,
        9622.12
    ],
    [
        " But it looks, I think it's kind of cool. It's up there or whatever.",
        9622.16,
        9624.14
    ],
    [
        " Anyway, it helps you go to Amazon.",
        9624.14,
        9626.46
    ],
    [
        " It helps it go through the affiliate link.",
        9627.16,
        9629.12
    ],
    [
        " So you don't have to go through the website anymore, does it on MacLeaf for you.",
        9629.6,
        9632.42
    ],
    [
        " I think say some time.",
        9632.7,
        9633.8
    ],
    [
        " Right.",
        9634.12,
        9634.2
    ],
    [
        " You know.",
        9634.54,
        9634.66
    ],
    [
        " Also, you know, let's of course subscribe to the iTunes and YouTube.",
        9635.8,
        9640.74
    ],
    [
        " I think we're going to pump some more value in YouTube.",
        9641.4,
        9643.38
    ],
    [
        " Some outtakes on there, I think.",
        9643.8,
        9645.22
    ],
    [
        " I like that, I like where you're coming from.",
        9645.86,
        9647.44
    ],
    [
        " Yeah, subscribe to the YouTube channel.",
        9647.66,
        9648.72
    ],
    [
        " Subscribe to the YouTube channel.",
        9648.72,
        9650.04
    ],
    [
        " That would be cool.",
        9650.78,
        9651.3
    ],
    [
        " So we know that you're out there and you're going to receive these things that.",
        9651.68,
        9656.1
    ],
    [
        " Echoes put together.",
        9656.1,
        9657.38
    ],
    [
        " Yeah.",
        9658.14,
        9658.44
    ],
    [
        " And then also the the Jockel podcast store.",
        9658.86,
        9661.7
    ],
    [
        " Yeah.",
        9662.28,
        9662.76
    ],
    [
        " If you like sure, if you wear shirts, it was at Jockelstore.",
        9663.28,
        9665.94
    ],
    [
        " Jockelstore.com.",
        9666.3,
        9667.42
    ],
    [
        " Jockelstore.com.",
        9667.6,
        9668.44
    ],
    [
        " Jockelstore.com.",
        9668.44,
        9668.62
    ],
    [
        " Yeah.",
        9668.7,
        9668.86
    ],
    [
        " Some cool t-shirts.",
        9669.26,
        9670.2
    ],
    [
        " I still I think that I still have yet to see one in the wild.",
        9670.56,
        9675.06
    ],
    [
        " Not someone I know.",
        9675.42,
        9676.82
    ],
    [
        " So I'm looking forward to seeing that somewhere in the world.",
        9677.14,
        9680.76
    ],
    [
        " Somewhere on planet earth.",
        9682.14,
        9683.12
    ],
    [
        " I am thoroughly enjoying the pictures that people send.",
        9683.28,
        9687.02
    ],
    [
        " Yeah, they're awesome.",
        9687.14,
        9688.02
    ],
    [
        " You know, it's funny the the the Heather Gray, right?",
        9688.3,
        9691.14
    ],
    [
        " Yeah, the gray.",
        9691.48,
        9692.4
    ],
    [
        " It's like that's the kind of shirt like you know, a lot of lighter color shirt.",
        9692.66,
        9695.16
    ],
    [
        " They get real like dark if you sweat in them.",
        9695.28,
        9698.34
    ],
    [
        " Right.",
        9698.38,
        9698.54
    ],
    [
        " Whatever you know, so they'll be like pictures.",
        9698.7,
        9700.52
    ],
    [
        " I don't even know why I think this is funny, but it's interesting because the other one is charcoal gray.",
        9700.86,
        9704.76
    ],
    [
        " That's a dark gray.",
        9704.86,
        9705.5
    ],
    [
        " So they'll be like, yeah, I got my disability and I see the bottom like looks like a stripe.",
        9705.52,
        9709.04
    ],
    [
        " I'm like, wait, what that's weird how the lighting is or so there's a stripe on the bottom of your shirt.",
        9709.04,
        9713.3
    ],
    [
        " But it's not the charcoal gray one.",
        9713.9,
        9715.36
    ],
    [
        " It's a you know, they were getting after it's in the occasion of getting after it.",
        9715.52,
        9719.08
    ],
    [
        " Yes, very much so anyway, I don't know why I thought those.",
        9719.08,
        9721.38
    ],
    [
        " But it's it looks funny.",
        9721.52,
        9723.64
    ],
    [
        " Not funny like I'm laughing at them, but it's interesting.",
        9723.74,
        9726.2
    ],
    [
        " It looks like a shirt and it's like optical illusion.",
        9726.3,
        9728.36
    ],
    [
        " Anyway, jockelstore.com.",
        9728.6,
        9730.64
    ],
    [
        " There's some other shirts on there.",
        9731.0,
        9732.12
    ],
    [
        " If you like them, coffee mugs and stickers.",
        9732.2,
        9734.66
    ],
    [
        " Awesome.",
        9735.18,
        9735.98
    ],
    [
        " bumper stickers.",
        9736.32,
        9737.24
    ],
    [
        " Also, if you like the podcast and you want more of this information, there's a book that I wrote with my brother,",
        9737.8,
        9745.14
    ],
    [
        " Lafe Babin.",
        9745.14,
        9745.74
    ],
    [
        " It's called Extreme Ownership.",
        9745.8,
        9747.02
    ],
    [
        " You can order it through Amazon.",
        9747.52,
        9749.56
    ],
    [
        " Or you can get any more books or sold.",
        9750.86,
        9752.62
    ],
    [
        " It's available in hardcovered digital and audio format and the audio format, Lafe and I actually read.",
        9752.76,
        9757.4
    ],
    [
        " So get some of that.",
        9757.62,
        9758.84
    ],
    [
        " If you want to talk to Echo and I, you can find us on the interwebs at Twitter, Echo is at Echo Charles.",
        9759.16,
        9770.9
    ],
    [
        " And I am at Jockel Willink.",
        9771.88,
        9773.48
    ],
    [
        " We're also on the Facebooky and some of that Instagram.",
        9773.58,
        9777.86
    ],
    [
        " I got a Snapchat thing.",
        9778.6,
        9781.06
    ],
    [
        " I signed up for it or whatever, but I haven't done anything with it yet.",
        9781.96,
        9785.46
    ],
    [
        " I got to explore that.",
        9786.36,
        9788.12
    ],
    [
        " But man, the social media stuff takes some time and I can't.",
        9788.5,
        9794.2
    ],
    [
        " If you want me, find me on Twitter.",
        9794.66,
        9796.38
    ],
    [
        " That's the best way.",
        9796.64,
        9797.22
    ],
    [
        " Ask your questions on Twitter.",
        9797.7,
        9798.8
    ],
    [
        " Hit me up on Twitter.",
        9799.32,
        9800.16
    ],
    [
        " That's the most common thing that I use.",
        9800.78,
        9803.5
    ],
    [
        " I do check Facebook.",
        9804.92,
        9806.26
    ],
    [
        " I mean, everything that has ever been sent to me, I've read.",
        9806.46,
        9809.68
    ],
    [
        " I might not have responded to it because I can't literally can't respond to every single thing that gets sent to me.",
        9810.06,
        9815.44
    ],
    [
        " Which is what's nice about on Twitter.",
        9816.64,
        9819.14
    ],
    [
        " I can just hit that I like it, you know, so that people know like, oh, he read it cool.",
        9819.2,
        9822.74
    ],
    [
        " On Facebook, I read it, but there's nothing to press to say I read your thing.",
        9822.84,
        9827.28
    ],
    [
        " So maybe I should figure something out like that.",
        9827.8,
        9831.32
    ],
    [
        " But anyways, you're solid and like you get back to people and stuff, which is cool.",
        9831.5,
        9836.4
    ],
    [
        " Because there's some people you can tell it's not them.",
        9836.48,
        9838.52
    ],
    [
        " It's like they're social media.",
        9838.76,
        9840.36
    ],
    [
        " And I was just out where I just was.",
        9841.4,
        9843.68
    ],
    [
        " There was very limited internet.",
        9844.02,
        9845.86
    ],
    [
        " So I was able to get like a tweet out in the morning.",
        9845.88,
        9848.84
    ],
    [
        " A couple of tweets out in the morning.",
        9848.84,
        9850.6
    ],
    [
        " But when I'd go to start responding, it was, you know, three minutes to look at the tweet from somebody.",
        9850.88,
        9857.42
    ],
    [
        " So I'm backed up right now from like five days, four days behind or something like that.",
        9857.76,
        9861.94
    ],
    [
        " Five days behind actually.",
        9861.94,
        9862.96
    ],
    [
        " Yeah, but see, you mean to say that like that you're like backed up.",
        9863.38,
        9866.2
    ],
    [
        " It means like that you're, you know, you're engaged, Matt.",
        9866.3,
        9869.36
    ],
    [
        " And that's good.",
        9869.36,
        9869.86
    ],
    [
        " Yeah.",
        9870.18,
        9870.3
    ],
    [
        " But even then I was reading and I do.",
        9870.46,
        9873.08
    ],
    [
        " And if you send me something on Twitter, I'm going to see it.",
        9873.2,
        9875.38
    ],
    [
        " I'm going to read it.",
        9875.82,
        9876.36
    ],
    [
        " I might not respond to it directly, but I might.",
        9876.64,
        9879.12
    ],
    [
        " Well, I've had a day actually more than once too, but I'm remembering a very specific time.",
        9879.2,
        9883.92
    ],
    [
        " A day where I wasn't going to go to Jiu Jitsu.",
        9884.16,
        9886.28
    ],
    [
        " I wasn't going to go.",
        9886.56,
        9887.14
    ],
    [
        " I was, you know, today's the best day.",
        9887.48,
        9889.06
    ],
    [
        " Whatever.",
        9889.14,
        9889.32
    ],
    [
        " I wasn't going to go.",
        9890.18,
        9890.82
    ],
    [
        " We call that weakness.",
        9891.1,
        9892.04
    ],
    [
        " Maybe call it what you want.",
        9892.44,
        9894.44
    ],
    [
        " Nonetheless, when you see pictures of, I saw it.",
        9895.58,
        9899.2
    ],
    [
        " I don't know the name of the specific person, but I saw a picture first day of Jiu Jitsu.",
        9899.2,
        9904.4
    ],
    [
        " And I'm like, you know how you get that feeling when like let's say you weren't at Jiu Jitsu.",
        9905.12,
        9908.46
    ],
    [
        " And I took a picture of me on the mat saying, I'm here without Jocco.",
        9908.58,
        9912.0
    ],
    [
        " I'll do that every once in a while to like my friends.",
        9912.42,
        9914.2
    ],
    [
        " I'm here without Jocco.",
        9914.2,
        9915.26
    ],
    [
        " And you kind of like, you have this feeling like, dang, I wish I was there right now just to whatever.",
        9915.26,
        9919.02
    ],
    [
        " I kind of got that feeling.",
        9919.44,
        9920.84
    ],
    [
        " That weird competitiveness you were talking about.",
        9921.12,
        9923.2
    ],
    [
        " No, it's more like, I want to be there with you.",
        9923.46,
        9925.6
    ],
    [
        " Maybe, maybe a little bit old.",
        9925.6,
        9927.5
    ],
    [
        " By the way, I don't know if you knew this.",
        9927.96,
        9929.8
    ],
    [
        " You know, like guys would be like, hey, I want to come visit you at the jammer one.",
        9930.26,
        9933.4
    ],
    [
        " Right?",
        9933.42,
        9933.82
    ],
    [
        " And to me, it's like a guy showed up because when I was out of town.",
        9934.14,
        9937.02
    ],
    [
        " Yeah.",
        9937.18,
        9937.32
    ],
    [
        " And you know, I say the days, like I go on these days typically and whatever.",
        9937.54,
        9941.26
    ],
    [
        " So just hit me up.",
        9941.3,
        9942.3
    ],
    [
        " Whether it be on Twitter, whatever.",
        9942.3,
        9943.2
    ],
    [
        " If you are in town and he did.",
        9943.36,
        9945.1
    ],
    [
        " And because the reason that's significant, one of the main reasons what I said to.",
        9945.34,
        9948.58
    ],
    [
        " Where was he from?",
        9948.8,
        9949.4
    ],
    [
        " Arizona.",
        9950.06,
        9950.66
    ],
    [
        " So Arizona's name is A.B.",
        9951.06,
        9952.24
    ],
    [
        " A.B.",
        9952.4,
        9952.6
    ],
    [
        " The man showed up, rolled money.",
        9953.1,
        9955.64
    ],
    [
        " Yeah.",
        9955.64,
        9955.98
    ],
    [
        " So because a lot of people in life, I'm not saying just on Twitter, I'm just saying in life,",
        9956.12,
        9959.72
    ],
    [
        " they always will be like, hey, oh, you do just say, yeah, I'm going to come by and you can show me",
        9959.72,
        9964.52
    ],
    [
        " you're all roll or whatever.",
        9964.52,
        9965.66
    ],
    [
        " And I would say a good 95 to 99% of the time, they don't, they don't come.",
        9965.72,
        9971.12
    ],
    [
        " Yeah.",
        9971.44,
        9971.74
    ],
    [
        " Well, a lot of times they're hitting you up from the place or farther than the way than Arizona.",
        9971.74,
        9976.04
    ],
    [
        " No, I'm even talking about like before the podcast and stuff.",
        9976.3,
        9979.06
    ],
    [
        " I'm saying like your friends, you know, my friends, whatever, you know, yeah, you do.",
        9979.16,
        9984.26
    ],
    [
        " Yeah, yeah, I'm going to come check it out.",
        9984.26,
        9985.5
    ],
    [
        " Sounds cool, you know, and they never had this dude rolled before.",
        9985.5,
        9988.58
    ],
    [
        " A.B.",
        9988.84,
        9989.38
    ],
    [
        " A.B.",
        9989.78,
        9990.14
    ],
    [
        " Was he a Gigi?",
        9991.18,
        9992.06
    ],
    [
        " Yeah, he's a, he's a, he's like a three straight white belt or something like that.",
        9992.08,
        9997.66
    ],
    [
        " We just coming up.",
        9997.98,
        9998.78
    ],
    [
        " Yeah.",
        9999.26,
        9999.4
    ],
    [
        " Oh, nice guy, you know, he's cool.",
        9999.64,
        10001.68
    ],
    [
        "",
        10001.9,
        10001.9
    ],
    [
        " What's up, A.B.",
        10001.92,
        10002.38
    ],
    [
        " The man, thanks for coming.",
        10002.52,
        10003.48
    ],
    [
        " Yeah, yeah.",
        10003.84,
        10004.56
    ],
    [
        " Yeah.",
        10005.38,
        10007.64
    ],
    [
        " And, and obviously, I just want to give a shout out.",
        10008.1,
        10013.44
    ],
    [
        " We talked about some soldiers today, but I want to give a thanks to all the police out there.",
        10013.44,
        10017.18
    ],
    [
        " I hear a lot from police officers all over the country.",
        10017.38,
        10020.8
    ],
    [
        " And thanks to you guys for doing your duty to keep us safe.",
        10021.5,
        10025.58
    ],
    [
        " Same thing with the firefighters.",
        10025.6,
        10026.38
    ],
    [
        " I've actually heard a lot from fire.",
        10026.38,
        10028.82
    ],
    [
        " There's all kinds of firefighters.",
        10028.88,
        10030.08
    ],
    [
        " And all you guys are protecting us on the home front.",
        10030.88,
        10033.38
    ],
    [
        " Obviously, much appreciated.",
        10033.7,
        10035.86
    ],
    [
        " And then, of course, the military folks out there, especially those that are deployed right now,",
        10036.08,
        10042.08
    ],
    [
        " taking the fight to the enemy, be aggressive and crush them.",
        10042.08,
        10047.34
    ],
    [
        " And we'll see you when you get home.",
        10047.98,
        10048.94
    ],
    [
        " And finally, to all the, to all the Jockel podcast troopers out there,",
        10049.9,
        10056.74
    ],
    [
        " thank you for the support across the board with all of us.",
        10057.28,
        10061.38
    ],
    [
        " We appreciate it.",
        10061.72,
        10062.6
    ],
    [
        " And what we really appreciate more than anything is you out there in your life.",
        10062.8,
        10071.32
    ],
    [
        " Taking ownership of your world and getting after it.",
        10071.64,
        10077.86
    ],
    [
        " So until next time, this is Echo and Jockel.",
        10077.86,
        10083.82
    ],
    [
        " Out.",
        10084.22,
        10085.62
    ]
]