[
    [
        " This is Jocco Podcast number 32 with Echo Charles and me, Jocco Willink. And since Jocco",
        0.0,
        12.82
    ],
    [
        " Podcast number 31 went long with the very heavy and dark book we decided to end that",
        12.82,
        26.74
    ],
    [
        " one and not do any Q&A which means that today we have 100% Q&A for the troops. And obviously",
        27.26,
        37.52
    ],
    [
        " this comes from the questions come from you all that are listening mostly on Twitter and on",
        37.52,
        44.0
    ],
    [
        " Facebook is where I get these questions from. So thanks to everyone for submitting these questions",
        44.0,
        50.74
    ],
    [
        " so that we can answer them for you. Echo, good evening. Good evening.",
        51.2,
        58.44
    ],
    [
        " All right, first question. I want to say I like this first question a lot. It's a good question.",
        59.06,
        65.5
    ],
    [
        " Yep. Echo approves of the first question. I approve most questions for sure.",
        65.88,
        70.9
    ],
    [
        " Okay, first question. How does one who grew up in the ghetto, quote-unquote,",
        71.68,
        78.1
    ],
    [
        " involved with gangs, drugs, witnessing murders and all that good stuff overcome that mentality",
        78.92,
        84.8
    ],
    [
        " where your guard is always coming from a family of immigrants and growing up really poor.",
        84.8,
        90.08
    ],
    [
        " We had to make a lot of sacrifices and as I get older I feel that in some of these ways,",
        90.72,
        96.12
    ],
    [
        " in some ways this affects my daily life. I'm proud of my beginnings and I cherish my mistakes",
        96.5,
        101.18
    ],
    [
        " but still even in my senior year in college I feel some resentment towards these privileged kids",
        101.18,
        105.94
    ],
    [
        " who seem like they have it all. I really find it hard to get along with them because in a way I see",
        105.94,
        111.86
    ],
    [
        " them as weak because they haven't suffered through hard times or have to struggle as a minority.",
        111.86,
        117.9
    ],
    [
        " What should I do to learn to love them and respect them as equals?",
        119.2,
        123.62
    ],
    [
        " Yeah, that is that is a good question. I definitely have seen",
        125.32,
        129.36
    ],
    [
        " people go through that mentality where they're having that attitude and I'll tell you",
        131.9,
        137.94
    ],
    [
        " when I was a kid I had a girlfriend when I was a kid, this girl and we know her friend was my",
        137.94,
        146.88
    ],
    [
        " friend as well so we were all kind of friends and one of the girls, one of the things that she said,",
        146.88,
        153.74
    ],
    [
        " which I thought was brilliant and she said everybody has a hard block story.",
        153.8,
        158.7
    ],
    [
        " Like no matter you go and talk to somebody they had their struggle that they went through and",
        159.46,
        167.18
    ],
    [
        " whether it was divorce, whether it was abuse, whether it was money struggles, whether there was",
        167.18,
        173.28
    ],
    [
        " fighting in the house, whether it was jail, whether there was drugs, whether it was alcoholics,",
        173.28,
        177.62
    ],
    [
        " or workaholic, or whatever situation you've been in, everybody's got a hard luck story or",
        177.62,
        184.78
    ],
    [
        " something that challenged them and it might not be really obvious on the surface. I mean,",
        184.78,
        191.3
    ],
    [
        " for instance this question here, the fact the way that the question is phrased, you can hear",
        191.76,
        197.98
    ],
    [
        " he's talking about the things that we, he said family of immigrants growing up really poor,",
        197.98,
        204.16
    ],
    [
        " we had to make a lot of sacrifices, right? So right there, right there, you can see that he's",
        204.16,
        210.44
    ],
    [
        " got a certain amount of familial pride and he's talking about his family as we and a group of being",
        210.44,
        217.4
    ],
    [
        " together and you know that might not be money, that might not be expensive clothes but that's",
        217.4,
        223.72
    ],
    [
        " an incredibly powerful thing. It's a you're incredibly lucky to have that. Now you tell me who's",
        223.72,
        228.72
    ],
    [
        " who's more, who has a tougher challenge, the person that grows up in a tight-knit family where",
        228.84,
        234.72
    ],
    [
        " everyone sticks together and everyone makes sacrifices together, or the kid who grows up, whose",
        234.72,
        240.82
    ],
    [
        " dad makes a ton of money, dad's never home, dad chooses, literally chooses, work over the family.",
        240.82,
        247.76
    ],
    [
        " And how does that affect the kid's personality? You know, I mean the kids, kids can come from any",
        248.42,
        253.74
    ],
    [
        " background and end up in really tough situations with drugs, alcohol, addiction, whatever that came",
        253.78,
        260.0
    ],
    [
        " from really good circumstances or really bad circumstances, which doesn't even matter. You can come",
        260.0,
        264.14
    ],
    [
        " from both. So, so that's part one. Part one is like, you know, you don't know what kind of struggles",
        264.14,
        270.16
    ],
    [
        " other people have been through. They might have been, they might have, they might be a 22-year-old",
        270.16,
        274.74
    ],
    [
        " senior in college driving a BMW that has more demons in their life than you do. So it's, it's a",
        274.74,
        283.34
    ],
    [
        " little bit arrogant to walk around and think that your demons are worse than anybody else's demons.",
        283.34,
        288.5
    ],
    [
        " You just don't, you just don't know what their demons are. Now, on top of that,",
        289.36,
        294.86
    ],
    [
        " if you just want to look at like the privileged, the monetary side of it, I promise you that",
        295.3,
        302.84
    ],
    [
        " despite the fact that you grew up in a ghetto and you had your family had to make sacrifices,",
        302.84,
        307.5
    ],
    [
        " there are people that you're the privileged kid because you get some kid that grew up in South",
        307.66,
        314.7
    ],
    [
        " America or some kid that grew up in Africa that, you know, you think you had it tough? They didn't",
        314.7,
        321.46
    ],
    [
        " have a house. They got, you know, a political strife in their city. They watched their parents",
        321.46,
        327.34
    ],
    [
        " get killed, whatever. So you're a privileged person to somebody else. So let's keep that in mind as",
        327.34,
        332.28
    ],
    [
        " well. And once again, you don't know what that looks like. You don't know what kind of struggles people",
        332.28,
        336.92
    ],
    [
        " have been through. So let's just try and, I'll use the term judge. Let's try and judge people not",
        336.92,
        347.02
    ],
    [
        " on what they are, but on who they are as a person. And, you know, for me, you, you know, you talked",
        347.02,
        353.18
    ],
    [
        " about the minority thing that, to me, I don't care about race, color, creed, you know, that stuff",
        353.18,
        358.16
    ],
    [
        " matters to me. I don't care about socio economic background. None of that stuff matters to me. I don't",
        358.16,
        366.9
    ],
    [
        " the, the good seals came from every background, every one of those backgrounds, the bad seals came",
        367.68,
        376.22
    ],
    [
        " from every one of those backgrounds. There was, there was kids that grew up rich with the silver spoon",
        376.22,
        380.34
    ],
    [
        " in their mouth. They were awesome seals. There were kids that grew up in the ghetto, their parents",
        380.34,
        384.74
    ],
    [
        " were gangbaggers, awesome seals. Same as reverse is true. There was kids that grew up with the silver",
        384.74,
        389.84
    ],
    [
        " spoon in their mouth and went to a private school. And they were horrible seals. And there was kids",
        389.84,
        393.4
    ],
    [
        " that grew up gangbaggers and they were horrible seals. So it doesn't matter. What matters is not what",
        393.4,
        397.78
    ],
    [
        " you are. It's who you are as a person. So I, yeah, I'm not going to, I'm not going to judge. And in",
        397.78,
        407.8
    ],
    [
        " fact, if there's, if I was to name some negative traits that do bother me, it's one of them would be",
        407.8,
        411.98
    ],
    [
        " judging people based on, you know, stereotypes, judging people, judging the book by its cover. If",
        411.98,
        423.32
    ],
    [
        " you realize that you don't know what people's backgrounds are, you don't know what goes on behind",
        423.32,
        428.98
    ],
    [
        " closed doors. You don't know what tough situation people have been through and judge them not based",
        428.98,
        435.04
    ],
    [
        " on that stuff. Just judge them on who they are as a person. Yeah. Yeah, fully and, and I think this",
        435.04,
        442.54
    ],
    [
        " kind of helps. You know how, let's say like, let's say you're in a boat, right? Like a robot.",
        442.54,
        448.42
    ],
    [
        " And you're all trying to get upstream and you have all different kinds of people. And then you",
        448.84,
        453.3
    ],
    [
        " have weaker people and you have stronger people. And the strong person put whether it's by his",
        453.98,
        461.52
    ],
    [
        " choice or not, he's strong. He can, you know, he's been working out. I don't know. He's in shape. He",
        461.52,
        465.76
    ],
    [
        " can roll a lot. So he went through all this sacrifice. But at the end, he's a stronger person.",
        465.76,
        473.16
    ],
    [
        " So you can look at it in a way where you now have the power. So be responsible with your power.",
        473.7,
        479.84
    ],
    [
        " Like to help. So you have to row. It's like, you have a bigger burden, but you have to embrace that",
        479.84,
        483.94
    ],
    [
        " not burden, but you have a bigger workload because you're more prepared for it in life. Yeah. And",
        483.94,
        488.6
    ],
    [
        " actually speaking of that. So now that means that you have the power to, to give people knowledge and",
        488.6,
        495.54
    ],
    [
        " perspective on what you've been through. And that's important. Now there's two ways to do that. We",
        495.54,
        498.86
    ],
    [
        " talk about this all the time. If I go up to you, Echo, and I say, Hey, you don't know what you're doing.",
        498.86,
        504.74
    ],
    [
        " Let me show you the correct way to film this. Let me show you the correct way to use this microphone.",
        504.98,
        510.16
    ],
    [
        " Right. You, how would you feel about that?",
        510.28,
        512.34
    ],
    [
        " I don't know if I would like that. No, of course you wouldn't. If I came up to you and said,",
        513.0,
        517.4
    ],
    [
        " listen, you don't know what it's like to struggle. Are you going to be, are you going to be open",
        517.42,
        523.56
    ],
    [
        " to hear what I'm about to say? No, you're not. No one is. No one is. But if I said, hey, man,",
        523.56,
        528.74
    ],
    [
        " it's really good to meet you. Oh, and then we start developing relationships. But I get, you know,",
        528.82,
        531.6
    ],
    [
        " it's like one thing that we got to remember is what it's like for maybe some people you know,",
        531.68,
        534.5
    ],
    [
        " when I was growing up, I had to deal with this. Oh, okay. Now your mind is open to it. You start",
        534.5,
        538.72
    ],
    [
        " learning. You start growing yourself. So by not being arrogant and by being humble and thinking",
        538.72,
        545.34
    ],
    [
        " that you have, you may have been through worse things than me or whatever the case may be,",
        545.34,
        549.4
    ],
    [
        " we're actually going to make each other better. And that's the goal here. Yeah. So you just got to",
        549.86,
        555.7
    ],
    [
        " stay humble on these things and and it'll be it'll, it'll work out better for you in the end.",
        555.7,
        561.16
    ],
    [
        " It will absolutely work out better for you in the end.",
        561.22,
        563.96
    ],
    [
        " Judge people by the content of their character, I believe, is a, a way of putting it that makes a",
        565.82,
        573.6
    ],
    [
        " lot of sense to me. Next question, Jacco. And echo, how do you guys feel about the Ensign",
        573.6,
        590.24
    ],
    [
        " question? And it's, there's a guy named Intonanoi. And he's a, he's a old school,",
        590.24,
        598.02
    ],
    [
        " Jitsu guy, old school MMA guy. And he's a black belt. And Jitsu, but he fought in UFC, he fought in",
        598.42,
        606.04
    ],
    [
        " pride. He was the Shudo champion. He's just a, just a really old school kind of OG from Hawaii,",
        606.04,
        615.74
    ],
    [
        " from Hawaii. And just just a really well respected guy as a fighter. And a guy that, you know, his,",
        615.74,
        623.46
    ],
    [
        " he kind of had that warrior ethos that people talk about, you know, where he would say, look,",
        623.74,
        632.78
    ],
    [
        " I'm, I would rather die in this fight than lose. And he meant it. And so he's been, but he moved",
        632.96,
        640.82
    ],
    [
        " to Japan. He's of Japanese heritage. And he moved to Japan a long time ago. I mean, I want to say",
        640.82,
        647.36
    ],
    [
        " 10 or maybe 15, maybe even longer. Yeah, I think longer. Yeah, a long time ago. He moved back to",
        647.36,
        653.74
    ],
    [
        " Japan. He's, he's, you know, that's where he's kind of built his life is in Japan. And along the",
        653.74,
        661.62
    ],
    [
        " way, I think his last fight was maybe, maybe eight to 10 years ago was his last fight. And since then,",
        661.62,
        670.48
    ],
    [
        " you know, there was the, the horrible earthquake and the tsunami in Japan. And he did work as sort of,",
        670.48,
        677.36
    ],
    [
        " as sort of a charity to raise money and help out those victims. So that's what he's been focused on.",
        677.5,
        684.88
    ],
    [
        " And he's been focused on, I guess, his family and whatever else. But in that time, he, he,",
        685.04,
        691.54
    ],
    [
        " he strayed off the mats of justice. He stopped the training. And, and so, you know, he had other",
        691.8,
        699.06
    ],
    [
        " things going on in his life and he stopped training. I don't recommend anybody stop training. And,",
        699.06,
        703.62
    ],
    [
        " but for whatever reason, he, he stopped training and he stopped training. And I saw a little",
        703.64,
        709.32
    ],
    [
        " interview with him as he was talking about this. He stopped training for like 10 years, 10 years of",
        709.32,
        713.68
    ],
    [
        " no, and he said no training. He just was stopped training. And now, you know, he's, because he's a",
        713.68,
        721.12
    ],
    [
        " Jiu Jitsu guy, eventually Jiu Jitsu gets back in your brain and he started getting back on the mats.",
        721.12,
        726.36
    ],
    [
        " And when he got back on the mats, he felt that he didn't deserve to be a black belt anymore. And it",
        726.96,
        734.62
    ],
    [
        " wasn't just because he was, his timing was off or he was out of condition. He felt like Jiu Jitsu had",
        734.62,
        741.6
    ],
    [
        " had changed. And he's right. In the last 10 years, Jiu Jitsu has changed a lot. And you know what?",
        741.6,
        746.32
    ],
    [
        " Yesterday, Jiu Jitsu changed a lot. And the day before, I mean, Jiu Jitsu changes every day.",
        746.58,
        750.58
    ],
    [
        " Every day it changes. I'm shocked. Dean will come up with some new thing. Dean's very, very good at",
        750.96,
        760.9
    ],
    [
        " coming up with new things. And he comes up with a new thing, like something I, I neither one of us",
        760.9,
        767.86
    ],
    [
        " had thought of. He probably does that once or twice a month. He comes up with this new thing.",
        767.86,
        773.9
    ],
    [
        " I might do it once every three to six months, maybe where I go, okay, I found something new and I'm",
        774.38,
        780.56
    ],
    [
        " going to do it. He says, well, no, just put your hips over there and literally. So it's just one",
        780.56,
        785.96
    ],
    [
        " of those things that it changes. And so, and so, and so, got on the mat again and said, oh, I don't",
        785.96,
        791.16
    ],
    [
        " think I deserve to be a black belt right now. And so he demoted himself back to the purple belchy.",
        791.16,
        796.18
    ],
    [
        " And so people said the question is, how do I feel about it? And by the way, since this question",
        797.24,
        804.38
    ],
    [
        " got asked, he actually reprimoted himself back to black belch. So, and how did that go down?",
        804.54,
        813.22
    ],
    [
        " That was John, he talked to his instructor that gave him the black belt, right, John Lewis?",
        813.34,
        817.2
    ],
    [
        " From what I understand, I didn't read as much into that part of it. I was, I was mainly just",
        817.44,
        822.1
    ],
    [
        " reading other people's takes on it, you know, like their reaction, but which didn't go to the",
        822.1,
        826.94
    ],
    [
        " source material. About the concept more so. We go to the source material. Anyway,",
        826.94,
        833.22
    ],
    [
        " I'm not, I'm not, but he had a conversation with John Lewis. And John Lewis said, what,",
        834.02,
        838.26
    ],
    [
        " what was the overall, do you know what he said? Well, whatever he said, I, I did go to the source",
        838.36,
        843.76
    ],
    [
        " material. There you go. And, but I don't want to quote it exactly. But John Lewis basically said,",
        843.76,
        849.14
    ],
    [
        " look, you deserve to black belt. Oh, and you know what he said? He said, look, someone that's a doctor",
        849.14,
        855.04
    ],
    [
        " that became a doctor. And then that's not practicing, but then they want to get back in the field.",
        855.04,
        859.98
    ],
    [
        " They don't not become a doctor. They just go and learn the new techniques and get refreshed.",
        859.98,
        865.88
    ],
    [
        " They don't have to take their doctor tag off their door. And he said, you're a doctor of Jiu-Jitsu.",
        866.08,
        870.6
    ],
    [
        " You just got to get refreshed with the new techniques and get back into it. And,",
        871.0,
        874.88
    ],
    [
        " andson said, okay, you know, he, he agreed with it and he promoted himself back to black belt.",
        875.08,
        881.58
    ],
    [
        " So, you know, again, I think from my, from my perspective, I say good for him. I think both",
        883.52,
        891.12
    ],
    [
        " those actions I agree with, I think it's actually pretty cool that he demoted himself. And,",
        891.12,
        896.86
    ],
    [
        " and said, you know what, I don't, I don't, I haven't been in the game. I got out of the game.",
        896.96,
        901.78
    ],
    [
        " And I don't deserve to be a black belt right now. So I'm not going to, I'm not going to put it on.",
        902.12,
        906.58
    ],
    [
        " I'm discreasing the black belt. But I also see the mind flip of, hey, you know what? I fought and",
        906.88,
        914.76
    ],
    [
        " trained for a giant portion of my life. And I have innate knowledge that got me the black belt.",
        914.76,
        920.56
    ],
    [
        " And now I need to get back in the game, but I'm still a black belt. I, I, I really respect",
        921.0,
        926.36
    ],
    [
        " andson. I think he's a, I think he's a guy with a lot of heart and pride. And I respect his decision.",
        926.58,
        935.18
    ],
    [
        " I think it's pretty simple from my perspective. Yeah. Yeah. That's, man, it's one of those things where",
        935.26,
        941.08
    ],
    [
        " when you hear someone make a good point about one side of the whole deal, you're like, oh, yeah,",
        941.08,
        947.56
    ],
    [
        " that's true. And then you see someone else making, when I saw it, I was like, dang, that is good.",
        947.58,
        952.32
    ],
    [
        " He, that is so humble and he's really keeping it real. He's like, I'm not a black belt. I'm going to,",
        952.32,
        956.94
    ],
    [
        " but I think I'm a purple belt. There, here's where I am. And then Chris Houter, who's, he's, you know,",
        956.96,
        962.04
    ],
    [
        " one of the original OGS and brother guys, smart. He said essentially kind of the same thing as",
        962.2,
        969.72
    ],
    [
        " John Lewis. What are you saying? It's kind of the same thing where you, you know, jujitsu changes,",
        969.72,
        974.34
    ],
    [
        " just gonna be changing whether you're doing it or not. And you earned it. You're the black belt,",
        974.76,
        979.0
    ],
    [
        " you know, your instructors, you know, recognize you as a black belt. You are a black belt,",
        979.04,
        983.06
    ],
    [
        " regardless. And just because you jump back on the wave of jujitsu and maybe weren't as good as",
        983.28,
        989.8
    ],
    [
        " at surfing, you know, you're still, you're still that black belt. You just got it, like how you",
        989.8,
        994.4
    ],
    [
        " said, you just got to get refreshed with other new techniques. If you want to, you know, be up to",
        994.4,
        997.8
    ],
    [
        " something. And he said it way more eloquently than that, obviously. But man, reading, reading now is",
        997.8,
        1002.02
    ],
    [
        " like dang, he's right, man. But, but he did say that it's like, it's kind of like false humility,",
        1002.02,
        1008.24
    ],
    [
        " which I dig pretty much everything Chris Houter has to say about YouTube, but I couldn't really get",
        1008.24,
        1013.52
    ],
    [
        " there as far as me feeling that it was false in anyway. No, yeah, I don't, I don't, I don't think",
        1013.52,
        1019.14
    ],
    [
        " so either. Yeah, I didn't, I didn't feel that, you know, whether or not I understood exactly what",
        1019.14,
        1023.8
    ],
    [
        " Chris was saying. Yeah, I guess I could see what are you saying. Where he could come to that",
        1023.8,
        1029.96
    ],
    [
        " conclusion a little bit, but I don't, I don't know, agree with that piece of it. I don't, because",
        1030.04,
        1033.88
    ],
    [
        " to me, it's actually, hey, look guys, I don't think there's anything false about saying, hey, I",
        1033.88,
        1039.58
    ],
    [
        " am not good enough to be a black belt right now. So therefore, I'm putting on, I think I'm about",
        1039.58,
        1044.18
    ],
    [
        " purple belt level. I know what it feels like to be a black belt. And I don't feel like one right now.",
        1044.18,
        1048.6
    ],
    [
        " Yeah, I think that makes sense. Yeah. So I mean, it does to me too. And, but ultimately, I think,",
        1048.82,
        1054.06
    ],
    [
        " it's, it's however you, and I think your instructors have a lot to do with it as well.",
        1055.96,
        1062.04
    ],
    [
        " How, however you want to see it, you know, I mean, I, because there is a lot to be said for someone",
        1062.7,
        1067.3
    ],
    [
        " who will do that, because a lot of guys, they get their black belt and they're gone. Yeah,",
        1067.3,
        1070.82
    ],
    [
        " they'll be like, hey, and some guys do it if they get their brown belt. Yeah, brown belt, I'm",
        1070.82,
        1074.38
    ],
    [
        " gone. I'm a brown belt. It does happen sometimes, but it shouldn't happen at all. What? Guys get",
        1074.38,
        1080.8
    ],
    [
        " their black belt and then stop training. Right. All right. No, if you guys like that, but, you know,",
        1080.8,
        1085.94
    ],
    [
        " so it's like, hey, I got my black belt. And I'm not saying they chose to do that. Yeah, the thing that's",
        1086.06,
        1090.4
    ],
    [
        " weird about that, the thing that makes that surprising is that it takes a lot of dedication to get",
        1090.4,
        1094.7
    ],
    [
        " your black belt. And the only way you can have that much dedication is if you actually enjoy training",
        1094.7,
        1098.06
    ],
    [
        " Jiu Jitsu. And if you don't enjoy training Jiu Jitsu, then you go get your black belt. Why would you",
        1098.06,
        1103.08
    ],
    [
        " stop training? That doesn't make sense to me. It's kind of like the fact that people talk about",
        1103.08,
        1107.3
    ],
    [
        " going through seal training and they say, oh, do you really, if some, if you just, if you, they",
        1107.3,
        1114.58
    ],
    [
        " think if you, you can make it through, if you don't want to make it through, if you don't truly",
        1114.58,
        1118.86
    ],
    [
        " want to make it through, then guess what? You're, you're probably not going to make it through. And",
        1118.86,
        1122.82
    ],
    [
        " it's the same thing with Jiu Jitsu. If you don't really enjoy it, if you're doing it just for the black",
        1122.82,
        1127.16
    ],
    [
        " belt, it's kind of, it's kind of hard to do it just for the black belt. That's my point. Just like",
        1127.16,
        1131.52
    ],
    [
        " if you're going to go through seal training just to get your seal tried in and just to claim, hey,",
        1131.52,
        1136.2
    ],
    [
        " I'm a Navy seal. If that's the only reason that you're doing it, it's going to be hard for you to",
        1136.2,
        1139.82
    ],
    [
        " get through. Right. So, so I would imagine anywhere I would guess that it wasn't their only reason,",
        1139.82,
        1144.9
    ],
    [
        " but let's just say either that was a big reason to begin with or just over time that started to be",
        1145.06,
        1150.76
    ],
    [
        " the reason, you know, you know, I mean, people can fall in and out of that mindset and that trap,",
        1150.76,
        1155.88
    ],
    [
        " you know, where it's like, I just want that that belt, I want to walk around and be known as a",
        1156.08,
        1160.18
    ],
    [
        " black belt or whatever. And then that mindset starts to just creep in their mind and it",
        1160.18,
        1165.92
    ],
    [
        " becomes like a major part of their thinking. So it's like dang this work. So, what you want",
        1165.92,
        1169.56
    ],
    [
        " frustration comes in and life that's one of the kind of cool things about no ghee in the idea that",
        1169.56,
        1175.82
    ],
    [
        " and everyone gives belts now with no ghee. I mean, Dean gives belts with no ghee. I mean, I",
        1175.82,
        1180.62
    ],
    [
        " support giving belts with no ghee even though guide never wears a ghee and he doesn't need a belt.",
        1180.62,
        1184.6
    ],
    [
        " But you know, say all this guys a black belt. But one thing that is cool about no ghee and kind of",
        1185.0,
        1189.06
    ],
    [
        " especially during the during the rogue years of no ghee where it wasn't a thing yet and we were",
        1189.06,
        1193.86
    ],
    [
        " just doing it and there were guys at the time that were only didn't you start off training only",
        1193.86,
        1197.48
    ],
    [
        " no ghee. Yeah, there were guys that only trained no ghee. So it was really a real thing of the belts",
        1197.48,
        1203.26
    ],
    [
        " literally didn't matter because they didn't exist. And then it was just how good are you?",
        1203.26,
        1207.22
    ],
    [
        " Where do you fall out on the totem pole of I can tap you? You can't tap me, but this guy can tap me",
        1207.58,
        1214.02
    ],
    [
        " and I you know what I mean? That would there were something pretty cool about that. Because belts for",
        1214.02,
        1218.88
    ],
    [
        " me have never been a goal or anything really to me to me. I just wanted to be better at that the",
        1218.88,
        1226.02
    ],
    [
        " Jiu Jitsu. Yeah, I mean, but regardless that is a part of it for a lot of a lot of a lot. Yeah,",
        1226.02,
        1231.18
    ],
    [
        " for some people's thinking. So I think with that way of thinking, I think I think he can be like",
        1231.18,
        1236.72
    ],
    [
        " that they'll get a black belt and be like, well, finally, now I get to focus on my career.",
        1236.72,
        1240.74
    ],
    [
        " Yeah, I'm a black belt. And I would the other important thing about this is like don't stop training",
        1240.86,
        1245.16
    ],
    [
        " Jiu Jitsu. Like don't just stop cold turkey, man. That's not good. Even if you can only train a",
        1245.16,
        1250.42
    ],
    [
        " couple times a week or once, even if you train once a week, man train once a week, you know, just",
        1250.42,
        1254.18
    ],
    [
        " to keep your head in the game, keep your dues. At least you can see the new moves. You can see where",
        1254.18,
        1259.2
    ],
    [
        " things are developing. Maybe that'll ignite your desire to get back on the map more. But don't stop",
        1259.2,
        1264.14
    ],
    [
        " training, you know, and even on the days when you don't want to, there's a one day when you don't",
        1264.14,
        1267.76
    ],
    [
        " want to train, go train that day. You know, yeah, go train that day. What it does to a big part of it,",
        1267.76,
        1274.72
    ],
    [
        " it keeps your body in tune with the Jiu Jitsu movement. This is the general movement because that's",
        1275.02,
        1279.56
    ],
    [
        " what one of the things that Ensign said where he was like, my body wasn't moving the same. It wasn't",
        1279.56,
        1283.94
    ],
    [
        " moving. And it's one thing to be like, okay, I'm getting older. I'm less mobile, but",
        1283.94,
        1287.74
    ],
    [
        " Jiu Jitsu movement. We don't know anything about that. But but Jiu Jitsu movement is a certain kind of",
        1287.74,
        1293.1
    ],
    [
        " movement that develops just kind of naturally. You know, when you're rolling all the time. And if",
        1293.1,
        1298.68
    ],
    [
        " you lose that 10 years, I could see you lose that. So it's like dang, my hip escape is really",
        1298.68,
        1302.9
    ],
    [
        " labored right now. And it's hard to do when it's so easy to do normally. So I can understand,",
        1302.92,
        1309.92
    ],
    [
        " I see that. But yeah, that really goes with anything that you're doing. Like any, you know,",
        1309.92,
        1316.12
    ],
    [
        " where you find this also is people that are in business that whatever level they advanced out of,",
        1316.14,
        1323.08
    ],
    [
        " they then let's say it's a they move out of a technical position and they move up to a management",
        1324.1,
        1330.5
    ],
    [
        " position. Don't just walk away completely from the technical side. Like just go, go do it once",
        1331.22,
        1335.74
    ],
    [
        " a week. Go get in the game. Make sure that you still understand so that you stay so that you stay",
        1335.74,
        1340.36
    ],
    [
        " in the game. And you don't lose. You don't wake up because you're a black belt. That's why you got",
        1340.36,
        1344.26
    ],
    [
        " promoted above into a management position. You are a black belt on that technical side and they",
        1344.26,
        1348.54
    ],
    [
        " saw potential for you. So when you walk away from it or when you move up, don't just walk away",
        1348.54,
        1352.98
    ],
    [
        " completely. Stay in the game. Go do, you know, if you're in the military, just because you got",
        1352.98,
        1357.52
    ],
    [
        " promoted to whatever company commander or or a staff guy on the battalion, don't just say,",
        1358.78,
        1363.94
    ],
    [
        " well, I'm never going to go in the kill house again. No, no, no, go in the kill house. Even if you",
        1364.0,
        1367.3
    ],
    [
        " can only do it once every week or maybe once a month, you just get to go and keep your head in the",
        1367.3,
        1373.56
    ],
    [
        " game. You've got to do that. So you stay fresh. You stay. Like you said, you keep that mental",
        1373.56,
        1379.14
    ],
    [
        " game there. Whereas if you just walk away and when I would have guys that were senior to me,",
        1379.14,
        1386.22
    ],
    [
        " come out and go through little blocks of training with us. Maybe they come out and go to the",
        1386.94,
        1389.64
    ],
    [
        " kill house with us for a day. They didn't know what they were doing. They didn't know what they were",
        1389.64,
        1394.0
    ],
    [
        " doing. Part of it was because they walked away for too long. But even when they didn't know what they",
        1394.0,
        1398.24
    ],
    [
        " were doing, you were still like, hey man, good for him for coming out. You know, it wasn't like you",
        1398.24,
        1402.22
    ],
    [
        " said, oh, look at him. He doesn't know. I don't respect him. No, you're actually actually the",
        1402.22,
        1405.68
    ],
    [
        " opposite is true. You'd say, oh, man props props to the boss here for coming out and getting",
        1405.68,
        1409.12
    ],
    [
        " after it with the boys for a day. Yeah. He doesn't know what he's doing, but maybe we can help him.",
        1409.12,
        1412.96
    ],
    [
        " And if they had that mentality the whole time, because it's a lot easier to maintain a scale than",
        1413.72,
        1418.28
    ],
    [
        " it is to learn it. Yeah. So all you have to do, you're a black belt man, get on the mat once a",
        1418.28,
        1422.78
    ],
    [
        " week, you know, just just get in there and roll some people. Roll them up. Yeah. But I back to",
        1422.78,
        1429.8
    ],
    [
        " Ensign, I dig it either way. I even dig it that he did it and then really took some peer review.",
        1429.8,
        1436.1
    ],
    [
        " And it was like, hey, I maybe didn't look at it this way. It was an open-minded decision.",
        1436.66,
        1440.22
    ],
    [
        " Yeah. Making process. Yeah. You went back in, went to the source, choose instructor.",
        1440.22,
        1443.36
    ],
    [
        " Yeah. We support that on Victor. We went back to the instructor and he was like, hey,",
        1443.62,
        1447.22
    ],
    [
        " and he was like, yes, yes, sir, you know, that's kind of where it all came from. And he",
        1447.42,
        1451.08
    ],
    [
        " went back to black belt. Even that, I can't help but respect, you know, whole situation.",
        1451.08,
        1456.52
    ],
    [
        " And what if this is like a whole side note? What if what if you go like, who gave you your",
        1457.26,
        1463.76
    ],
    [
        " black fabi, right? No, Dean Lester. Okay. So let's say you took 10 years off, you came back and",
        1463.76,
        1468.92
    ],
    [
        " rolled with Dean. Oh, no. Dean was like, bro, I am your instructor. I'm taking your belt.",
        1468.92,
        1474.82
    ],
    [
        " I'm giving you a purple belt. That would be awesome. But like, is that, is that cool?",
        1474.96,
        1480.4
    ],
    [
        " Like, you know, as far as like, can you do that or what I do? How do you feel about that?",
        1480.62,
        1483.6
    ],
    [
        " I don't know, but that would be very cool to see that happen. Even just, even just, oh, you",
        1483.62,
        1491.2
    ],
    [
        " want to hear, you want to hear an old school story, an old school Jiu Jitsu story? Of course.",
        1491.2,
        1494.26
    ],
    [
        " Okay. This is awesome. So back in the day, back in the day, I was a blue belt.",
        1494.44,
        1501.56
    ],
    [
        " Dean was, I think Dean was a blue belt too. He might have been a purple belt.",
        1502.3,
        1506.82
    ],
    [
        " And there was another person that was a blue belt at the time. My wife, your wife was a blue belt.",
        1507.36,
        1513.12
    ],
    [
        " It's a blue belt. And she was good. She's a really good athlete. Is that how you met your wife?",
        1513.12,
        1518.0
    ],
    [
        " No, no, she was, I'm supposed to Jiu Jitsu upon her once we were married.",
        1518.14,
        1522.3
    ],
    [
        " So, you know, it was all good. And we were training with Fabio and Fabio's, no, Fabio's great",
        1523.1,
        1528.3
    ],
    [
        " instructor. And we were at the Academy one day. And there's a guy from out of town,",
        1528.3,
        1535.32
    ],
    [
        " and right? And he's a purple belt. So, you know, purple belt, you know, he figured that guy's",
        1535.34,
        1540.24
    ],
    [
        " good. But this is back in the day too. This isn't in the mid 90s. So probably like 90, I'll say 96.",
        1540.24,
        1546.02
    ],
    [
        " And so this guy comes in from out of town. And you know, there wasn't that many Jiu Jitsu schools.",
        1549.24,
        1553.1
    ],
    [
        " In San Diego, there was like two, right? It was that it was Fabio. There was Rodrigo. I think that was it at the time.",
        1553.34,
        1559.38
    ],
    [
        " So anyways, this guy comes in. He's kind of a, he's probably 35 years old.",
        1560.14,
        1565.44
    ],
    [
        " Probably 150 pounds purple belt. So, you know, we're rolling and we're a little bit like,",
        1565.8,
        1571.78
    ],
    [
        " okay, the guy's a purple belt. But there's that attitude of the guy's, no, the guy knows what he's doing.",
        1571.78,
        1577.34
    ],
    [
        " So, I didn't roll them, but I'm watching them. I'm rolling with Dean. We're doing our thing. And it's",
        1577.78,
        1581.72
    ],
    [
        " kind of the open map period. And Fabio has enrolled with my wife. And so my wife, you know, she's",
        1581.72,
        1591.48
    ],
    [
        " good. But she's a, they're rolling. And he gets her in a choke. He gets her in a rear naked choke.",
        1591.48,
        1599.82
    ],
    [
        " And she buries her chin like a white belt of like a, like a defense, you know, I'm going to bury my",
        1600.12,
        1605.66
    ],
    [
        " chin. So he's not going to choke me. He chokes her face. Like I'm talking legit gets after",
        1605.66,
        1611.54
    ],
    [
        " it on her face. And she starts crying and a little bit of blood. Oh dang. And she says, okay.",
        1611.54,
        1620.68
    ],
    [
        " So, so I'm just like, and so I hear her scream or whatever. And then, and then,",
        1620.96,
        1626.84
    ],
    [
        " you know, she gets up and he lets go and he's kind of like, oh, sorry. Uh, blah, blah, blah.",
        1627.86,
        1632.02
    ],
    [
        " And Fabio looks at me and he goes, and the guy didn't notice my wife.",
        1632.16,
        1635.58
    ],
    [
        " Fabio goes, Fabio goes, jaco, you know with him now. And I go, okay. So even I,",
        1635.76,
        1644.38
    ],
    [
        " I was like, okay, I'm going to smash him. But I didn't intentionally like, assault him.",
        1644.72,
        1653.44
    ],
    [
        " I just smashed him. I mean, I crushed him and submitted him, but I didn't like, break his arm.",
        1653.64,
        1660.7
    ],
    [
        " And, but I smashed him. And I was doing a lot of neon stomach at the time. So I was just driving,",
        1661.82,
        1667.76
    ],
    [
        " you know, do it was like an early version of the park van shot. I had to do neon his neck and",
        1667.76,
        1672.86
    ],
    [
        " were smashing him. And, um, and then I get done and I warm out pretty good. And Fabio is like,",
        1672.86,
        1680.76
    ],
    [
        " now I will roll with you and Fabio tore him up and, uh, was like cracking arm bars on him and",
        1680.76,
        1689.62
    ],
    [
        " choking him and smashing him. And then the guys like, the guys like broken down and Fabio is,",
        1689.62,
        1698.7
    ],
    [
        " Fabio said, you're not a purple belt. And I can't remember if he took his purple belt,",
        1698.94,
        1703.2
    ],
    [
        " but he kicked him out and he said, don't ever come back here and you're not a purple belt. And",
        1703.54,
        1707.66
    ],
    [
        " I think he took his purple belt and said, you're not a purple belt. No, you know, he also said,",
        1707.66,
        1711.64
    ],
    [
        " I have one thing I remember him saying is like, this girl's been training here for two and a half",
        1711.64,
        1715.0
    ],
    [
        " years. She's never been hurt. She's never had a problem. You come in here and hurt this girl.",
        1715.0,
        1720.06
    ],
    [
        " You're not a purple belt. You don't know what you're doing. Give me a purple belt. Yeah. So",
        1720.54,
        1725.1
    ],
    [
        " that was a cool demotion. Yeah. Curve to see a Fabio Santos old school jujitsu right there. It's",
        1725.1,
        1730.4
    ],
    [
        " yeah. Yeah. Yeah. That's, um, yeah. Different situation though. Yes. It is a different situation.",
        1730.82,
        1736.2
    ],
    [
        " But, but I think I don't know. Maybe we need to see more demotions in jujitsu. That's a possibility.",
        1736.28,
        1742.04
    ],
    [
        " Maybe I need to get started on that. Demote myself right now. Yeah. Yeah. So, all right. That's",
        1742.34,
        1749.1
    ],
    [
        " awesome. But yeah, yeah, man. Old school jujitsu Fabio. Yeah. But it's kind of interesting,",
        1749.1,
        1753.9
    ],
    [
        " though, right? Because that kind of falls the same in the same way. Like in the same line is,",
        1753.98,
        1758.72
    ],
    [
        " is that acceptable for a professor to demote their student if they lost a step? Or once you",
        1758.72,
        1765.08
    ],
    [
        " earn that black belt or the brown, whatever the belt is, once you earn it, it's like you paid those",
        1765.08,
        1770.54
    ],
    [
        " dues. Yeah. That's, you know, it's a hard. Yeah. Yeah. Yeah. Interesting. I don't know. I think,",
        1770.54,
        1777.06
    ],
    [
        " I think I might be wrong in terms of the way people view it, but I think demotion is kind of cool.",
        1777.06,
        1783.7
    ],
    [
        " I think I think more demotions need to happen. Yeah. Like, oh, you haven't been coming to the gym",
        1784.88,
        1789.2
    ],
    [
        " for two years. Cool. Give me your brown belt. You know what I mean? Hey, man, sorry. You know,",
        1789.2,
        1793.98
    ],
    [
        " yeah. No one's ever going to come to my academy. Yeah. I would say that that could be the case if",
        1794.16,
        1800.64
    ],
    [
        " the reason, like if you're, if you're this highly competitive philosophy type team,",
        1800.64,
        1808.48
    ],
    [
        " where you, if you got an attorney, you have to represent, and that was the culture,",
        1809.24,
        1813.24
    ],
    [
        " real rigid like that. Then yeah, but you know, jujitsu for life, you know, you can take 10 years off,",
        1813.46,
        1818.4
    ],
    [
        " jujitsu is kind of part of you or whatever. You were awarded this belt through your time. Yeah,",
        1818.52,
        1821.98
    ],
    [
        " maybe you're right. Efforts and stuff like that. Then it's like, now I got to worry about all my time",
        1821.98,
        1826.46
    ],
    [
        " and effort. Yeah. That would scare people off that they go like on and go back because I don't",
        1826.46,
        1830.6
    ],
    [
        " want to get demoted. Yeah, exactly. Now I got to do it. I got to earn it back. Yeah. But like I",
        1830.6,
        1835.88
    ],
    [
        " said, if there was a job that you had to do, basically, it's like if you have a job to do as a brown",
        1835.88,
        1840.46
    ],
    [
        " belt, you have to represent, you know, like in a company or something, you can't be the director of",
        1840.46,
        1845.5
    ],
    [
        " sales. Get that job and then now your performance sucks. You know, you can't be remade because you have",
        1845.5,
        1852.12
    ],
    [
        " a job to do. But like I said, jujitsu is not really a job where I don't know. I mean, when you're a brown",
        1852.12,
        1857.2
    ],
    [
        " belt in a school, you have to go and help train the other people. That's part of your job, right?",
        1857.2,
        1861.26
    ],
    [
        " Yeah. Yeah. You have to show up and train with me. Right. Yeah. For sure.",
        1861.62,
        1865.3
    ],
    [
        " And yeah, if you're violating some, you know, some ethics or something like that, then I mean,",
        1865.66,
        1870.4
    ],
    [
        " even then you don't really take away the belt. You take away their whole, like get out of here.",
        1870.56,
        1874.38
    ],
    [
        " You know, but I think so, so the bottom line is although I think demotions would be cool, I don't",
        1874.52,
        1879.86
    ],
    [
        " think it's probably going to happen. And I think that the, I think that's tradition because although",
        1879.86,
        1884.88
    ],
    [
        " I do believe I think demotions are good idea, I also do like some of the traditional aspects of",
        1884.88,
        1889.66
    ],
    [
        " jujitsu and one of the traditional aspects is when you get about your belt. Yeah, you did it. You put",
        1889.66,
        1893.76
    ],
    [
        " it all the time, all the effort, all that knowledge, you know, all right, you get to keep your belt,",
        1893.76,
        1897.3
    ],
    [
        " people. But here's the thing I think that's interesting about you. You know, it's funny,",
        1897.38,
        1903.88
    ],
    [
        " is that the gym I will shout out things like like take that guy's, take his brown belt,",
        1904.04,
        1908.52
    ],
    [
        " look at what purple belt is really doing good against the brown belt. I mean, take his brown belt",
        1908.66,
        1911.58
    ],
    [
        " from him. Do it. Yeah, or yeah, or yeah, or yeah, I'm kind of an instigator. Yeah, and I like that.",
        1911.58,
        1916.64
    ],
    [
        " I like that. That's part of our fun culture where you can say, or if you roll with it, let's say,",
        1916.72,
        1922.86
    ],
    [
        " I'll do this with like my friends or whatever they're a brown belt. And it's, you know,",
        1923.68,
        1928.4
    ],
    [
        " same belt as you and you get them and you get them like kind of easier with a new move or something",
        1928.5,
        1932.48
    ],
    [
        " that's real flashier, something you take their belt and say like you don't deserve that right now.",
        1932.48,
        1935.78
    ],
    [
        " We're going to roll in the counter belt. But I think that that's kind of what's in our minds",
        1936.24,
        1942.74
    ],
    [
        " anyway. So let's say a guy rolls in, he's a brown belt and he's getting smashed or whatever.",
        1942.74,
        1947.0
    ],
    [
        " Remind like purple belts. Yeah, that's one of the best things about you, Jitsu. Is that the belt?",
        1947.46,
        1951.52
    ],
    [
        " It doesn't really mean anything. Right. Because if you're a black belt, you come in there getting smashed",
        1952.16,
        1956.48
    ],
    [
        " by blue belts. Yeah. No one's sitting there thinking, wow, he's a black belt. They're thinking,",
        1956.48,
        1960.14
    ],
    [
        " no, there's something wrong with him. Yeah, exactly. No, no, no black belt here. Yeah. So that's one of",
        1960.14,
        1964.82
    ],
    [
        " the best things about Jitsu is the truth is on the map. So I guess it doesn't. You don't need to get",
        1964.82,
        1968.98
    ],
    [
        " demoted. Right. Your mere existence is a demotion. If you're not, if you're not training. Right. So",
        1968.98,
        1973.44
    ],
    [
        " like I like it goes back to what I was saying, where you put in all that time, because really the belt",
        1973.44,
        1977.28
    ],
    [
        " is based on specific things. And those things, if you've done those things, you've taken the time",
        1977.28,
        1982.68
    ],
    [
        " is one of them, the knowledge, the, you know, understanding of all this. All basically all that the",
        1982.68,
        1987.5
    ],
    [
        " belt is based on, that doesn't really go away. You put in that time. You have that knowledge. You know,",
        1987.5,
        1993.1
    ],
    [
        " all right. I think I go scared. I'm going to take his belt away.",
        1993.38,
        1996.64
    ],
    [
        " Or maybe I'll take your belt away. Bring it. Hey, there's going to be about a 45 second break in",
        1998.34,
        2003.88
    ],
    [
        " the podcast right now. Anyway, all right. Next question, dead horse. Go.",
        2003.88,
        2011.72
    ],
    [
        " Jocco. What do I say to someone I've trained and later claims, this person claims",
        2012.5,
        2019.86
    ],
    [
        " that a certain thing was not covered in the training. In addition to the question, it's obviously",
        2020.62,
        2027.38
    ],
    [
        " excuses. Obviously excuses. So this is a, this is a really pretty common question of how do you",
        2027.38,
        2035.08
    ],
    [
        " handle these situations? And I've actually been lucky enough in my life to have run a lot of training",
        2035.08,
        2038.52
    ],
    [
        " into a lot of different situations, mostly in the military. And I've absolutely had this happen.",
        2038.52,
        2043.38
    ],
    [
        " And there's one thing that I do when this happens. And you can probably guess what it is.",
        2045.56,
        2050.1
    ],
    [
        " I take ownership of it. So check it out. If somebody comes to me and says, oh, you were supposed to",
        2050.24,
        2055.02
    ],
    [
        " train us on X. And you didn't. And I know that I did. And it was in the curriculum. And we",
        2055.02,
        2060.32
    ],
    [
        " covered it. I say, I don't say no, I trained you. And here it is. No, I say, okay. Let's get it",
        2060.32,
        2065.62
    ],
    [
        " trained then. What do I got to do? Here it is. Let me redo the curriculum. Let me show it to you",
        2065.62,
        2073.36
    ],
    [
        " job. And this is what I used to tell my guys when I ran training, the guys that were the instructor",
        2073.42,
        2077.18
    ],
    [
        " cadre. I'd say, listen, it isn't your job just to run the training, just to provide the training.",
        2077.18,
        2082.68
    ],
    [
        " It is your job to ensure that the training is absorbed. That's the difference. That's a big",
        2082.88,
        2090.3
    ],
    [
        " difference between philosophies of training. I, my goal when I'm training someone is to make sure",
        2090.3,
        2094.9
    ],
    [
        " that the training is absorbed into the mind. Otherwise, go watch a YouTube video because a YouTube",
        2094.9,
        2100.4
    ],
    [
        " video you can see the same instruction. But no, I need to seek you out and say, okay,",
        2100.4,
        2106.7
    ],
    [
        " where did you miss it? Where did it also? Where did I fail in my training? If I covered it,",
        2107.2,
        2112.24
    ],
    [
        " why don't you remember it? That means I didn't cover it well enough. I didn't teach it well enough.",
        2112.24,
        2115.86
    ],
    [
        " And I think that you then you retrain them. You get them up to speed. At some point,",
        2116.68,
        2123.34
    ],
    [
        " they're going to realize that you did train them. I mean, if they truly forgot,",
        2123.34,
        2126.06
    ],
    [
        " or even if they didn't forget, but they're just placing the blame on you, they're going to realize",
        2127.38,
        2131.0
    ],
    [
        " that you know. They're going to know that you know that you trained them when they, when you",
        2131.0,
        2136.62
    ],
    [
        " reflect on the same information and do it again. So I think it's a pretty simple answer. When someone",
        2136.62,
        2144.08
    ],
    [
        " is saying you haven't trained them, take responsibility for it, take ownership for it, and say,",
        2144.08,
        2148.98
    ],
    [
        " okay, let me get you trained on it. My apologies. I'm here to train you. Let me make sure that I",
        2149.04,
        2156.04
    ],
    [
        " let's go. I think that your way of training should be done or performed with kids as well,",
        2156.04,
        2167.22
    ],
    [
        " like parents with their kids. You know how, you know how the kids misbehaving. And the parents",
        2167.22,
        2172.52
    ],
    [
        " like, I don't know why he does that. I told him not to pitch a fit. Well, yeah, I know you probably",
        2172.52,
        2177.26
    ],
    [
        " told him or you went through the motions of telling him or whatever, but man, you got to you got",
        2177.26,
        2181.02
    ],
    [
        " trained them and make sure that's absorbed, you know. Absolutely. So and I always kind of think of it",
        2181.02,
        2187.16
    ],
    [
        " this way, not kind of I really think of it this way, where if your kid is misbehaving, it's something",
        2187.16,
        2193.22
    ],
    [
        " you did or didn't. Of course. So you can't really sit there and be like, oh, blaming the kid for",
        2193.22,
        2199.84
    ],
    [
        " misbehaving or whatever. Yeah, you know, you're right. I wonder, isn't it weird that you can have",
        2199.84,
        2206.04
    ],
    [
        " families where one kid can go to go to high school and do well and do great on the SATs and get",
        2206.86,
        2214.08
    ],
    [
        " new great college and go to and go be a doctor and the other kid can become a heroin addict.",
        2214.08,
        2219.88
    ],
    [
        " You isn't that strange. It's interesting, but I and I think long time ago, I would talk to you",
        2220.0,
        2226.26
    ],
    [
        " about this like long time ago. And how do we blame the parents? Well, that's the thing. That's",
        2226.26,
        2231.18
    ],
    [
        " the that's not what I'm saying. I'm not saying blame the parents. I'm not saying that because because",
        2231.18,
        2235.2
    ],
    [
        " that would that if you're blaming them, that's like saying, it's so easy. Why didn't you do that? I",
        2235.2,
        2238.74
    ],
    [
        " blame you, you know, kind of things. Not easy. Brothers, so many different dynamics to every kid's",
        2238.74,
        2243.64
    ],
    [
        " experience. So, you know how and this is how the conversation kind of if I remember correctly,",
        2243.64,
        2247.9
    ],
    [
        " kind of started when you were like, hey, I have, you know, four kids or whatever. And they're just",
        2247.9,
        2252.88
    ],
    [
        " different. They are true. Then I said, this is before I had kids, by the way. So you weren't really",
        2252.88,
        2258.86
    ],
    [
        " feeling what I was saying. Yeah, you didn't you didn't really care about that. Well, not to say you didn't care.",
        2258.86,
        2264.2
    ],
    [
        " So what do you say anyway? I said, I said.",
        2264.2,
        2266.58
    ],
    [
        " Okay. Yeah, it's kind of complicated. So, uh oh, the kids are different. Yeah, but they're not",
        2267.86,
        2278.2
    ],
    [
        " just different. Like that's not it. That's nature and nature. Yes, yes, fully. So consider",
        2278.2,
        2283.56
    ],
    [
        " every kid's starting point is different. So you can't expect everyone every kid's ending point",
        2283.56,
        2289.44
    ],
    [
        " to be the same, even though they go through the same experience. True. Just being the second born,",
        2289.44,
        2294.4
    ],
    [
        " you're starting out as a completely different human being. Right. Just being two years, one year,",
        2294.7,
        2299.96
    ],
    [
        " five years younger than your older brother. So those minor variables end up creating some major",
        2300.1,
        2306.56
    ],
    [
        " differences. Yes, of course. So at certain points in development, they're going to have kind of",
        2306.56,
        2312.34
    ],
    [
        " the same needs, but in a different environment. So the way that you fulfill those same needs with",
        2312.34,
        2317.2
    ],
    [
        " the first kid are going to look different as far as them being translated with the second kid",
        2317.2,
        2322.06
    ],
    [
        " and the third kid and the four, you know, however many kids you have to make slight adaptations to",
        2322.06,
        2327.86
    ],
    [
        " what you did to the second kid in the first. And to keep a handle of all those dynamics is it's",
        2327.86,
        2332.76
    ],
    [
        " hard. So that's why it's not only that it's not an exact science. Yeah. And in the way kids react",
        2332.76,
        2340.5
    ],
    [
        " away people. It's not just we're not just talking about kids here. We're talking about people",
        2340.5,
        2343.74
    ],
    [
        " because you get different people that you hire at different times or different people that",
        2343.92,
        2347.5
    ],
    [
        " join platoons at different times and they have a different attitudes. So yeah, you know, just",
        2347.5,
        2350.92
    ],
    [
        " but the bottom line is the thing that remains constant through all this is that if you're trying to",
        2350.92,
        2356.44
    ],
    [
        " import knowledge on people, you need to take responsibility not just for showing them the knowledge,",
        2356.44,
        2361.64
    ],
    [
        " but to making sure that they absorb the knowledge and the primary methodology of doing that is by",
        2361.7,
        2366.24
    ],
    [
        " explaining to people why they're doing what they're doing and why you're telling them this and why",
        2366.24,
        2370.8
    ],
    [
        " this occurs. So if like you said, you tell your kid don't have a temper tantrum and then",
        2373.1,
        2378.4
    ],
    [
        " you never explained to them, here's why you don't want to have a temper tantrum. When you're doing",
        2378.4,
        2382.0
    ],
    [
        " this, you could hurt yourself, you could hurt other people, you're going to do things that regret,",
        2382.0,
        2385.48
    ],
    [
        " you're going to break something in the house, I can't control you, I can't bring you anywhere if",
        2385.7,
        2389.82
    ],
    [
        " you're going to act like this. That means we can't go out and have fun. So you got to explain why.",
        2389.82,
        2392.86
    ],
    [
        " And once you explain why then people have a better chance of absorbing the information. But yes,",
        2393.4,
        2397.88
    ],
    [
        " you as a trainer, parent, leader, teacher has the responsibility not just to impart knowledge,",
        2397.88,
        2404.06
    ],
    [
        " but to ensure that the knowledge is absorbed. Yeah. Rant complete.",
        2404.14,
        2408.5
    ],
    [
        " Well, and of course, like I said, it's for parenting, it's not like just that easy, you know.",
        2409.46,
        2417.38
    ],
    [
        " No, parenting is very difficult leadership situation. So it's really a lot like plinco.",
        2417.46,
        2421.94
    ],
    [
        " Consider it. You know what I mean? You started a different point and all these variables.",
        2423.32,
        2427.2
    ],
    [
        " But yeah, there you go. So next question,",
        2428.06,
        2432.84
    ],
    [
        " Taco. Yes. In the SEAL teams, you led all male teams. Any leadership difference in business",
        2433.4,
        2442.12
    ],
    [
        " world, in the business world with mixed gender or female teams? So first of all, in the military,",
        2442.12,
        2449.32
    ],
    [
        " I did work with women. There's no women in the SEAL teams, but there's women that are in",
        2449.32,
        2453.3
    ],
    [
        " tell, there's women that are in logistics, there's women in the some of the logistics support units",
        2453.3,
        2458.32
    ],
    [
        " that go out in the field sometimes. So definitely worked with women in the military and in the",
        2458.32,
        2465.22
    ],
    [
        " civilian sector with with Ashela on front work with all kinds of women, all kinds of women in every",
        2465.22,
        2471.12
    ],
    [
        " level from CEOs on down to frontline troopers. And here's the deal for me. It's no factor. No",
        2471.12,
        2478.7
    ],
    [
        " factor to me. What's a factor to me is can they do their job? Do they have an open mind? Are",
        2478.7,
        2485.74
    ],
    [
        " they humble? Do they treat people with respect? Those are the kind of things that I'm judging.",
        2485.74,
        2491.36
    ],
    [
        " It's like what we talked about earlier. I'm judging, but I'm not judging based on",
        2491.96,
        2497.18
    ],
    [
        " what they are. I'm judging on who they are and who they are as a person. So that's, I see",
        2497.18,
        2504.76
    ],
    [
        " no real difference. The leadership, the way that you lead doesn't change. In my opinion,",
        2505.14,
        2511.78
    ],
    [
        " from the women I've seen in leadership positions, to the men I've seen in leadership positions,",
        2511.94,
        2516.66
    ],
    [
        " the way they lead is successful because the way they lead, not because they're male or female.",
        2517.02,
        2522.18
    ],
    [
        " And some of the stereotypes that you might see out there,",
        2523.1,
        2527.12
    ],
    [
        " like like, like, for instance, men are tougher than women or men or women are more emotional",
        2529.54,
        2536.6
    ],
    [
        " than men. That's just garbage. And if you see, I've seen at least when you get to a leadership",
        2536.6,
        2542.7
    ],
    [
        " position, I've definitely seen women that were way tougher than guys were in terms of, hey,",
        2542.7,
        2547.72
    ],
    [
        " we got to make this move for the company. Here's what I'm going to do. Boom. They execute it.",
        2547.74,
        2551.06
    ],
    [
        " And I've seen men that were way too emotional and attached to the scenario and ruin it because",
        2551.3,
        2556.7
    ],
    [
        " they're just way more emotional than the stereotypical woman might be. So that's why I just don't think",
        2556.7,
        2562.34
    ],
    [
        " you can trust them. I look at a person, not whether they're a man or a woman. I'm looking at",
        2562.34,
        2565.0
    ],
    [
        " their, the content of their character for the second time. I'll say that today. MLK.",
        2565.0,
        2569.86
    ],
    [
        " And now when we start talking about combat, there's some physical differences that make,",
        2570.56,
        2578.58
    ],
    [
        " that make a definite impact. And I talked about on Tim Kennedy. If you want to hear me talk about",
        2578.6,
        2583.02
    ],
    [
        " that because, yeah, when you get into some physical things, men are stronger than women. And so",
        2583.56,
        2590.14
    ],
    [
        " there's some physical limitations there. But in terms of leadership capabilities in the civilian",
        2590.14,
        2596.22
    ],
    [
        " sector, there's, yeah, I'm not, I'm not, I'm not worried about men and women. Yeah,",
        2596.22,
        2602.94
    ],
    [
        " they're okay. Are there some nuances there? There are. There are new, for instance, who like one,",
        2603.0,
        2608.6
    ],
    [
        " you'll hear is, I'll get asked, you know, I'm a female and I'm in charge of these guys.",
        2608.6,
        2612.92
    ],
    [
        " You know, how should I act or what should I do? Because they, they might not like working for",
        2613.58,
        2619.92
    ],
    [
        " a, for a, for a girl. And I say, they probably, that guy probably wouldn't like working for a guy either,",
        2619.92,
        2625.06
    ],
    [
        " or for a younger guy or for a guy that got moved from another department. There's this same thing.",
        2625.12,
        2630.26
    ],
    [
        " It's the same thing. So what are you going to do? It's the same thing I always say. Be humble.",
        2630.54,
        2634.34
    ],
    [
        " Listen to what they have to say. Keep an open mind. That's what you're going to do. Regardless,",
        2634.52,
        2637.54
    ],
    [
        " male, female, whatever. It just, older, younger, doesn't matter. You want it. The being a good",
        2637.54,
        2642.84
    ],
    [
        " leader, the principles don't change. That's all there is to it. Yeah. Cause, yeah, because in,",
        2642.84,
        2650.0
    ],
    [
        " as an insecure guy, getting, getting led or, or, or, or a girl calling shots or whatever,",
        2650.14,
        2657.92
    ],
    [
        " will affect them. Mm-hmm. But like I said, if they, if their leadership principles are sound,",
        2658.08,
        2664.44
    ],
    [
        " yeah, doesn't matter. And they're making the right call. It's going to be obvious. And that,",
        2664.44,
        2668.78
    ],
    [
        " like that guy's messing up or, you know, like he's, he's, um, acting out of insecurity or not acting",
        2668.92,
        2675.72
    ],
    [
        " out of insecurity. It's going to be obvious. The leadership part, as long as that sound,",
        2675.72,
        2680.22
    ],
    [
        " you're going to have success. Yeah. Yeah. So, yeah, that's no factor to me.",
        2680.42,
        2688.36
    ],
    [
        " Yeah. Next question. Maybe I should bring some of the female leaders that I've worked with on",
        2692.06,
        2699.08
    ],
    [
        " the podcast. You know, the thing, the problem with that is there are no different than the male",
        2699.08,
        2704.2
    ],
    [
        " leaders of work. Because I'm sure that there's some, some women who listen to this and they go,",
        2704.2,
        2707.56
    ],
    [
        " oh, you don't know how hard it is when X, or you don't know, I, but that's what I'm saying. Like,",
        2707.66,
        2713.98
    ],
    [
        " the good female leaders I've worked with have been like, oh, yeah, that can be sometimes a problem",
        2714.54,
        2718.52
    ],
    [
        " because I'm a woman. And here's what I do to negate it because the, uh, guess what? The next day,",
        2718.52,
        2722.52
    ],
    [
        " I'll be working with a different client and the, it's a man. And he goes, well, you know, I have to",
        2722.56,
        2726.1
    ],
    [
        " deal with X. And this is how I mitigate it. So everyone's dealing with X. Everyone's got some",
        2726.1,
        2730.06
    ],
    [
        " factor that they're trying to overcome. And it's just the good leader will find a way around that",
        2730.06,
        2734.8
    ],
    [
        " factor or find a way to mitigate that factor and a bad leader won't and will then use that",
        2734.8,
        2739.92
    ],
    [
        " factor as an excuse rather than just as an advantage. You know, there's a huge difference between",
        2739.92,
        2746.96
    ],
    [
        " taking ownership of these problems and saying, oh, you know what? Here's the issue. Okay, I'm going",
        2746.96,
        2750.58
    ],
    [
        " to own that. I'm going to take care of it. I'm going to find a way around it. Instead of saying, oh,",
        2750.58,
        2753.96
    ],
    [
        " I'm younger. I'm older. I'm a woman. I'm a man trying to lead these, it's like, no, you're,",
        2754.66,
        2761.4
    ],
    [
        " you're a human leading another human being. And so step up and lead, figure out what the issues are",
        2761.4,
        2766.5
    ],
    [
        " and overcome them. Yeah.",
        2766.5,
        2767.84
    ],
    [
        " Jockel, I've taken a lot of inspiration from your philosophy of good. How do you apply this",
        2769.14,
        2782.9
    ],
    [
        " without succumbing to polyanism? Did I say that right? Yeah. So polyanish is a term and it actually",
        2782.9,
        2792.88
    ],
    [
        " comes from a novel from, I think it's like the early 1900s, but it, it, uh, the name of the novel",
        2792.88,
        2802.7
    ],
    [
        " is polyanine. And anyways, polyanine in the book has this really super positive attitude. And it's",
        2802.7,
        2807.4
    ],
    [
        " almost so positive that it overwhelms and it kind of changes people's attitudes in the town. But",
        2807.4,
        2814.22
    ],
    [
        " there's a pejorative meaning of this word, which is what this guy's asking about. And it is,",
        2814.22,
        2820.12
    ],
    [
        " that is when, when someone is like so positive that they, that they forget about reality of a",
        2820.12,
        2827.6
    ],
    [
        " situation, you know, and so that's, that's, that can be absolutely problematic. And that is not",
        2827.6,
        2835.82
    ],
    [
        " what I'm telling anybody to do. In fact, the, the, let's, let's not mistake the, the good",
        2835.82,
        2844.22
    ],
    [
        " philosophy as one that negates reality that is totally off. That's not what I'm telling anyone to do.",
        2845.54,
        2851.7
    ],
    [
        " In fact, the very first thing you have to do is accept reality. That's the first thing you have to",
        2851.82,
        2856.74
    ],
    [
        " do. You got to look at what's happening. You got to assess it, assess the reality of it. And then",
        2856.74,
        2864.32
    ],
    [
        " you say, okay, good. Now instead of dwelling on the negatives and what's going to go bad and",
        2864.32,
        2869.48
    ],
    [
        " what's wrong? You deal with them. But then you look at, okay, now what are we going to do positive",
        2869.48,
        2874.04
    ],
    [
        " out of this? What good is going to come out of this? And that's, that's all it is. It's definitely not",
        2874.04,
        2879.52
    ],
    [
        " denying or being delusional about the situation by any stretch. But it is also not being",
        2879.52,
        2886.0
    ],
    [
        " woe is me. And all this happened. And now, oh my gosh, everything's going horrible. I'm doomed. No,",
        2886.0,
        2892.5
    ],
    [
        " that's, that's not what I'm talking about. Obviously, I'm not talking about that. And it's also not",
        2892.64,
        2896.52
    ],
    [
        " like, it's okay. Everything's wonderful. No, that's why the term is good and not wonderful.",
        2896.52,
        2902.24
    ],
    [
        " Right? I'm not saying everything's wonderful, but good. Okay, now what are we going to find out of",
        2902.6,
        2906.8
    ],
    [
        " this? What are we going to figure out of this? What are we going to make happen now? Because I'm",
        2906.8,
        2910.24
    ],
    [
        " going to deal with reality. I'm going to accept reality. I'm going to accept reality. Then there's",
        2910.24,
        2916.44
    ],
    [
        " some people that, you know, like the, the self-help gurus that are like, no, I'm just not going to accept",
        2916.44,
        2921.3
    ],
    [
        " that. It's not going to happen. You make your own reality. I'm going to be so positive that I'm",
        2921.3,
        2926.22
    ],
    [
        " going to get that million dollars tomorrow. No, no, no, actually, you're not going to get that",
        2926.22,
        2929.76
    ],
    [
        " million dollars tomorrow. You're going to have to work. You're going to have to work for a long",
        2929.76,
        2933.04
    ],
    [
        " time. You're going to have to work hard. You're going to have to stay focused on your goals.",
        2933.04,
        2935.22
    ],
    [
        " And then you're going to get your million dollars. Good to see how strong you are. Yes. Yes. So",
        2935.6,
        2941.86
    ],
    [
        " that's it. Deal with reality, accept reality. Then find the good in it and move forward. That's a",
        2941.86,
        2956.2
    ],
    [
        " you like that video? I do. I think is that you fishing for a compliment?",
        2956.2,
        2961.1
    ],
    [
        " That video is a video. A lot of people watch that video. Yeah. It's interesting too because you made",
        2961.68,
        2969.26
    ],
    [
        " that video and you made another video where does discipline come from. And I actually,",
        2969.26,
        2974.98
    ],
    [
        " personally, I like the where does discipline come from video better. But the good video",
        2975.34,
        2980.94
    ],
    [
        " it just strikes a chord with people. Because I think because it applies so universally to",
        2981.2,
        2987.58
    ],
    [
        " negativity in the world. Okay, these bad things are happening right now. In fact, I get so much feedback",
        2987.58,
        2992.76
    ],
    [
        " of people that literally say, thank you for introducing me to that idea, that philosophy,",
        2992.76,
        3001.34
    ],
    [
        " because it's changed my attitude. And now when things go wrong, I say, good, now what am I going to do",
        3001.72,
        3005.9
    ],
    [
        " about it? Right. So I think that's why that video is quite popular. That and the unbelievable",
        3005.9,
        3012.3
    ],
    [
        " editing that was done, it was put together. Yeah. Sure. Yeah. And it does seem like a real",
        3012.3,
        3018.52
    ],
    [
        " like personal, like deeply personal thing. Like because it's like it's more, it's not this like",
        3018.52,
        3027.28
    ],
    [
        " sensationalization of it. It's just it's real kind of kind of dark whatever. And like I said,",
        3027.28,
        3032.46
    ],
    [
        " like the negative part of it's like a, I said this last time or it's a painkiller. It's not a",
        3032.46,
        3037.42
    ],
    [
        " multivitamin. You know, what do you mean by that? Meaning, like if you have a problem, you, you know,",
        3037.42,
        3043.42
    ],
    [
        " just in nature, when you're going along, what are your brain is evolved to recognize problems.",
        3043.76,
        3049.86
    ],
    [
        " And if something isn't a problem, it'll start to filter that out. That's just how your brain is.",
        3050.4,
        3055.42
    ],
    [
        " So in life, when you have problems, that's what's always on the radar. Now you have this little",
        3055.42,
        3061.56
    ],
    [
        " personal like tool that's talking to you of how to deal with those problems. Nice. You know what I mean?",
        3061.9,
        3066.22
    ],
    [
        " So, so it's kind of that like the discipline, where does this link come from? It's kind of that's",
        3066.5,
        3071.5
    ],
    [
        " more starts to go into the multivitamin thing where it's like this not a big problem. I'm going to",
        3071.5,
        3076.42
    ],
    [
        " try to recognize it as a problem. I need more discipline, you know, but it's not really this",
        3076.42,
        3081.54
    ],
    [
        " huge problem, but it does help, you know, kind of thing. So it's like a multivitamin. Interesting.",
        3081.54,
        3085.8
    ],
    [
        " But I like the discipline one as well.",
        3087.9,
        3090.48
    ],
    [
        " Okay, next question. Coach Jocco. What do you think? I wonder who is that mean that you two got",
        3090.48,
        3098.38
    ],
    [
        " wrote that? Uh, uh, I think so. Must be a must be. But, but, but was it someone from like the",
        3098.38,
        3103.8
    ],
    [
        " Jamie thing? You don't know. To address me as coach. And first of all, if you come to my",
        3103.8,
        3107.4
    ],
    [
        " gym, you don't have to call me coach. It kind of weird to me. Maybe that's why he's doing maybe",
        3107.4,
        3111.82
    ],
    [
        " just knows my black belts and things actually be called coaching ball. Yeah, or it could be like",
        3111.82,
        3115.48
    ],
    [
        " want to like chief, you know, hey, what's up? Chief, what's up coach? I've heard coach. Oh,",
        3115.48,
        3118.94
    ],
    [
        " in fact, I don't mind coach in that regard. What you're only a brown belt. How can you like coach?",
        3118.98,
        3123.62
    ],
    [
        " No, but in life, you know, I said, what I remember when I said long time ago, whereas, yeah, you don't",
        3123.94,
        3128.6
    ],
    [
        " I don't like chief. No, I don't mind. Oh, you don't like boss. Yes. Yeah. Or dude, one of girls is dude.",
        3128.6,
        3133.98
    ],
    [
        " But I actually, I used to joke and I'd say, look guys, if you don't feel comfortable calling me",
        3134.38,
        3140.6
    ],
    [
        " Sensei or instructor or coach, you can just call me master. Either one.",
        3141.78,
        3145.74
    ],
    [
        " But the reality is just call me Jaco. Yeah. Yeah, I heard someone call you coach. Um, it was,",
        3145.96,
        3152.92
    ],
    [
        " you know, I'll certain guys they like that. Yeah, yeah, yeah, for sure. And I don't like correct people.",
        3153.12,
        3157.36
    ],
    [
        " I don't say don't call me coach. No, I just, I'm okay. I don't care what people call me to be honest",
        3157.56,
        3162.04
    ],
    [
        " with you. Well, okay. But yeah, yeah, the guy called me, he was weird. He said, he kept calling me coach.",
        3162.04,
        3169.8
    ],
    [
        " There's definitely a handful of people that call me coach. Yeah, maybe they don't know what my name is.",
        3170.34,
        3174.92
    ],
    [
        " All right, so go back to the question. Coach, you're from now.",
        3174.92,
        3180.76
    ],
    [
        " Coach Jaco, what are your thoughts on dealing with old age when getting physically stronger and faster",
        3181.06,
        3186.78
    ],
    [
        " Ain't going to happen? Well, I don't know. I don't know the answer to that question",
        3186.78,
        3192.3
    ],
    [
        " about age because it's not happening to me. I'm not getting any older. I mean, when is it that",
        3192.3,
        3199.54
    ],
    [
        " that it ain't going to happen anymore? I don't know because",
        3199.6,
        3202.74
    ],
    [
        " I'm continuing to train. I'm continuing to do what I do. I've had people tell me that well,",
        3202.74,
        3208.32
    ],
    [
        " when you hit 30 and then I had old when you hit 35, then we get 40. Now it's when you hit 45. Now I'm",
        3208.44,
        3214.14
    ],
    [
        " here and when it's 50. So, um, yeah, I don't know. I just know that I'm just going to keep getting",
        3214.14,
        3220.88
    ],
    [
        " after it. I'm going to keep getting stronger. I'm going to keep getting faster. I'm going to keep getting",
        3220.88,
        3223.72
    ],
    [
        " better. And if I can't beat my record, well, then how close can I get? How close can I get to",
        3223.72,
        3230.26
    ],
    [
        " the record? And I think I've talked about this before is like, I always think about decay.",
        3230.26,
        3235.58
    ],
    [
        " And how if you don't fight decay, it starts to just you won't notice it. It's slow. And it's,",
        3236.32,
        3244.86
    ],
    [
        " it's like moving like the hour hand, like you don't see it happening. And I think that's why,",
        3245.0,
        3249.52
    ],
    [
        " I think that's why a lot of aging happens because people don't notice that it's happening. It's",
        3249.58,
        3253.76
    ],
    [
        " I don't pay attention to it. So what happens is they don't hold the line. They don't hold the line. And",
        3253.76,
        3260.12
    ],
    [
        " like I track my workouts. I'm not OCD about it. I'm not like a psycho like, you know, A, I did it in",
        3260.12,
        3266.3
    ],
    [
        " 14 minutes and 32 seconds and then and then I refer back to it. No, but I know the general trends.",
        3266.3,
        3271.7
    ],
    [
        " And I know where the numbers are and I know where they should be. And I know that I need to always",
        3271.76,
        3279.58
    ],
    [
        " keep those in mind, you know, how many pullups can I do? How much can I squat? How much, you know,",
        3279.58,
        3284.88
    ],
    [
        " just those, just those numbers. So you keep them in line. And I think what that does, I do that. So",
        3285.16,
        3289.48
    ],
    [
        " I can't hold the line because like I said, I think age sneaks. I don't think age assaults you.",
        3289.48,
        3294.02
    ],
    [
        " I think it sneaks up on you. And the way it sneaks up on you is a mist wrap there.",
        3294.38,
        3302.6
    ],
    [
        " You know, and a slower lap over here and a mist workout over there. And you you just boom,",
        3303.62,
        3310.1
    ],
    [
        " there's just a little age is chipping away at you. It's just chipping away. It doesn't, it actually",
        3310.32,
        3315.1
    ],
    [
        " doesn't want you to notice. It doesn't want, that's why it doesn't hit you all at once. It",
        3315.1,
        3319.14
    ],
    [
        " doesn't just wants to chip away. And then you fast forward 15 years and you're not the same guy you",
        3319.14,
        3323.4
    ],
    [
        " were because those chips have taken, taken all your strength away. They've taken your flexibility.",
        3324.26,
        3328.84
    ],
    [
        " They've they've done a done work on you. So that's why I like I said, I don't know what, okay.",
        3328.84,
        3335.02
    ],
    [
        " Am I going to be able to hold the same records when I'm 59 and we got some older guys like, you",
        3335.6,
        3342.3
    ],
    [
        " know, Gordon. Yeah. Gordon's 54. And I trained with Gordon. Yeah. I trained with Gordon. I mean,",
        3342.3,
        3349.28
    ],
    [
        " Gordon's legit black belt. And and he's not just a legit black belt with knowledge. Like you",
        3349.78,
        3353.64
    ],
    [
        " can train with him. He trains hard. So I'm just very, I try and stay self aware. And I think I try",
        3353.64,
        3364.98
    ],
    [
        " and prevent the cutting of corners and I try and maintain the daily discipline and all things.",
        3364.98,
        3369.58
    ],
    [
        " That's what I try and do because when you start cutting those corners is when I think it adds up",
        3369.6,
        3374.64
    ],
    [
        " over 15 years and you wake up and you're not the person that you remembered that you were and",
        3374.64,
        3379.22
    ],
    [
        " you're not the person you want to be. So you got to maintain and hold that line as long as you can.",
        3379.22,
        3385.36
    ],
    [
        " And I'm always actually trying to do new things too. Like trying to figure out something else that's",
        3385.46,
        3390.34
    ],
    [
        " new, some other technique I've never done before, some exercise I haven't got to buy some weird",
        3390.34,
        3395.08
    ],
    [
        " piece of exercise gear because I'll see something cool on the interwebs and I go, hey, I can't do that.",
        3395.08,
        3400.62
    ],
    [
        " How's that 14 year old girl doing that? I can't do that. I want to learn how to do that. And so that's",
        3400.82,
        3407.58
    ],
    [
        " I think you got to fight it. Yeah. Yeah. And that did that's a good analogy that our hand.",
        3409.22,
        3414.9
    ],
    [
        " Where you can't you can't see it. See if you watch it all day. You can't see it move. But look",
        3415.24,
        3419.62
    ],
    [
        " away for one second. Not one second, but you know, look away for a little while. You look back and",
        3419.62,
        3424.0
    ],
    [
        " boom. That thing's not right up on you. And that's I mean, that's how you really slip. That's how",
        3424.0,
        3429.94
    ],
    [
        " it'll assault you as far as age and decay goes where if you if you stop for a while and you try to",
        3429.94,
        3436.0
    ],
    [
        " come back, if you stop for 10 years, you know, and you try to come back, that hour hand moved a lot.",
        3436.0,
        3440.98
    ],
    [
        " They moved a lot. Yeah, man. So because you weren't fighting it. Yeah. Because you can hold that",
        3441.1,
        3445.26
    ],
    [
        " hour line. And you can hold it. You can maybe you can't stop it. You can slow that something.",
        3445.26,
        3450.16
    ],
    [
        " Oh, yeah. You just got to keep your eye right on the thing. I don't know. I don't know.",
        3450.16,
        3453.02
    ],
    [
        " I'm just going to back. It's fun moving it all. And sure, you know, like I said, when you're 90,",
        3453.04,
        3457.38
    ],
    [
        " and you've been looking at that hour hand since you were 25, then yeah, you're going to be like,",
        3457.66,
        3461.9
    ],
    [
        " oh, I remember back when I was 25 years away over here. Now I'm way over here fitness wise or whatever.",
        3461.9,
        3465.62
    ],
    [
        " Or I can squat last or whatever. Of course, you know, maybe that's the",
        3465.84,
        3469.52
    ],
    [
        " the inevitability. But just like I said, yeah, if you you just stay on that that discipline and",
        3469.52,
        3478.08
    ],
    [
        " all, you know, things, then you're going to hold that. You're going to hold it good. Do not go gentle",
        3478.08,
        3482.28
    ],
    [
        " into that good light. Yeah. Rage rage against the dying of the light. And with that, the,",
        3482.28,
        3489.68
    ],
    [
        " you know, this kind of balanced all things. Don't get crazy. You know, guys will just be red",
        3491.38,
        3495.2
    ],
    [
        " lining their workout because they're trying to maintain that. No, no, no, you can't. You got to",
        3495.2,
        3499.7
    ],
    [
        " be careful about that. Yeah, man. Because it's just like a race car. You can't keep the race car",
        3499.7,
        3503.72
    ],
    [
        " in the red. Yeah. You got to you got to bring it back to the shop sometimes that you tune up. Yeah,",
        3503.72,
        3507.9
    ],
    [
        " they got to be part of the routine. Yeah. And I can always I'm pretty good. That's another thing",
        3507.98,
        3513.2
    ],
    [
        " is the more you work out, the more you train, the more the the the better you know your own body. Yeah.",
        3513.2,
        3518.7
    ],
    [
        " And you know, you walk up to the gym sometimes like, was it yesterday? Yeah, yesterday. Man,",
        3518.82,
        3526.06
    ],
    [
        " I, I felt like Superman. Like I was just super strong. I was doing one of my workouts. I was",
        3526.32,
        3530.82
    ],
    [
        " strong. I was just technical. I just felt great, you know, and I would say there's some days that I",
        3530.82,
        3536.68
    ],
    [
        " go on the gym and I'm like, what, you know, I got a stretch. I got to like take an easy day.",
        3536.68,
        3541.76
    ],
    [
        " And, and then there's some days where I say, I got to take an easy day, but anyways, I'm just",
        3542.14,
        3546.74
    ],
    [
        " going to get crushed. I'm just going to crush this thing. But and part of that again, because I see",
        3546.74,
        3551.92
    ],
    [
        " that you got to make sure that you're not cut in corners. Got to make sure that you're not taking",
        3551.92,
        3556.74
    ],
    [
        " your eye off the hour and sometimes letting that thing get up, get one up on you because you're",
        3556.74,
        3560.98
    ],
    [
        " being lazy. Right. So that's why going this is sometimes a lot of workouts I have. You know, I have",
        3560.98,
        3566.86
    ],
    [
        " some days, some days where I feel like Superman. I have some days where I feel like a like horrible.",
        3566.86,
        3570.36
    ],
    [
        " And I have a lot of more like lowest, lowest lane or something. Yeah. Some days where I feel like,",
        3570.64,
        3575.84
    ],
    [
        " I'm just going through the motions, but going through the motions is okay. Yeah. It's okay to go",
        3576.12,
        3580.94
    ],
    [
        " in there and go through the motions. It's okay to go in there and not break any records.",
        3580.94,
        3583.74
    ],
    [
        " Going in there and going through the motions is generally a thousand times better than",
        3584.22,
        3588.18
    ],
    [
        " not doing anything. Yeah. Yeah. And that that's actually, I mean, red lining at all the time is a",
        3588.18,
        3594.9
    ],
    [
        " is a easy way to get knocked right out of the game. Yeah. Well, you'll get injured after a while. Yeah,",
        3594.9,
        3604.78
    ],
    [
        " right.",
        3611.76,
        3612.66
    ],
    [
        " Next question. What do you got? What are your favorite podcasts and why",
        3613.16,
        3620.36
    ],
    [
        " hashtag name dropping is okay.",
        3622.76,
        3625.48
    ],
    [
        " So anybody that listens to me, there's a couple podcasts that I listen to. And they're really",
        3627.1,
        3637.1
    ],
    [
        " obvious and they're like the big, the big podcasts. You got, well, Tim Ferris, boom, right.",
        3637.1,
        3644.6
    ],
    [
        " You got Joe Rogan, boom. You got Sam Harris, boom. And you got hardcore history with Dan",
        3644.64,
        3652.44
    ],
    [
        " Carlin. And he's got another one that's called the common sense. And I those, all those",
        3652.44,
        3658.68
    ],
    [
        " are really, really good podcasts. And I'm, I've been listening to podcasts for many, many years now",
        3658.68,
        3671.44
    ],
    [
        " before listening to podcasts was cool. I was listening to podcasts. Of course. I actually grew up",
        3672.66,
        3677.1
    ],
    [
        " listening to radio shows. I've talked about that before. But I have, and I forget, I actually,",
        3677.1,
        3681.0
    ],
    [
        " I cannot remember how I got into podcasts. I do not remember how I got into podcasts.",
        3681.16,
        3685.72
    ],
    [
        " But anyways, whenever I got into podcasts, those are the kind of the ones that I listen to. And I've",
        3686.58,
        3694.0
    ],
    [
        " I sample a lot of other podcasts and sometimes I'll search for certain topics and I'll just listen",
        3694.0,
        3698.56
    ],
    [
        " to a random podcast. One of the, but there's one more, the only one that I have that's like not",
        3698.56,
        3705.96
    ],
    [
        " on the main sites and in people's view is a podcast called Margar made. And it's by a guy named",
        3705.96,
        3715.1
    ],
    [
        " Darryl Cooper. And I can't recommend that that podcast strongly enough. It's outstanding. It is an",
        3715.1,
        3722.22
    ],
    [
        " outstanding podcast and Darryl Cooper. I don't even know like he's just this underground guy. I think",
        3723.7,
        3731.62
    ],
    [
        " he's a, I think he was in the Navy, but he that's not, he's not anymore. He's, he doesn't do it.",
        3731.62,
        3738.16
    ],
    [
        " It's not like a profession for him, but it should be. He should be, it's, it's a great podcast. So",
        3738.34,
        3744.36
    ],
    [
        " check out Margar made. It's also, uh, he's on Twitter under Margar made as his, as his call sign. But he's",
        3744.36,
        3751.36
    ],
    [
        " got like 142 followers like no one knows about him. No one knows about him. And actually, you know",
        3753.1,
        3757.88
    ],
    [
        " what? It was somebody on Twitter. And I don't forget who it was. It was somebody on Twitter that",
        3757.88,
        3764.76
    ],
    [
        " told me about Margar made and just to check it out. And when people tell me to check some out,",
        3764.76,
        3768.42
    ],
    [
        " man, check it out. And it's, as soon as you open it, you know, you're gonna, you're gonna,",
        3768.42,
        3772.68
    ],
    [
        " you're gonna realize why it's so good. Um, really detailed, really very good historical research.",
        3772.74,
        3777.66
    ],
    [
        " And it's a great podcast. And those are the, and, and you know what? I'm a really picky podcast guy too.",
        3778.3,
        3786.06
    ],
    [
        " Like I'm really, I need somebody to get, I need somebody needs to bring it on their podcast",
        3786.46,
        3791.46
    ],
    [
        " for me to like it. I try all, I try new podcasts all the time. And I don't get a lot of repeat",
        3791.46,
        3798.8
    ],
    [
        " customers myself. Like I don't repeat a lot. Because I just, I just, yeah, it needs to be really,",
        3799.26,
        3809.28
    ],
    [
        " really solid. That's for me to list, for me to, for me to invest hours worth of my time. Yeah.",
        3809.28,
        3815.92
    ],
    [
        " That's, that's gotta be a heavy investment. Yeah. And it's gotta be something that's worth my",
        3816.04,
        3819.96
    ],
    [
        " while. And that's why those that I mentioned, let me grab a, I'm just seeing if on my phone,",
        3819.96,
        3826.88
    ],
    [
        " if there's any others that I might have missed. But I don't think as far as like massively good ones",
        3826.88,
        3832.68
    ],
    [
        " that I can recommend across the board. Um, those are them. And you know, there's other ones that I",
        3832.68,
        3839.18
    ],
    [
        " will occasionally listen to, but, um, and those are all kind of like the pop, the, the, the popular ones",
        3839.18,
        3845.44
    ],
    [
        " that come out, don't go Jones has got a good podcast that interviews talks about rock and roll.",
        3845.44,
        3850.98
    ],
    [
        " I dig that one only because I really dig donk or Jones, uh, the band as well.",
        3850.98,
        3855.7
    ],
    [
        " The martyr made one. Yes. Like what's kind of the format with that one? It, it's, it's, it's,",
        3855.92,
        3862.66
    ],
    [
        " no, it's similar to hardcore history. It's him. It's Darryl Cooper just talking about. And that one,",
        3862.74,
        3868.02
    ],
    [
        " the, I think it's gonna be his, it's about the, the Israeli, Palestinian conflict. It goes all",
        3868.14,
        3874.16
    ],
    [
        " the way back to the beginning and talks to you about what it is and what it's about. And it's,",
        3874.16,
        3878.18
    ],
    [
        " it's really good. So those are the main podcasts that I listen to. Um, again, you've got to,",
        3878.88,
        3885.92
    ],
    [
        " and it's just a big investment of time. Yeah. And especially because I don't have a commute",
        3886.24,
        3891.28
    ],
    [
        " so I don't drive anywhere. So, and I'm in, and I can't, I can't do anything",
        3891.28,
        3898.14
    ],
    [
        " mentally and do a podcast at the same time. Right. And listen to a podcast. So I can't read and",
        3898.14,
        3908.16
    ],
    [
        " do yard work. Like anything that's, like actually when I have a big project to do at the house,",
        3908.16,
        3913.62
    ],
    [
        " I love it because I can get it all caught up on podcasts and whatever. So, yeah. But yeah,",
        3913.7,
        3917.8
    ],
    [
        " you know what that is. You know, girls can do that. You know that. I was not aware of that.",
        3917.86,
        3922.54
    ],
    [
        " Yeah. So this, uh, this, this, it works. Girls can, they said, they, they, I don't want to be dismissive",
        3922.64,
        3929.54
    ],
    [
        " and call it multitasking because it's, it goes, it's more deep than multitasking. Girls can do",
        3929.54,
        3935.54
    ],
    [
        " things that require, like, attention. They can do more than one. Um, and then, well,",
        3935.54,
        3942.12
    ],
    [
        " guys can't, I would be impressed by a girl that could listen to a legit podcast and read a book and",
        3942.12,
        3948.06
    ],
    [
        " get like the full value out of both of them. Yeah. So how girls brains are wired,",
        3948.06,
        3953.32
    ],
    [
        " they can do that a lot better than guys and guys can. But how's this though? This is kind of",
        3953.66,
        3958.38
    ],
    [
        " interesting. And I used to do this all the time to mess with girls. Guys have a different spatial",
        3958.38,
        3963.86
    ],
    [
        " awareness. Yes. So one of the tests that was done, um, it was like, I want to say 16, I don't know",
        3963.96,
        3970.46
    ],
    [
        " the numbers, but it was a classroom just full of guys, classroom full of girls and they'd run all",
        3970.46,
        3974.62
    ],
    [
        " these tests. It was different tests. But one of them was you have to draw a bicycle. That's it.",
        3974.62,
        3979.34
    ],
    [
        " So a bicycle is this kind of, in a way, kind of this unique thing when you draw it because you",
        3979.5,
        3984.52
    ],
    [
        " have to know where this goes because that effect, you know, the pedals got affect the chain. That",
        3984.52,
        3993.84
    ],
    [
        " so of the experiment, all the guys could do it. You don't have to be an artist. Some bikes didn't",
        3994.08,
        3997.88
    ],
    [
        " look amazing, but they were working. You don't have to be an artist and it doesn't matter if you're",
        3997.88,
        4002.76
    ],
    [
        " a bike rider or two. So all the guys could do it. You know how many of the girls could do it? No.",
        4002.76,
        4008.52
    ],
    [
        " None. Really? None. Yes. So and I've done this experiment. And if you're going to do this experiment,",
        4008.88,
        4015.64
    ],
    [
        " do it correctly. Don't be like, Hey, here's a bike copy this, but don't, don't cheat on it. Really,",
        4015.8,
        4020.74
    ],
    [
        " if you really want to get to the bottom, tell ask a girl, any girl, woman, no matter what age,",
        4020.74,
        4026.18
    ],
    [
        " draw a working bicycle. They can't do it. I've yet to come across a girl. I'm trying that tonight",
        4026.5,
        4031.6
    ],
    [
        " when I get home to my daughter's and as a guy, it's pretty, most guys will do it. Yeah, it's weird.",
        4031.6,
        4038.86
    ],
    [
        " But anyway, it's just just how the brains are different. Well, fun stuff. For me, it is very",
        4039.38,
        4045.98
    ],
    [
        " difficult to actually engage in a book and reading or writing while I'm listening to someone else",
        4045.98,
        4052.52
    ],
    [
        " talk about something intellectual. It's very challenging for me. Yeah, yeah, fully. That's a good",
        4052.52,
        4057.28
    ],
    [
        " thing to get the full value. I mean, I can do it, but it the both efforts are half-ass and I don't",
        4057.28,
        4061.66
    ],
    [
        " get anything out of them. Well, yeah. Is there any podcast you listen to that I",
        4061.66,
        4067.0
    ],
    [
        " imagine? Strangely, it's the same thing except for the martyr made one. How could you not ask",
        4067.0,
        4072.24
    ],
    [
        " I've told you about that a bunch of times? Like, he says scarcity of resources being time,",
        4072.24,
        4077.52
    ],
    [
        " but no, no, actually even though the ones I do listen to I don't do as much because I don't",
        4078.12,
        4083.52
    ],
    [
        " drive as much and I don't do as much yard work anymore. Except for that London real one, the one",
        4083.52,
        4091.62
    ],
    [
        " that you were on, okay? Yeah, actually, like he's on my podcast though. It is? Really? Yeah,",
        4091.62,
        4098.82
    ],
    [
        " I'm subscribed to it. Yeah, I didn't know his actual podcast. I thought it was only YouTube.",
        4098.82,
        4102.2
    ],
    [
        " I think it's like he takes the audio and puts it. Oh, okay. Well, there's another one. Yeah, he's",
        4102.42,
        4106.66
    ],
    [
        " good. He does it. And that's the thing like a lot of times people will like. That's Brian Rose",
        4106.66,
        4110.8
    ],
    [
        " with London Real. Yeah. Okay, that's a good suggestion. He gets some cool people on this on his show.",
        4110.8,
        4115.72
    ],
    [
        " Yeah, it really really, I mean, put real simply. It's an interview. Yeah, yeah, a lot of podcasts,",
        4116.0,
        4120.76
    ],
    [
        " like even Tim Ferris is mostly like just interview. Oh, Tim Ferris is actually absolutely an interview.",
        4121.04,
        4124.98
    ],
    [
        " Yeah. So and then you have Joe Rogan who's kind of like kind of an interview, but it's more of like",
        4124.98,
        4129.5
    ],
    [
        " they're just talking as a conversation. So there's like all these little different subtleties that",
        4129.5,
        4133.38
    ],
    [
        " are that makes them different. But it takes a lot of skill to interview people good. And this",
        4133.38,
        4140.7
    ],
    [
        " the London real guy. Yeah, Brian Rose. Yeah. He's good down to like who he chooses. They're like",
        4140.7,
        4148.38
    ],
    [
        " pretty much across the board. Everybody's interesting. Even if the subject isn't your thing, okay? But",
        4148.38,
        4153.56
    ],
    [
        " the guy he chooses for those subjects are pretty solid. Yeah. Yeah, that's a good one. Yeah.",
        4153.7,
        4159.02
    ],
    [
        " And I really do. I really like podcasts a lot. And you can get so much information out of them.",
        4159.34,
        4165.7
    ],
    [
        " And I love the audio format. Yeah. You know, I just, it's just great when you can, when you can",
        4166.44,
        4174.54
    ],
    [
        " just sit down and listen. And that's always what I've said for this podcast. Like I want it to be",
        4174.54,
        4179.84
    ],
    [
        " something where people sit down and kind of put their headphones on and say, okay, I'm getting ready",
        4179.84,
        4184.96
    ],
    [
        " to press press play three, two, one. Here it comes. Yeah. And I mean, like we're doing a Q&A. And",
        4184.96,
        4193.58
    ],
    [
        " obviously Q&A doesn't have that same level of impact as if I'm going to read something either",
        4193.58,
        4200.4
    ],
    [
        " that I wrote or something that somebody else wrote. That's a very important subject matter.",
        4200.4,
        4204.54
    ],
    [
        " That we're going to break down. Then that's sort of that's that's what I like. Yeah. These Q&A",
        4205.3,
        4214.6
    ],
    [
        " ones are cool because it is like, of course, we're just having a conversation about this stuff, but",
        4214.6,
        4220.66
    ],
    [
        " there's a third person in the room as well. Yeah. Every question because it's their question. Yeah.",
        4220.66,
        4225.26
    ],
    [
        " That's true. And that's one thing that's interesting. Like when you're listening to,",
        4225.44,
        4227.92
    ],
    [
        " when you're listening to any of these podcasts that I talked about, you're basically a third person",
        4228.0,
        4234.02
    ],
    [
        " in the room sitting there listening to the conversation. And actually when I was on Sam Harris, you know,",
        4234.02,
        4237.52
    ],
    [
        " your brother drove up with me and he was in the room listening to the conversation. You know, it's kind",
        4237.74,
        4241.84
    ],
    [
        " of it's kind of interesting. But you know, when you're listening to Joe Rogan and actually one thing",
        4241.84,
        4245.72
    ],
    [
        " that's pretty cool is I've you know, I've done an interview with Sam Harris. I've done a new",
        4245.72,
        4250.6
    ],
    [
        " Joe Rogan. I've done an interview with Tim Ferris. I've had some good conversations with with",
        4250.6,
        4257.06
    ],
    [
        " Dan Carlin. And I might end up being on a common sense at some point. But with the other three,",
        4259.08,
        4265.58
    ],
    [
        " with Darryl Cooper, I don't know him, but I know those guys. I know. I know him. And so when I'm",
        4265.9,
        4270.38
    ],
    [
        " when I'm listening to their podcasts, I do feel like I'm kind of in the room with them. And sometimes",
        4270.38,
        4273.98
    ],
    [
        " I want to like answer and say some and whatever. So yeah, it's and I think everybody, I think even",
        4273.98,
        4281.78
    ],
    [
        " people that never met Joe Rogan, but they list all this podcast. They think they're in their",
        4281.78,
        4285.94
    ],
    [
        " with them. Yeah. So when I went, I did a thing with Joe Rogan, played pool with them. And I went",
        4285.94,
        4292.02
    ],
    [
        " up to that studio before. And, and, and, what would you go up for with Halic or something? I went with,",
        4292.02,
        4296.94
    ],
    [
        " yeah, for a halic. Okay. With, um, yes, for some stuff. Um, yeah. So that time when I went up,",
        4296.94,
        4302.58
    ],
    [
        " I asked them, Hey, do you encounter people who basically feel like they know you like personally,",
        4302.58,
        4309.4
    ],
    [
        " and they'll just roll into a conversation if you like, you know, and he said absolutely.",
        4309.64,
        4312.7
    ],
    [
        " Every single time. Yeah. No, that's the same. Even I'm experiencing that now. When I, when I meet",
        4312.86,
        4317.14
    ],
    [
        " someone that goes, Hey, man, I listen to podcasts. Hey, and they're like talking like, well, you,",
        4317.14,
        4321.64
    ],
    [
        " you know, what's going on with echo and blah, blah, blah. I think they're like talking about me",
        4321.96,
        4325.78
    ],
    [
        " like, like, we're bros. Yeah. And it's, it's pretty cool. Cause in a way, you are, yeah, I know.",
        4325.78,
        4330.6
    ],
    [
        " I know. I was thinking about this. Um, so like hardcore history, the, the one podcast that is",
        4330.62,
        4339.18
    ],
    [
        " called blueprint for Armageddon, if you haven't listened to it, just stop and go listen to it.",
        4339.98,
        4344.48
    ],
    [
        " It's awesome. But that thing is, it's five episodes for about four hours each. So that's 20",
        4344.62,
        4351.84
    ],
    [
        " hours. And when you get done with it, man, you, you feel like you're pretty tight with Dan",
        4351.84,
        4354.94
    ],
    [
        " Carlin. I mean, that's 20 hours. And then one day I was doing the math last week. And we,",
        4354.94,
        4359.46
    ],
    [
        " because we got a 30 podcast in there, basically two hours each. And I'm like, my God, that's 60 hours.",
        4359.5,
        4364.24
    ],
    [
        " 60 hours worth of, worth of conversation with you and me. And so absolutely, people start",
        4365.46,
        4371.76
    ],
    [
        " feeling like, you know, hey, oh, yeah, I know what Jaco's going to think about this or say about",
        4371.76,
        4377.32
    ],
    [
        " this. And, and they're basically in the room here, you know, talking to us. Yeah. And there's",
        4377.32,
        4382.22
    ],
    [
        " that added element, which is going to make that even more so with us because these are there,",
        4382.22,
        4387.5
    ],
    [
        " these are your questions. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. And, and I do converse with them,",
        4387.7,
        4393.82
    ],
    [
        " you know, on the interwebs too. So so people are like, oh, and they'll hit me with a question. And",
        4393.82,
        4397.82
    ],
    [
        " sometimes it's not enough to get on the podcast. But I'll just say, yeah, don't do that.",
        4397.82,
        4401.84
    ],
    [
        " You know, don't do that. That's not smart. Oh, yeah. No, that sounds like a good plan.",
        4402.28,
        4405.8
    ],
    [
        " Execute, you know, stuff like that. Yeah. It's just the nature of that. But yeah, get your podcast",
        4405.88,
        4411.32
    ],
    [
        " on and spread the word. And, and by the way, thanks to thanks Tim and Joe. Those guys brought me on",
        4411.32,
        4420.44
    ],
    [
        " before I had a podcast. Tim brought me on when the book was now, I was basically no human being",
        4420.76,
        4426.54
    ],
    [
        " knew who I was if you weren't like in the direct, like if you weren't in the seal teams with me. And",
        4426.54,
        4433.84
    ],
    [
        " and then Joe heard that podcast. And then we connected on Twitter and he goes, come be on my",
        4433.84,
        4439.42
    ],
    [
        " podcast. And I was like, awesome. So and then Sam Harris. So anyways, thanks to those guys for",
        4439.42,
        4444.3
    ],
    [
        " for having me on and and spreading the word a little bit. Yeah, I like Sam Harris's one as well.",
        4444.3,
        4449.62
    ],
    [
        " That's actually one of the one of the few that that remember how we were talking before you",
        4449.7,
        4455.04
    ],
    [
        " did a podcast. We're like, oh, it'd be weird. You just talking, which actually thinking about it",
        4455.04,
        4460.7
    ],
    [
        " wouldn't be that weird really. Yeah. But I mean, if you think about like even the last podcast that we",
        4460.7,
        4465.26
    ],
    [
        " did where I just read the book four hours in my life, you didn't say much. You know, and you said",
        4465.26,
        4472.08
    ],
    [
        " enough to maybe get me through some some some spots where you had a question or maybe I didn't make",
        4472.2,
        4478.18
    ],
    [
        " something clear. But you know, I think that's I think I could do it. But you know, I don't I don't",
        4478.18,
        4486.7
    ],
    [
        " know why I would. Yeah, it's it was just talking to you overall. Yeah, overall, especially with",
        4486.7,
        4492.72
    ],
    [
        " with the Q&A with and I think sometimes you'll go into things that doesn't apply to everyone's",
        4492.72,
        4497.36
    ],
    [
        " common knowledge. You know, maybe only military guys will know it or only execs my notes. So",
        4497.36,
        4501.86
    ],
    [
        " I don't you know, there's lots of I don't know. So I have the luxury of being here with me. What",
        4501.86,
        4507.12
    ],
    [
        " do you what is this? What are you talking about? What does ROTC mean? Just kidding. I don't want ROTC",
        4507.12,
        4513.6
    ],
    [
        " anyway. But yeah, Sam Harris is good though where he just does it solo. I've actually followed",
        4513.6,
        4519.4
    ],
    [
        " Sam Harris from the long time ago. Yeah. Yeah. He did the one with Scott Reitz from the LAPD. That's",
        4519.4,
        4525.96
    ],
    [
        " a good one. Yeah. And I like the Tim Ferris one with Josh Weitzkin. He's got a couple with him.",
        4525.96,
        4529.6
    ],
    [
        " Josh Weitzkin's really his Jiu Jitsu player. He's a world champion chess guy. And just just",
        4530.02,
        4537.24
    ],
    [
        " has an interesting attitude about stuff. Yeah. Makes me feel like, you know, there's a lot",
        4537.24,
        4542.72
    ],
    [
        " part of learning out there about things. He wrote a book called The Art of Learning.",
        4542.72,
        4545.6
    ],
    [
        " Anyways, that's a that's a really good one. Um, Joe Rogan. So much of what Joe Rogan Joe Rogan",
        4545.96,
        4553.22
    ],
    [
        " always worth less than two. Yeah. And it's weird. Like I pretty much would Joe, I listen to the people",
        4553.82,
        4559.44
    ],
    [
        " if I know the person that he's got on there. And I don't listen to a lot of comedians, right?",
        4559.44,
        4563.84
    ],
    [
        " Because I don't know, the comedians don't make me laugh. That's the weird, not weird. That's",
        4563.98,
        4568.14
    ],
    [
        " the good thing about Joe Rogan's because he has so many different elements of interest. Yeah.",
        4568.14,
        4571.94
    ],
    [
        " There's a comedian's Jiu Jitsu guy's MMA guy. What he does really well is he makes people talk. And",
        4572.08,
        4577.94
    ],
    [
        " he, you know, I've heard him get some criticism for, you know, let's say he's got like a,",
        4578.02,
        4583.76
    ],
    [
        " a religious guy on there and he doesn't believe in religion. But he'll let that person talk about",
        4583.76,
        4589.38
    ],
    [
        " religion and won't like jump on him and get in their face and say, no, but that's part of what",
        4589.38,
        4595.0
    ],
    [
        " makes it cool is like he's just trying to learn. Man, he's not trying to confront people. You know,",
        4595.0,
        4599.28
    ],
    [
        " he's just trying to learn. And I think that's, I think all those people do that for the most part.",
        4599.42,
        4604.0
    ],
    [
        " There are people that are interested in learning and they're trying to figure stuff out themselves.",
        4604.28,
        4610.0
    ],
    [
        " And so I think it's cool that that Joe Rogan's not getting in somebody's face about something",
        4610.3,
        4615.08
    ],
    [
        " they don't believe. I mean, not that he doesn't disagree with people sometimes. Yeah, fully.",
        4615.08,
        4618.4
    ],
    [
        " So that's that. Listen to some podcasts. And, and, you know, the other thing about this is like",
        4619.26,
        4626.2
    ],
    [
        " we're putting out one podcast a week. And that, I don't even know if that's sustainable.",
        4627.68,
        4634.6
    ],
    [
        " Only because of time. I mean, the amount of time that it takes to prepare a podcast.",
        4635.58,
        4643.4
    ],
    [
        " In the beginning, it was pretty easy for me because I was doing a bunch of books that I already",
        4644.1,
        4647.04
    ],
    [
        " read. I already read them. I just cracked them open. And most of those books I went well read.",
        4647.04,
        4650.88
    ],
    [
        " I mean, about face. I already had that thing outlined and highlighted.",
        4650.94,
        4654.06
    ],
    [
        " Last 100 yards already. I mean, a bunch of those beginning books were already done.",
        4654.78,
        4659.02
    ],
    [
        " And it wasn't until like the until everyone on Twitter started telling me,",
        4659.94,
        4664.5
    ],
    [
        " hey, check out this book. And now I'm also reading books I've never seen before. And I got to read",
        4664.5,
        4668.38
    ],
    [
        " the book. And what I do is I read it and I go through and highlight it. And somebody asked me",
        4668.38,
        4672.5
    ],
    [
        " this question to you like, how do you prep? So I read the book. I go through I highlight the whole",
        4672.5,
        4675.86
    ],
    [
        " thing of what I think is impactful, what I think is important. But then once you read it,",
        4675.86,
        4680.52
    ],
    [
        " you can't just it doesn't, you just don't pick it up and read the highlighted parts in order",
        4680.52,
        4687.0
    ],
    [
        " because that doesn't always make sense. And it also doesn't always have the it doesn't make",
        4687.0,
        4690.36
    ],
    [
        " people think doesn't make me think about what I want to think about. It doesn't have the",
        4690.36,
        4694.58
    ],
    [
        " impact that I wanted to have. So once I have it highlighted, then I have to go through and plus",
        4694.58,
        4699.7
    ],
    [
        " all highlight, you know, let's say I highlight half the book. Well, then you're not going to read",
        4699.7,
        4705.18
    ],
    [
        " half the book. So then I got to go in and figure out what really is important. And then from",
        4705.18,
        4710.36
    ],
    [
        " there, I got to organize it in the way that the timeline that I'm actually going to read it",
        4710.36,
        4714.42
    ],
    [
        " allowed. And then make notes about whatever comments I have about it as I'm reading it because",
        4714.42,
        4722.16
    ],
    [
        " that's sort of that's sort of why I'm doing it because I want to comment about what I'm reading",
        4722.16,
        4726.16
    ],
    [
        " because otherwise people just go by the book and read the book yourself. But I'm trying to give my",
        4726.16,
        4730.86
    ],
    [
        " perspective on some of it. And so that's challenging. And then the other weird thing is like I've",
        4730.86,
        4739.26
    ],
    [
        " met people all times. I travel all time, I go to events and speak and companies that I'm working with.",
        4739.7,
        4743.96
    ],
    [
        " And a lot of times the people that are there that are totally into the podcast, they're not even",
        4744.36,
        4748.92
    ],
    [
        " caught up. They're not caught up with the podcast. And they're like, hey, I'm almost caught up.",
        4748.92,
        4752.24
    ],
    [
        " And I'm like, what do you mean? I fell behind because I I blah blah blah blah. And I'm only on",
        4752.24,
        4757.24
    ],
    [
        " 26 right now. And so sometimes I think, well, maybe people are just we're just turning out at",
        4757.24,
        4764.24
    ],
    [
        " such a high rate. But then there's some people that I've talked to as as I think about like,",
        4764.24,
        4769.78
    ],
    [
        " well, maybe I need to slow down a little bit. I've talked to some of the some of the people that I",
        4769.84,
        4773.04
    ],
    [
        " work with and people that listen to podcasts that are into it. And I say like, you know, we might go",
        4773.04,
        4777.32
    ],
    [
        " down to, you know, once every two weeks. And it's like I just smack them in the face. They're like,",
        4777.32,
        4783.0
    ],
    [
        " no, no, no, no, you know, I think it could be, you know, you know, but sometimes I also feel that",
        4783.0,
        4789.64
    ],
    [
        " if I had more time that I would be able to do a better job, like maybe that's something I need to weigh as",
        4791.12,
        4795.78
    ],
    [
        " well. And if you think about like hardcore history, you call that guy Dan Carlin is he just makes",
        4795.78,
        4802.4
    ],
    [
        " people he tortures people, making him wait. And it make you wait and wait and wait. And so I don't know,",
        4802.4,
        4809.94
    ],
    [
        " maybe we maybe we need to go to once every two weeks. Maybe I just need to suck it up and just keep",
        4810.06,
        4813.8
    ],
    [
        " doing, I don't know, maybe I don't know yet. But yeah, wait, the one thing that's good about all",
        4813.8,
        4820.2
    ],
    [
        " these other podcasts is that could you not be able to go listen to something else? It's true.",
        4820.2,
        4824.42
    ],
    [
        " Or you go back and relisten. Yeah. Yeah.",
        4824.7,
        4828.22
    ],
    [
        " I don't know. I don't see. I'm sure we might get some feedback on that one.",
        4828.5,
        4835.0
    ],
    [
        " Yeah. So people think if you out there thinks you'd be okay with us going every two weeks.",
        4835.46,
        4840.18
    ],
    [
        " Yeah. Or if it's going to ruin your life. Yeah. Cause it probably takes 15 to 20 hours now.",
        4840.8,
        4848.5
    ],
    [
        " I'm a slow reader. I'm a slow reader. So when I'm reading a book, it's I read",
        4848.8,
        4854.02
    ],
    [
        " at the same pace that I talk. Now when I'm on the podcast, I'm talking a little bit slower than I",
        4854.02,
        4860.98
    ],
    [
        " normally talk. But when I'm reading, I'm reading about the pace I'm speaking right about now.",
        4860.98,
        4864.36
    ],
    [
        " This is just a normal and what's good about it. And I learned this in college when I read and I'm",
        4864.54,
        4869.32
    ],
    [
        " reading at this pace, I remember just about everything that I read. If I read fast,",
        4869.32,
        4873.5
    ],
    [
        " all Tim Ferris and speed reading, I don't retain the same amount. And so I read slow, I absorb.",
        4873.7,
        4879.86
    ],
    [
        " I'm thinking about it. I'm making some notes. So to get through a book, it takes 10, 15 hours.",
        4879.86,
        4885.3
    ],
    [
        " So then you get through with that. Now you got to go back through it again and decide what the actual",
        4885.62,
        4892.36
    ],
    [
        " script timing that you're going to read it. So now I'm like marking up the book and I'm going",
        4895.58,
        4899.74
    ],
    [
        " back and I'm writing the page numbers and I'm tabbing it out. That takes a few hours, three hours.",
        4899.74,
        4903.6
    ],
    [
        " And so by the all said and done, you know, you're talking about 20 hours, 15 to 20 hours to prep.",
        4904.56,
        4908.98
    ],
    [
        " And every single like today or yesterday, I got done prepping for this podcast or actually,",
        4909.58,
        4917.92
    ],
    [
        " I got done prepping for the four hours in my life. As soon as I got done, I literally picked it up.",
        4917.92,
        4922.58
    ],
    [
        " I would sit up at my bookshelf and I started looking, okay, what's going on? Let's come next.",
        4922.58,
        4925.28
    ],
    [
        " Because I want to start reading it now. Yeah. Yeah. But that's the the jaco preparedness.",
        4925.6,
        4933.8
    ],
    [
        " Yeah. You know, hyper preparedness. Right. Hyper preparedness. And also it's because when like I said",
        4934.48,
        4940.28
    ],
    [
        " earlier, when somebody presses play on the podcast, I want them to, I want them to be getting a",
        4940.28,
        4945.16
    ],
    [
        " piece of quality material. Right. I'm not going to turn out something that's just, that's just crap.",
        4945.16,
        4950.2
    ],
    [
        " I would rather not do it at all. I'd rather shut down and take a six month break or a lifelong",
        4950.54,
        4955.82
    ],
    [
        " break and never do it again. Then just start turning it out for no reason. Bro, you escalated that",
        4955.82,
        4960.94
    ],
    [
        " real quick. Yeah. I know what lifelong, you know, why? You know, why did that? Because I have to",
        4960.94,
        4966.5
    ],
    [
        " maintain that attitude of like, like, I'm not doing this. I'm doing this because I want to do it.",
        4966.5,
        4973.86
    ],
    [
        " Yeah. You know what I mean? I'm doing this because I want to do it. And if I don't want to do it,",
        4974.44,
        4977.54
    ],
    [
        " then I'm not going to do it. Right. And it is, I mean, like I said, I like to hit, I like to hit",
        4977.54,
        4985.28
    ],
    [
        " play on a podcast and be like, okay, this is it. Just like sitting down to listen to great music",
        4985.28,
        4989.34
    ],
    [
        " or anything like that. The podcast for me is like that. It's like reading a great book. It's like",
        4989.34,
        4993.82
    ],
    [
        " watching a great movie. It's sitting down, pressing, playing going, okay, this is going to have",
        4993.82,
        4998.42
    ],
    [
        " impact on me. And so I want to turn something out like that. I don't want to turn out second rate.",
        4998.42,
        5003.5
    ],
    [
        " Stuff. I want to turn out something legit. And if I fail to do that, then I'm not going to do it.",
        5003.86,
        5010.54
    ],
    [
        " At least now, I'm saying if I was failed to do it, but I was trying my hardest, okay, I might",
        5010.84,
        5019.02
    ],
    [
        " continue because I'm trying and I'm making, but if I was failing to do it because I wasn't putting",
        5019.02,
        5023.08
    ],
    [
        " the effort into it, then I'm not going to do it. Because that's, I think that my personal",
        5023.08,
        5028.46
    ],
    [
        " expectations and the expectations that people have when they press play, they want to get some",
        5028.46,
        5033.84
    ],
    [
        " good. Yeah. They want to get some quality. They want to learn something. They want to,",
        5034.08,
        5039.08
    ],
    [
        " they want to enter into the game. Whereas if they start pressing play and they hear garbage,",
        5039.08,
        5045.34
    ],
    [
        " man, I don't want them to hear that. And I don't want to be that. That's not my gig. My gig is",
        5045.8,
        5051.04
    ],
    [
        " going hard, putting out hard and putting out something that that people want to listen to because",
        5051.04,
        5057.26
    ],
    [
        " it helps them not doing it just to do it. That's not my thing. Yeah. And if you start slipping in",
        5057.26,
        5062.92
    ],
    [
        " that regard, right, you can smell it from a mile away, man. Yeah. Yeah. I'll tell you what,",
        5063.5,
        5069.34
    ],
    [
        " the one thing I have realized when I first started, I thought, oh, well, I don't know. You know,",
        5069.4,
        5072.56
    ],
    [
        " there's only so many books, you know, that I could actually do because I'm thinking books that had",
        5072.72,
        5076.86
    ],
    [
        " impact on the real legit impact. Yeah. There wasn't some huge list. But as soon as I started",
        5076.86,
        5083.46
    ],
    [
        " going down the path, now I realize that there's literally I could, I could, I'm not going to be",
        5083.46,
        5087.98
    ],
    [
        " able to do in my lifetime all the books I want to do. Yeah. You know what I mean? Yeah.",
        5087.98,
        5091.22
    ],
    [
        " Especially when you start kind of enlisting other people to make suggestions, which people are",
        5091.22,
        5095.9
    ],
    [
        " enlisted to every trooper out there sending me two or three books and saying, hey, check this out,",
        5095.9,
        5099.54
    ],
    [
        " my Amazon bill, click through to Jocco podcast, click through to Amazon. We got it going on because",
        5099.54,
        5104.22
    ],
    [
        " that's that money's from me because I'm ordering books all the time when somebody says, hey,",
        5104.22,
        5108.26
    ],
    [
        " check this book out. I don't have time to play around. You know what I do? I just order it. I just",
        5108.3,
        5112.4
    ],
    [
        " click through it, order it on Amazon. Yeah. Well, I need, I'm literally, literally getting a new",
        5112.4,
        5117.02
    ],
    [
        " bookshelf in my house because I've got so many books piling up. And yeah, that to me,",
        5117.1,
        5124.08
    ],
    [
        " what's good about it? I love this guy. This is another thing. And I told you this early on.",
        5124.28,
        5129.4
    ],
    [
        " Because early on you said, hey, you know, it was like three weeks into it. You're like, hey,",
        5129.8,
        5133.24
    ],
    [
        " I don't know if we're going to keep up this pace. And I said, you know what? I like this grind. I",
        5133.28,
        5137.18
    ],
    [
        " want to be maxed out. I want to have the pedal down. And you know what? I want to be going hard.",
        5137.18,
        5142.08
    ],
    [
        " And I think the people that listen to the podcast are people that are going hard in their",
        5142.18,
        5146.74
    ],
    [
        " perspective lives. They're going, they're, they're working hard. They're making things happen.",
        5147.38,
        5151.12
    ],
    [
        " They're being aggressive. And that's what I'm doing here. That's what we're doing here. And so I",
        5151.4,
        5156.62
    ],
    [
        " think that's why it resonates with some people. And there's some people that are listening to this,",
        5156.62,
        5161.42
    ],
    [
        " that know that they got to step it up a little bit. You know, and that also is a good thing. I",
        5161.46,
        5166.08
    ],
    [
        " don't think there's too many people that are like, Jaco, get your, get your, get it together. You",
        5166.08,
        5170.12
    ],
    [
        " need to get your game on. They know I'm bringing my A game, right? I'm bringing my A game and people",
        5170.12,
        5175.12
    ],
    [
        " know that. But the day that I can't bring my A game, then a couple of things. Maybe it's time,",
        5175.12,
        5181.38
    ],
    [
        " okay, you know what? I need more time because I don't want to turn out crap. Or I don't do it anymore.",
        5181.48,
        5186.5
    ],
    [
        " Or we do it whenever. But the, I like being driven. I like a deadline. I learn a lot from the podcast,",
        5187.4,
        5197.6
    ],
    [
        " from, from getting ready for it. Because you got to remember, I read a book. So you got a little bit",
        5197.94,
        5202.22
    ],
    [
        " by listening to an hour of me talking about a book. I read a book. I absorbed it. I highlighted it.",
        5202.22,
        5207.08
    ],
    [
        " I outlined it. I researched it. I looked up and I looked up, oh, that general. He sounds like an",
        5207.16,
        5212.94
    ],
    [
        " interesting. I only just do a real quick fact check to see if there's anything behind the scenes.",
        5212.94,
        5215.98
    ],
    [
        " I need to tell about him. Oh, you know what? There's a poem that's related to this. I'm digging out",
        5215.98,
        5220.22
    ],
    [
        " poems that I didn't know, didn't understand and reviewing them. So all these little things",
        5220.22,
        5226.82
    ],
    [
        " that you know and who knows? I mean, does this should this be the full-time job? I?",
        5228.02,
        5233.42
    ],
    [
        " I don't know, you know, and by the way, the whole time that I'm doing this, I got a business, you know,",
        5233.74,
        5239.12
    ],
    [
        " with life that we're traveling and working with companies. I got other books in the hopper that I'm",
        5239.26,
        5244.36
    ],
    [
        " writing currently and I have to spend time doing that. Which I'm super pumped about those as well. But",
        5244.36,
        5256.3
    ],
    [
        " bring it on. Bring it on. I'm going to jump in there. I'm going to answer your Twitter questions.",
        5256.3,
        5262.9
    ],
    [
        " I'm going to deliver some podcast and boy, I can make it happen.",
        5262.9,
        5266.4
    ],
    [
        " Some people choose to get after red line and we encourage that. Red line. That's what I'm talking",
        5268.4,
        5275.66
    ],
    [
        " about. Red line is bad boy. Speaking of red lining, next question. Please discuss how discipline",
        5275.66,
        5284.48
    ],
    [
        " equals freedom can and should apply to one's financial life. Thanks for my last few briefs.",
        5284.48,
        5293.12
    ],
    [
        " Obviously, if you want to be financially free, you got to have financial discipline. That's just",
        5293.28,
        5298.94
    ],
    [
        " the way it is. So here's, it's just simple, not easy. Save your money. Boom. That's number one.",
        5298.94,
        5307.22
    ],
    [
        " Don't buy an expensive car until you own a piece of property. That's just a basic rule.",
        5307.26,
        5316.46
    ],
    [
        " Yep. If you're driving Mercedes S class from 2015. It's a very good one. It's a very good one.",
        5316.46,
        5329.02
    ],
    [
        " But it's also $120,000. But if you're living, if you're renting, the wrong move. Sell that thing.",
        5329.54,
        5337.06
    ],
    [
        " And buy a piece of property. A car is a depreciating asset. A property is an appreciating asset.",
        5337.22,
        5343.44
    ],
    [
        " Try and put your money into your appreciating assets. Spend less than you earn. Boom.",
        5343.66,
        5348.58
    ],
    [
        " Stay off the credit cards. Boom. Invest your money in something. I like to invest money in me",
        5349.94,
        5361.28
    ],
    [
        " in things that I'm going to do. That's what I want to do. Yeah. I want to invest money in things",
        5362.84,
        5368.0
    ],
    [
        " that I know and understand and what better do I know and understand than things that I'm doing.",
        5368.0,
        5371.6
    ],
    [
        " For people that I know are things that I'm involved with. So that's what you got to do. You want to",
        5372.02,
        5378.96
    ],
    [
        " get your money, you take care of, you want to have financial freedom, you got to just have the",
        5378.96,
        5383.58
    ],
    [
        " financial discipline. That's all there is to it. And work hard. You know, work hard. Make things happen.",
        5383.58,
        5388.92
    ],
    [
        " But your major gains, most people don't become rich by their salary. They earn their wealth.",
        5388.92,
        5400.14
    ],
    [
        " They gain their wealth through bigger things like buying properties. We got a G2 player at the",
        5400.3,
        5408.04
    ],
    [
        " Academy. A girl and a year ago she was kind of talking to me about, well, she just got married",
        5408.06,
        5419.38
    ],
    [
        " and blah, blah, blah. And we started talking. I said, you know, she said, with a think about",
        5419.38,
        5424.72
    ],
    [
        " moving, I got this condo. And I was like, we started talking about buying properties. And boom,",
        5424.72,
        5428.04
    ],
    [
        " she disclosed on a four unit property in San Diego. And the day she got the keys, she was making",
        5428.14,
        5436.94
    ],
    [
        " $400 a month. She went from paying $1900 a month in mortgage. The day she made, she got the keys.",
        5437.26,
        5444.0
    ],
    [
        " All of a sudden that she rented that place out. She's got three units. She's living in with",
        5444.34,
        5448.2
    ],
    [
        " crappiest unit. And she's got those things rented out. And now she's making $400 a month. So that's",
        5448.2,
        5452.46
    ],
    [
        " a, that's a dealt of what $2,300 a month in the black. Yep. That's impressive. Yeah. And it took her",
        5452.46,
        5460.06
    ],
    [
        " a year to get done. But she did it. And now I said, she's like, I'm so happy. I'm like, that's",
        5460.06,
        5465.22
    ],
    [
        " cool. Start saving. Start saving for your next property. I'm like, the market's going to take a",
        5465.22,
        5469.0
    ],
    [
        " downturn. You got to be ready. If it doesn't, if it does, but you got to be ready to make that next",
        5469.0,
        5472.5
    ],
    [
        " move. So start saving your money. Start paying that thing down. Start saving your money. Start saving",
        5472.5,
        5475.7
    ],
    [
        " that next down payment. That's where your wealth gets established. Isn't these long term strategic",
        5475.7,
        5481.34
    ],
    [
        " moves that you make? And, you know, I'm no financial expert. But you don't have to be a financial",
        5481.34,
        5486.88
    ],
    [
        " expert to know to save your money, to spend less than you earn. And, and property to me is a good",
        5486.88,
        5493.32
    ],
    [
        " thing to invest in. It does go up and down, you know, and there's a lot of people that got crushed",
        5493.32,
        5497.66
    ],
    [
        " in the, in the market downturn in 2007 and 2008. And I was in the military. So I was buying houses.",
        5497.66,
        5504.48
    ],
    [
        " And I didn't even know that the market downturn. It didn't matter to me because I had a steady job.",
        5504.48,
        5507.82
    ],
    [
        " And I just bought those properties just to, just to have properties. I wasn't buying them to flip",
        5507.9,
        5511.58
    ],
    [
        " them and sell them and all that. No, I was just like, okay. And some, some time in the future,",
        5511.58,
        5515.74
    ],
    [
        " somebody's going to be paying me rent and it's going to hold my pocket. And that sounds like a good",
        5515.92,
        5518.8
    ],
    [
        " plan to me because they're not making any more real estate by the beach, right? So, so yeah,",
        5518.8,
        5525.42
    ],
    [
        " I'm not a financial genius. Talk to somebody that is smart. Talk to somebody that understands",
        5525.66,
        5531.42
    ],
    [
        " finances, but save your money, spend less than you earn. Don't be renting. If, don't be renting a",
        5531.42,
        5537.38
    ],
    [
        " place, if you're buying a outbuy number, say, these S class or a seven series or a range rover,",
        5537.38,
        5543.1
    ],
    [
        " buy a little piece of property, buy a little thing. Buy a little thing. Just go buy that little",
        5543.36,
        5548.74
    ],
    [
        " something. Get in there. Get it started. Yeah, man. I like this invest in yourself. Yeah. Because",
        5548.74,
        5557.24
    ],
    [
        " and investing yourself, that's such a broad term and such. And actually, it's kind of",
        5557.24,
        5562.6
    ],
    [
        " started to become like a little like a cliche catchphrase invest in yourself. But if you really",
        5562.6,
        5571.02
    ],
    [
        " think about that, yeah, you invest in yourself. You don't go buy, you know, I used to work in the",
        5571.02,
        5577.62
    ],
    [
        " nightclub industry, right? So I'm and I'm now I'm looking with my mindset now looking back at the",
        5577.62,
        5582.3
    ],
    [
        " people I used to deal with. I used to be see people come in there every weekend and spend a lot of",
        5582.3,
        5588.34
    ],
    [
        " money. I don't know. Maybe some of them are already a richer or but I know that if that's what you're",
        5588.34,
        5594.56
    ],
    [
        " spending your money on, you're going out and essentially just buying drinks, buying nightclub.",
        5594.56,
        5599.48
    ],
    [
        " Yes, there's no essential. That's what you're doing. Yeah, you're throwing a thinking back,",
        5599.48,
        5603.48
    ],
    [
        " like thinking back five years ago, you spent all your money, not all your money, but you sent a",
        5603.68,
        5610.16
    ],
    [
        " bunch of money on drinks and what I you have literally nothing to show for it. And in most cases,",
        5610.16,
        5615.26
    ],
    [
        " you're there's it's going to mess you up in one way. You can do something you regret or whatever,",
        5615.46,
        5619.8
    ],
    [
        " potentially. So think of that same five years and be like, dang, what if I started these two",
        5620.06,
        5625.54
    ],
    [
        " things that in my, you know, prediction is going to help me in five years. And let's say you did",
        5625.64,
        5631.14
    ],
    [
        " that five years ago and you did it. I don't know. You even practice it like an hour a day, whatever it",
        5631.14,
        5635.8
    ],
    [
        " is, even just improving your knowledge on the economy or something. I don't know anything. Anything",
        5635.8,
        5641.44
    ],
    [
        " that improves your knowledge five years later, you could you could be essentially an expert at it.",
        5641.44,
        5647.1
    ],
    [
        " Absolutely. So now now just consider now what is it that you should have got into? Because you",
        5647.12,
        5653.12
    ],
    [
        " probably have a handful of interests that are pretty cool to you, even if it's like playing a",
        5653.12,
        5656.42
    ],
    [
        " tar, I don't know whatever. But if you can make it something that you can anticipate in five years,",
        5656.42,
        5661.28
    ],
    [
        " it's going to be, you're if you're talking about financial stuff, it's going to help you make money.",
        5661.44,
        5665.62
    ],
    [
        " Didn't do that. Do that. Yeah. Don't and I harp on reality TV a lot, but I think it kind of",
        5666.92,
        5673.62
    ],
    [
        " deserves it because you don't learn much reality TV. Yet you lost like that hour. And if you spent",
        5673.62,
        5681.54
    ],
    [
        " that hour and really you could kind of keep watching reality TV if you want, but just spend that one",
        5682.24,
        5686.58
    ],
    [
        " hour doing something that you anticipate if you're really good at, it would help you financially",
        5686.58,
        5692.22
    ],
    [
        " do that thing for one hour. And then one day's going to come, you're going to think back,",
        5692.22,
        5697.46
    ],
    [
        " just the same way I'm thinking back of the five years ago, I mean, in my case, it was one five years ago,",
        5697.76,
        5702.66
    ],
    [
        " but just the same way I'm thinking back of those people at the nightclub industry, the same way I'm",
        5702.7,
        5708.76
    ],
    [
        " going to be thinking back at yourself and you'd be like, dang, I'm so happy I got into that.",
        5708.76,
        5712.72
    ],
    [
        " You know, yeah. And there's all kinds of things you could have done. I mean, I look at the money I",
        5713.04,
        5717.4
    ],
    [
        " wasted over the years in the bars. It's ridiculous, you know, being a young seal out getting after it with",
        5717.4,
        5724.22
    ],
    [
        " the boys Thursday, Friday, Saturday and the Sunday. That's how we used to roll. That's how we used to",
        5724.22,
        5731.46
    ],
    [
        " roll. And it was just, hey, we'd show up. I'm the richest guy in the world. I have all the money that I",
        5731.46,
        5737.94
    ],
    [
        " ever need and I can buy whatever I want. That's what every night was like. So not wise. Don't do that.",
        5737.94,
        5745.04
    ],
    [
        " Yeah. And I'll even, all of you can have some fun. It's cool. You can still",
        5745.44,
        5751.02
    ],
    [
        " grind it. I'm just saying, think of that. Yeah. Think of what you're doing right now. And you're",
        5751.02,
        5755.38
    ],
    [
        " because for these people and for these people, I was talking about back when he's working at nightclub",
        5755.38,
        5759.44
    ],
    [
        " industry, they are really technically, they are committed to spending their money committed to it.",
        5759.44,
        5765.34
    ],
    [
        " Yeah. If you're doing something to every single week for years, you're committed to it.",
        5765.34,
        5770.96
    ],
    [
        " So just take one of those hours or take maybe 10% of that money that you're spending or 25%",
        5771.34,
        5777.54
    ],
    [
        " all of it, whatever, and put it in something that you anticipate. Yeah. And the other thing is, I mean,",
        5777.54,
        5781.8
    ],
    [
        " investing yourself as like actually build something, actually build a little company, you know,",
        5781.9,
        5786.38
    ],
    [
        " make something. That's what that's what I was meant. You've got another perspective, which is also",
        5786.54,
        5790.76
    ],
    [
        " very viable and makes just as much sense. I was literally talking about, you know, from your",
        5791.64,
        5797.52
    ],
    [
        " perspective, oh, you like guitars. Cool. Figure out how to make a cool guitar stand at your house,",
        5797.52,
        5801.68
    ],
    [
        " you know, and then see if you can get that thing produced. And then, oh, it's really good. Maybe we",
        5802.0,
        5807.66
    ],
    [
        " start running production. Let's do that. That is, in fully, not only will you possibly end up with",
        5807.66,
        5814.46
    ],
    [
        " some kind of a product that sells, but you'll have learned something. You've had fun. You created",
        5814.46,
        5819.4
    ],
    [
        " something for the world. You've learned the lessons that you learned about building it and",
        5819.4,
        5822.98
    ],
    [
        " getting a mapping. That's all going to be worthwhile as well. So there's no this, this, I'm not saying",
        5822.98,
        5829.28
    ],
    [
        " this with regards to that you're going to come up with this product and you're going to get",
        5829.28,
        5835.58
    ],
    [
        " rich. It's not going to happen. It's not going to happen. But can you use that to build knowledge?",
        5835.58,
        5842.7
    ],
    [
        " Can you use that to gain experience that will then compound with other things in your life and",
        5842.7,
        5849.38
    ],
    [
        " eventually make you financially free because you had that discipline? Absolutely.",
        5849.38,
        5858.88
    ],
    [
        " Next question.",
        5858.88,
        5864.0
    ],
    [
        " Does micromanaging ever work?",
        5864.64,
        5868.66
    ],
    [
        " Yes. And more importantly, does it work? Yes. Sometimes it works. And more importantly, sometimes you",
        5873.62,
        5878.84
    ],
    [
        " have to micromanage. So you get somebody that isn't good at their job, doesn't do a good job,",
        5878.84,
        5886.56
    ],
    [
        " doesn't show up, doesn't run things right. Of course, you know how you fix them? You got to get",
        5886.7,
        5891.22
    ],
    [
        " into micromanage. Well, first of all, you can't do mission failure. So you got to get into micromanage.",
        5891.22,
        5894.8
    ],
    [
        " Once you're done micromanaging or once you've got them up to speed, then you can stop micromanaging.",
        5895.08,
        5900.82
    ],
    [
        " This is totally good to go. And even if you ask life or the other",
        5901.16,
        5907.36
    ],
    [
        " petunekamanders that work for me or assistant petunekamanders that work for me,",
        5907.36,
        5910.62
    ],
    [
        " if when we, when they got to know me, when they met me, I was micromanage master.",
        5910.82,
        5918.38
    ],
    [
        " Because I'm in their grill. Hey, you got to do this. Come over here a little bit. No,",
        5918.64,
        5921.58
    ],
    [
        " and wouldn't give me any slack. But then as soon as I see that they get it, of course, then it's like,",
        5921.72,
        5925.8
    ],
    [
        " okay, you got this. You got this. And I'm going to, I'm going to macromanage and barely manage and",
        5925.84,
        5931.08
    ],
    [
        " let them run with it. And so that's, that's absolutely micromanagement. It's sometimes it's a necessity.",
        5931.08,
        5937.7
    ],
    [
        " And by the way, if you're getting micromanaged, that's a little bit of a red flag. Sure, you might",
        5938.14,
        5944.54
    ],
    [
        " have somebody that's a control freak that is a compulsive micromanager and that sucks. But you",
        5944.54,
        5948.98
    ],
    [
        " also might have somebody that doesn't trust you yet. And so how do you build up their trust?",
        5948.98,
        5952.4
    ],
    [
        " Is it by hiding from them? No, it's by being open and being like, Hey, boss, there's what I'm going to do.",
        5952.56,
        5955.94
    ],
    [
        " You actually send them more information than they could even want. You show them how responsible you",
        5956.16,
        5960.6
    ],
    [
        " are. You show them what a handle you have on the situation. And that's how you can help overcome",
        5960.6,
        5964.78
    ],
    [
        " the micromanager. But if someone's not doing what they're supposed to or they're failing or they're",
        5964.78,
        5969.98
    ],
    [
        " letting you down, then yeah, you got to get in their grill and micromanage them. The other time,",
        5969.98,
        5974.42
    ],
    [
        " and I sort of said this is when you're mentoring someone, that can also be viewed as micromanagement.",
        5974.5,
        5979.12
    ],
    [
        " Because now I'm sitting side by side, I might breathe in down your neck a little bit. And that",
        5979.52,
        5984.18
    ],
    [
        " might be viewed as micromanagement. But again, sometimes it's necessary. If you don't know the ropes yet,",
        5984.18,
        5988.74
    ],
    [
        " I got to show you the ropes. That means I got to sit by you and make sure you know it.",
        5988.86,
        5991.2
    ],
    [
        " Teaching, so if you're teaching somebody something in a work environment, that can also be viewed as",
        5992.52,
        5997.46
    ],
    [
        " micromanagement. And it actually is. Because you're saying, Hey, put this over here. Put that over here.",
        5997.46,
        6001.24
    ],
    [
        " Wait, back off. Let me do this. No, no, you don't have to do it. I got to show you how to do it. I'm",
        6002.54,
        6005.6
    ],
    [
        " teaching you how to do it. So there's that. And then that's teaching. And then sometimes you got to",
        6005.6,
        6012.14
    ],
    [
        " show people how to do it. And I told that long story in here one time where I just said, Hey, you",
        6012.14,
        6016.08
    ],
    [
        " sit and watch how I'm going to run this squad. And I ran the squad and got fired up and told people",
        6016.08,
        6021.52
    ],
    [
        " where to go and moved on the line. And the two commander looked at me and said, Okay, I can do that.",
        6021.52,
        6026.22
    ],
    [
        " And as soon as you saw it one time, he got it. So that's sometimes micromanagement is okay. The",
        6026.22,
        6032.14
    ],
    [
        " thing is you don't want to get stuck in the rut of micromanagement. So if I mentor you, if I teach you,",
        6032.14,
        6037.36
    ],
    [
        " if I instruct you, if I show you the way, doesn't mean stay there and keep micromanaging because you're",
        6037.4,
        6041.54
    ],
    [
        " not doing your job. You shouldn't have the capability or the capacity to micromanagement,",
        6041.54,
        6047.14
    ],
    [
        " to micromanage everybody that works for you. If you have that ability, you're not doing your job.",
        6047.4,
        6051.24
    ],
    [
        " You're not looking up the chain of command. You're not looking out. Your troopers, your subordinate",
        6051.24,
        6056.02
    ],
    [
        " leadership should be stepping up and leading. And you should expect that of them. And if you have",
        6056.02,
        6061.88
    ],
    [
        " to micromanagement, it should be a chore that you don't like doing. And when you get in there and",
        6061.88,
        6066.74
    ],
    [
        " you micromanage for a certain amount of time, then you say, Okay, you got this. You know, I'm",
        6066.74,
        6072.26
    ],
    [
        " I'm stepping back. And then you got to step back because no one likes to be micromanaged.",
        6072.26,
        6077.14
    ],
    [
        " So once you get people up to speed, step back, let them run, let your leaders lead.",
        6078.24,
        6083.14
    ],
    [
        " Yeah, sometimes those people who like to micromanage or they feel compelled to,",
        6083.74,
        6090.88
    ],
    [
        " they can fall in that trap where where let's say they do need to micromanage and they'll get",
        6091.36,
        6097.52
    ],
    [
        " that payoff of, Oh, yeah, I see this guy kind of getting it. But instead of understanding the full",
        6097.52,
        6102.18
    ],
    [
        " scope of things where, Oh, he's getting it now. I need to I don't need to manage as much.",
        6102.18,
        6106.28
    ],
    [
        " They'll be like, they'll still start chasing that payoff of them getting it with their little micromanage.",
        6106.64,
        6112.26
    ],
    [
        " Yeah. You know, so they'll like constantly need that payoff. Yep. Some people now that you",
        6112.34,
        6115.66
    ],
    [
        " mentioned, some people micromanage because they're ego, though they want to they want to exercise.",
        6115.66,
        6121.34
    ],
    [
        " They want to do two things. Exercise their power over the person or or show off their knowledge",
        6121.42,
        6128.12
    ],
    [
        " to the person. Yeah. So those two are just such a pain. Yeah. They're such a pain. But you know what,",
        6128.12,
        6134.06
    ],
    [
        " what do you do? Okay. Cool. I'm going to work harder. I'm going to be ahead of you. I'm going to",
        6134.06,
        6138.64
    ],
    [
        " get better at this and we're going to move on. Yeah, that that showing off knowledge thing that,",
        6138.64,
        6143.1
    ],
    [
        " that that it's in a micromanagement situation. It seems like, okay, it's obviously shouldn't do that",
        6143.3,
        6148.58
    ],
    [
        " and you can probably see it from a Malawab, but just in everyday life, that's a compelling thing",
        6148.58,
        6153.86
    ],
    [
        " to want to show people. You ever, you ever hear someone telling you something that you already know",
        6153.86,
        6158.7
    ],
    [
        " and you just want to tell them, I already know, I know, I know, you know, like you don't have to",
        6158.7,
        6162.48
    ],
    [
        " explain it to me. When really, when you really kind of search your own feelings, it's not that",
        6162.48,
        6167.0
    ],
    [
        " they're wasting your time. It's kind of that you just want to let them know that I have that",
        6167.0,
        6171.08
    ],
    [
        " knowledge. Don't worry about it. You know what I mean? I say that all the time. I feel that all the",
        6171.08,
        6175.06
    ],
    [
        " time. Just got to find your tongue green there. But I think that's that's a real compelling like",
        6175.06,
        6180.94
    ],
    [
        " desire, you know, to to show, hey, I already know that or look how much I know, you know. Yeah,",
        6180.94,
        6188.8
    ],
    [
        " people definitely like that. It's, it makes them feel good. Look at what I know. Yep.",
        6188.8,
        6192.88
    ],
    [
        " Last question. Jucco, focus in a battle is easy. How do you keep focus in a long war?",
        6194.0,
        6205.34
    ],
    [
        " IE long term goals. Well, that that that can definitely be true. It can be pretty easy to focus",
        6206.98,
        6221.22
    ],
    [
        " on the battle that's right in front of your face. And when you're doing that, sometimes you can",
        6221.22,
        6228.94
    ],
    [
        " track of the long term goal. But I want to have that long term goal so embedded in my mind",
        6229.26,
        6243.16
    ],
    [
        " that I never lose sight of it ever. And those little tasks and projects and short term goals that",
        6243.16,
        6253.48
    ],
    [
        " you tackle, they need to lead toward that strategic victory. Winning the long war.",
        6253.48,
        6261.68
    ],
    [
        " And we get very caught up in instant gratification. We want results now. We want the short cut",
        6262.68,
        6273.26
    ],
    [
        " to the winners podium. And sometimes, you know, when we don't get that,",
        6273.26,
        6282.32
    ],
    [
        " short term glory that we want, we lose track of those long term goals. And you, you look up in",
        6283.48,
        6292.52
    ],
    [
        " in six weeks or in six months or in six years. And you've made no progress. None.",
        6292.52,
        6303.58
    ],
    [
        " You never moved. You might even be further from your goal than you were.",
        6305.06,
        6314.02
    ],
    [
        " Why? Why did you let that happen?",
        6314.94,
        6326.58
    ],
    [
        " Because you lost sight of that long term goal. And at some point, after you lose sight of that goal",
        6329.26,
        6338.74
    ],
    [
        " and years have gone by, you think to yourself, maybe I can't. Maybe I can't do it.",
        6338.74,
        6347.8
    ],
    [
        " And so you give up. You let it fade.",
        6349.98,
        6354.2
    ],
    [
        " And you settle. You settle for mediocrity. You settle for average. You settle for, oh well.",
        6355.08,
        6367.7
    ],
    [
        " But no, no. Don't do that. In bed, that long term goal in your mind, burn it into your soul.",
        6370.94,
        6383.68
    ],
    [
        " Think about it and write about it and talk about it and hang it up on your wall. But most",
        6384.86,
        6390.14
    ],
    [
        " important, do something about it. Do something about it every day, every day. Do something that",
        6390.14,
        6398.56
    ],
    [
        " moves you toward that goal that keeps the goal alive and in sight and in focus.",
        6398.56,
        6404.82
    ],
    [
        " However, however small or insignificant that step might seem, take it, do it to that little piece.",
        6406.26,
        6417.28
    ],
    [
        " Make it happen. Because that goal isn't going to achieve itself.",
        6417.28,
        6429.72
    ],
    [
        " It's all on you.",
        6430.68,
        6436.8
    ],
    [
        " And I think that's all I've got for tonight, which means it's time to wrap it up.",
        6441.54,
        6450.32
    ],
    [
        " Echo, what else do we have? We have the important fact that if you're into supplements,",
        6451.72,
        6459.22
    ],
    [
        " these are supplements that we, I'm going to speak for you for a second, we recommend it's",
        6459.68,
        6465.62
    ],
    [
        " on its supplements. Specifically, krill oil for your joints. And shroom tech for,",
        6465.62,
        6475.8
    ],
    [
        " what does it do? It metcon performance. Yeah, it in a nutshell kind of boil down. It helps you",
        6476.4,
        6486.34
    ],
    [
        " utilize oxygen consumption, which is a good thing. Yes, performance. It's very much so. And yes,",
        6487.28,
        6492.28
    ],
    [
        " it does work. Ask anyone who's ever taken it. And what, wear your body. That's a good one.",
        6492.44,
        6498.1
    ],
    [
        " And by the way, if you do get these items that are going to help you, you'll also be helping us",
        6499.34,
        6506.62
    ],
    [
        " here on the podcast. Yep. And you'll get helped discount wise. If you go on at dot com slash",
        6506.62,
        6513.48
    ],
    [
        " jaco 10% off. Nice. If you didn't know anything, that's a good, anyway, there's a lot of good stuff",
        6513.5,
        6517.74
    ],
    [
        " on there. Supplements, you can read about them. You can read about the quality. It's some gear",
        6517.74,
        6523.16
    ],
    [
        " equipment on there as well. Yeah. Get yourself some zombie bells. Yeah, if you want.",
        6523.16,
        6529.1
    ],
    [
        " On it dot com slash jaco 10% off all supplements. Or before you do Amazon shopping, if you shop",
        6529.12,
        6537.54
    ],
    [
        " at Amazon, which I think we all do before that, before you go to amazon.com, go to jacopodcast.com",
        6537.54,
        6543.06
    ],
    [
        " and then click on the Amazon links. Like a little affiliate thing.",
        6543.06,
        6546.44
    ],
    [
        " Look on that. You can support jaco podcast. That's a beautiful shopping. Easy, easy to really",
        6547.1,
        6552.7
    ],
    [
        " easy. Trust me. I've done it before. And then jaco store dot com. That's where if you like,",
        6552.7,
        6559.2
    ],
    [
        " you know, shirts in a peril in regards to this podcast is good. Some good ones, I think.",
        6559.42,
        6563.88
    ],
    [
        " Speaking of which, if you didn't already know, we have the trooper one, just kind of new,",
        6564.36,
        6570.14
    ],
    [
        " it's the new stuff. If you're on YouTube, you know, that's just like the jaco podcast t-shirt.",
        6570.26,
        6577.22
    ],
    [
        " Yeah, you know, there's no doubt what that t-shirt is. Yeah, because it says jaco podcast.",
        6577.66,
        6581.84
    ],
    [
        " Yeah, it does. Yep. It's true. And you know, there's I put layers, I try to put these different",
        6582.2,
        6588.56
    ],
    [
        " layers on the apparel. It's not just, ooh, jaco pocket, you know, so there's a little sum",
        6588.56,
        6592.64
    ],
    [
        " more to it. Right, right. So I'm not going to say what it is for this one, but there's another layer",
        6592.64,
        6596.96
    ],
    [
        " to it. So if you want, yeah, jaco store dot com, if you want to look at it and just evaluate it,",
        6596.96,
        6602.06
    ],
    [
        " you like it, but I can get it. That's a good way to support the podcast. Yes, very much. So",
        6602.2,
        6606.46
    ],
    [
        " or if you like to discipline equals freedom, that one, which we talked about today. What is the,",
        6606.46,
        6611.36
    ],
    [
        " what is sort of the most popular of the t-shirts? It goes in waves. So I'd say generally speaking,",
        6611.54,
        6618.9
    ],
    [
        " discipline equals freedom is the is the solid seller. Yeah. And that makes sense because",
        6619.04,
        6623.94
    ],
    [
        " again, like that's the mantra. Yeah. And and that's not it seems like, oh, it's kind of intriguing",
        6625.28,
        6630.86
    ],
    [
        " as of a thing like discipline equals freedom is kind of counterintuitive. But when you really",
        6630.86,
        6636.2
    ],
    [
        " think about it, I don't know, it's kind of impactful, I think. It's a very good thing to live by.",
        6636.2,
        6640.44
    ],
    [
        " Anyway, I agree with you nonetheless. So maybe that's why I don't know. And then",
        6640.74,
        6644.42
    ],
    [
        " the good one is kind of cool. I think that was more festive, you know.",
        6644.42,
        6650.16
    ],
    [
        " But yeah, there's a few on there, some stickers and some mugs as well. But yeah, if you go on there,",
        6651.44,
        6656.28
    ],
    [
        " jockelstore.com, like I said. And you know, whichever one you like, get down. Yeah, go with it.",
        6656.44,
        6662.94
    ],
    [
        " Appreciate the support. Well, you can also support the podcast by, by hitting us up on the interwebs.",
        6663.5,
        6672.38
    ],
    [
        " Echo is at Echo Charles and I am at jockel willing. That's on Twitter on the Facebooky.",
        6673.16,
        6678.98
    ],
    [
        " And even on Instagram, I primarily respond on the Twitter if you have a question.",
        6679.58,
        6688.22
    ],
    [
        " But I do look at the other ones as well. So thanks for supporting. That way, thanks for downloading,",
        6689.26,
        6695.64
    ],
    [
        " thanks for subscribing, thanks for spreading the word. But most of all, thanks for staying focused.",
        6696.08,
        6704.92
    ],
    [
        " On those long term goals that you have, those dreams that you got.",
        6705.42,
        6712.9
    ],
    [
        " And for keeping those in mind as you go out there.",
        6713.48,
        6719.86
    ],
    [
        " And get after it. And so until next time, this is Echo and Jockel.",
        6721.12,
        6731.5
    ],
    [
        " Out.",
        6731.5,
        6733.74
    ]
]