[
    [
        " This is the Jockel Underground Podcast number 42 sitting here with Echo Charles and DC Darryl Cooper guest appearance. I",
        0.06,
        9.56
    ],
    [
        " was",
        9.56,
        10.02
    ],
    [
        " I was thinking about",
        10.02,
        12.5
    ],
    [
        " Some of the principal to combat leadership that I talk about all the time one of them is prioritized an execute and the reason",
        12.5,
        17.94
    ],
    [
        " I was thinking about this is because obviously I talk about it a lot from a business perspective",
        17.94,
        23.74
    ],
    [
        " I talk about it a lot from a combat leadership perspective and",
        23.74,
        28.58
    ],
    [
        " sometimes I talk about it from a life perspective and I think it is",
        28.58,
        33.28
    ],
    [
        " It's not think I know it's applicable in all those categories",
        33.28,
        36.76
    ],
    [
        " Is absolutely applicable in all those categories, but",
        36.76,
        40.2
    ],
    [
        " There's something else that we're in talking with people and communicating with people",
        40.2,
        44.96
    ],
    [
        " I talk to a lot of people and communicate with a lot of people in a lot of different situations and scenarios and",
        44.96,
        50.08
    ],
    [
        " one of those",
        50.08,
        51.74
    ],
    [
        " Is I I talked to people that are dealing with",
        51.74,
        55.84
    ],
    [
        " Like a bunch of different issues",
        56.66,
        58.76
    ],
    [
        " sometimes",
        58.76,
        59.84
    ],
    [
        " emotional type issues sometimes",
        59.84,
        62.92
    ],
    [
        " traumatic type issues and",
        62.92,
        67.84
    ],
    [
        " Because of this is interesting",
        67.84,
        69.78
    ],
    [
        " You know I always say in combat because of Murphy's Law all your problems are gonna hit you at the same time in business",
        69.78,
        75.42
    ],
    [
        " Because of Murphy's Law all your problems are gonna hit you at the same time",
        75.42,
        78.7
    ],
    [
        " So you're gonna get the client that's mad the factory that's on fire the the supply chain that's broken",
        78.7,
        84.38
    ],
    [
        " It's all gonna happen at the same time in combat. You're gonna get somebody wounded. You're gonna have a bad head count. You're gonna have",
        84.38,
        89.46
    ],
    [
        " civilians do you gonna have all these things happening at the same time",
        89.46,
        92.86
    ],
    [
        " And in life same thing you're gonna have your water heater break you're gonna have your kid sick",
        92.86,
        99.44
    ],
    [
        " You're gonna have look all this stuff Murphy's Law, but this also happens on",
        99.44,
        105.12
    ],
    [
        " a on an emotional level too",
        105.12,
        107.78
    ],
    [
        " So I talk to people and",
        108.18,
        111.26
    ],
    [
        " Sometimes I see that they are under an emotional attack and because of Murphy's Law",
        111.26,
        117.64
    ],
    [
        " It's an emotional attack from multiple different directions and",
        117.64,
        122.92
    ],
    [
        " What I wanted to talk about is the fact that even in those situations",
        122.92,
        127.74
    ],
    [
        " Prioritize and execute still comes into play so when you have",
        127.74,
        132.58
    ],
    [
        " multiple emotional traumatic scenarios happening at the same time",
        134.78,
        138.4
    ],
    [
        " This your reaction",
        138.4,
        141.1
    ],
    [
        " Can be the same as someone messing up on the battlefield that is they freeze they freeze they don't do anything",
        141.1,
        146.98
    ],
    [
        " Where they try and solve all the things at the same time same thing can happen to business",
        146.98,
        149.92
    ],
    [
        " I don't know what to do",
        149.92,
        150.58
    ],
    [
        " What should I focus on and they don't do anything or they try and solve all their problems at the same time life the same thing can happen",
        150.58,
        156.02
    ],
    [
        " so when we as humans",
        156.02,
        158.62
    ],
    [
        " Get hit with multiple",
        159.32,
        161.42
    ],
    [
        " Emotional attacks or like psychological attacks",
        161.42,
        165.96
    ],
    [
        " You know it's like you lost your job you lost your girlfriend you found out that you've got some",
        165.96,
        172.88
    ],
    [
        " Sickness that's going on and all those three things happen at the same time look if one of them happens",
        172.88,
        179.66
    ],
    [
        " You lose your job you got your girl you're okay you lose your girl you still go to work you got your job you're okay",
        179.66,
        184.48
    ],
    [
        " But when you lose both those things that's a huge hit to your to your emotional stability and",
        185.12,
        192.06
    ],
    [
        " Then on top of that you find out that you're sick and then on top of that you know you're the",
        192.06,
        195.8
    ],
    [
        " The mortgages do and now you're a couple days late so these are like problems, but they're not just",
        195.8,
        201.28
    ],
    [
        " They're not just normal problems their emotional problems and they hit you at an emotional level so",
        201.28,
        207.98
    ],
    [
        " in those situations",
        207.98,
        210.24
    ],
    [
        " Prioritize an execute still applies and I've talked some people through this recently who have had some",
        211.14,
        216.82
    ],
    [
        " significant emotional challenges going on and",
        216.82,
        221.08
    ],
    [
        " It's the same it's the same principle",
        221.08,
        223.58
    ],
    [
        " Okay, what is the major cause of your problem?",
        223.58,
        227.18
    ],
    [
        " Okay, you got a bunch of problems going on you've got this one major significant problem",
        227.64,
        233.82
    ],
    [
        " Let's talk through that problem first. Let's focus on",
        233.82,
        238.46
    ],
    [
        " Coming to grips with that initial problem",
        240.24,
        242.66
    ],
    [
        " Because you combine six problems and this is how people get overwhelmed",
        242.66,
        246.94
    ],
    [
        " This is how people end up hurting themselves killing themselves because there's six problems",
        246.94,
        250.9
    ],
    [
        " They they they're just overwhelmed and they say I can't I'm never gonna get out of this",
        250.9,
        256.06
    ],
    [
        " Same thing on the battlefield you got all these problems going on no one leader doesn't know what to do",
        256.06,
        260.66
    ],
    [
        " They freeze they don't do anything they think I'm overwhelmed",
        260.66,
        263.44
    ],
    [
        " So when you have five six seven emotional things",
        263.44,
        269.68
    ],
    [
        " that are dragging you down",
        269.68,
        271.46
    ],
    [
        " Prioritize an execute okay, what's the biggest issue that I have right now?",
        271.46,
        276.46
    ],
    [
        " How can I start to address that what can I do to get to a better place with that particular issue?",
        277.12,
        283.5
    ],
    [
        " Now there is",
        284.06,
        286.36
    ],
    [
        " Whenever I talk about prioritize next year I talk about handling the biggest problem first",
        286.36,
        291.02
    ],
    [
        " That is one technique for prioritize next year. There's another technique that is also",
        291.02,
        296.7
    ],
    [
        " Effective depending on the scenario",
        297.52,
        298.8
    ],
    [
        " sometimes you got ten problems",
        298.8,
        301.82
    ],
    [
        " And you got one you know the biggest problem is this the next biggest problem is that but you got a couple little",
        301.82,
        308.04
    ],
    [
        " Struggler problems that aren't that big",
        308.04,
        309.4
    ],
    [
        " You can actually go you know what I'm gonna get rid of this problem right now",
        309.4,
        312.36
    ],
    [
        " I'm gonna focus on this for the next two hours get it done get it taken care of boom",
        312.36,
        315.36
    ],
    [
        " Then I can go to the problem that's gonna take three hours get that one off my plate",
        315.36,
        318.72
    ],
    [
        " So you actually can then focus on these big problems that might take you a week two weeks three weeks",
        318.72,
        323.88
    ],
    [
        " A month to get solved",
        323.88,
        325.04
    ],
    [
        " But you've gotten rid of some of those smaller problems. So you could do that technique as well",
        325.04,
        330.2
    ],
    [
        " The the principles the same as prioritize an execute",
        330.2,
        333.58
    ],
    [
        " But the technique is maybe you go after the small problems first or ones that are gonna be easier for you to handle",
        333.58,
        339.12
    ],
    [
        " You know you you",
        339.12,
        340.88
    ],
    [
        " You got a sick cat",
        340.88,
        342.62
    ],
    [
        " And it's draining you emotionally because your cat's gonna die and it's a problem and you're crying every night",
        342.62,
        351.08
    ],
    [
        " Well, you know what the solution is kill the cat. I mean quite honestly. Yes, right? You've got a you've got a cat that's needs to be put down",
        351.26,
        359.12
    ],
    [
        " And it's dragging you down you might need to say okay, you know what",
        359.12,
        362.72
    ],
    [
        " I I need to do the right thing here my cat is suffering my cat has no there's no medical viable option",
        362.72,
        369.56
    ],
    [
        " I need to I need to do the right thing and get my cat put down boom. So you get that off your plate",
        369.56,
        374.2
    ],
    [
        " That could also be the biggest problem. I mean in some cases",
        374.2,
        376.54
    ],
    [
        " but",
        376.54,
        377.44
    ],
    [
        " The the point is it doesn't really",
        378.42,
        380.68
    ],
    [
        " Matter if you use the first technique or the second technique",
        380.68,
        383.84
    ],
    [
        " You could even just look at hey, this is the one that I",
        383.84,
        387.38
    ],
    [
        " Here's another way to do it. This is the biggest problem that I'm most scared of facing",
        387.38,
        392.66
    ],
    [
        " So I am either gonna tackle that one",
        392.66,
        396.78
    ],
    [
        " I'm gonna tackle that problem. You know, I'm I'm having an existential crisis and I'm afraid to die",
        396.78,
        402.34
    ],
    [
        " Okay, maybe you say all right, you know what? I'm gonna sit down. I'm gonna talk to my fruit. I'm gonna read",
        402.34,
        407.12
    ],
    [
        " I'm gonna talk to my friend, you know echo who seems to have a good handle on this kind of stuff",
        407.12,
        410.94
    ],
    [
        " I'm gonna try and overcome this fear or maybe you say you know what that's a huge problem",
        410.94,
        414.74
    ],
    [
        " I don't want to deal with that one right now. I'm gonna go to this other thing that's been bothering me",
        414.74,
        418.72
    ],
    [
        " Which is you know, I don't know if I'm in the right career",
        418.72,
        421.3
    ],
    [
        " so",
        421.3,
        423.2
    ],
    [
        " Both those things work now the other part of this",
        423.2,
        427.06
    ],
    [
        " is",
        427.06,
        428.64
    ],
    [
        " is taking action",
        428.64,
        431.18
    ],
    [
        " taking action is a",
        431.18,
        434.1
    ],
    [
        " Is a starting to move in the right direction starting to move",
        434.54,
        438.28
    ],
    [
        " starts to solve problems and it starts to solve emotional problems as well",
        438.28,
        443.34
    ],
    [
        " when you sit",
        443.34,
        445.2
    ],
    [
        " Or you lay you lay down or you sit and you stay static and you don't move",
        445.2,
        451.44
    ],
    [
        " This is not good",
        451.44,
        453.28
    ],
    [
        " Look are there exceptional times where maybe you need to take a tactical pause and you need to maintain your position for a little while to",
        453.28,
        459.46
    ],
    [
        " Let a situation develop. Yes. Yes. It does happen",
        459.46,
        463.14
    ],
    [
        " Seven out of ten times action is going to trump in action",
        464.48,
        468.08
    ],
    [
        " So let your default mode be hey, I've got these five or six emotionally draining situations happening",
        468.08,
        475.48
    ],
    [
        " When you're just sitting there, they're continuing to drain. Don't do that",
        475.48,
        480.54
    ],
    [
        " Get up start to move start to figure out how you were going to address some of these problems",
        480.54,
        486.86
    ],
    [
        " And what makes it digestible is that instead of looking at",
        486.86,
        491.04
    ],
    [
        " The nine problems that you have which you can't address nine things at once you can't you can barely even comprehend nine things at once",
        491.28,
        498.02
    ],
    [
        " But when you look at him and go all right. I got all these things are bothering me. What is the biggest? Okay. Oh, oh",
        498.02,
        503.04
    ],
    [
        " My cat is freaking sick. It's been bothering me. All right. I need to address that right now",
        503.04,
        509.82
    ],
    [
        " That is a little excerpt of what we are doing on the jaco underground podcast. So if you want to continue to listen",
        515.8,
        523.14
    ],
    [
        " Go to jaco underground calm and subscribe and we're doing this to mitigate our reliance on external platforms",
        523.14,
        531.9
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control more interaction",
        531.9,
        538.62
    ],
    [
        " More direct connections better communications it with us",
        538.72,
        541.52
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jaco underground calm",
        541.52,
        548.58
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        548.58,
        554.12
    ],
    [
        " We can still support you just email assistance at jaco underground calm and we'll get you taken care of until then",
        554.12,
        561.4
    ],
    [
        " We will see you",
        561.4,
        563.04
    ],
    [
        " mobilized",
        563.04,
        564.3
    ],
    [
        " underground",
        564.3,
        565.68
    ],
    [
        " You",
        568.62,
        569.24
    ]
]