[
    [
        " This is the Jocco Underground podcast number 12 with Echo Charles and me,",
        0.22,
        5.16
    ],
    [
        " Jocco Willink. Good evening, Echo. Also joining us tonight is Darryl Cooper.",
        5.5,
        9.68
    ],
    [
        " Good evening, Darryl. Happy to be here.",
        10.24,
        11.66
    ],
    [
        " Everyone is insane.",
        12.62,
        18.8
    ],
    [
        " Everyone is insane. I have been thinking about this lately. The",
        20.12,
        29.58
    ],
    [
        " clinical definition of insanity is a mental illness of such a severe nature",
        29.58,
        36.88
    ],
    [
        " that a person cannot distinguish fantasy from reality, cannot conduct their",
        36.88,
        42.0
    ],
    [
        " affairs due to psychosis or is subject to uncontrollable, impulsive behavior.",
        42.0,
        48.3
    ],
    [
        " That's the clinical definition of insanity. And I was reading about someone",
        48.88,
        56.84
    ],
    [
        " recently that was clinically insane. And then I was also reading a book about a",
        58.32,
        66.44
    ],
    [
        " particular general during a war who he wasn't maybe clinically insane to this",
        66.44,
        75.78
    ],
    [
        " level, but his actions started to make me think that he actually does have",
        75.78,
        81.64
    ],
    [
        " some level of insanity because he couldn't distinguish fantasy from reality.",
        81.64,
        86.3
    ],
    [
        " So let's break this down a little bit because I think I'm right. What I think is",
        91.12,
        95.64
    ],
    [
        " everyone's insane on some level. So first of all, think about this. The first",
        95.64,
        102.14
    ],
    [
        " section there cannot distinguish fantasy from reality. Cannot distinguish fantasy",
        102.14,
        108.3
    ],
    [
        " from reality. Okay, so you get the stereotypical person on the street that's yelling at a",
        108.3,
        114.26
    ],
    [
        " delusional. They don't think other people can see what they're doing. They think",
        114.26,
        120.4
    ],
    [
        " they're more capable than they are. That's kind of the thing that could me",
        120.4,
        124.16
    ],
    [
        " in off this whole idea was this particular military general who was doing",
        124.16,
        128.72
    ],
    [
        " things who didn't understand the reality of the situation that he was in.",
        128.72,
        132.04
    ],
    [
        " Just didn't understand it. So cannot distinguish fantasy from reality.",
        132.84,
        137.88
    ],
    [
        " That's part one. Part two cannot conduct affairs due to psychosis.",
        138.18,
        142.48
    ],
    [
        " What does that mean? That means you're not doing what you're supposed to be doing.",
        143.38,
        145.86
    ],
    [
        " You're not doing what you're supposed to be doing. Is there anyone listening to",
        146.1,
        150.32
    ],
    [
        " this echo Charles? Is there any day that you don't exactly do what you're supposed to be doing?",
        150.32,
        154.16
    ],
    [
        " Does that ever happen? You don't conduct your affairs the way you're supposed to?",
        154.62,
        158.54
    ],
    [
        " Does that ever happen? You, Darrell? Is there ever been a day where you didn't quite",
        158.76,
        161.92
    ],
    [
        " conduct the affairs you were supposed to do? Well, no comment.",
        161.92,
        167.4
    ],
    [
        " Okay, subject to uncontrollable impulsive behavior.",
        168.36,
        173.4
    ],
    [
        " Do we even need to ask that question? Right? What about a donut?",
        174.0,
        180.3
    ],
    [
        " Who? What about a piece of pizza? What about the anger? What about the smashing of the whatever?",
        180.96,
        186.66
    ],
    [
        " The the the kitchen counter?",
        187.1,
        188.7
    ],
    [
        " Uncontrollable impulsive behavior.",
        189.64,
        192.92
    ],
    [
        " You can't stop yourself from doing that thing at that moment.",
        194.64,
        197.5
    ],
    [
        " And here's the other part of this. And it's not part of the definition, but I looked it up and it is",
        198.4,
        204.22
    ],
    [
        " it is part of insanity is that insane people don't know that they're insane.",
        204.22,
        209.52
    ],
    [
        " They don't know that they're insane. They're not aware of it.",
        210.18,
        213.82
    ],
    [
        " And this is another thing reading about this particular military leader",
        214.24,
        218.1
    ],
    [
        " who didn't realize what was happening. He didn't see how obviously mistaken he was with the",
        218.7,
        225.04
    ],
    [
        " moves that he was making. Like anybody on the outside would look and say, oh yeah, this guy is",
        225.04,
        229.76
    ],
    [
        " clearly making mistake out from mistake out from mistake. And he didn't even realize it.",
        229.76,
        232.4
    ],
    [
        " Didn't even realize it. And I think what happens is what what that reminded me of",
        232.7,
        238.72
    ],
    [
        " is that you're if you allow your head to be an echo chamber for your own ideas and your",
        238.72,
        247.94
    ],
    [
        " own thoughts and you only let those thoughts rattle around in there. It's not going to go well",
        248.12,
        254.26
    ],
    [
        " after a while. It ends up in a feedback loop. Was that a positive feedback loop? It's a positive",
        254.26,
        258.42
    ],
    [
        " feedback loop. It's feedback on a on an amplifier. What does that mean? It means we need to be able",
        258.42,
        265.76
    ],
    [
        " to do too detach. You know, if you want to if you want to distinguish fantasy from reality as a",
        265.76,
        272.18
    ],
    [
        " human, you got to detach from the situation you're in. If you want to conduct affairs,",
        272.18,
        276.68
    ],
    [
        " regardless of how you're feeling, feeling you got to detach from that. If you want to",
        276.8,
        280.56
    ],
    [
        " overcome your impulsive behaviors, you've got to detach. You got to be able to take a step",
        280.56,
        284.94
    ],
    [
        " back and detach and by the way, if you don't do that, you don't realize your own psychosis.",
        284.94,
        290.42
    ],
    [
        " And this is similar from a leadership perspective. If you're in an echo chamber from a leadership",
        291.16,
        298.9
    ],
    [
        " perspective, if I'm the leader and I'm coming up with ideas and echoes of yes man and",
        298.9,
        302.78
    ],
    [
        " derls of yes man and they're saying, yeah, both great idea. That sounds great. Let's go ahead and",
        302.78,
        306.32
    ],
    [
        " do that. And no one questions me. No one pushes back. We're caught in an echo chamber of ideas",
        306.32,
        311.94
    ],
    [
        " and we're going to fail or chances are we're going to fail. So we need to push back against ourselves.",
        311.94,
        321.12
    ],
    [
        " We need to question ourselves. We need to remember that the reality that we see, the reality that",
        321.72,
        328.02
    ],
    [
        " we actually see with our own own two eyes looks different from other people's eyes.",
        328.02,
        331.98
    ],
    [
        " And you need to see if you can see what they're seeing.",
        333.62,
        336.16
    ],
    [
        " You got to remember how things look compared to what other people think they look like.",
        337.16,
        343.18
    ],
    [
        " You got to remember that this idea of being insane is something that we all",
        343.76,
        350.26
    ],
    [
        " have a tendency to lean towards, right? We fail to identify or accept reality.",
        350.26,
        358.22
    ],
    [
        " And it's one of the things I was talking about with a bunch of businesses as COVID kicked off.",
        359.6,
        363.42
    ],
    [
        " There were some people that were old and go, we're locked down. This can't last. No. Fast forward.",
        363.96,
        370.42
    ],
    [
        " Six months, three months, one year. People didn't accept the reality that they were facing.",
        370.56,
        376.56
    ],
    [
        " We're just going to keep doing things that doesn't work. So we have a tendency to fail to accept reality.",
        377.66,
        384.32
    ],
    [
        " We have a tendency to fail to do what we're supposed to do. We have a tendency to fail to conduct our affairs.",
        386.04,
        393.46
    ],
    [
        " That's a tendency that we all have. We have a tendency to fail to control and pulse of behavior.",
        394.16,
        400.18
    ],
    [
        " These are things that everyone, no one can deny these things.",
        401.2,
        403.94
    ],
    [
        " And we don't even recognize and realize what we're doing.",
        405.02,
        410.42
    ],
    [
        " So we don't even see that little bit of psychosis setting in.",
        414.32,
        417.64
    ],
    [
        " We don't even see that little bit of psychosis setting in where we are actually losing touch with",
        418.08,
        424.94
    ],
    [
        " reality. Our heads and an echo chamber. And the echo chamber amplifies the lies that we're",
        424.94,
        436.24
    ],
    [
        " telling ourselves it amplifies our problems, prevents solutions.",
        436.48,
        440.24
    ],
    [
        " So what we have to do is we have to detach. We have to ask questions. We have to listen.",
        441.22,
        448.02
    ],
    [
        " Don't be a yes man to yourself. Don't let that happen.",
        449.68,
        456.08
    ],
    [
        " Don't let that happen. So insanity. What do you think, Darryl? Am I wrong?",
        456.42,
        462.76
    ],
    [
        " You're not wrong. I think one of the most interesting points to make to people in this respect.",
        464.24,
        471.2
    ],
    [
        " It's just like so many other qualities about people. Take courage, for example. Some guys who would",
        471.56,
        478.24
    ],
    [
        " run into a firefight at the drop of a hat to rescue their friend. But they don't have the courage",
        478.24,
        485.58
    ],
    [
        " to stand up to their wife when she's acting in a certain way or something like that. It's",
        485.58,
        492.74
    ],
    [
        " insanity is often domain specific. It makes me think of this one woman I knew very well.",
        492.74,
        497.88
    ],
    [
        " I still know her. She's a great person. Very intelligent, philosophy degree, masters degree,",
        498.06,
        505.32
    ],
    [
        " graduated with honors and philosophy. She works in education. She's been a teacher, vice principal",
        505.6,
        511.4
    ],
    [
        " and administrator. And she's the best bureaucrat that anybody who has ever worked with her has ever",
        511.4,
        516.44
    ],
    [
        " seen. She's graded her job. Everybody who knows her, she's brilliant. She's great. She's just a normal",
        516.44,
        521.86
    ],
    [
        " person. I knew her very, very well. And she had a touch of paranoia that she was an anxious person.",
        521.86,
        529.26
    ],
    [
        " A little bit paranoid. Some people are paranoid. They think people are talking about me behind my back",
        529.9,
        534.96
    ],
    [
        " when they're really not interested. That's a version of it, right? But it escalates. And one time I was",
        534.96,
        539.22
    ],
    [
        " having a conversation with her and she said that I think it work, our secretary at work. She brought",
        539.22,
        551.84
    ],
    [
        " secretary, had been having some problems in my friend's eyes, right? She would tell me the stories",
        553.4,
        558.48
    ],
    [
        " about the problems they were having. And I'm like, I don't know. I think there's a, she could have",
        558.48,
        562.04
    ],
    [
        " just meant that in a totally innocent way. I think maybe you're blowing it out of proportion, right?",
        562.04,
        565.92
    ],
    [
        " But the accumulation of those incidents led her to think that this secretary had it in for.",
        566.38,
        570.48
    ],
    [
        " And so she asked me, she's like, but I didn't eat any of the cookies. And then she looks me in the eye.",
        570.88,
        577.34
    ],
    [
        " I'm just hearing like, okay, she brought cookies and you need a cookie. And she looks me dead in the",
        577.34,
        581.06
    ],
    [
        " eyes and says, do you think she was trying to poison me? And I said, listen to me very carefully.",
        581.06,
        588.18
    ],
    [
        " I told her very carefully or very seriously, I said, no, I don't think she was trying to poison you",
        588.36,
        593.0
    ],
    [
        " and do not repeat that to anybody else. Okay. And because that's a crazy thing to think, I mean,",
        593.0,
        600.3
    ],
    [
        " it was completely outside the realm of possibility. And so she didn't repeat it to anybody else.",
        600.3,
        605.28
    ],
    [
        " And she even said like, yeah, I know it's ridiculous. I was just joking. And then she kind of just",
        605.38,
        608.74
    ],
    [
        " went about it and nothing happened. But you think to yourself, what if I wasn't there to tell her",
        608.74,
        614.78
    ],
    [
        " that? And I was somebody she trusted who could get through to her to like, let her know that that's",
        614.78,
        619.14
    ],
    [
        " not a good idea. If she had gone to her supervisors and said, I think the secretary's trying to poison",
        619.14,
        625.08
    ],
    [
        " me. And they would have been like, excuse me. And they would have, I mean, and the whole thing could",
        625.08,
        630.22
    ],
    [
        " have been, it could have escalated into something where she would have lost her job. She may have been",
        630.22,
        634.02
    ],
    [
        " committed to it. Who knows? I mean, it could have really gotten out of hand. And what happens",
        634.08,
        639.06
    ],
    [
        " a lot of times is then maybe people think, you know, somebody like her would think, well, everybody's",
        639.06,
        644.58
    ],
    [
        " in on it. They're all on her side. And that's how that thing, that kind of thing starts to escalate.",
        644.58,
        649.16
    ],
    [
        " That's that positive feedback loop you were talking about. And we do it on an individual level,",
        649.44,
        655.3
    ],
    [
        " right? Where you don't want to, are you surround yourself with yes, men? We do it on the group level.",
        655.44,
        659.74
    ],
    [
        " You think of people like cults like Jim Jones, where, you know, descent is not allowed. And so",
        659.74,
        665.4
    ],
    [
        " there's this, you happen to have a small group with a dictator at the top and there's nobody around",
        665.4,
        670.08
    ],
    [
        " who can actually criticize them or tell me he's wrong about anything. So they just go off into",
        670.08,
        674.28
    ],
    [
        " the stratosphere and you see it happen with whole nations where descent is banned in North Korea.",
        674.28,
        679.42
    ],
    [
        " You can't criticize anything that's going on. And so the people at the top, if they're a little",
        679.62,
        683.3
    ],
    [
        " unstable, you're off to the races, you know, the, the, that's what had me thinking about this.",
        683.36,
        690.36
    ],
    [
        " That's what kind of the, the first thing I like sometimes I'm doing something and I take a note",
        690.48,
        693.94
    ],
    [
        " in my, this whole idea came from me writing down echo chambers because I was thinking about, well,",
        693.94,
        700.6
    ],
    [
        " we hear echo chambers a lot in the news. Oh, well, you're in an echo chamber on social media,",
        700.72,
        704.28
    ],
    [
        " right? When you're on the gram, for instance, echo Charles, when you're on the gram,",
        704.28,
        709.48
    ],
    [
        " whatever you look at, it feeds you more of that food, right? It gives you more. If you're looking",
        710.26,
        715.34
    ],
    [
        " at liberal stuff, it's going to, that is a little excerpt of what we are doing on the",
        715.34,
        726.46
    ],
    [
        " Jocco Underground podcast. So if you want to continue to listen, go to joccounderground.com",
        726.46,
        732.92
    ],
    [
        " and subscribe. And we're doing this to mitigate our reliance on external platforms. So we are not",
        732.92,
        739.4
    ],
    [
        " subject to their control and we're doing it so we can give you more control, more interaction,",
        739.56,
        744.94
    ],
    [
        " more direct connections, better communications with us, strengthen this legion of troopers",
        745.54,
        750.44
    ],
    [
        " that are in the game with us. So thank you. It's joccounderground.com. It costs $8.18",
        750.44,
        757.32
    ],
    [
        " cents a month. And if you can't afford to support us, we can still support you. Just email",
        757.32,
        762.12
    ],
    [
        " assistance at joccounderground.com and we'll get you taken care of. Until then, we will see you",
        762.12,
        769.26
    ],
    [
        " mobilized underground.",
        769.26,
        772.0
    ]
]