[
    [
        " This is Jocco podcast number 29 with echo Charles and me Jocco Willink",
        0.0,
        7.48
    ],
    [
        " Into the midst of this war torn land were inserted 22 able-bodied American soldiers and a platoon leader",
        7.48,
        21.16
    ],
    [
        " As I made my way to the platoon command post CP the Sun had already dropped from the sky",
        21.16,
        28.78
    ],
    [
        " night the tropics comes fast and even as I approached the outgoing platoon leader the shadows have begun to obscure his facial features",
        28.78,
        37.98
    ],
    [
        " I found him lying on his stomach in a depression situated roughly in the center of the platoon",
        37.98,
        44.76
    ],
    [
        " As I bent over to introduce myself he motioned for me to get down",
        44.76,
        49.88
    ],
    [
        " Assuming that perhaps I was dangerously exposed I lay down next to him",
        49.88,
        55.88
    ],
    [
        " Hello, I'm Jim McDonough. I said feeling somewhat awkward being so formal while lying on my stomach",
        57.14,
        66.72
    ],
    [
        " Tom Rolf he said are you here to take my place?",
        66.72,
        71.32
    ],
    [
        " He was unable to conceal his eagerness",
        72.54,
        74.86
    ],
    [
        " Yes, I replied can you tell me what's going on here?",
        74.86,
        79.24
    ],
    [
        " As he began briefing me it became apparent that the platoon was not the object of his thoughts",
        80.74,
        87.4
    ],
    [
        " I asked questions about the disposition of the squads the personalities of the men the tactics of the enemy the attitude of the villagers",
        87.4,
        95.4
    ],
    [
        " He responded by telling me about how difficult the job was how much his family needed him how he never asked to be an infantry lieutenant",
        95.4,
        104.48
    ],
    [
        " How dangerous and unhappable his life had been of late and how he did not deserve to be wounded or killed",
        104.48,
        111.2
    ],
    [
        " He was overcome by fear that on his last night in the field the enemy would somehow snatch survival away from him",
        111.2,
        120.72
    ],
    [
        " As the hours passed we did not move from our position in the midst of the platoon",
        120.72,
        126.8
    ],
    [
        " I became acutely conscious of our protected posture",
        126.8,
        131.66
    ],
    [
        " All about us I could hear movement. I saw silhouettes of soldiers as they moved about setting up their positions for the night",
        133.24,
        140.46
    ],
    [
        " I noted that at least one patrol departed from the perimeter",
        140.46,
        144.62
    ],
    [
        " But that the orders for the patrol did not come from the lieutenant",
        144.62,
        148.46
    ],
    [
        " Rolf lay there chattering aimlessly into the night describing again and again from me the wife and two children he had left behind",
        148.46,
        158.3
    ],
    [
        " Gradually he honed in on his point",
        160.94,
        163.16
    ],
    [
        " You've got to understand I did this for them. They need me. They need me in one piece",
        163.16,
        170.18
    ],
    [
        " Nervous silence followed as I tried to find his eyes in the darkness",
        170.18,
        175.32
    ],
    [
        " What was he talking about",
        175.32,
        178.38
    ],
    [
        " The question arose even as the answer was forming all around me. They know what to do their good soldiers",
        178.38,
        186.2
    ],
    [
        " Silence again",
        187.74,
        188.68
    ],
    [
        " He was shocked by his own confession",
        188.68,
        192.14
    ],
    [
        " But at the same time he was urged on by the bearing of his soul",
        192.14,
        199.26
    ],
    [
        " I could have been a hero",
        199.26,
        202.12
    ],
    [
        " Sometimes I even wanted to be but I had to think of my family. You see don't you?",
        202.12,
        207.12
    ],
    [
        " Most of these men don't have any family. They're just boys",
        208.22,
        210.7
    ],
    [
        " The shamefulness of his words hit me like a club",
        210.7,
        214.98
    ],
    [
        " He was not the leader of this platoon. He felt no responsibility for the mission. He felt no compassion for his men",
        215.52,
        222.04
    ],
    [
        " In his mind the other members of the platoon existed for only one reason to",
        222.04,
        228.38
    ],
    [
        " Protect him to keep him alive",
        228.38,
        230.84
    ],
    [
        " They were expendable. He was not he had reason to live",
        230.84,
        236.18
    ],
    [
        " They did not I",
        236.18,
        240.74
    ],
    [
        " Wanted to crawl away, but it was dark and I had no idea where to go. We stopped talking",
        240.74,
        246.38
    ],
    [
        " I had nothing more to ask",
        246.38,
        248.92
    ],
    [
        " He wanted to say more about his personal concerns",
        248.92,
        253.26
    ],
    [
        " He knew he had gone too far, but he didn't care his only concern in the world was to leave that no as soon as possible",
        253.26,
        260.02
    ],
    [
        " The platoon and I could be damned",
        260.02,
        262.8
    ],
    [
        " If he survived justice would have been done",
        262.8,
        266.48
    ],
    [
        " That night nothing else mattered for him his soul lay naked stripped of pride guilt and shame",
        266.68,
        275.16
    ],
    [
        " They were",
        275.16,
        278.3
    ],
    [
        " affections of the civilized world out here only living mattered",
        278.3,
        286.58
    ],
    [
        " Unable to sleep unable to move I lay there wondering which I would turn out to be the crazed killer",
        286.58,
        294.64
    ],
    [
        " I had met in Qnon or the blatant coward beside me in the dark",
        294.64,
        299.26
    ],
    [
        " Which one was more devoid of humanity I did not know",
        299.26,
        304.3
    ],
    [
        " Later after almost three months in the field I saw roll again",
        304.3,
        309.22
    ],
    [
        " At the battalion secure behind the battalion perimeter of Elsey North English",
        309.22,
        316.22
    ],
    [
        " He had adopted an heir of bravado in",
        316.22,
        321.06
    ],
    [
        " The safety of the officers club. He told me of his brave deeds",
        321.06,
        324.68
    ],
    [
        " He talked as one who had seen it all in his own words",
        324.68,
        328.56
    ],
    [
        " He became the dashing fearless leader of combat infantrymen",
        328.56,
        333.46
    ],
    [
        " He even had a few",
        333.46,
        336.12
    ],
    [
        " Combat awards for valor the procurement of which fell among his duties",
        336.12,
        341.32
    ],
    [
        " But the most amazing thing of all was his beliefs at belief in every one of his own words",
        341.32,
        350.72
    ],
    [
        " As far as he consciously knew he was all he claimed to be",
        351.42,
        356.48
    ],
    [
        " He had forgotten how he lay quivering in the dark praying for the enemy not to come",
        356.48,
        364.12
    ],
    [
        " From that point on I began to watch myself carefully",
        364.12,
        369.78
    ],
    [
        " Was I really what I thought I was or had I deluded myself as effectively as Ralfad?",
        369.78,
        378.34
    ],
    [
        " Then the morning the helicopter came to take Ralfaway",
        380.22,
        383.14
    ],
    [
        " He brought himself to his knees which is as high as I had seen him rise since my arrival the night before and",
        383.14,
        390.64
    ],
    [
        " Without a word of farewell to me or any of the soldiers. He made a desperate dash for the helicopter",
        390.64,
        396.04
    ],
    [
        " In an instant he was gone and I recognized with a feeling of awe",
        396.04,
        403.22
    ],
    [
        " That I was now in command",
        403.22,
        406.92
    ],
    [
        " Good evening echo good evening",
        411.0,
        414.38
    ],
    [
        " We're back in Vietnam tonight",
        414.38,
        417.56
    ],
    [
        " And this book right here is called platoon leader a",
        417.56,
        425.82
    ],
    [
        " Memoir of command in combat by James R. McDonough",
        425.82,
        432.44
    ],
    [
        " He served he went to West Point",
        432.44,
        437.0
    ],
    [
        " So four years at West Point and then he got assigned to the 173rd Airborne Brigade in Vietnam",
        438.98,
        445.22
    ],
    [
        " And one thing about this book and this is a",
        445.22,
        449.56
    ],
    [
        " A fantastic book and I'll tell you there's a quote on the back of the book here",
        449.56,
        456.02
    ],
    [
        " It's the Marine Corps Gazette wrote this",
        456.02,
        458.86
    ],
    [
        " Stands alone is the finest statement of what it means to be the commander of a small unit",
        458.86,
        465.3
    ],
    [
        " I hope that every platoon leader reads ponders and truly absorbs the words of Lieutenant Colonel McDonough",
        465.6,
        472.96
    ],
    [
        " So it starts off there that was him going to this small",
        472.96,
        483.62
    ],
    [
        " little",
        483.62,
        485.38
    ],
    [
        " perimeter but platoon perimeter outside of a village in",
        485.38,
        491.72
    ],
    [
        " He's taking over from the outgoing platoon commander and again",
        492.76,
        496.6
    ],
    [
        " This is something very different than we do in the seal teams where you just have a random new guy show up",
        496.6,
        501.4
    ],
    [
        " That's gonna take charge we're lucky the way we're set up",
        501.4,
        504.34
    ],
    [
        " We do like an entire workup and prepare for deployment with the same guys",
        504.34,
        509.14
    ],
    [
        " We're gonna be on deployment with and then we all go on deployment together",
        509.14,
        512.06
    ],
    [
        " We work together and win the deployments over we go home. It's a very solid way of running that system",
        512.06,
        517.56
    ],
    [
        " This is different. There's guys trickling in and out all the time throughout the entire chain of command all the way up",
        518.0,
        524.26
    ],
    [
        " From the frontline guys all the way up to the commander of the platoon",
        524.26,
        528.12
    ],
    [
        " Fresh out a West Point",
        528.12,
        533.92
    ],
    [
        " Fresh out of college. Yeah, it's a military college, but shows up in Vietnam and here he is in the bush",
        533.92,
        542.2
    ],
    [
        " Back to the book",
        542.2,
        545.64
    ],
    [
        " I was alone",
        546.86,
        548.08
    ],
    [
        " That was my first sensation as a leader I",
        548.08,
        553.1
    ],
    [
        " Gathered up my belongings my weapon web gear and rucksack and moved toward the command post",
        553.1,
        557.84
    ],
    [
        " I needed a few minutes to gather my thoughts before I made my debut as platoon leader. I knew it was going to be a tricky business",
        557.84,
        564.98
    ],
    [
        " I",
        564.98,
        566.5
    ],
    [
        " It assumed that I would have a company commander nearby to give me orders",
        566.5,
        571.0
    ],
    [
        " But I had not even met him yet. I would not meet him for weeks",
        571.5,
        575.42
    ],
    [
        " So that's the guy who's above the platoon commanders the company commander",
        575.42,
        578.1
    ],
    [
        " You know in his mind he thinks he's gonna have this company commander somewhere nearby and mentoring him telling what to do not happening",
        578.1,
        584.1
    ],
    [
        " Doesn't have an even hasn't even met him. He's taken over the platoon. He hasn't even met the company commander yet",
        584.1,
        588.32
    ],
    [
        " I would not meet him for weeks the fact was I was totally on my own",
        588.32,
        594.58
    ],
    [
        " What should I do whose advice could I ask the platoon sergeants the squad leaders",
        594.58,
        599.76
    ],
    [
        " In time I would listen to their ideas incorporate them with my own, but I could hardly begin with well",
        600.5,
        606.28
    ],
    [
        " What do you think we ought to do men?",
        606.28,
        607.64
    ],
    [
        " No, I knew that the basic decisions were mine to make",
        608.44,
        611.24
    ],
    [
        " Now I might go in that situation a little bit different and I wouldn't have any problem ask him platoon sergeants and",
        611.24,
        619.86
    ],
    [
        " Asking squad leaders. Hey guys. What's going on getting some feedback from them? What's been working? What's not?",
        619.86,
        624.26
    ],
    [
        " I don't think there's any I don't think there's anything wrong with that at all",
        624.68,
        627.74
    ],
    [
        " He took a little different tact. He didn't feel comfortable doing that",
        629.76,
        633.24
    ],
    [
        " And you know one of the reasons why he didn't feel comfortable doing that because he's young he's fresh out of college",
        633.24,
        639.14
    ],
    [
        " And he's a little nervous stepping in this combat role. Good. Obviously",
        639.14,
        643.92
    ],
    [
        " Back to the book the first few moments would be crucial",
        643.92,
        649.48
    ],
    [
        " Obviously, I was the object of interest that morning everyone was wondering what the new new lieutenant would be like",
        649.48,
        656.54
    ],
    [
        " And I would be telling them with my first words my gestures my demeanor my eyes",
        656.98,
        663.42
    ],
    [
        " So he knows that everything he does they're watching him and they're judging him",
        663.42,
        667.92
    ],
    [
        " I would have no grace period in which to learn my way around",
        667.92,
        673.14
    ],
    [
        " This was a life and death environment if I began with a blunder my credibility as a leader would be shot and",
        673.14,
        681.86
    ],
    [
        " So might some of the men",
        681.86,
        683.18
    ],
    [
        " I",
        684.24,
        685.04
    ],
    [
        " Decided to begin by giving my attention to tactics in a military environment",
        685.04,
        690.88
    ],
    [
        " Everything is determined by tactical considerations where you sleep when you sleep where you go what you do and in those company",
        690.88,
        699.16
    ],
    [
        " You do it",
        699.16,
        700.54
    ],
    [
        " All are dictated by underlying tactical necessities. I would communicate my style of leadership through my tactical instructions",
        700.54,
        710.3
    ],
    [
        " Pretty good call",
        711.3,
        712.34
    ],
    [
        " Pretty good call",
        712.34,
        714.06
    ],
    [
        " Let's just talk tactics something that we're all familiar with",
        714.06,
        718.86
    ],
    [
        " The first thing that occurred to me was the necessity of sending out patrols",
        718.86,
        726.62
    ],
    [
        " If our actions were strictly defensive the enemy would be free to pick their tactics",
        726.62,
        732.42
    ],
    [
        " The initiative would be theirs and this would eventually disprove the illusion of security that the perimeter wire offered",
        732.42,
        739.5
    ],
    [
        " by training told me that a completely defensive unit is a prime target for an overwhelming attack",
        740.3,
        746.92
    ],
    [
        " boom",
        746.92,
        748.34
    ],
    [
        " So he knows that out of the gate again. They've got this nice little perimeter set up. They've got 30 or so guys there",
        748.34,
        754.9
    ],
    [
        " They've got to defend this perimeter from attack",
        754.9,
        757.72
    ],
    [
        " But instead of just staying in a defensive position. He's like we got to go out on patrol",
        757.72,
        762.12
    ],
    [
        " We got to get out there. We got to disrupt what the enemy's doing",
        762.12,
        765.66
    ],
    [
        " In combat leadership as in real estate",
        767.88,
        770.78
    ],
    [
        " Location is everything. I was the platoon leader and the patrolling would be done by squad-size elements",
        770.78,
        778.36
    ],
    [
        " Normally there were ten men in the squad and four squads in a rifle platoon",
        778.36,
        784.92
    ],
    [
        " Per personnel strengths being what they were my squads were down to only six or seven men of peace and",
        784.92,
        791.4
    ],
    [
        " There were only three squads. I would be risking over supervision of the patrolling squad",
        791.4,
        797.36
    ],
    [
        " Whose direction was better left to the squad leader if I went with it",
        797.36,
        802.56
    ],
    [
        " I would also be away from the majority of my platoon back at the perimeter on the other hand to stay with the two squads in the",
        802.56,
        811.2
    ],
    [
        " perimeter would deny me the knowledge of the terrain in which the my platoon operated and",
        811.2,
        816.54
    ],
    [
        " the opportunity to evaluate the quality of the patrols the major offensive activity of my tactical position",
        816.54,
        822.44
    ],
    [
        " more over I would not be sharing the highest risk",
        822.44,
        826.7
    ],
    [
        " Operations of my men and would therefore might lose their respect",
        826.7,
        830.78
    ],
    [
        " I also might miss my best chance to appreciate their perceptions needs and attitudes",
        830.78,
        836.38
    ],
    [
        " Finally, I might slip into a defensive attitude myself and that attitude would eventually overtake the entire platoon",
        836.38,
        846.14
    ],
    [
        " So basically they're on they're inside that perimeter",
        848.94,
        851.02
    ],
    [
        " He's got three squads and he's sending the one squad out on patrol on a fairly regular basis",
        851.02,
        856.98
    ],
    [
        " And he's the question is you know where should I go?",
        856.98,
        860.56
    ],
    [
        " What should I do and he decides that the best thing for him to do is",
        860.66,
        864.6
    ],
    [
        " rotate through and",
        864.6,
        867.2
    ],
    [
        " Go on patrol with them sometimes and I love the point of of more over I would not be sharing in the highest risk",
        867.2,
        874.14
    ],
    [
        " Operations of my men so he knows he's got to take some of the risk that they're taking that will also give him a chance to",
        874.38,
        880.44
    ],
    [
        " Appreciate their perceptions needs and attitudes",
        880.44,
        882.7
    ],
    [
        " So if you're in a leadership position and you never get down to the front line troopers and see what they're doing see what they're doing on the job site",
        882.7,
        889.08
    ],
    [
        " See what they're doing in the field see what's going on out there. You can't understand it and",
        889.08,
        896.82
    ],
    [
        " Then he says this finally I might slip into a defensive attitude myself and that attitude would eventually overtake the entire platoon",
        896.82,
        903.9
    ],
    [
        " Because they're all gonna turn into what he's turned into or what he is",
        904.28,
        908.22
    ],
    [
        " Back to the book if a patrol made contact with the enemy and it lasted for any length of time a second squad would be sent to react",
        908.22,
        918.12
    ],
    [
        " If I were inside the perimeter at such a time I would move out with the reaction squad",
        918.12,
        923.36
    ],
    [
        " I firmly believed it was the duty of the combat leader to move to the sound of the guns",
        923.36,
        929.32
    ],
    [
        " Especially when a majority of the unit was engaged",
        930.32,
        934.08
    ],
    [
        " So he's gonna be there when things go sideways he's gonna move",
        934.08,
        940.88
    ],
    [
        " Now back to his feelings on what this is like even more on",
        940.88,
        947.82
    ],
    [
        " Spiring than the scenery was the realization that whatever took place in this part of the world",
        947.82,
        954.06
    ],
    [
        " Whatever these men did or whatever happened to them was my responsibility I",
        954.38,
        962.44
    ],
    [
        " Might describe myself as a long for the ride, but whatever happened here or back at the perimeter",
        962.44,
        967.88
    ],
    [
        " I would have to account for to my superiors to my men and to myself",
        967.88,
        973.08
    ],
    [
        " I felt I was living a lie. I was trying desperately to learn what I was already supposed to know",
        973.08,
        981.08
    ],
    [
        " So the reason he's talking about that is when he goes out with the squads",
        983.46,
        986.68
    ],
    [
        " There's a guy that's junior to him a sergeant that's running the squad that's running the patrol and he's not gonna go out there and",
        986.68,
        993.28
    ],
    [
        " Be the boss. He's gonna go out there sort of a long for the ride",
        993.28,
        996.9
    ],
    [
        " You know, he's not gonna take charge of the squad",
        996.9,
        999.38
    ],
    [
        " He's gonna let them do what they do and he's gonna be more of an observer",
        999.38,
        1002.28
    ],
    [
        " But he's but that doesn't relinquish any responsibility from him. He still owns it",
        1002.28,
        1007.26
    ],
    [
        " He's still taking ownership of the whole thing and this statement about I felt I was living a lie",
        1007.64,
        1012.06
    ],
    [
        " I was trying to desperately to learn what I was already supposed to know that's very common for anybody stepping up into a new leadership position",
        1012.06,
        1019.02
    ],
    [
        " You don't think you're ready for it. I mean often sometimes you feel confident",
        1019.02,
        1022.58
    ],
    [
        " But a lot of times people people hit me up with questions. They say you know, I'm taking I've been promoted",
        1022.58,
        1027.38
    ],
    [
        " I don't think I'm ready to do that job",
        1027.38,
        1029.16
    ],
    [
        " There's a very common to feel like that and my statement. I've said it before. It's okay",
        1029.16,
        1034.72
    ],
    [
        " Yeah, you know, there's a cognitive bias that",
        1035.08,
        1037.44
    ],
    [
        " When you're a real smart person",
        1037.44,
        1042.48
    ],
    [
        " You don't think you're that smart, but when you're not that smart you think you're smart. Oh, yeah, 100%",
        1042.48,
        1048.46
    ],
    [
        " It's a company just just we had these",
        1048.46,
        1050.82
    ],
    [
        " We had these forms that we used to make the the leaders in the seal ptoons fill out and they would rank themselves",
        1050.82,
        1056.34
    ],
    [
        " One you know one being the lowest score five being the highest score and they'd grade themselves on whatever 10",
        1056.34,
        1062.6
    ],
    [
        " 15 different items tactical knowledge",
        1063.14,
        1065.2
    ],
    [
        " Ability to lead",
        1065.2,
        1068.68
    ],
    [
        " Understanding of the troops",
        1068.68,
        1070.88
    ],
    [
        " Understanding of the tactics and they had to grade themselves on everything. Yeah, and a hundred percent of the time",
        1070.88,
        1077.18
    ],
    [
        " A hundred percent of the time. I don't make that claim very often a hundred percent of the time",
        1077.18,
        1082.26
    ],
    [
        " The guys that graded themselves the guys that were really good really good leaders and really stepped up and really doing a great job",
        1082.26,
        1090.02
    ],
    [
        " They'd give themselves of a grade their grade average would be like a solid 2.7",
        1090.24,
        1095.14
    ],
    [
        " You know, I could get better at this and I could do better here",
        1095.14,
        1099.42
    ],
    [
        " The guys that were not good they were not good leaders and their ptoons were struggling",
        1099.42,
        1106.56
    ],
    [
        " Literally their their grade average would be 5.0. They would give themselves a five and everything",
        1106.56,
        1113.3
    ],
    [
        " They're self that's you know arrogance just completely crushes your ability to do a self-assessment. Yeah",
        1113.3,
        1119.84
    ],
    [
        " Unbelievable",
        1124.9,
        1125.56
    ],
    [
        " Back to the book back at the platoon base. I busied myself learning more about the tactical position and the personality of the men",
        1125.56,
        1132.94
    ],
    [
        " There was a distance between us in those first hours. I was not sure of their soldierliness and they were not sure of my leadership",
        1132.94,
        1143.0
    ],
    [
        " Fair enough little little mutual assessment going on right there",
        1143.0,
        1147.56
    ],
    [
        " now they're out on a patrol and",
        1150.72,
        1154.18
    ],
    [
        " There's one of the one of the guys spots a guy named Dunn. He spots",
        1154.18,
        1159.7
    ],
    [
        " somebody and he",
        1159.7,
        1162.54
    ],
    [
        " Sort of gets ready to engage and",
        1162.54,
        1166.52
    ],
    [
        " McDonald says what are you doing?",
        1166.52,
        1170.4
    ],
    [
        " And the sergeants reply was short",
        1170.92,
        1173.76
    ],
    [
        " VC meaning these are vietcong",
        1173.76,
        1176.88
    ],
    [
        " He says I felt it was time for me to assert myself",
        1178.7,
        1182.36
    ],
    [
        " I would not allow the squad to fire. I did not see any weapons and regardless the political leanings of the older man",
        1182.36,
        1188.2
    ],
    [
        " The boy to my way of thinking deserved a little more consideration hold off. I said to Dunn",
        1188.2,
        1195.34
    ],
    [
        " His looks spoke a thousand words. He wasn't accustomed to being second guest",
        1195.34,
        1199.36
    ],
    [
        " Not only had he'd been a squad leader",
        1199.36,
        1202.02
    ],
    [
        " He'd been leading the entire platoon and the reason he says that is because in the at the",
        1202.02,
        1206.1
    ],
    [
        " The old platoon commander who was weak and was hiding",
        1206.34,
        1209.38
    ],
    [
        " This guy Dunn was out there making stuff happen and now I was challenging him",
        1209.38,
        1215.18
    ],
    [
        " My decision was made and I couldn't back away if I relinquished my command the squad would open fire",
        1215.18,
        1220.6
    ],
    [
        " Both the man and the boy were as good as dead",
        1220.6,
        1223.02
    ],
    [
        " Maybe Dunn was right. What did I know? I was a newcomer if I let him give orders the consequences were his if I gave orders",
        1223.02,
        1231.52
    ],
    [
        " They were mine",
        1231.52,
        1232.66
    ],
    [
        " No, I decided either way the consequences were mine",
        1233.38,
        1237.86
    ],
    [
        " I was the senior man even if I looked the other way I would have sanctioned the killing I",
        1237.86,
        1244.3
    ],
    [
        " stared back at Dunn",
        1244.3,
        1246.34
    ],
    [
        " so",
        1246.34,
        1246.6
    ],
    [
        " He's taking ownership one might even say he's taking extreme ownership of the situation and despite",
        1246.6,
        1254.44
    ],
    [
        " Even if the other guy makes a decision he owns it because he's the senior guy out there",
        1254.44,
        1258.86
    ],
    [
        " Hmm",
        1261.98,
        1262.54
    ],
    [
        " Now they're continue so they let those guys live and",
        1262.54,
        1266.0
    ],
    [
        " now they're continuing the patrol and",
        1266.0,
        1269.88
    ],
    [
        " Back to the book I sensed a slight pull on my right foot and pivoting to my left. I took a broad step",
        1269.88,
        1277.74
    ],
    [
        " The roaring in my ear was tremendous",
        1277.74,
        1282.18
    ],
    [
        " As if in a dream I began floating in the direction of my last step",
        1282.18,
        1287.14
    ],
    [
        " It was still a warm beautiful clear day yet somehow I didn't seem to be there anymore",
        1287.22,
        1293.24
    ],
    [
        " I was going off into a deep sleep although my eyes were wide open",
        1293.24,
        1298.14
    ],
    [
        " And I could see the soldiers in front of me exactly as they had been a moment ago",
        1298.14,
        1302.36
    ],
    [
        " I continued to float",
        1302.36,
        1304.1
    ],
    [
        " How graceful I felt",
        1304.1,
        1306.32
    ],
    [
        " Sensing everything in slow motion I saw the ground rising to meet my chest",
        1306.32,
        1311.0
    ],
    [
        " What a perfect landing it was the ground sliding up underneath me",
        1311.0,
        1315.22
    ],
    [
        " Then I heard then I rose again rebounding from the impact in a billow of",
        1315.56,
        1320.22
    ],
    [
        " Soft fine dust particles",
        1320.22,
        1323.0
    ],
    [
        " Again, I ease down into the dirt sending a second thicker cloud of brown debris rising around my face and",
        1323.0,
        1331.14
    ],
    [
        " Outstretched hands",
        1331.14,
        1332.38
    ],
    [
        " abruptly the pace of my thoughts quickened as the surrealistic effects left",
        1332.38,
        1339.24
    ],
    [
        " My god, we've been hit",
        1339.24,
        1341.36
    ],
    [
        " Then the pace increased to normal. Oh no, it's me. I felt sick to my stomach",
        1342.28,
        1347.2
    ],
    [
        " I thought I would vomit and I made my first deliberate movement since the explosion had gone off in my ear",
        1347.2,
        1352.92
    ],
    [
        " From my prone position I jerked my head to the left and gaped at my legs. Oh",
        1352.92,
        1359.18
    ],
    [
        " Be there please be there",
        1359.18,
        1361.92
    ],
    [
        " They were there bleeding and torn, but they were there",
        1361.92,
        1366.24
    ],
    [
        " I was so happy. I wanted to shout with joy. I was you for it",
        1366.24,
        1371.34
    ],
    [
        " So",
        1373.56,
        1374.24
    ],
    [
        " He's walking and it's a booby-drop",
        1374.24,
        1377.32
    ],
    [
        " That description is eerily",
        1377.32,
        1381.12
    ],
    [
        " similar to jody middix description of getting blown up",
        1381.12,
        1387.22
    ],
    [
        " And yeah, I mean he this this",
        1387.22,
        1391.0
    ],
    [
        " Macdonough ended up in a little bit better situation in the fact that he kept his legs, but",
        1391.0,
        1395.96
    ],
    [
        " Jody the way jody describes that in his book is very similar",
        1395.96,
        1399.98
    ],
    [
        " You know just boom and",
        1399.98,
        1402.36
    ],
    [
        " horrible situation",
        1402.36,
        1405.36
    ],
    [
        " Back to the book a wounded leader is still a leader",
        1405.36,
        1410.88
    ],
    [
        " Unless sewing capacitated he can't make decisions. I wasn't that bad off and I found it somewhat",
        1410.88,
        1417.04
    ],
    [
        " Consoling to assert myself as the man in charge at the very least it staved off the shock that would come later",
        1417.04,
        1423.38
    ],
    [
        " So they get it they get him out of there",
        1423.38,
        1427.1
    ],
    [
        " and",
        1428.34,
        1428.94
    ],
    [
        " He's on a stretcher anyways lying naked on the stretcher suspended between two chairs",
        1428.94,
        1433.66
    ],
    [
        " I began to suffer the first sensations of shock",
        1433.66,
        1436.3
    ],
    [
        " I began to shake so severely and I thought once again. I was going to vomit",
        1436.3,
        1441.38
    ],
    [
        " I was also afraid",
        1441.38,
        1443.42
    ],
    [
        " Of defecating where I lay I was so overcome with self pity that for a second I caught myself starting to shed a tear",
        1443.42,
        1452.42
    ],
    [
        " The morphine was having its effect and I was not in full control of my emotions",
        1452.68,
        1457.56
    ],
    [
        " More than anything I was scared",
        1457.56,
        1460.12
    ],
    [
        " I was no longer afraid. I would die. I was afraid because I could have died",
        1460.12,
        1465.42
    ],
    [
        " My heart was racing my body trembling",
        1465.42,
        1468.5
    ],
    [
        " The ringing in my ear confused my drug thinking even more and I couldn't focus my thoughts",
        1468.5,
        1475.32
    ],
    [
        " I only knew I had completely failed in my first attempt to lead a combat action",
        1475.32,
        1481.74
    ],
    [
        " The West pointer the paratrooper the ranger",
        1482.42,
        1485.78
    ],
    [
        " He had lasted less than 48 hours blown up by his own blundering footwork and ill considered decisions",
        1485.78,
        1493.8
    ],
    [
        " How in glorious it all seemed lying there in my nakedness",
        1493.8,
        1499.92
    ],
    [
        " To use on the ground for 48 hours and this happens go in take over the platoon",
        1499.92,
        1505.6
    ],
    [
        " Call on the other guy a coward basically",
        1505.6,
        1508.48
    ],
    [
        " Goes out on his I think it's this was his third patrol",
        1508.48,
        1511.98
    ],
    [
        " He had done two other patrols nothing happened on those other patrols and then boom gets blown up",
        1511.98,
        1518.52
    ],
    [
        " Now he's in the hospital",
        1518.52,
        1522.98
    ],
    [
        " Four other wounded soldiers came aboard",
        1522.98,
        1525.82
    ],
    [
        " One was gut shot and about four inches of his stomach were poking out of his middle",
        1525.82,
        1531.44
    ],
    [
        " He shielded his wounds with his hands as he walked out to the chopper",
        1531.44,
        1536.08
    ],
    [
        " One American armored cavalry platoon had just been been ambushed in the 506 valley south of Bongson",
        1537.14,
        1545.98
    ],
    [
        " And nine bloated and charred but still alive soldiers were brought in in place next to me",
        1545.98,
        1552.64
    ],
    [
        " They smelled awful and their pain was excruciating",
        1552.64,
        1556.54
    ],
    [
        " Mercifully",
        1556.54,
        1557.76
    ],
    [
        " Somewhere unconscious, but those awake",
        1557.76,
        1560.3
    ],
    [
        " were screaming",
        1560.3,
        1561.72
    ],
    [
        " The violent shaking I had experienced at the LZ English was rampant among the group",
        1562.42,
        1567.64
    ],
    [
        " I was grateful to be an infantryman",
        1567.64,
        1571.38
    ],
    [
        " I wouldn't want to travel in gasoline fed machines that invariably exploded and burned when hit",
        1571.38,
        1578.88
    ],
    [
        " A Vietnamese soldier had been brought in and placed ahead of me signifying the greater severity of his wounds",
        1578.88,
        1587.56
    ],
    [
        " He too had been gut shot and apparently his stomach and intestines had completely spilled out",
        1588.24,
        1594.66
    ],
    [
        " His stomach lay quite exposed but his intestines still attached have been dumped into a sandbag which was tied securely to his thigh",
        1594.66,
        1604.54
    ],
    [
        " When he was brought in he was unconscious, but after a while he came too",
        1604.54,
        1609.84
    ],
    [
        " I saw him lift his head and stare at the sandbag",
        1609.84,
        1613.52
    ],
    [
        " What he saw made him pass out again",
        1613.52,
        1616.4
    ],
    [
        " The cycle of coming to looking at his intestines and passing out was repeated three times",
        1616.88,
        1622.84
    ],
    [
        " On the last go around he must have died",
        1622.84,
        1626.32
    ],
    [
        " For he was abruptly removed from line and taken away from the operating room",
        1626.32,
        1632.28
    ],
    [
        " Doesn't matter what ward is you go into that hospital where they're bringing in those wounded soldiers",
        1632.28,
        1640.3
    ],
    [
        " And it's grueling",
        1640.3,
        1643.08
    ],
    [
        " He gets",
        1648.82,
        1649.72
    ],
    [
        " Luckily his wounds weren't that bad he gets",
        1649.72,
        1653.56
    ],
    [
        " Healed up a few weeks and",
        1653.56,
        1657.22
    ],
    [
        " Goes back right back into right back into it right back into it",
        1657.22,
        1664.04
    ],
    [
        " And here they're going out on patrol and I mean think about that he got blown up. He's there for 48 hours",
        1664.04,
        1674.3
    ],
    [
        " He gets blown up he gets sent to the hospital for three weeks",
        1674.78,
        1678.62
    ],
    [
        " Heels up. I mean you're you're you might as well have died when you step on an ID",
        1678.62,
        1683.0
    ],
    [
        " Just this matters on how big it was and this one of obviously wasn't big enough to kill him",
        1683.0,
        1687.12
    ],
    [
        " But if it would have been a little bit bigger he'd be dead or if it strapped and went in the wrong spot",
        1687.12,
        1690.44
    ],
    [
        " He'd be dead",
        1690.44,
        1691.1
    ],
    [
        " Or if he's standing a little bit closer to it he'd be dead or if or if whatever",
        1691.1,
        1695.74
    ],
    [
        " They didn't get him out in time he'd be dead if it hit a vein he'd be dead if it in artery he'd be dead",
        1695.74,
        1700.5
    ],
    [
        " So he knows that",
        1700.5,
        1701.8
    ],
    [
        " And guess what doesn't matter",
        1702.46,
        1703.9
    ],
    [
        " Getty up go back out there you're back in the game and here we go",
        1703.9,
        1709.12
    ],
    [
        " They're going out on patrol",
        1709.12,
        1710.9
    ],
    [
        " I placed myself forth in the order of marshes we slid out the wire",
        1710.9,
        1716.14
    ],
    [
        " The first 50 yards were tolerable",
        1716.14,
        1719.52
    ],
    [
        " But as we left the relative security of the perimeter further and further behind",
        1719.52,
        1724.08
    ],
    [
        " I began to dread that each footstep would land me on another booby trap",
        1724.08,
        1728.76
    ],
    [
        " I tried not to think about my wounds and the mayhem and gore I had seen during the past few weeks",
        1729.22,
        1735.14
    ],
    [
        " But the more I tried to forget the more clearly I remembered",
        1735.14,
        1738.86
    ],
    [
        " If I was going to die and I began to grieve my for myself for my wife for the little boy who would never really know his father",
        1738.86,
        1748.6
    ],
    [
        " Sweat poured from my forehead my back my every joint",
        1748.6,
        1753.78
    ],
    [
        " My stomach was as tight as a knot",
        1753.78,
        1756.32
    ],
    [
        " Each step felt as if it might paralyze me",
        1756.76,
        1761.38
    ],
    [
        " I tried hard to feel my legs so I would remember them long after they were blown off",
        1761.38,
        1768.98
    ],
    [
        " I was torturing myself",
        1768.98,
        1771.28
    ],
    [
        " Then I realized that the other men must be afraid too",
        1771.28,
        1777.26
    ],
    [
        " Yet they kept moving",
        1777.26,
        1780.18
    ],
    [
        " I was their leader",
        1780.18,
        1782.34
    ],
    [
        " I had been trained for my job and the best installations in the US Army had to offer",
        1782.34,
        1787.22
    ],
    [
        " West Point Airborne School Ranger School Jungle Warfare School",
        1787.22,
        1792.36
    ],
    [
        " How could I be deficient after such an investment while my men",
        1792.36,
        1797.52
    ],
    [
        " Wrenched from unmilitary backgrounds into the army and quickly processed in an impersonal training facilities continued to do their duty",
        1797.52,
        1806.2
    ],
    [
        " Somehow I kept moving",
        1806.2,
        1808.96
    ],
    [
        " I could not allow myself to appear cowardly in the eyes of those men",
        1809.68,
        1814.14
    ],
    [
        " Besides",
        1814.14,
        1815.52
    ],
    [
        " There was no place else to go",
        1815.52,
        1819.58
    ],
    [
        " That IED booby trap threat is just horrifying",
        1819.58,
        1831.28
    ],
    [
        " And you know it's scary enough for for just being over there when you see the destruction that it causes",
        1831.28,
        1838.2
    ],
    [
        " But getting blown up and actually personally stepping on IED",
        1838.38,
        1842.54
    ],
    [
        " And then you're back in the field three weeks later in the same area",
        1842.54,
        1847.08
    ],
    [
        " patrolling the same ground",
        1847.08,
        1849.18
    ],
    [
        " That's courage",
        1849.18,
        1853.44
    ],
    [
        " Now is there",
        1853.44,
        1856.52
    ],
    [
        " Moving into position on an ambush site he's",
        1856.52,
        1861.54
    ],
    [
        " Getting some stuff from his gear and here we go back to the book as I struggled through the undergrowth",
        1861.54,
        1867.58
    ],
    [
        " The lace called on a branch and pulled the compass loose from its birth",
        1867.58,
        1872.26
    ],
    [
        " Causing it to fall on the ground where it struck a rock",
        1872.26,
        1875.88
    ],
    [
        " The metallic case made a loud ping as it bounced",
        1875.88,
        1880.54
    ],
    [
        " Without hesitation I yelled booby trap",
        1880.54,
        1884.88
    ],
    [
        " Lurched to the right through myself to the ground covered",
        1884.88,
        1890.22
    ],
    [
        " My head with my arms and tried to pull my legs up to my button brace for the explosion",
        1890.22,
        1896.3
    ],
    [
        " That was about to rip me apart",
        1896.3,
        1897.9
    ],
    [
        " And all the other guys are doing the same thing diving for cover",
        1897.9,
        1904.34
    ],
    [
        " So if you didn't catch that he was just moving through the brush",
        1904.34,
        1909.3
    ],
    [
        " And something caught on his compass and pulled it out of its pocket",
        1909.3,
        1914.02
    ],
    [
        " And it fell to the ground and he heard that metallic noise and he yelled out",
        1914.02,
        1917.86
    ],
    [
        " I mean here they're on patrol they're setting up an ambush that is supposed to be quiet and tactical and silent",
        1917.86,
        1921.72
    ],
    [
        " And all of a sudden he's yelling out booby trap and diving to the ground and makes everyone take cover",
        1921.72,
        1926.08
    ],
    [
        " So they come back from that",
        1928.42,
        1930.3
    ],
    [
        " And he says I took the time to debrief the platoon upon reentry to the perimeter",
        1930.3,
        1936.96
    ],
    [
        " Pointing out the strong points and the weak points of the night's actions",
        1936.96,
        1940.56
    ],
    [
        " I did not spare myself in the critique",
        1940.56,
        1944.14
    ],
    [
        " I simply stated what had happened",
        1944.14,
        1946.56
    ],
    [
        " I had made a mistake but an honest one",
        1946.56,
        1949.74
    ],
    [
        " There were a few subdued comments by the patrol members",
        1949.74,
        1953.56
    ],
    [
        " All of whom clearly recognized the danger of my action",
        1953.56,
        1956.38
    ],
    [
        " It didn't matter. I had overcome my fear",
        1956.38,
        1959.82
    ],
    [
        " I was once again in control of my platoon and more importantly myself",
        1959.82,
        1964.44
    ],
    [
        " So when you make a mistake on it",
        1964.44,
        1966.48
    ],
    [
        " That's that's what you got to do when you make a mistake on it",
        1966.48,
        1972.12
    ],
    [
        " Back to the book my indoctrination period was over. I had been blooded but survived",
        1972.12,
        1979.0
    ],
    [
        " I had been embarrassed but would recover",
        1979.84,
        1982.18
    ],
    [
        " The early shocks had been merciful in that they were over quickly",
        1982.18,
        1986.24
    ],
    [
        " I could now turn my attention away from the self-conscious concerns of how I would fit into this alien environment",
        1986.24,
        1992.98
    ],
    [
        " And how I might be perceived by the soldiers I led",
        1992.98,
        1996.58
    ],
    [
        " I could concentrate instead upon improving my style of leadership and fighting the enemy",
        1996.58,
        2002.46
    ],
    [
        " There was much to do",
        2002.46,
        2004.58
    ],
    [
        " For too long the platoon had done only those things necessary to minimize casualties",
        2004.86,
        2011.88
    ],
    [
        " And approach that in the long run would surely lead to maximum casualties",
        2011.88,
        2018.16
    ],
    [
        " So you want to sit back you want to you want to hide",
        2018.16,
        2023.48
    ],
    [
        " You're letting the enemy get a get a drop on you",
        2023.48,
        2026.72
    ],
    [
        " And he knows that",
        2026.72,
        2028.04
    ],
    [
        " You got to take some risk up front to prevent the long-term extreme risk",
        2028.04,
        2034.22
    ],
    [
        " Back to the book",
        2036.72,
        2037.98
    ],
    [
        " An old army adage claims that soldiers only do well that which their commander checks",
        2037.98,
        2044.42
    ],
    [
        " In combat everything must be done well",
        2044.42,
        2047.72
    ],
    [
        " Yet I realized I couldn't possibly check everything",
        2047.72,
        2051.04
    ],
    [
        " But I could create the illusion that everything was being checked especially if I use the squad leaders and the platoon sergeants as extensions of my own will",
        2051.04,
        2062.8
    ],
    [
        " So a little bit of decentralized command there",
        2065.36,
        2067.94
    ],
    [
        " He knows he can't inspect everything he can't be everywhere all the time",
        2067.94,
        2073.18
    ],
    [
        " But if he uses proper decentralized command he can make it happen because his leaders his subordinate leaders will make it happen",
        2073.18,
        2080.44
    ],
    [
        " Back to the book not only tactics, but all matters relevant to our life in the field had to be supervised",
        2080.44,
        2089.14
    ],
    [
        " For instance health habits had to be inspected as diligently as weapons were",
        2089.14,
        2094.16
    ],
    [
        " Soldiers have to be kept clean they have to shave and watch wash",
        2094.58,
        2098.6
    ],
    [
        " And the squad leader has to see that they do soldiers need a place to relieve themselves a place secure from both enemy and the disease",
        2098.6,
        2107.6
    ],
    [
        " Mess equipment has to be kept clean and soldiers need a balanced diet",
        2107.6,
        2112.38
    ],
    [
        " Feet must be cared for a squad leader is accountable for the changing of socks as he is for the cleaning of weapons",
        2112.38,
        2119.68
    ],
    [
        " Men on alert must stay awake no matter how exhausting the preceding hours of bin",
        2120.7,
        2125.86
    ],
    [
        " Radio has to be monitored kept dried and supplied with fresh batteries",
        2125.86,
        2130.44
    ],
    [
        " Proper communication procedures must be maintained codes must not be compromised",
        2130.44,
        2135.94
    ],
    [
        " Positions must be constantly improved the claim or minds have to be checked camouflaged and re camouflaged",
        2135.94,
        2142.76
    ],
    [
        " Trenches have to be deepened firing positions must be made more lethal to the enemy artillery fires must be registered and re-registered",
        2142.84,
        2149.96
    ],
    [
        " Grassage into the wire must be kept cut the ammunition bunker has to be kept dry soldiers must rehearse in all combat situations",
        2149.96,
        2157.34
    ],
    [
        " That that may be expected of them the functioning of the chain of command must be clearly understood by all the men",
        2157.34,
        2163.54
    ],
    [
        " In combat leaders are quickly attried and every man in his turn must be prepared to take over the mission",
        2163.54,
        2170.3
    ],
    [
        " Lot of stuff to handle that's why he's saying he can't do all that himself",
        2173.56,
        2176.94
    ],
    [
        " You have to use decentralized command in these situations",
        2176.94,
        2180.16
    ],
    [
        " Back to the book I check positions at night",
        2180.16,
        2185.6
    ],
    [
        " Every night I lay behind the machine guns of the men in the strong points",
        2185.6,
        2190.56
    ],
    [
        " I check the frequency of the radio carried by the RTO I ate my eat meals at irregular hours sometimes alone sometimes with a group of soldiers",
        2190.56,
        2200.16
    ],
    [
        " I sat and listened to the men I studied their manner of speech their gate the fact that they were left or right handed",
        2200.56,
        2207.4
    ],
    [
        " How soundly they slept",
        2207.4,
        2209.96
    ],
    [
        " How well they saw in the dark I",
        2209.96,
        2213.64
    ],
    [
        " Listened to their stories their hopes their gripes I",
        2213.64,
        2218.4
    ],
    [
        " tried not to speak about myself",
        2218.4,
        2220.26
    ],
    [
        " Their concern about me was whether or not I could get them through their tour",
        2220.26,
        2226.04
    ],
    [
        " They might want to tell me about their homes and their families, but they wanted me to listen not talk",
        2226.22,
        2232.52
    ],
    [
        " They did not want to know about my life away from Vietnam",
        2232.52,
        2236.18
    ],
    [
        " I was an officer and there eyes that made me different",
        2236.18,
        2240.28
    ],
    [
        " I was a part of this war",
        2240.28,
        2244.4
    ],
    [
        " I was one of the they",
        2244.4,
        2248.4
    ],
    [
        " They drafted the soldier they trained him",
        2248.4,
        2253.5
    ],
    [
        " They ordered him to this god for sake in place and they sent him out on terrifying missions to be maimed and killed",
        2253.5,
        2261.62
    ],
    [
        " They did not have a life other than the army",
        2261.62,
        2266.28
    ],
    [
        " They were the army",
        2266.28,
        2269.6
    ],
    [
        " So I listened and I watched",
        2269.6,
        2275.6
    ],
    [
        " These men were the prime resource of the platoon",
        2275.6,
        2280.32
    ],
    [
        " They would fulfill its missions",
        2280.32,
        2282.52
    ],
    [
        " They would do their country's bidding",
        2283.5,
        2284.9
    ],
    [
        " But they were men first they were not so many boots on parade",
        2284.9,
        2290.72
    ],
    [
        " They were human",
        2290.72,
        2293.0
    ],
    [
        " They had loves fears futures that they hoped to see",
        2293.0,
        2298.88
    ],
    [
        " They made me wonder",
        2298.88,
        2301.12
    ],
    [
        " Was I coming to know them too well to make them do what they had to do",
        2301.12,
        2307.9
    ],
    [
        " Or did I not know them well enough to ask them to do it",
        2307.9,
        2312.3
    ],
    [
        " I",
        2317.1,
        2317.74
    ],
    [
        " Say that all the time",
        2317.74,
        2318.82
    ],
    [
        " That's one of the misconceptions about the military is that",
        2318.82,
        2323.26
    ],
    [
        " The people that are in the military are people",
        2323.26,
        2326.5
    ],
    [
        " They're humans",
        2326.5,
        2328.08
    ],
    [
        " Not so many boots on parade",
        2328.08,
        2333.14
    ],
    [
        " Now he's talks a little bit about the enemy",
        2333.14,
        2340.86
    ],
    [
        " The enemy were also young also adherents of a humanistic faith in which killing was not the essence of life",
        2341.38,
        2348.7
    ],
    [
        " Yet now we faced each other",
        2348.7,
        2351.88
    ],
    [
        " Obsessed with the idea of killing each other",
        2351.88,
        2356.22
    ],
    [
        " There was no respite from it",
        2356.22,
        2359.7
    ],
    [
        " Once a day I wrote a letter to my wife",
        2359.7,
        2363.44
    ],
    [
        " It was a moment of sanity snatched from the madness of war",
        2363.44,
        2367.18
    ],
    [
        " If anything my thoughts of home reinforced my desire to stay alive in my determination to keep the enemy from killing me",
        2368.34,
        2374.96
    ],
    [
        " They would not kill me. They would not kill my men",
        2374.96,
        2378.96
    ],
    [
        " We would kill them first",
        2378.96,
        2381.52
    ],
    [
        " War is the management of violence",
        2381.52,
        2386.0
    ],
    [
        " Claimed the contemporary social scientists and military strategists as we hacked our way through the struggle of Vietnam",
        2386.0,
        2393.52
    ],
    [
        " For us",
        2394.78,
        2395.64
    ],
    [
        " Violence was killing",
        2395.64,
        2397.46
    ],
    [
        " There was no management involved",
        2397.46,
        2401.12
    ],
    [
        " People were either dead or they were not",
        2401.12,
        2404.94
    ],
    [
        " I could not manage my platoon up a hill",
        2404.94,
        2409.18
    ],
    [
        " I had to lead them up there",
        2409.18,
        2412.04
    ],
    [
        " I had a mission to accomplish and I had men to keep alive as many as I could",
        2412.04,
        2417.92
    ],
    [
        " I had to do more than keep them alive",
        2417.92,
        2422.86
    ],
    [
        " I had to preserve their human dignity",
        2422.86,
        2425.06
    ],
    [
        " I was making them kill",
        2425.06,
        2427.9
    ],
    [
        " forcing them to commit the most uncivilized of acts",
        2427.9,
        2432.22
    ],
    [
        " But at the same time I had to keep them civilized",
        2432.22,
        2435.88
    ],
    [
        " That was my duty as their leader",
        2435.88,
        2438.88
    ],
    [
        " They were good men",
        2438.88,
        2441.54
    ],
    [
        " But they were facing death",
        2441.54,
        2443.86
    ],
    [
        " And men facing death can forgive themselves many things",
        2443.86,
        2448.64
    ],
    [
        " War gives the appearance of condoning almost everything",
        2449.66,
        2453.3
    ],
    [
        " But men must live with their actions for a long time afterward",
        2453.3,
        2457.4
    ],
    [
        " A leader has to help them understand that",
        2457.4,
        2461.66
    ],
    [
        " There are lines",
        2461.66,
        2463.04
    ],
    [
        " They must not cross",
        2463.04,
        2465.34
    ],
    [
        " He is their link to normalcy",
        2465.34,
        2468.3
    ],
    [
        " To order",
        2468.3,
        2469.46
    ],
    [
        " To humanity",
        2469.46,
        2471.26
    ],
    [
        " If the leader loses his own sense of propriety",
        2471.26,
        2476.58
    ],
    [
        " Or shrinks from his duty",
        2476.58,
        2477.8
    ],
    [
        " Anything will be allowed",
        2477.8,
        2479.56
    ],
    [
        " And anything can happen",
        2479.56,
        2481.62
    ],
    [
        " Some men in combat will commit war crimes",
        2481.62,
        2485.46
    ],
    [
        " Just as some some men in combat will fail to take care of themselves",
        2485.46,
        2489.5
    ],
    [
        " They will experiment with drugs, steal property, abuse women",
        2489.5,
        2493.54
    ],
    [
        " When this happens it destroys the discipline of a unit making it easier for others to follow suit",
        2493.54,
        2500.2
    ],
    [
        " War is at its very core the absence of order",
        2500.2,
        2506.34
    ],
    [
        " And the absence of order leads to very easily to the absence of morality",
        2506.76,
        2511.9
    ],
    [
        " Unless the leader can preserve each of them in its place",
        2511.9,
        2515.66
    ],
    [
        " The leader has to set the standards for morality as clearly as he sets the standards for personal hygiene",
        2515.66,
        2522.24
    ],
    [
        " Or weapons maintenance",
        2522.24,
        2523.76
    ],
    [
        " He must allow no cutting of corners",
        2523.76,
        2527.38
    ],
    [
        " A bottle of soda stolen from an old peasant woman",
        2527.38,
        2531.84
    ],
    [
        " Leads gradually but directly to the rape of her daughter",
        2531.84,
        2535.06
    ],
    [
        " If the line is not drawn in the beginning",
        2535.06,
        2537.46
    ],
    [
        " There's a lot of dichotomy in there",
        2537.46,
        2544.86
    ],
    [
        " And this is one I've talked about before",
        2544.86,
        2548.54
    ],
    [
        " I was making them kill forcing them to commit the most incivilized of acts",
        2548.54,
        2553.82
    ],
    [
        " But at the same time I had to keep them civilized",
        2553.82,
        2557.38
    ],
    [
        " And you know another one that I talk about all the time",
        2557.38,
        2563.52
    ],
    [
        " Is the fact that you care about your men",
        2565.38,
        2569.26
    ],
    [
        " More than anything and yet you have to send them out",
        2569.26,
        2577.82
    ],
    [
        " On missions where they can be gravely wounded or killed",
        2577.82,
        2582.96
    ],
    [
        " And so this is what a combat leader is struggling with",
        2582.96,
        2587.1
    ],
    [
        " This is the dichotomy leadership",
        2587.1,
        2588.38
    ],
    [
        " This was war",
        2595.06,
        2595.96
    ],
    [
        " This Vietnam involvement and in war things tend to happen",
        2595.96,
        2600.46
    ],
    [
        " But the commander was the link to order and civility and he had to be humane",
        2600.46,
        2606.72
    ],
    [
        " At the same time he had to be uncompromising to protect the lives of all",
        2606.72,
        2612.24
    ],
    [
        " The job was not easy",
        2612.24,
        2615.46
    ],
    [
        " The job was not easy",
        2615.46,
        2622.46
    ],
    [
        " No sir it was not",
        2622.46,
        2624.54
    ],
    [
        " Now",
        2629.16,
        2629.88
    ],
    [
        " Now he goes into a chapter that's called a cast of characters where he's describing some of the people",
        2629.88,
        2635.82
    ],
    [
        " In the platoon",
        2635.82,
        2639.02
    ],
    [
        " Who were the sons that America sent to war",
        2639.02,
        2643.86
    ],
    [
        " In vain",
        2643.86,
        2645.92
    ],
    [
        " I looked for the art typical platoon of romantic fiction",
        2645.92,
        2653.52
    ],
    [
        " The kid from Brooklyn wasn't there",
        2656.44,
        2658.4
    ],
    [
        " The incipient poet never made it",
        2658.4,
        2662.72
    ],
    [
        " The rich mama's boy out to prove his manhood stayed home",
        2662.72,
        2666.72
    ],
    [
        " As a cross-section of America's youth the platoon was a complete failure",
        2666.72,
        2672.36
    ],
    [
        " So all these typical characters that you see in the movies and this idea that it's a cross-section of America",
        2672.36,
        2679.02
    ],
    [
        " No it wasn't",
        2679.02,
        2682.14
    ],
    [
        " The military draft was never concerned with equity",
        2682.24,
        2685.14
    ],
    [
        " Its sole purpose was to obtain the required numbers of men with sufficient mental and physical qualities to do the job",
        2685.14,
        2691.4
    ],
    [
        " Since the pool of men from which to draw was much greater than the numbers needed",
        2691.4,
        2697.74
    ],
    [
        " A natural selection process allowed the educated and the privilege to avoid the draft altogether",
        2697.74,
        2703.36
    ],
    [
        " The selection process continued for the unfortunate's drafted",
        2703.36,
        2708.82
    ],
    [
        " So that those with some education or particular skills would be diverted from combat service",
        2708.82,
        2714.7
    ],
    [
        " Even among those who made it to Vietnam the vast majority never saw a combat",
        2714.7,
        2722.2
    ],
    [
        " Only those without skill without schooling and without friends or who's or who were absent in the face of ceaseless",
        2722.2,
        2731.54
    ],
    [
        " Procletizing against their obligation to serve made it to the field",
        2731.54,
        2736.6
    ],
    [
        " And they knew it",
        2738.12,
        2740.42
    ],
    [
        " Talking about some of the guys here. He's got",
        2740.42,
        2747.56
    ],
    [
        " Guy named Jim Barnes from Asheville, North Carolina who is",
        2747.56,
        2753.04
    ],
    [
        " Good solid operator got a really bad stutter",
        2753.04,
        2758.3
    ],
    [
        " Um guy named",
        2758.3,
        2761.22
    ],
    [
        " Corporal John Killigan from Bakersfield, California and he sort of is the",
        2761.58,
        2767.26
    ],
    [
        " Throughout the book he's a guy that is sort of the",
        2767.26,
        2770.64
    ],
    [
        " The model soldier and",
        2770.64,
        2774.32
    ],
    [
        " He's 22 years old already on his third tour of duty in Vietnam and by the way a tour in Vietnam was a year long",
        2774.32,
        2782.12
    ],
    [
        " So this guy's so killings on his third-torn Vietnam most combat experience soldier in the platoon",
        2782.12,
        2787.2
    ],
    [
        " Everyone respected him",
        2787.2,
        2789.34
    ],
    [
        " But no one considered him a friend",
        2790.8,
        2792.88
    ],
    [
        " Um the reason was simple why he was so well respected",
        2792.88,
        2797.58
    ],
    [
        " He was the best soldier among us. He had the reflexes of a cat. He was a deadly shot and ferocious in a fight",
        2797.58,
        2805.3
    ],
    [
        " And he never showed the slightest bit of concern for his own safety",
        2805.3,
        2809.24
    ],
    [
        " Awesome",
        2809.24,
        2813.22
    ],
    [
        " There were so many ways to avoid ending up as a combat infantryman",
        2816.96,
        2821.38
    ],
    [
        " There were so many of their countrymen who would never see an olive drab uniform or a drill sergeant or the green hell of Vietnam",
        2821.38,
        2830.66
    ],
    [
        " But each of these men seemed destined to end up there",
        2830.66,
        2835.02
    ],
    [
        " As if it had been written and granite on the day of his birth",
        2835.02,
        2840.36
    ],
    [
        " They",
        2842.56,
        2843.12
    ],
    [
        " Did not complain",
        2843.12,
        2844.2
    ],
    [
        " This is what those guys live with a little bit",
        2844.2,
        2849.0
    ],
    [
        " I noticed one day that specialist barns turned away when one particularly beautiful girl walked close by him as he was clearing a thicket of underbrush away from the wire",
        2849.0,
        2860.66
    ],
    [
        " The girls left arm was missing",
        2860.66,
        2864.16
    ],
    [
        " Her empty sleeve folded neatly and pinned to her shoulder",
        2864.16,
        2868.5
    ],
    [
        " What's the matter barns? I asked",
        2869.88,
        2872.0
    ],
    [
        " In his painstakingly slow stutter barns explained that the girl and her lover were among a group of armed vietcong who walked through one of our ambushes one night",
        2872.0,
        2882.68
    ],
    [
        " The ambush was sprung",
        2882.68,
        2884.82
    ],
    [
        " The boyfriend was killed and the girl's arm was mangled by a bullet",
        2884.82,
        2890.34
    ],
    [
        " The girl was evacuated by the Americans, but her arm could not be saved",
        2890.34,
        2895.22
    ],
    [
        " Eventually she returned to work her fields",
        2896.8,
        2900.24
    ],
    [
        " What do you say to a girl whose arm you shot off barns ask me his stutter clearing for a minute?",
        2900.24,
        2908.84
    ],
    [
        " I could think of no reply",
        2909.92,
        2913.24
    ],
    [
        " now",
        2913.24,
        2915.46
    ],
    [
        " They're starting to get some intelligence report that there's",
        2917.6,
        2920.18
    ],
    [
        " ominous forecast that there's going to be some big attacks some big enemy thrusts and he's taking some time to prepare for that",
        2920.18,
        2928.8
    ],
    [
        " My targets for improvement were discipline and tactics",
        2928.8,
        2934.72
    ],
    [
        " The two are closely related in the heat of battle",
        2934.72,
        2938.9
    ],
    [
        " There is no time for second guessing the commander and is necessary for a soldier to develop an automatic response to an order",
        2938.9,
        2945.44
    ],
    [
        " Such instantaneous obedience will overcome all fears all confusion all inclinations towards self preservation",
        2945.96,
        2952.32
    ],
    [
        " It is the result of unmitigated daily discipline in all things",
        2952.32,
        2958.22
    ],
    [
        " From taking the daily malaria pill to shaving each day to attacking in the face of an automatic weapon",
        2958.22,
        2965.96
    ],
    [
        " I'm adding this to my life",
        2965.96,
        2972.96
    ],
    [
        " the statement of",
        2973.68,
        2975.34
    ],
    [
        " unmitigated daily discipline in all things",
        2975.34,
        2978.76
    ],
    [
        " They're heading out on a patrol and as",
        2978.76,
        2986.04
    ],
    [
        " Macdonough",
        2986.04,
        2988.32
    ],
    [
        " Heads up the line to inspect some of the soldiers here we go to the book",
        2988.32,
        2992.92
    ],
    [
        " Suddenly there was a hollow sounding explosion and a whistling past my ear followed by another explosion a second later about 150 meters out in the bushes",
        2992.92,
        3002.1
    ],
    [
        " I spun around to see king to one of the guys king with a sneer on his face",
        3003.14,
        3007.84
    ],
    [
        " Sorry LT the words hiss from his mouth. I dropped my weapon",
        3007.84,
        3014.1
    ],
    [
        " The grenade launcher dangled from his right hand a waft of smoke",
        3014.1,
        3019.5
    ],
    [
        " curling up from the barrel",
        3019.5,
        3021.64
    ],
    [
        " It was clear that he had fired his 40 millimeter round at me",
        3021.64,
        3026.28
    ],
    [
        " At that range he could not have missed so he must have meant it as a warning",
        3026.28,
        3032.2
    ],
    [
        " He was telling me he did not like my attitude",
        3032.28,
        3034.9
    ],
    [
        " So you got Macdonough who's been imposing discipline and trying to keep the guys squared away",
        3034.9,
        3040.22
    ],
    [
        " And this guy doesn't like it",
        3040.22,
        3042.06
    ],
    [
        " And so he sends him a little warning shot with his with his m 79 grenade launcher",
        3042.06,
        3046.2
    ],
    [
        " I was scared but I was angry too",
        3046.2,
        3051.94
    ],
    [
        " King had not only threatened my life, but my authority as well a few weeks earlier",
        3051.94,
        3056.58
    ],
    [
        " I might have been overcome by the situation",
        3056.58,
        3058.46
    ],
    [
        " But since then I developed the thick skin necessary for survival and Vietnam",
        3058.46,
        3062.5
    ],
    [
        " With murder in my eyes I looked into king's face",
        3062.5,
        3067.12
    ],
    [
        " Slowly deliberately I walked up to him saying nothing until I was close enough to touch him",
        3067.12,
        3072.68
    ],
    [
        " I had made no threatening gesture",
        3072.68,
        3075.72
    ],
    [
        " Suddenly when I was close enough to smell his breath I flicked my M 16 in the fire position and placed the muzzle of the weapon in the cavity of the underside of his chin",
        3075.72,
        3085.48
    ],
    [
        " He went up on his toes as I increased the pressure of the rifle barrel lifting him up against the bottom of his head",
        3086.28,
        3092.72
    ],
    [
        " The sneer was now on my face as I raised my voice so everyone could hear you son of a bitch",
        3092.72,
        3100.36
    ],
    [
        " The eyes of everyone in the platoon were riveted on us",
        3100.36,
        3104.66
    ],
    [
        " Drop your weapon again and you better pray to God it hits me square in the back because if it doesn't you bastard",
        3104.66,
        3111.38
    ],
    [
        " I'll blow your brains to kingdom come",
        3111.38,
        3113.96
    ],
    [
        " Not a man stirred",
        3116.94,
        3118.38
    ],
    [
        " Putting down a little rebellion",
        3118.38,
        3121.4
    ],
    [
        " But again, this is something we",
        3121.4,
        3126.22
    ],
    [
        " We even you think about that. I mean from my perspective nothing like that ever came close to happening me at any time",
        3126.22,
        3133.28
    ],
    [
        " Was it was there any time where I ever thought any my guys would do anything in any way to hurt me in any situation",
        3133.28,
        3141.14
    ],
    [
        " In fact those guys would do anything to do to save me",
        3141.14,
        3144.02
    ],
    [
        " They would never let anything happen to me and here you have one of your guys that just decides gonna give you a warning shot with a 40 millimeter grenade launcher",
        3144.28,
        3151.18
    ],
    [
        " Because he doesn't like your",
        3151.18,
        3152.96
    ],
    [
        " They're probably had a lot to do with a lot of those guys didn't want to be there absolutely",
        3152.96,
        3161.4
    ],
    [
        " Absolutely",
        3161.4,
        3162.48
    ],
    [
        " Now they",
        3162.48,
        3166.82
    ],
    [
        " are",
        3166.82,
        3169.3
    ],
    [
        " I",
        3172.06,
        3172.58
    ],
    [
        " Moving forward on patrol they had a little incident happened",
        3172.58,
        3175.2
    ],
    [
        " And they find a corpse",
        3175.2,
        3178.72
    ],
    [
        " From the book now I was becoming fairly accustomed of viewing the dead, but this cadaver was particularly grotesque",
        3178.72,
        3186.78
    ],
    [
        " It was the old woman who had cared for the children both her breasts had been half severed from her body a deliberate cut made on the underside of each",
        3186.78,
        3196.78
    ],
    [
        " Each palm in the soul of each foot had been shot through with a small caliber round",
        3197.82,
        3202.94
    ],
    [
        " The killing wound which no doubt had followed the earlier torturous wounds was a blast from a weapon",
        3202.94,
        3209.6
    ],
    [
        " Weapon evidently placed inside her mouth and directed out the back of her head",
        3209.6,
        3214.2
    ],
    [
        " Her eyes were open",
        3214.2,
        3217.26
    ],
    [
        " transfixed in terror",
        3217.26,
        3219.06
    ],
    [
        " jabbed into her belly on the end of a straight and safety pin was a note",
        3219.06,
        3224.48
    ],
    [
        " Now the kit Carson scout translated it for me",
        3225.68,
        3229.52
    ],
    [
        " To Wan Cao Ki has been found guilty by the people's court of aiding the American imperialists and their suppression of the Vietnamese people",
        3229.52,
        3239.64
    ],
    [
        " As an enemy of the people she has been made to pay for her crimes",
        3239.64,
        3244.2
    ],
    [
        " This is the justice that will be brought to all who consort with the Americans and aid them in the villainous suppression of our land",
        3244.2,
        3253.16
    ],
    [
        " War is hell",
        3255.12,
        3256.24
    ],
    [
        " Now",
        3256.24,
        3261.46
    ],
    [
        " They start to get",
        3261.46,
        3265.22
    ],
    [
        " attacked inside their perimeter",
        3265.22,
        3269.42
    ],
    [
        " Then here we go",
        3269.42,
        3272.9
    ],
    [
        " At that moment the first rush was made by the enemy 20 to 30 vietcong appeared coming at the south wire to dead run",
        3272.9,
        3281.32
    ],
    [
        " I shouted for my men to shift fire on them",
        3281.66,
        3284.28
    ],
    [
        " There was no need for my words my men were responding well",
        3284.28,
        3287.86
    ],
    [
        " We were getting off a handheld flare every 30 seconds which illuminated the rushing enemy very clearly",
        3287.86,
        3294.68
    ],
    [
        " The two machine guns on that portion of our perimeter barked out a welcome and neat six round bursts",
        3294.68,
        3301.14
    ],
    [
        " Several of the enemy fell their first rush was stopped in its tracks",
        3301.14,
        3305.9
    ],
    [
        " It was becoming increasingly clear that the machine gun was going to be the key weapon in the initial stoppage of the fight",
        3309.34,
        3315.76
    ],
    [
        " And I just highlighted that because I know I get I hear from military guys all the time guys that are overseas and",
        3315.76,
        3324.38
    ],
    [
        " I just wanted to reiterate that in a fire fight the machine gun is the key weapon",
        3324.38,
        3330.88
    ],
    [
        " Now",
        3335.52,
        3336.0
    ],
    [
        " Now they're continuing to being attacked and from the southeast a woman came running toward to break in the wire",
        3336.0,
        3341.36
    ],
    [
        " She was carrying a bulky object in her arms, but in the flickering light of the flares",
        3341.36,
        3346.02
    ],
    [
        " It was impossible to identify it don't fire Lawrence barked",
        3346.02,
        3349.92
    ],
    [
        " I was not sure I agreed if it was a satchel charge that the woman was carrying she would be able to fling it in and us in another few steps",
        3349.92,
        3357.92
    ],
    [
        " The explosion would rip apart that perimeter wide open",
        3358.42,
        3361.6
    ],
    [
        " Allowing the enemy to rush through unimpeded",
        3361.6,
        3364.94
    ],
    [
        " On the other hand if the woman was seeking help it would be a tragedy to cut her down",
        3364.94,
        3370.02
    ],
    [
        " As I hesitated",
        3370.02,
        3372.16
    ],
    [
        " The heavy beat of enemy rounds forced her down",
        3372.16,
        3376.02
    ],
    [
        " Lawrence made a dash for the wire got 10 steps and then went into a low crawl",
        3376.02,
        3380.42
    ],
    [
        " Inching his way along he made it to a break in the wire and came up to the woman",
        3380.42,
        3384.6
    ],
    [
        " In her arms was her seven-year-old daughter the little girl had taken around clean through the chest",
        3385.02,
        3390.28
    ],
    [
        " Along was collapsed and she was bleeding heavily",
        3390.28,
        3393.42
    ],
    [
        " Her mother was trying to make it to us",
        3393.42,
        3396.6
    ],
    [
        " To save the child",
        3396.6,
        3398.6
    ],
    [
        " So again, this is the dichotomy of war you got people torturing and murdering",
        3398.6,
        3407.4
    ],
    [
        " Old women and then you get this situation where there's a woman who's rushing the perimeter",
        3407.4,
        3413.64
    ],
    [
        " And this guy you know says he's don't shoot her and then crawls out risk his life to go and try and find out what the situation isn't helper",
        3414.06,
        3421.38
    ],
    [
        " There's darkness and there's light",
        3421.38,
        3426.46
    ],
    [
        " They",
        3426.46,
        3431.46
    ],
    [
        " Beat back that attack",
        3431.46,
        3434.86
    ],
    [
        " And the next morning they go out on patrol kill again was the point man on the first patrol out the morning after the fight",
        3434.86,
        3443.54
    ],
    [
        " All night he'd work the machine gun from the southern tip of the platoon triangle",
        3444.02,
        3447.98
    ],
    [
        " His steady hand holding the enemy rushes at bay",
        3447.98,
        3451.76
    ],
    [
        " Early in the fight the attackers had recognized kill against prowess and tried their best to put him out of action",
        3451.76,
        3457.42
    ],
    [
        " The sound the sandbags surrounding his position were torn and poked from the bullets and shrapnel aimed at his early retirement",
        3457.42,
        3466.1
    ],
    [
        " He had not flinched throughout the night",
        3466.1,
        3469.5
    ],
    [
        " And now he took up the point with the alertness of a well-rested cat",
        3470.88,
        3474.84
    ],
    [
        " The man seemed indestructible",
        3474.84,
        3478.12
    ],
    [
        " Now",
        3478.12,
        3485.82
    ],
    [
        " He starts talking a little bit about the situation that they were in and and some moves that he made and one of the things",
        3485.82,
        3492.0
    ],
    [
        " He did was he kept his forces together at this point when they'd been attacked",
        3492.0,
        3495.36
    ],
    [
        " Or he reunited his forces and he talks about that here had the enemy struck while my meager forces were split",
        3495.98,
        3502.0
    ],
    [
        " They might have overwhelmed one or both elements piecemeal",
        3502.0,
        3505.88
    ],
    [
        " controlling the separated elements",
        3505.88,
        3508.92
    ],
    [
        " Would also have been almost impossible and the subsequent coordination of outside support such as air strike and armor platoon",
        3508.92,
        3516.84
    ],
    [
        " Would have been too hazardous",
        3516.84,
        3518.76
    ],
    [
        " Had we even survived long enough to receive help so he's talking about again",
        3518.76,
        3523.32
    ],
    [
        " This is just going out to people that are in the military in the field",
        3523.32,
        3526.34
    ],
    [
        " Avoid splitting your forces up just just avoid speed and sometimes you obviously have to do it",
        3526.34,
        3532.9
    ],
    [
        " But always think about it think about the ramifications of it when you're split up number one your two your two elements are weak",
        3532.9,
        3538.64
    ],
    [
        " That's why when you do split up you should stay as often as you can stay within position of mutual support",
        3538.64,
        3543.78
    ],
    [
        " Where your weapons can support the other group and you can bring them back to your perimeter or you can attack or you can flank or you can support them",
        3543.78,
        3549.96
    ],
    [
        " The other thing that's very difficult when you're split up is it's very difficult to control what's happening",
        3550.26,
        3554.74
    ],
    [
        " Yeah, because you you're likely out of verbal range",
        3554.74,
        3557.74
    ],
    [
        " You know could possibly be out of radio range and now now how you're going to control what's going to happen",
        3557.74,
        3563.06
    ],
    [
        " So if you do have to split up make sure you have very good loss of communication plans",
        3563.06,
        3566.76
    ],
    [
        " To to react to if something happens we're going to go to this muster point",
        3566.76,
        3570.72
    ],
    [
        " Here's going to be the signaling when you come in there",
        3570.72,
        3572.46
    ],
    [
        " So you've got to think about that and finally when you split your forces up on the battlefield and you lose control of them",
        3572.46,
        3578.58
    ],
    [
        " Now you can't call for air support. You can't it's very difficult to get help and bring the thunder let you",
        3578.58,
        3585.24
    ],
    [
        " Would want to because you don't know where everybody is",
        3585.24,
        3587.08
    ],
    [
        " So when you do have to split force which you do absolutely have to do sometimes avoid it as much you can",
        3587.08,
        3592.62
    ],
    [
        " And then when you have to plan for the worst case scenario so that you're ready for it",
        3592.62,
        3597.12
    ],
    [
        " Now they're back to kind of sorting things out after this hardcore battle when they when the VC attacked",
        3597.12,
        3607.54
    ],
    [
        " My eyes returned to the body's laying so lying so neatly in line",
        3608.98,
        3612.76
    ],
    [
        " Why did we line them up anyways?",
        3612.76,
        3615.4
    ],
    [
        " Was it a pension for neatness and attempt to bring some orderly",
        3616.16,
        3620.72
    ],
    [
        " orderliness to the disorder of death",
        3620.72,
        3623.24
    ],
    [
        " It was so absurd. I remembered reading somewhere that in World War II the Germans had lined up the bodies of American prisoners",
        3623.24,
        3631.52
    ],
    [
        " They massacred",
        3631.52,
        3632.58
    ],
    [
        " Disorder and order",
        3632.58,
        3635.0
    ],
    [
        " barbarity and civility",
        3635.0,
        3637.26
    ],
    [
        " civility",
        3640.16,
        3640.86
    ],
    [
        " ironic juxtapositions and the affairs of men again. We're just talking about dichotomy of war",
        3640.86,
        3646.26
    ],
    [
        " My relation was reduced to a sense of insignificance by the cold brown look of the corpses sprawled in the bright sunlight",
        3646.26,
        3655.6
    ],
    [
        " A few hours ago each one had been a dynamo of a human spirit hope and ambition",
        3655.6,
        3662.36
    ],
    [
        " Now they were still their motion frozen",
        3663.02,
        3665.94
    ],
    [
        " At least in that last instant of life",
        3665.94,
        3669.7
    ],
    [
        " As if making a mockery of the final effort",
        3669.7,
        3673.22
    ],
    [
        " They had become meaningless clumps of earth forever inanimate",
        3673.22,
        3679.04
    ],
    [
        " No more significant than the rocks lying to their left and right",
        3679.04,
        3682.98
    ],
    [
        " How fickle those human ambitions now seemed how pointless those concerns",
        3682.98,
        3689.14
    ],
    [
        " And",
        3690.74,
        3691.46
    ],
    [
        " Just as the bodies had become part of the earth on which they rested",
        3691.46,
        3695.68
    ],
    [
        " So I had passed during the battle from being in the war",
        3695.68,
        3701.16
    ],
    [
        " To being part of the war",
        3701.16,
        3704.32
    ],
    [
        " Continuing on",
        3704.32,
        3714.5
    ],
    [
        " The fog of war is pervasive",
        3715.18,
        3717.52
    ],
    [
        " As vigilant as I tried to be I knew it was only a matter of time before a mistake was made",
        3717.52,
        3723.06
    ],
    [
        " There were six squads to control as well as the armored cavalry platoon and the still disjointed RF gaggle",
        3723.06,
        3730.74
    ],
    [
        " Moreover Vietnamese regular army units were infringing on my area",
        3730.74,
        3735.42
    ],
    [
        " As platoon leader I had the problems of the rich",
        3735.42,
        3739.86
    ],
    [
        " Too many resources to coordinate in a limited area of operations",
        3739.86,
        3743.78
    ],
    [
        " The ingredients for a tragedy were brewing and so he had been augmented with more with some cavalry guys with more platoons",
        3744.82,
        3752.46
    ],
    [
        " Or sorry more squads to help mouse and now he's got a bunch of people there. He had 30 before now. He's got a lot more",
        3752.46,
        3758.86
    ],
    [
        " And there's patrols are happening things are going on",
        3758.86,
        3764.5
    ],
    [
        " And we start getting a",
        3764.5,
        3767.34
    ],
    [
        " Call of potential enemy out and outside the wire",
        3767.34,
        3772.32
    ],
    [
        " And he's checking his map and he's",
        3773.08,
        3776.52
    ],
    [
        " G'day are going back and forth on the radio. Hey, is that we have any friendlies in that location?",
        3776.52,
        3780.1
    ],
    [
        " Nope. No friendlies there. Check with the other guys. Nope. We had no friendlies there",
        3780.1,
        3783.48
    ],
    [
        " So no one's in that area. No, there's no friendlies in that area. Okay, God, he's checking his map",
        3783.48,
        3787.8
    ],
    [
        " He's going back and forth and now we go back to the book",
        3787.8,
        3790.5
    ],
    [
        " All checks had been made the squad still had the moving element in sight the decision was now mine",
        3790.5,
        3797.88
    ],
    [
        " Take them under fire with the sniper",
        3797.88,
        3801.02
    ],
    [
        " Then open up shoot to kill",
        3801.52,
        3803.74
    ],
    [
        " The last statement seemed pointless we always shot to kill but it reflected my troubled thoughts over the risk I was taking",
        3803.74,
        3811.46
    ],
    [
        " The enemy just did not go that way",
        3811.46,
        3814.5
    ],
    [
        " But no friendlies were reported anywhere near us. It had to be the enemy",
        3814.5,
        3819.02
    ],
    [
        " So he hears the one shot sniper go out then he hears massive gunfire go out",
        3819.02,
        3824.98
    ],
    [
        " You can probably tell where this is heading",
        3824.98,
        3828.54
    ],
    [
        " And then a frantic voice screamed from my radio cease fire cease fire my god you're killing us",
        3828.98,
        3834.3
    ],
    [
        " I was horrified as I grabbed the handset and barked my order 2121 this is 26 cease fire over",
        3834.3,
        3842.22
    ],
    [
        " They had heard the original plea and even as I spoke the melee quieted",
        3842.22,
        3847.1
    ],
    [
        " Again the radio spoke you sons of bitches. They're dead. They're dead",
        3847.1,
        3852.32
    ],
    [
        " So",
        3857.78,
        3858.26
    ],
    [
        " So in the confusion in the fog of war they'd seen some guys and obviously they turned out to be friendly and they engaged him",
        3858.26,
        3865.02
    ],
    [
        " Over the next 30 minutes they get the debrief of what's happening. It was an American advisor was out there with a Vietnamese platoon",
        3865.02,
        3872.96
    ],
    [
        " One of his guys were dead and two were badly wounded",
        3872.96,
        3876.68
    ],
    [
        " Then here's how he felt about that",
        3881.4,
        3883.06
    ],
    [
        " I had ordered the execution of those men because the lieutenant advisor had made a mistake",
        3883.06,
        3888.28
    ],
    [
        " By the way, they were 2500 meters off course",
        3888.28,
        3891.3
    ],
    [
        " So they would should not have been in that area and when they were hearing they were hearing on the radio",
        3891.3,
        3895.24
    ],
    [
        " Hey, is there any friendlies out there and they thought there's no way that anyone could be talking to us right now",
        3895.24,
        3898.9
    ],
    [
        " Oh",
        3898.9,
        3899.54
    ],
    [
        " But it happens and a man should not be condemned to death for it",
        3899.54,
        3905.62
    ],
    [
        " In war however the price for mistakes is dear",
        3905.9,
        3909.46
    ],
    [
        " And terribly final",
        3909.46,
        3912.18
    ],
    [
        " Military leaders must weigh effects of their decisions carefully before because usually",
        3912.18,
        3918.8
    ],
    [
        " There is no turning back",
        3918.8,
        3921.88
    ],
    [
        " That",
        3921.88,
        3928.26
    ],
    [
        " That blue on blue that fracture side thing it's a real thing",
        3928.26,
        3932.58
    ],
    [
        " It's a real thing. I've lived through it myself. I've been in charge when it's happening",
        3932.94,
        3937.2
    ],
    [
        " it's awful and",
        3937.2,
        3940.34
    ],
    [
        " It's real",
        3940.34,
        3941.26
    ],
    [
        " And so everybody that's out there that's",
        3941.26,
        3946.06
    ],
    [
        " Soldiers marines",
        3946.06,
        3947.56
    ],
    [
        " Special ops guys train for that get that make yourselves to make your leadership make everyone as confused as you can as what's happening",
        3947.56,
        3956.52
    ],
    [
        " So that you force yourselves to think and understand and over communicate where people are what positions",
        3956.78,
        3964.66
    ],
    [
        " They're going to what positions they're leaving who's where on the battlefield",
        3964.66,
        3968.08
    ],
    [
        " The foggle war is no joke",
        3968.08,
        3971.36
    ],
    [
        " Now there's another",
        3971.36,
        3976.9
    ],
    [
        " attack",
        3976.9,
        3978.74
    ],
    [
        " That they that they push back and they kind of thwart it early on by",
        3978.74,
        3984.4
    ],
    [
        " by",
        3984.4,
        3985.54
    ],
    [
        " Catching someone that was going to",
        3986.52,
        3988.82
    ],
    [
        " That was inside there was going to try and get inside their compound they catch that person",
        3988.82,
        3993.54
    ],
    [
        " And here we go to the book their plan must have been to rupture our defense with a tremendous blast from the ammunition bunker",
        3993.54,
        4000.42
    ],
    [
        " And then rush it us from the eastern flank with the five sappers",
        4000.42,
        4004.18
    ],
    [
        " While we were still dazed",
        4004.18,
        4006.32
    ],
    [
        " The sappers were armed only with fragmentation grenades",
        4006.32,
        4010.34
    ],
    [
        " But they had plenty of them later. We took 49 grenades from their bodies",
        4010.34,
        4015.7
    ],
    [
        " One of the sappers a young muscular man who in life would have epitomized the propaganda stereotype of a revolutionary",
        4016.52,
        4023.22
    ],
    [
        " But who in death appeared like so much wasted clay",
        4023.22,
        4027.84
    ],
    [
        " Was dressed only in a loincloth",
        4027.84,
        4031.34
    ],
    [
        " Folded within that single article of clothing was a small piece of paper upon which was drawn or rough but accurate sketch of our perimeter defense",
        4031.34,
        4041.18
    ],
    [
        " The first link in their plan had been destroyed by the capture of the infiltrator and was further deteriorated by the annihilation of the sapper force",
        4043.1,
        4051.34
    ],
    [
        " But the vietcong were never noted for their flexibility",
        4051.34,
        4055.62
    ],
    [
        " And they continued to press forward according to their original plan",
        4055.62,
        4059.74
    ],
    [
        " However, instead of meeting dazed dying and demoralized defenders the enemy rushed right into the protective fires of already an able platoon",
        4059.74,
        4068.1
    ],
    [
        " Because of a slight twist of fortune over which the vietcong had no influence the attackers went to their death",
        4068.96,
        4075.06
    ],
    [
        " Rather than de victory that night",
        4075.06,
        4078.38
    ],
    [
        " This is the second time we've heard that is just their the the vietcong",
        4078.38,
        4082.8
    ],
    [
        " Not being very flexible not being very adaptable with their plan",
        4082.8,
        4086.92
    ],
    [
        " So once again if you're in a leadership position",
        4086.92,
        4091.4
    ],
    [
        " You got to you got to maintain flexibility with your plan whether you're in a combat operation or whether you're in a business world",
        4091.4,
        4097.7
    ],
    [
        " It doesn't matter. Maintaining flexibility is absolutely paramount in from a leadership perspective and from a team perspective",
        4098.1,
        4105.3
    ],
    [
        " Now they're after that attack they they move out to go for",
        4105.3,
        4116.78
    ],
    [
        " Accountor attack which is which is just I mean let's let's think about this",
        4116.78,
        4121.42
    ],
    [
        " You're in your perimeter. You get attacked their they had a person that infiltrated and almost made it into the",
        4121.42,
        4127.96
    ],
    [
        " main ammo",
        4128.88,
        4129.0
    ],
    [
        " bunker that you have they almost blew that up and then their second thing was have these these sappers these these soldiers",
        4129.0,
        4135.8
    ],
    [
        " crawling through the wire with",
        4135.8,
        4138.22
    ],
    [
        " 40 something grenades with them to go and jack stuff up",
        4138.22,
        4142.36
    ],
    [
        " You push back you repel this attack and then guess what the time for a cop time for a counter attack",
        4142.36,
        4147.9
    ],
    [
        " So here he is as the back to the book as the squad lined up for the exit through the wire",
        4147.9,
        4153.68
    ],
    [
        " I looked at their young faces tightened to stifle the fear building up inside their bodies",
        4153.68,
        4158.4
    ],
    [
        " They were barely men yet called upon by their country and abandoned by their more well-to-do peers about to face a ruthless enemy",
        4158.4,
        4167.3
    ],
    [
        " Who meant to put them in their early grave",
        4167.3,
        4169.8
    ],
    [
        " No words of complaint from any of them",
        4169.8,
        4174.02
    ],
    [
        " They were American infantry men and would do the job they were asked to do",
        4174.02,
        4179.48
    ],
    [
        " No matter what no matter that it would not be appreciated",
        4180.0,
        4183.72
    ],
    [
        " No matter that they would be condemned by their countrymen or at least the countrymen with the ability to",
        4183.72,
        4188.7
    ],
    [
        " Wear with all to mold public opinion",
        4188.7,
        4191.3
    ],
    [
        " Tonight they would do their duty",
        4191.3,
        4193.88
    ],
    [
        " Though they were little more than boys though they were frightened though they were most",
        4193.88,
        4199.74
    ],
    [
        " Not ready to die. They would do their duty",
        4199.74,
        4203.08
    ],
    [
        " Most of them were labeled as coming from the lower social strata of American society",
        4204.24,
        4210.4
    ],
    [
        " As if that were something in noble",
        4210.4,
        4213.26
    ],
    [
        " I felt proud to be with them and glad to share their company",
        4213.26,
        4218.52
    ],
    [
        " Their qualities of moral and physical courage of unselfish dedication to each other",
        4218.52,
        4225.12
    ],
    [
        " Amid the difficult jobs they were called upon to do mark them in my mind as among the noblest",
        4225.12,
        4231.84
    ],
    [
        " of human beings",
        4231.84,
        4233.54
    ],
    [
        " So they're out on this counter attack. I mean what a what a great tribute to the American soldier",
        4233.54,
        4245.52
    ],
    [
        " unbelievable",
        4245.52,
        4248.6
    ],
    [
        " unbelievable",
        4248.6,
        4250.66
    ],
    [
        " dedication and pride",
        4250.66,
        4254.24
    ],
    [
        " unbelievable men",
        4254.24,
        4257.0
    ],
    [
        " now they",
        4257.0,
        4260.46
    ],
    [
        " They're patrolling out in front of them. They hear some whispers and",
        4262.38,
        4266.14
    ],
    [
        " and whispers out in front of where they're patrolling towards and",
        4266.14,
        4269.04
    ],
    [
        " They're trying to figure out what to do and it sounds like",
        4269.04,
        4274.6
    ],
    [
        " um",
        4274.6,
        4275.3
    ],
    [
        " Macdonus Soura saying hey, let's just kill these guys. There's bad guys up ahead. We're out there whispering and",
        4275.3,
        4282.12
    ],
    [
        " kill again",
        4282.12,
        4282.74
    ],
    [
        " Tugs at his arm and says stay here",
        4282.74,
        4285.5
    ],
    [
        " Like I'm gonna go check this out. He basically says",
        4285.5,
        4289.38
    ],
    [
        " You know, I'm",
        4289.9,
        4291.32
    ],
    [
        " We shouldn't we shouldn't kill these people",
        4291.32,
        4293.6
    ],
    [
        " and he",
        4293.6,
        4296.02
    ],
    [
        " Macdonough gets",
        4296.02,
        4297.36
    ],
    [
        " Kind of pissed",
        4297.36,
        4299.54
    ],
    [
        " Because he's thinking look this isn't the time for us to debate right now. I want I want to make a decision and",
        4299.54,
        4305.64
    ],
    [
        " He says kill again in one of his rare moments of speech",
        4305.64,
        4311.48
    ],
    [
        " He hissed at me. Let me check it out first. So kill again. Just doesn't talk much. He gets it done",
        4311.48,
        4316.88
    ],
    [
        " So",
        4319.2,
        4319.62
    ],
    [
        " He creeps forward, you know, and and he was basically saying look I'm going alone like you just let me take my chances",
        4319.62,
        4325.98
    ],
    [
        " I'm not putting anybody else at risk. Now just me and so he decides okay, go ahead. You want to take you want to risk your life",
        4325.98,
        4332.84
    ],
    [
        " and so he",
        4332.84,
        4334.86
    ],
    [
        " Kill again disappears into the darkness and then a little while later he comes back",
        4334.86,
        4339.58
    ],
    [
        " It's cool and we'll go to the book here then as quietly as he had crept away kill again reappeared from the darkness",
        4339.58,
        4345.1
    ],
    [
        " He crawled up to my face and said it's okay. Let's move on",
        4345.4,
        4349.66
    ],
    [
        " What were the voices? I asked",
        4349.66,
        4352.48
    ],
    [
        " Family",
        4352.48,
        4353.74
    ],
    [
        " Was his one word response",
        4353.74,
        4355.98
    ],
    [
        " I passed the word to hold fire and the file began moving",
        4355.98,
        4360.08
    ],
    [
        " We moved out a position and threw the brush to our front there",
        4360.08,
        4363.88
    ],
    [
        " Huddled in a hole that must have been used as a household garbage dump",
        4363.88,
        4367.64
    ],
    [
        " Were two aged women and old man one young woman and four tiny children",
        4367.64,
        4373.42
    ],
    [
        " The elderly people had shy and bearous smiles on their faces",
        4374.22,
        4377.78
    ],
    [
        " The children stared in sheer terror",
        4377.78,
        4381.22
    ],
    [
        " Well, they might I had nearly killed them all",
        4381.22,
        4385.58
    ],
    [
        " The sight of the family was haunting",
        4385.58,
        4389.06
    ],
    [
        " I and others like me are trained in commission to lead men into actions that determine life and death",
        4389.06,
        4398.6
    ],
    [
        " Our authority particularly on the field of battle is virtually unquestioned",
        4399.16,
        4404.12
    ],
    [
        " We were tasked to men to lead men like kill again to tell them",
        4404.12,
        4409.3
    ],
    [
        " What should be done and what they must do",
        4409.3,
        4412.26
    ],
    [
        " We have no obligation to listen to their point of view",
        4412.26,
        4415.78
    ],
    [
        " indeed to do so",
        4415.78,
        4418.02
    ],
    [
        " might be in itself or cause",
        4418.02,
        4420.82
    ],
    [
        " To occur a failure of leadership",
        4420.82,
        4423.92
    ],
    [
        " and yet",
        4423.92,
        4426.24
    ],
    [
        " The American soldier is often much more prepared than his leader to make a sound determination of what should be done",
        4426.98,
        4433.12
    ],
    [
        " Killigan's approach had been wiser than mine",
        4433.12,
        4436.74
    ],
    [
        " I was too preoccupied with my own safety and the safety of my men to consider that there might have been a non combatants in the area",
        4436.74,
        4443.04
    ],
    [
        " I had succumbed to the most basic of battlefield strategies shoot now and ask questions later",
        4443.04,
        4449.58
    ],
    [
        " A thousand times I might have been able to rationalize that course of action after the fact",
        4449.58,
        4454.8
    ],
    [
        " But I had gone",
        4455.4,
        4456.52
    ],
    [
        " But had I gone ahead this time the people huddled in that hole would have been dead",
        4456.52,
        4461.76
    ],
    [
        " Nothing but rotting corpses by the heat of the next day",
        4461.76,
        4464.96
    ],
    [
        " That they were alive was no thanks to me",
        4464.96,
        4468.34
    ],
    [
        " It was to killigan's credit and he was just a quote lowly American infantryman",
        4468.34,
        4477.46
    ],
    [
        " So once again just credit to the the trooper to the soldier and and you can see there's this is",
        4480.86,
        4488.84
    ],
    [
        " Some of the things that he talked about that we have no obligation to listen to their point of view that that's something",
        4488.84,
        4494.86
    ],
    [
        " That you can see he's maturing out of right and he this paragraph is a visible evidence of him",
        4494.86,
        4502.06
    ],
    [
        " Transitioning from hey look. I'm on the boss. I'm in charge. Do what I say to you",
        4502.06,
        4507.44
    ],
    [
        " What these guys know better than I do in many cases and that's from from a leadership perspective",
        4507.46,
        4512.64
    ],
    [
        " That's a very important lesson to learn and the sooner you learn at the better off you're gonna be the people that you're",
        4512.64,
        4517.6
    ],
    [
        " Leading oftentimes know the situation the job the technicalities better than you do",
        4517.6,
        4523.56
    ],
    [
        " So rely on them count on them ask their opinion",
        4523.56,
        4528.4
    ],
    [
        " And and the fact of the matter is when you don't ask their opinion it's only because you're insecure about your leadership",
        4528.4,
        4535.2
    ],
    [
        " ability and your position and by not asking you actually",
        4536.14,
        4542.12
    ],
    [
        " You actually",
        4542.12,
        4545.16
    ],
    [
        " Develop less respect than if you say hey, you know what killigan",
        4545.16,
        4551.16
    ],
    [
        " You've been here. This is your third tour in Vietnam. What do you think we should do here?",
        4551.16,
        4556.5
    ],
    [
        " You will not lose respect",
        4557.1,
        4558.76
    ],
    [
        " Leaders you will not lose respect if you ask that question",
        4558.76,
        4562.2
    ],
    [
        " In fact, you lose respect when you don't respect your front line trooper when you don't use their talent when you don't take advantage of their expertise",
        4562.74,
        4571.02
    ],
    [
        " That's when you go backwards",
        4571.02,
        4572.8
    ],
    [
        " Listen to your troopers",
        4572.8,
        4576.46
    ],
    [
        " So he gets",
        4576.46,
        4586.26
    ],
    [
        " He gets pulled back to command they assign him to like a mixed match unit of a bunch of random squads",
        4587.58,
        4595.3
    ],
    [
        " because they have a certain mission that they want them to do and",
        4595.3,
        4599.32
    ],
    [
        " They've gone out and they've set up a perimeter",
        4599.32,
        4602.76
    ],
    [
        " And if you don't know a security perimeter",
        4602.76,
        4604.58
    ],
    [
        " It's basically 360 degree security perimeter of where you're you have guns pointed to the outside",
        4604.58,
        4610.16
    ],
    [
        " And you have usually the leadership will be in the center of the perimeter",
        4610.16,
        4613.5
    ],
    [
        " And there'll be small teams kind of out in the perimeter making up the perimeter",
        4613.78,
        4617.64
    ],
    [
        " So that's the position that they're in he's got these random squads that he's never worked with before",
        4617.64,
        4622.44
    ],
    [
        " And he's in charge of them again. This is this is something where",
        4622.44,
        4626.42
    ],
    [
        " You know, we we did have to work with Iraqis on my last point",
        4626.42,
        4630.06
    ],
    [
        " But oftentimes you're working with other seals you these guys you know guys you know really well",
        4630.06,
        4634.46
    ],
    [
        " You know everything they're gonna do and here you are getting thrown into a combat environment on a very dangerous patrol",
        4634.46,
        4638.94
    ],
    [
        " Into enemy territory that you don't know very well",
        4638.94,
        4641.3
    ],
    [
        " And you've got a bunch of guys that you never worked with before",
        4641.3,
        4643.16
    ],
    [
        " So",
        4646.5,
        4646.94
    ],
    [
        " As he's in that perimeter",
        4646.94,
        4648.26
    ],
    [
        " He's given the guys some instructions about",
        4648.26,
        4652.1
    ],
    [
        " Something called challenge and replies. So it's a way of confirming",
        4652.1,
        4656.64
    ],
    [
        " Because it's pitch black these guys don't have night vision. It's pitch black",
        4656.64,
        4659.18
    ],
    [
        " He says hey if you hear someone coming you can issue the challenge for a number sum of 10",
        4659.18,
        4665.12
    ],
    [
        " Which is like if I say echo or if I hear you coming and I say seven",
        4665.12,
        4669.3
    ],
    [
        " You would respond three if I say four you would respond six",
        4669.3,
        4673.18
    ],
    [
        " So they've they've passed that word if you hear noise you need to challenge do that challenge and reply so he's out there",
        4673.5,
        4679.54
    ],
    [
        " And he's crawling towards one of the little elements on the outside of the perimeter so he can find out you know",
        4679.54,
        4685.98
    ],
    [
        " Check in with them see if they've seen anything see if they heard anything",
        4685.98,
        4688.52
    ],
    [
        " And here we go back to the book",
        4688.52,
        4691.54
    ],
    [
        " Was his only warning to the others",
        4691.54,
        4695.04
    ],
    [
        " I came to a complete rest waiting for someone to issue the challenge",
        4695.04,
        4699.9
    ],
    [
        " The seconds ticked on but I heard no sound",
        4700.38,
        4703.44
    ],
    [
        " I began to sense there was a problem",
        4703.44,
        4706.06
    ],
    [
        " The next sound was the bolt-in firing pin of a rifle sliding forward in response to a pulled trigger",
        4706.06,
        4713.86
    ],
    [
        " Both fell forward on an empty chamber",
        4713.86,
        4716.98
    ],
    [
        " Terrified. I realized that I should be dead that the rifleman meant to nail me no questions asked",
        4716.98,
        4724.3
    ],
    [
        " Only as earlier error in not having chambered around saved me",
        4724.3,
        4729.1
    ],
    [
        " Don't shoot I shouted in horror. It's the lieutenant",
        4729.48,
        4732.74
    ],
    [
        " But I was too late to stop the momentum of events",
        4732.74,
        4736.6
    ],
    [
        " I heard a panicky remark from the midst of the group get the bastards then around was chambered",
        4736.6,
        4742.64
    ],
    [
        " As I flung myself at the sound 15 feet is not far to sprint",
        4742.64,
        4747.5
    ],
    [
        " But the journey seemed endless I threw myself parallel to the ground and",
        4747.5,
        4752.18
    ],
    [
        " Lunged in the dark figure appearing before my eyes as I launched through the air",
        4752.18,
        4756.82
    ],
    [
        " I felt rounds switched by my outstretched body",
        4756.9,
        4760.48
    ],
    [
        " Nine or ten bullets burning out of the barrel of the automatic weapon",
        4760.48,
        4764.54
    ],
    [
        " My arm circled the knees of the fire or bringing him down in a heap",
        4764.54,
        4768.78
    ],
    [
        " I pushed the hot barrel skyward as the last of the rounds exited the weapon",
        4768.78,
        4773.56
    ],
    [
        " Although I had pinned the fire I had also to think about the two other men with him",
        4773.56,
        4779.38
    ],
    [
        " I yelled out don't shoot you son of a bitch. It's the platoon leader",
        4779.38,
        4782.32
    ],
    [
        " There was no further firing",
        4782.32,
        4784.9
    ],
    [
        " Fighting my rage. I tried to focus my thoughts",
        4785.38,
        4788.78
    ],
    [
        " We were in deep trouble. Don't shoot don't shoot don't shoot. I shall hold you fire. I shouted across the perimeter",
        4788.78,
        4796.46
    ],
    [
        " I could hear nervous chatter from all around so he barely escaped",
        4796.46,
        4801.26
    ],
    [
        " He gets the guys to stop",
        4801.26,
        4803.16
    ],
    [
        " He doesn't even really",
        4803.16,
        4805.26
    ],
    [
        " He's mad, but he's",
        4805.26,
        4808.4
    ],
    [
        " basically taking responsibility",
        4808.4,
        4810.56
    ],
    [
        " In being in this situation in the first place",
        4810.56,
        4814.04
    ],
    [
        " so",
        4817.14,
        4817.58
    ],
    [
        " He says to the guys that were there he says I had monished all three men to challenge correctly speaking to them as if I were giving a clap classroom instructions to a bunch of eager if not very bright students",
        4817.58,
        4826.94
    ],
    [
        " I surprised myself with my calmness",
        4826.94,
        4829.56
    ],
    [
        " It was when I moved back to my position that the greatest struggle within me began",
        4829.56,
        4834.9
    ],
    [
        " Perhaps it was triggered by the decision I had to make by the book I shifted I had shifted our positions",
        4834.9,
        4841.88
    ],
    [
        " By the book I should have shifted our positions. We were reconnaissance patrol",
        4843.32,
        4847.76
    ],
    [
        " We were badly outnumbered by the enemy and it compromised our position",
        4847.76,
        4852.2
    ],
    [
        " With all the shooting and shouting",
        4852.2,
        4854.54
    ],
    [
        " There were good reasons for moving",
        4854.54,
        4857.34
    ],
    [
        " On the other hand, it was pitch black night",
        4857.34,
        4860.18
    ],
    [
        " If the enemy was close enough to get an immediate fix on us he was close enough to hit us before we could move",
        4860.18,
        4866.54
    ],
    [
        " Even if he wasn't close further stumbling around in the darkness might worsen our predicament",
        4866.98,
        4872.18
    ],
    [
        " Moreover to affect the movement I would have to move around to regroup the dispersed men",
        4872.18,
        4879.24
    ],
    [
        " This was the point that weighed most heavily on my mind. I no longer had the heart for it",
        4879.24,
        4885.26
    ],
    [
        " I had come within an inch of being killed shot by one of my own men on the side of an ink black mountain in the middle of nowhere",
        4885.26,
        4892.66
    ],
    [
        " I knew the men were ready to shoot anything that moved and I didn't want to give them a target",
        4893.48,
        4898.1
    ],
    [
        " I should have been ashamed of myself. I was too afraid to move to implement was probably the best course of action for my men and my mission",
        4898.1,
        4907.92
    ],
    [
        " I couldn't do it",
        4907.92,
        4909.14
    ],
    [
        " Naked fear stripped me of all shame or guilt",
        4909.14,
        4913.68
    ],
    [
        " Fear was all I knew and I didn't want to move",
        4913.68,
        4917.36
    ],
    [
        " A few moments earlier",
        4917.36,
        4919.46
    ],
    [
        " I had been an effective platoon leader doing his job now. I could actually feel my chest throbbing against the dirt where I lay",
        4919.46,
        4926.36
    ],
    [
        " I wanted to bury my face in my hands",
        4926.36,
        4929.28
    ],
    [
        " I wanted to be like the little boy I used to be hiding from the darkness by putting his head under the covers",
        4929.28,
        4934.08
    ],
    [
        " I could not think my body began to tremble then shiver then shake uncontrollably my god. I was going to die",
        4934.08,
        4942.36
    ],
    [
        " I could not possibly live through the night",
        4942.36,
        4944.82
    ],
    [
        " If anyone heard my breathing I was sure you'd kill me death was everywhere",
        4944.82,
        4949.26
    ],
    [
        " I sensed it felt it lying down beside me",
        4949.46,
        4952.86
    ],
    [
        " I didn't want to die but death was there cold and clammy reaching for me with his icy touch",
        4952.86,
        4960.44
    ],
    [
        " My pulse pounded in my ears and I felt nauseous",
        4960.44,
        4965.18
    ],
    [
        " I almost threw up",
        4965.18,
        4967.04
    ],
    [
        " The passing minutes hours whatever units of time exist in a nightmare brought no relief",
        4967.04,
        4973.48
    ],
    [
        " The fear only worsened I would not live through the night. I was sure of it",
        4974.78,
        4979.94
    ],
    [
        " With a dying hurt I wondered",
        4979.94,
        4982.78
    ],
    [
        " Would I disappear into nothingness",
        4982.78,
        4985.64
    ],
    [
        " When I first went prone trying to press myself into the ground I fell close to an ant hill",
        4985.64,
        4992.18
    ],
    [
        " A few of the ants scouts immediately began a reconnaissance of my body",
        4992.18,
        4996.16
    ],
    [
        " But it was not until the ants legions were called forward that I noticed them",
        4996.16,
        5000.82
    ],
    [
        " As I lay shaking on the ground thousands of ants began troops over me adding to the crawling feeling on my flesh",
        5001.64,
        5009.98
    ],
    [
        " Still I did not move for to move. I knew would put me in the embrace of death",
        5009.98,
        5016.44
    ],
    [
        " So I lay there where I was heart pounding skin sweating ears throbbing while an army of ants probed and pricked at my will",
        5016.44,
        5025.4
    ],
    [
        " Some time later that night the rains came in a torrential downpour that sent a stream gushing down the mountainside at us",
        5027.72,
        5034.8
    ],
    [
        " I still didn't move",
        5034.8,
        5036.52
    ],
    [
        " My night of terror was not over yet and when the rain stopped after a few hours I still lay in the ooze and slime",
        5036.52,
        5044.84
    ],
    [
        " First light brought a sense of recovery darkness was ending and I was still alive",
        5044.84,
        5052.36
    ],
    [
        " Only then did the beating of my heart slow",
        5053.1,
        5056.78
    ],
    [
        " I loosened my belt reached down into the soggy elastic of my undershorts and wiped out a streak of drowned ants",
        5056.78,
        5064.92
    ],
    [
        " The rains had swept them over my body where they had become trapped and they had drowned",
        5064.92,
        5070.92
    ],
    [
        " As I removed their dead bodies thousands of them I seemed to rid myself of my fixation with death",
        5070.92,
        5079.3
    ],
    [
        " I had lived through the night vulnerable as I was",
        5080.56,
        5083.92
    ],
    [
        " The ants had died eminently adaptable as they were",
        5083.92,
        5088.28
    ],
    [
        " Somehow the irony of it reassured me",
        5088.28,
        5092.6
    ],
    [
        " One died when it was time to die",
        5092.6,
        5096.9
    ],
    [
        " Apparently it was not my time",
        5096.9,
        5101.56
    ],
    [
        " As dawn broke I pulled myself together gathered up my makeshift patrol and moved back toward the ranger camp",
        5101.56,
        5109.28
    ],
    [
        " That night on the mountain",
        5110.48,
        5111.98
    ],
    [
        " Instead of engaging the enemy I'd come to grips with my own mortality",
        5111.98,
        5117.08
    ],
    [
        " That night I had been a terrible platoon leader",
        5117.08,
        5121.52
    ],
    [
        " But perhaps I would be a better one thereafter because of it",
        5121.52,
        5127.58
    ],
    [
        " Little bit of an intense evening",
        5127.58,
        5131.78
    ],
    [
        " For Lieutenant McDonough",
        5131.78,
        5135.2
    ],
    [
        " Unbelievable",
        5135.2,
        5137.72
    ],
    [
        " Now he gets some",
        5140.44,
        5141.86
    ],
    [
        " And throughout this book",
        5141.86,
        5145.34
    ],
    [
        " There's and I talked about this in the beginning that there's rotations of guys and guys are getting wounded guys",
        5145.34,
        5152.54
    ],
    [
        " It's time for them to go home. So you're constantly he's constantly getting new troopers",
        5152.54,
        5156.78
    ],
    [
        " new soldiers",
        5156.78,
        5158.6
    ],
    [
        " new",
        5158.6,
        5159.86
    ],
    [
        " Non-commissioned officers that are going to be the senior guys inside the platoon",
        5159.86,
        5163.96
    ],
    [
        " And it's just it's just a constant stream of incoming new guys",
        5163.96,
        5168.24
    ],
    [
        " Which again is very foreign to me because in the seal teams we do very little of that",
        5168.56,
        5173.52
    ],
    [
        " We do do it sometimes",
        5173.52,
        5174.62
    ],
    [
        " The guy graduate seal training",
        5174.62,
        5176.64
    ],
    [
        " And they happen to be assigned a team that's on deployment",
        5176.64,
        5180.06
    ],
    [
        " They they might come over and join join us on deployment it can't happen, but it's not it's not the norm",
        5180.06,
        5186.26
    ],
    [
        " So he's got a new guy that shows up who's a staff sergeant in palamon and",
        5186.26,
        5194.38
    ],
    [
        " Palamons like almost 40 years old. He'd cross the Canadian board",
        5195.26,
        5199.4
    ],
    [
        " our the Canadian border",
        5199.4,
        5202.12
    ],
    [
        " to join the Canadian army",
        5202.12,
        5205.48
    ],
    [
        " and",
        5205.48,
        5207.6
    ],
    [
        " He'd spent time in the British army in Cyprus. He'd seen he'd been chasing war basically",
        5207.6,
        5213.02
    ],
    [
        " And it's slightly under six feet tall",
        5213.02,
        5215.62
    ],
    [
        " Not an ounce of fat on his lean frame determined look",
        5215.62,
        5219.8
    ],
    [
        " And this is quite contrary to the guys he had been working with",
        5219.8,
        5224.04
    ],
    [
        " And here he talks about that a little bit with Hernandez and Robinson. I had to push to get them patrolling",
        5224.78,
        5229.78
    ],
    [
        " With palamon. I had to hold him back",
        5229.78,
        5233.4
    ],
    [
        " He believed firmly that the only good defense was a good offense",
        5233.4,
        5238.82
    ],
    [
        " And he was ready to set the example every day",
        5238.82,
        5241.82
    ],
    [
        " Not only did he take himself out on as many patrols as I would permit",
        5241.82,
        5245.88
    ],
    [
        " He invariably pushed seated to the front of the column eventually threatening to displace the point man",
        5245.88,
        5251.52
    ],
    [
        " He exhibited such enthusiasm",
        5252.34,
        5254.36
    ],
    [
        " When he and I went on longer patrols that I had to order him back to the back of the column lest I find myself trailing him",
        5254.36,
        5261.94
    ],
    [
        " He never meant disrespect. He just wanted to be upfront where the action might be",
        5261.94,
        5267.74
    ],
    [
        " Palamon was the perfect platoon sergeant",
        5267.74,
        5272.5
    ],
    [
        " You're",
        5272.5,
        5277.42
    ],
    [
        " definitely",
        5280.44,
        5280.94
    ],
    [
        " blessed",
        5280.94,
        5280.56
    ],
    [
        " When you get it when you get a leader like that in your command",
        5280.56,
        5284.56
    ],
    [
        " And I was definitely lucky enough to serve with many guys",
        5284.56,
        5287.92
    ],
    [
        " With that kind of attitude that I had to hold back",
        5287.92,
        5291.68
    ],
    [
        " Here's an interesting thing",
        5291.68,
        5296.0
    ],
    [
        " He says during the war we lost approximately 10,000 men to other than enemy fire",
        5296.0,
        5303.18
    ],
    [
        " The enamel was so full of treachery danger and outright bad luck",
        5303.74,
        5307.34
    ],
    [
        " That he's on this administrative mission and he's just like playing it safe",
        5307.34,
        5313.48
    ],
    [
        " Because he doesn't want to die. He's gonna get killed by a criminal or getting a car accident",
        5313.48,
        5319.06
    ],
    [
        " But you don't think about 10,000 people dying to Vietnam just from other than combat",
        5319.06,
        5323.84
    ],
    [
        " The heavy rain to discourage the enemy from moving against us",
        5323.84,
        5330.84
    ],
    [
        " That",
        5332.76,
        5333.28
    ],
    [
        " That was some comfort obviously they were human after all too often they seemed above the constraints of normal men too hard",
        5333.28,
        5339.98
    ],
    [
        " And to the rigors that wore down the rest of us",
        5339.98,
        5342.48
    ],
    [
        " Although it was tempting to rest on our haunches taking advantage of the respite offered by the weather",
        5342.48,
        5348.56
    ],
    [
        " I knew that in the long run it would be safer to push more on the offensive",
        5348.56,
        5353.16
    ],
    [
        " To lie back would only allow the enemy to build their strength as I was building mine and",
        5353.16,
        5360.56
    ],
    [
        " Allow them to choose the time and place of the next strike",
        5360.84,
        5364.64
    ],
    [
        " I decided to go after them in their lair",
        5364.64,
        5368.66
    ],
    [
        " One of the personnel changes I made was to take killigan out of his squad leader position",
        5368.66,
        5374.76
    ],
    [
        " A sergeant arrived to take over the squad. I passed word to him to keep killigan off point",
        5374.76,
        5381.0
    ],
    [
        " Killigan did not like it and was close to the point of rebellion",
        5381.0,
        5384.8
    ],
    [
        " But I refused to put him back on point his luck was about to run out",
        5384.8,
        5388.76
    ],
    [
        " No matter how good he might be the odds are heavily stacked against the point man",
        5389.2,
        5393.6
    ],
    [
        " My order however meant little",
        5393.6,
        5396.72
    ],
    [
        " In variably killigan would move up to the front always out there a little advance of the moving element",
        5396.72,
        5403.46
    ],
    [
        " It was a role he defined for himself",
        5403.46,
        5407.02
    ],
    [
        " So obviously we're gonna continue one of the themes of this book is be aggressive and stay on the offense",
        5407.02,
        5415.5
    ],
    [
        " That's absolutely true. The reason I highlighted that thing with killigan",
        5416.7,
        5419.64
    ],
    [
        " Was because here you got a guy that's all about good order and discipline",
        5419.64,
        5423.28
    ],
    [
        " But guess what he's telling killigan don't walk point don't walk point don't walk point and kill him good and goes",
        5423.28,
        5428.56
    ],
    [
        " Okay, yeah, I won't but walk point goes out on patrol goes up to point",
        5428.56,
        5431.26
    ],
    [
        " And that's that's also one of those things where you know, it's sometimes I get asked you know",
        5431.26,
        5436.12
    ],
    [
        " My boss is not doing this or we're not getting we're getting hey we're not getting clear direction or I don't agree with this thing",
        5436.12,
        5442.06
    ],
    [
        " Sometimes you got to make some stuff happen",
        5442.06,
        5443.7
    ],
    [
        " You know especially if it's the right thing to do you got to make some stuff happen sometimes",
        5444.84,
        5449.12
    ],
    [
        " Now they do some some operations and",
        5449.12,
        5455.06
    ],
    [
        " They're starting to",
        5455.06,
        5457.46
    ],
    [
        " Take some toll on the enemy and here's what the enemy does the enemy retaliatory retaliated with more booby traps and other regular attacks",
        5457.46,
        5467.1
    ],
    [
        " One morning the village chief was caught at the well as he bathed his ever present 40 count",
        5467.1,
        5473.2
    ],
    [
        " 45 caliber pistol left a few feet away with his pile of clothes a",
        5473.58,
        5478.9
    ],
    [
        " Small nine-year-old boy no doubt acting on orders from a relative walked up",
        5478.9,
        5484.4
    ],
    [
        " smiled and shot the chief twice with a 22 caliber pistol",
        5484.4,
        5488.48
    ],
    [
        " Once again, however the chief survived returning a few weeks later to resume his post",
        5488.48,
        5494.7
    ],
    [
        " Specialist barns back from six days in Australia stepped on a booby trap and lost his right leg at the hip",
        5494.7,
        5501.32
    ],
    [
        " Robson the nervous baby face kid from Illinois who had arrived with parliament got wedged head first in a vehicle",
        5501.92,
        5507.94
    ],
    [
        " Tunnel as he was clearing it",
        5507.94,
        5510.18
    ],
    [
        " he panicked",
        5510.18,
        5511.64
    ],
    [
        " Vomited and drowned in his own puke before he could be pulled back out",
        5511.64,
        5516.38
    ],
    [
        " Another man recently arrived sat down beside a trail to take a break and trip the Chinese claim or with his butt",
        5516.38,
        5523.9
    ],
    [
        " I hoped his mother would not ask to open his coffin",
        5523.9,
        5527.6
    ],
    [
        " The gruesome toll of the booby traps war on our nerves",
        5529.62,
        5533.14
    ],
    [
        " No matter how many we found we knew there were others out there waiting for a misstep",
        5533.14,
        5537.84
    ],
    [
        " The terror built is one thing to rush an enemy in battle and take your chances in the face of his firepower",
        5537.84,
        5544.42
    ],
    [
        " The experience is frightening",
        5544.42,
        5545.86
    ],
    [
        " But the momentum of the act compels you forward",
        5545.86,
        5548.7
    ],
    [
        " Sparing you the agony of considering your predicament",
        5548.7,
        5551.64
    ],
    [
        " Thinking your way through a booby trap theory is completely different experience",
        5551.64,
        5556.74
    ],
    [
        " And much more harrowing",
        5556.92,
        5558.7
    ],
    [
        " Moving along you suddenly notice a freshly smooth spot of dirt to your front you look hard and see",
        5558.7,
        5565.72
    ],
    [
        " The three deadly prongs of the anti-personnel mind come into focus and unholy trinity extending from beneath the surface of the earth to greet your foot fall and rip you apart",
        5565.72,
        5576.02
    ],
    [
        " You look to your right and see a pile of rocks or intertwined twigs the vietcong warning to their own that this is a killing ground",
        5576.02,
        5584.7
    ],
    [
        " You order everyone to freeze as you strain your eyes to pick out more booby trap clues your nerves have turned to steal coils",
        5585.52,
        5592.66
    ],
    [
        " Your eyes dart over the ground for tahtsale signs of human tampering smooth dirt and unnaturally placed vine attached to a pull pin safety",
        5592.66,
        5602.0
    ],
    [
        " A thin wire across your path a broken brush time stands still",
        5602.0,
        5607.1
    ],
    [
        " You're afraid to move at the same time you want to duck your head and dash to safety",
        5607.1,
        5612.42
    ],
    [
        " Maybe you can make it before the detonation catches you",
        5613.0,
        5615.96
    ],
    [
        " But one of the others you have to get them all out",
        5615.96,
        5619.34
    ],
    [
        " Keep cool",
        5619.34,
        5620.8
    ],
    [
        " That's it bring the others slowly into a straight file careful watch where you step",
        5620.8,
        5627.24
    ],
    [
        " Now work your way up to the front look carefully before each foot fall",
        5627.24,
        5632.08
    ],
    [
        " Watch for nearly invisible wires one slight tug could bring metal tearing through your flesh like a frenzied power saw",
        5632.08,
        5640.74
    ],
    [
        " Okay, let's move stay in line. Don't bounce up",
        5642.42,
        5645.84
    ],
    [
        " Can't let one booby trap get more than one of us, but which one me him concentrate",
        5645.84,
        5651.84
    ],
    [
        " Don't think about the explosion look look you can see them if you look carefully enough take another step",
        5651.84,
        5658.82
    ],
    [
        " We're almost out of it Christ don't ambush us now we can't move concentrate",
        5658.82,
        5664.2
    ],
    [
        " Think of where you would plant them look for the tahtale signs",
        5664.2,
        5668.98
    ],
    [
        " And so it went",
        5670.36,
        5671.72
    ],
    [
        " tremendous pressure followed by tremendous lead relief as the booby trap area was cleared",
        5671.72,
        5678.7
    ],
    [
        " Then the journey continued only to bring the patrol to another threatening area",
        5678.7,
        5684.12
    ],
    [
        " It played on your nerves",
        5684.12,
        5686.74
    ],
    [
        " Somehow the men put on a show of bravado",
        5686.74,
        5691.68
    ],
    [
        " I thought that section",
        5691.68,
        5694.8
    ],
    [
        " I'm",
        5696.32,
        5696.76
    ],
    [
        " Talking about getting ied. I mean, that's like what is like?",
        5696.76,
        5699.92
    ],
    [
        " It was just a perfect",
        5700.08,
        5701.22
    ],
    [
        " perfect writing and",
        5701.22,
        5703.24
    ],
    [
        " Being on out of patrols where you're thinking there's gonna be ied's that's what your mind is thinking",
        5703.24,
        5707.76
    ],
    [
        " That's what you're thinking you're looking at every little thing in the road every little",
        5707.76,
        5711.18
    ],
    [
        " Piece of trash every little wire everything could be a pressure plate",
        5711.18,
        5714.7
    ],
    [
        " It could be a crush wire it could be an ied could just be anything",
        5714.7,
        5718.22
    ],
    [
        " And so you're just constantly in that mode of assessing and looking and trying to figure it out and",
        5718.22,
        5723.88
    ],
    [
        " I thought that that wasn't just an incredible job especially by a guy that actually triggered an ied on himself and got blown up",
        5724.36,
        5731.46
    ],
    [
        " And so he's probably feeling that that pressure tenfold",
        5731.46,
        5735.28
    ],
    [
        " A leader who arbitrates when the laws of land warfare are overtaken by pragmatic concern is treading on dangerous ground",
        5735.28,
        5745.36
    ],
    [
        " The laws exist for practical and humane reasons and I knew that well",
        5745.36,
        5750.44
    ],
    [
        " But the consequences of my decisions were immediate and I could not afford the comfort of a philosophical debate on issues",
        5751.8,
        5758.52
    ],
    [
        " I tried to behave in a humane manner and did not intimidate",
        5758.52,
        5763.62
    ],
    [
        " But I persisted until I was reasonably assured that I had the truth or that my",
        5763.62,
        5768.28
    ],
    [
        " Interview we truly did not know",
        5768.28,
        5770.66
    ],
    [
        " I owed my men that much",
        5770.66,
        5773.6
    ],
    [
        " One day",
        5773.6,
        5776.36
    ],
    [
        " A stay behind ambush element got into a sudden firefight in the exchange one American had been hit in the leg and was bleeding profusely",
        5776.74,
        5783.7
    ],
    [
        " As I approached the action with the rest of the patrol intending to flank the enemy",
        5783.7,
        5788.56
    ],
    [
        " I noticed that the base of the hill we were about to ascend was heavily mined",
        5788.56,
        5793.72
    ],
    [
        " A frightened farmer crouched in the grass nearby come here pop a son I called",
        5793.72,
        5797.4
    ],
    [
        " non",
        5797.4,
        5798.36
    ],
    [
        " Ask him how to get through this stuff",
        5798.36,
        5800.48
    ],
    [
        " The farmer shook his head in dismay a call came on the radio",
        5800.48,
        5804.3
    ],
    [
        " Damn it if we don't get archer balled out of here fast. He's gonna bleed to death death",
        5804.3,
        5808.48
    ],
    [
        " ask him again, damn",
        5808.48,
        5809.92
    ],
    [
        " man, I ordered",
        5809.92,
        5812.32
    ],
    [
        " Again the farmer refused his eyes widening in fear. I took out my knife",
        5812.32,
        5819.04
    ],
    [
        " man tell him I'll kill him right now if he doesn't tell us",
        5819.04,
        5823.04
    ],
    [
        " I had crossed the line. I wouldn't have killed him, but he didn't know that",
        5823.04,
        5828.78
    ],
    [
        " And the threat itself was criminal",
        5828.78,
        5831.64
    ],
    [
        " But I weighed that against the bleeding soldier and the others who might bleed if we didn't get through to them quickly",
        5832.38,
        5838.26
    ],
    [
        " A leader has no one to look to for advice on such decisions",
        5838.26,
        5843.96
    ],
    [
        " He must do what he thinks is best, but he must not fool himself as to the consequences of his choice",
        5843.96,
        5850.04
    ],
    [
        " War is not a series of case studies that can be scrutinized with the objectivity",
        5850.04,
        5855.74
    ],
    [
        " It is a series of stark",
        5855.74,
        5858.02
    ],
    [
        " Confrontations that must be faced under the most emotion-wrenching conditions",
        5858.46,
        5862.8
    ],
    [
        " War is the suffering and death of people you know",
        5862.8,
        5867.78
    ],
    [
        " Said against a background of the suffering and death of people you do not",
        5867.78,
        5872.42
    ],
    [
        " That reality tends to prejudice the already tough choices between morality and pragmatism",
        5872.42,
        5880.34
    ],
    [
        " The farmer let us through",
        5880.34,
        5884.0
    ],
    [
        " We forced the enemy away and extracted our soldier in time to save his life",
        5884.5,
        5888.88
    ],
    [
        " We let the farmer go, but not before I thanked him",
        5888.88,
        5893.1
    ],
    [
        " He looked at me as if I were crazy",
        5893.1,
        5897.22
    ],
    [
        " Very",
        5897.22,
        5902.34
    ],
    [
        " Enough to just again. This is another great description of what you're dealing with in a war",
        5902.34,
        5908.94
    ],
    [
        " And the decisions that you have to make in these horrible situations",
        5910.38,
        5913.96
    ],
    [
        " Back to the book",
        5913.96,
        5916.1
    ],
    [
        " Fricker was nervous for the past few days he felt his number was coming up",
        5916.1,
        5921.58
    ],
    [
        " I don't know what's wrong with me lieutenant. He had told me shyly. I don't feel right",
        5921.58,
        5926.66
    ],
    [
        " What do you mean? Are you feeling sick? I asked no, it's not bad. I just feel down",
        5926.66,
        5933.68
    ],
    [
        " Like something bad is gonna happen",
        5933.68,
        5936.88
    ],
    [
        " Maybe you've been on point too often. I'll tell staff sergeant Robinson to take you off. No, no don't do that",
        5938.02,
        5944.48
    ],
    [
        " I'm the best man for that my squad. I don't want any other guys thinking I'm yellow",
        5944.48,
        5949.8
    ],
    [
        " Fricker wasn't yellow. He was scared",
        5949.8,
        5954.38
    ],
    [
        " But he was more scared of letting his friends down than of getting hurt",
        5954.38,
        5959.66
    ],
    [
        " I urged him to take a break, but he'd insisted on staying on point",
        5959.66,
        5965.0
    ],
    [
        " I",
        5966.08,
        5966.64
    ],
    [
        " Told Robinson to take him off anyway Fricker heard of it and pleaded with me to put him back",
        5966.64,
        5971.42
    ],
    [
        " I yielded",
        5971.42,
        5973.14
    ],
    [
        " So on a lovely evening Fricker was consciously leading the squad up a hill and the machine guns stitched him across the chest",
        5973.14,
        5981.62
    ],
    [
        " Robinson turned and dashed down the slope making it 20 meters before he stumbled and broke his ankle",
        5981.62,
        5988.78
    ],
    [
        " 10 meters behind Frickett",
        5988.78,
        5991.3
    ],
    [
        " Nail and Wilson dove for cover",
        5991.3,
        5993.76
    ],
    [
        " Fricker went down on one knee and sprung around to face his friends",
        5995.48,
        5999.86
    ],
    [
        " Blood and air bubbled from the holes in his chest",
        5999.86,
        6005.64
    ],
    [
        " He dropped his weapon and tried to rise his arms outstretched as if reaching for help",
        6005.64,
        6011.32
    ],
    [
        " His eyes opened wide and terror his mouth a gap as blood spilled over his loose lower lip",
        6011.32,
        6018.5
    ],
    [
        " As the machine gun bullets tore into his back",
        6018.5,
        6022.42
    ],
    [
        " He tumbled face down arms still reaching out for help",
        6022.46,
        6025.94
    ],
    [
        " That would come too late",
        6025.94,
        6028.26
    ],
    [
        " Wilson took in the scene with horror Fricker's dead my god Fricker's dead his voice rose above the clatter",
        6028.26,
        6036.7
    ],
    [
        " Afraid that no one understood Wilson repeated his announcement. Oh no, he's dead. He's dead. He yelled with all his might",
        6036.7,
        6044.0
    ],
    [
        " Nail silenced him with a curt shut up",
        6044.0,
        6047.88
    ],
    [
        " He's dead and that's all there is to it",
        6047.88,
        6051.08
    ],
    [
        " Somehow Nail's words cut through the hideousness of the moment more graphically than Fricker's death",
        6052.42,
        6057.7
    ],
    [
        " Wilson was stunned into silence",
        6057.7,
        6060.64
    ],
    [
        " There was a cursory exchange of rounds the enemy fled down the reverse slope and Fricker's corpse became the",
        6060.64,
        6066.7
    ],
    [
        " And the lame Robinson were evacuated",
        6066.7,
        6069.72
    ],
    [
        " Nail became the squad leader",
        6069.72,
        6073.04
    ],
    [
        " That was all there was to it",
        6073.04,
        6076.7
    ],
    [
        " Another American had fallen",
        6076.7,
        6079.86
    ],
    [
        " One of more than 58,000",
        6080.6,
        6083.0
    ],
    [
        " To die in Vietnam",
        6083.0,
        6084.82
    ],
    [
        " The action took a few minutes. There was nothing unique about it a messy business to be sure",
        6084.82,
        6094.32
    ],
    [
        " Born that could be cleaned up by shipping off the body and making a few personnel changes",
        6094.32,
        6098.86
    ],
    [
        " But Fricker was dead",
        6098.86,
        6101.82
    ],
    [
        " A few moments earlier he had been a young man with a lifetime of experiences ahead of him",
        6101.82,
        6108.8
    ],
    [
        " Now he was just a memory to his family and to us a few moments earlier he was afraid some of his friends would think of him as a coward",
        6110.56,
        6117.94
    ],
    [
        " Soon",
        6117.94,
        6120.14
    ],
    [
        " Almost no one would think of him at all",
        6120.14,
        6123.58
    ],
    [
        " His mother would get a telegram and then a purple heart",
        6123.58,
        6128.34
    ],
    [
        " Maybe I could write him up for a medal, but what should I say",
        6128.34,
        6133.76
    ],
    [
        " That he was brave",
        6133.76,
        6136.74
    ],
    [
        " Because he was afraid",
        6137.66,
        6138.92
    ],
    [
        " To be afraid",
        6138.92,
        6140.92
    ],
    [
        " That he saved his squad by walking up to the machine gun first",
        6140.92,
        6146.16
    ],
    [
        " And what did he save them for",
        6146.16,
        6149.48
    ],
    [
        " So that they might live a few more weeks before following in his footsteps",
        6149.48,
        6154.74
    ],
    [
        " It was all too much to consider",
        6154.74,
        6159.02
    ],
    [
        " As Nail had said",
        6159.02,
        6161.8
    ],
    [
        " He was dead",
        6161.8,
        6163.74
    ],
    [
        " And that's all there was to it",
        6165.5,
        6167.54
    ],
    [
        " Here he talks a little bit about",
        6167.54,
        6172.18
    ],
    [
        " The morality of war it was not a simple matter of kill or be killed",
        6172.18,
        6178.02
    ],
    [
        " I had to think of my men",
        6178.02,
        6179.86
    ],
    [
        " I could not let them be killed because of a rigid morality on my part",
        6179.86,
        6186.42
    ],
    [
        " But if I compromised with that morality too often",
        6186.42,
        6190.58
    ],
    [
        " I would become little more than a war criminal",
        6190.62,
        6193.36
    ],
    [
        " Unfit to lead those men",
        6193.36,
        6195.2
    ],
    [
        " I had to struggle to keep a sense of balance",
        6195.2,
        6199.52
    ],
    [
        " That's the crazy thing about the dichotomy of leadership",
        6199.52,
        6205.54
    ],
    [
        " Is that these these opposing forces that are pulling you in two different directions",
        6205.54,
        6210.18
    ],
    [
        " They're both they're both correct",
        6210.18,
        6211.94
    ],
    [
        " It's correct they're both correct and the balance is where you need to stay",
        6211.94,
        6216.26
    ],
    [
        " I shouldn't say that they're both correct but they're both viable options",
        6216.26,
        6220.46
    ],
    [
        " You can rationalize either one of them",
        6220.98,
        6223.38
    ],
    [
        " You can rationalize hey we shouldn't do anything at all. Let's just stay inside the wire. Let me protect my guys",
        6223.38,
        6228.2
    ],
    [
        " And you can rationalize that and you can rationalize hey let's go out and kill everybody before they kill us",
        6228.2,
        6233.68
    ],
    [
        " And what you have to do as a leader in a combat situation you have to balance those dichotomies",
        6233.68,
        6238.54
    ],
    [
        " And you know you could translate that into businesses because you in a business you've got to take care of your people",
        6238.54,
        6243.48
    ],
    [
        " But you've got to make money",
        6243.48,
        6244.54
    ],
    [
        " You know",
        6245.02,
        6245.54
    ],
    [
        " So there's all these when you're in a leadership position",
        6245.54,
        6250.22
    ],
    [
        " There's opposing forces that are pulling it you and you have to balance them",
        6250.22,
        6253.8
    ],
    [
        " And you have to pay attention because what happens is suddenly you start going too far in one direction or the other",
        6253.8,
        6259.22
    ],
    [
        " And you start to read you start to lose control or you start to see things go sideways",
        6259.22,
        6263.22
    ],
    [
        " That's when you do say yourself wait a second. Am I going too far in one direction right now? That's probably what is happening",
        6263.22,
        6268.14
    ],
    [
        " Now",
        6268.14,
        6271.56
    ],
    [
        " Here we go. This is just a quick little interlude they had they had a acquired a 60 millimeter mortar",
        6272.78,
        6279.4
    ],
    [
        " And they were training with it and one of the guys",
        6279.4,
        6283.04
    ],
    [
        " Was wanting to train it they didn't really let him use it too much even though he was excited to try it out",
        6283.04,
        6288.3
    ],
    [
        " And they end up getting attacked and the only guy that's in the vicinity of the mortar to use it",
        6288.3,
        6292.74
    ],
    [
        " Is this guy spangler",
        6292.74,
        6295.14
    ],
    [
        " And so he attempts to fire the mortar and he screws it up",
        6295.14,
        6298.92
    ],
    [
        " Love a bunch of times and the VC end up getting away",
        6299.04,
        6303.16
    ],
    [
        " And Macdonough says dejectedly I scowled I scowled at spangler",
        6303.16,
        6310.42
    ],
    [
        " Who felt absolutely terrible about the whole affair?",
        6310.42,
        6314.04
    ],
    [
        " I knew it wasn't his fault. It was mine",
        6314.78,
        6318.1
    ],
    [
        " I had failed to train him even though he was eager to learn",
        6318.1,
        6322.48
    ],
    [
        " More ownership right there from Macdonough",
        6322.48,
        6325.54
    ],
    [
        " Now",
        6330.84,
        6331.32
    ],
    [
        " This is this is just a shocker in the book and it's one of those situations which is going really this how does this even happen",
        6331.32,
        6339.46
    ],
    [
        " Macdonough decides that they're they're actually by the ocean",
        6339.46,
        6343.78
    ],
    [
        " There are a couple miles from the ocean and",
        6343.78,
        6347.3
    ],
    [
        " They all have their skin they have jungle rot their skin they get little infections they got bug bites and they're just all",
        6347.3,
        6353.74
    ],
    [
        " Jacked up from this from just from just living in this environment and he knows he says you know if we get these guys",
        6354.28,
        6360.18
    ],
    [
        " To patrol down to the ocean they can take us from the ocean they get out in the sun dry some of their",
        6360.18,
        6364.4
    ],
    [
        " You know wounds off or what have you",
        6364.4,
        6366.82
    ],
    [
        " So they go down there he puts together the plan he actually has to like ask the guys",
        6366.82,
        6373.68
    ],
    [
        " To go because they're saying you know what I'd rather sit here and just have bad skin then",
        6373.68,
        6379.6
    ],
    [
        " go out and",
        6379.6,
        6381.48
    ],
    [
        " Have to do another patrol just to go swimming",
        6381.92,
        6384.3
    ],
    [
        " And he kind of convinces a couple guys hey those couple guys that want to go those couple guys that say",
        6384.3,
        6388.96
    ],
    [
        " You know I'd rather not go he convinces the guys to go",
        6388.96,
        6392.64
    ],
    [
        " He puts together a plan he wants to send some strong swimmers with the group",
        6392.64,
        6397.9
    ],
    [
        " He's actually pretty aware of the danger of the ocean. He sends the guys down there they get down there and",
        6397.9,
        6405.1
    ],
    [
        " To the guys drown and die",
        6405.1,
        6408.48
    ],
    [
        " And",
        6414.24,
        6414.82
    ],
    [
        " And again, we're gonna hear some ownership here James was the guy that was running the patrol",
        6414.82,
        6418.8
    ],
    [
        " And McDonough says I could not criticize James",
        6418.8,
        6422.28
    ],
    [
        " He had not followed my instructions, but the fault was mine not his",
        6422.28,
        6427.2
    ],
    [
        " I had built the idea into a plan and then ordered its execution",
        6427.2,
        6432.0
    ],
    [
        " In so doing I had executed Spangler and Evans",
        6432.0,
        6437.02
    ],
    [
        " I felt a hundred years old",
        6437.02,
        6440.28
    ],
    [
        " No tragedy in that god forsaken country it hit me so hard. It was my fault",
        6440.92,
        6446.34
    ],
    [
        " I was the cause of two deaths in the name of good intentions. I had talked those men into dying",
        6446.34,
        6453.24
    ],
    [
        " I staggered under the thought the cost of leadership had finally been too high and I couldn't bear it",
        6453.24,
        6461.02
    ],
    [
        " I didn't consider myself fit to lead",
        6461.02,
        6463.82
    ],
    [
        " But the job was mine and I couldn't quit",
        6463.82,
        6467.24
    ],
    [
        " For better or worse",
        6468.38,
        6469.92
    ],
    [
        " I had to do it",
        6469.92,
        6472.76
    ],
    [
        " They get back to camp and",
        6472.76,
        6476.7
    ],
    [
        " Wilson who was good friends with Evans one of the guys that had drowned",
        6476.7,
        6482.98
    ],
    [
        " He says Wilson was crying the loss of Evans his close friend had deeply affected him",
        6482.98,
        6489.56
    ],
    [
        " ashamed of his tears",
        6489.56,
        6491.38
    ],
    [
        " He hunkered down behind his machine gun at the strong point on the south side of the perimeter",
        6491.38,
        6496.48
    ],
    [
        " I",
        6499.04,
        6499.66
    ],
    [
        " spoke of Evans goodness and tried to draw",
        6499.66,
        6502.04
    ],
    [
        " From that a benevolent interpretation of his death",
        6502.04,
        6506.06
    ],
    [
        " Evans was at peace now. I told Wilson. He was no longer part of this nightmarish war",
        6506.06,
        6512.04
    ],
    [
        " Although I couldn't follow the logic of my own words. They seemed to lighten Wilson's load",
        6512.04,
        6518.2
    ],
    [
        " He began to talk",
        6518.2,
        6520.72
    ],
    [
        " Together we groped for meaning in a man's death",
        6520.72,
        6523.98
    ],
    [
        " I",
        6524.82,
        6525.38
    ],
    [
        " Did my best to conceal my own skepticism and agreed with everything he said",
        6525.38,
        6530.16
    ],
    [
        " Somehow we came to the conclusion that Evans death was a good thing",
        6530.16,
        6535.02
    ],
    [
        " It must be good if God willed it",
        6535.02,
        6539.0
    ],
    [
        " By then I wasn't sure who is consoling whom",
        6539.0,
        6542.82
    ],
    [
        " Sometimes words aren't important for their content, but only for their being said",
        6542.82,
        6547.5
    ],
    [
        " And whatever we said that night seemed to be good enough for both of us",
        6547.5,
        6552.22
    ],
    [
        " Although I couldn't excuse myself for the drownings. I realized that I owed it not only to Wilson",
        6553.24,
        6558.9
    ],
    [
        " But the whole vatoon to put the incident behind me",
        6558.9,
        6562.46
    ],
    [
        " Now the next situation that they're in they're doing an assault",
        6562.46,
        6569.62
    ],
    [
        " And as they get through these there's a assaulting all mine through a target area and as they assault all mine through this target area",
        6569.62,
        6577.16
    ],
    [
        " there's",
        6577.16,
        6578.52
    ],
    [
        " A vietcong and his weapon had been smashed by around and he wasn't able to fight and so he just surrendered",
        6580.54,
        6585.28
    ],
    [
        " And this guy Nan who I mentioned this guy Nan before this Nan is a Vietnamese guy. That's a world",
        6585.28,
        6590.14
    ],
    [
        " That's like a translator interpreter. They call him kick Carson scouts",
        6590.14,
        6593.5
    ],
    [
        " They know that they know the area they speak the language and so he says",
        6593.5,
        6597.7
    ],
    [
        " Ask him if he's got any buddies on flank security. I instructed Nan",
        6597.7,
        6602.68
    ],
    [
        " A rush of Vietnamese words ensued only to be answered by nobick an American Vietnamese slang version of I don't understand",
        6602.94,
        6611.88
    ],
    [
        " God damn it. He's speaking Vietnamese to you answer him. I shouted in the prisoner's face",
        6611.88,
        6617.68
    ],
    [
        " Nan asked him again the man's face the man turned his face away defiantly",
        6617.68,
        6623.04
    ],
    [
        " My anger was rising",
        6623.04,
        6625.46
    ],
    [
        " After my worries of the night before about finding our way to the target and the successful attack that followed",
        6626.36,
        6631.62
    ],
    [
        " Everything could be overturned by an arrogant",
        6631.62,
        6634.74
    ],
    [
        " By the arrogance of one prisoner",
        6634.74,
        6637.58
    ],
    [
        " Kill again",
        6637.58,
        6639.32
    ],
    [
        " Seeing the way my face was flushed made the quiet comment",
        6639.32,
        6643.64
    ],
    [
        " Don't be mad lieutenant. He's just a soldier",
        6643.64,
        6647.58
    ],
    [
        " Same as you and me",
        6647.58,
        6649.66
    ],
    [
        " Damn him. He was right",
        6649.66,
        6652.72
    ],
    [
        " I would hope to do the same if I were in the shoes of a captive of the captive",
        6653.9,
        6659.38
    ],
    [
        " Kill again the quiet man who disavowed all pretence of leadership once again made me aware of the fragile superiority of my own leadership",
        6659.38,
        6669.12
    ],
    [
        " And then as they proceed on",
        6669.12,
        6675.14
    ],
    [
        " They take these captured guys",
        6675.14,
        6678.46
    ],
    [
        " And they bring them back to the company command post and we'll go back to the book at the end of the morning's fight",
        6680.0,
        6686.76
    ],
    [
        " We linked up with the rest of the company essentially a reinforced platoon that had compromised the blocking force",
        6686.76,
        6692.66
    ],
    [
        " I turned over our prisoners to the platoon leader a youngster on his first action who I later found out did not last another two weeks",
        6692.66,
        6700.96
    ],
    [
        " predictably the company commander had stayed back at the base",
        6700.96,
        6705.9
    ],
    [
        " Bring the goat bring the gooks over to the CP",
        6707.4,
        6709.94
    ],
    [
        " lieutenant pastored to my sergeant",
        6709.94,
        6713.78
    ],
    [
        " They aren't gooks. I said quietly",
        6713.78,
        6717.14
    ],
    [
        " They're soldiers just like you and me",
        6717.14,
        6720.3
    ],
    [
        " For a moment I thought I saw kill again's eyes flash",
        6720.3,
        6725.0
    ],
    [
        " Then we started our journey home",
        6725.0,
        6727.76
    ],
    [
        " They're going to go on a company-sized operation which means they're taking multiple platoons of which",
        6727.76,
        6734.8
    ],
    [
        " McDonald's one of the platoon commanders and the company commander",
        6734.84,
        6738.84
    ],
    [
        " was named moray",
        6738.84,
        6741.28
    ],
    [
        " And moray calls them all together to do briefing moray and I haven't talked about this much but moray is kind of a guy that's",
        6741.28,
        6748.64
    ],
    [
        " He's not real proactive and getting out in the field",
        6748.64,
        6751.22
    ],
    [
        " So he's sort of staying back on base. He's a little nervous about the situation",
        6751.22,
        6756.58
    ],
    [
        " And this is just a great example and then he's got the other platoon commanders who you kind of hear his judgment on them",
        6756.58,
        6764.26
    ],
    [
        " But this is a great display of leadership of of taking",
        6764.26,
        6768.48
    ],
    [
        " ownership up and down the chain of command and to his peers",
        6768.48,
        6772.62
    ],
    [
        " So the here we go from the book the plan would put moray who's the company commander",
        6772.62,
        6780.32
    ],
    [
        " 2,000 meters away from our present location and 4,000 meters away from the objective",
        6780.32,
        6784.86
    ],
    [
        " I tried to conceal my disdain",
        6784.86,
        6788.58
    ],
    [
        " Sir request permission to control the operational movement of the new reinforces in the initial phase of the operation",
        6789.9,
        6795.56
    ],
    [
        " I spoke with what I hope with a totally expressionless face. So he's saying listen boss. You're gonna be way over there",
        6795.56,
        6802.24
    ],
    [
        " Why don't I just go ahead and control this",
        6802.24,
        6804.04
    ],
    [
        " The boss says sure Jim. I guess that makes sense. You're the senior lieutenant among the platoons",
        6804.04,
        6811.22
    ],
    [
        " Did you have a plan in mind?",
        6811.22,
        6812.98
    ],
    [
        " Moray was easy and I was going to take advantage of it",
        6813.34,
        6816.72
    ],
    [
        " boom",
        6816.72,
        6817.38
    ],
    [
        " I briefed him on my concept my concept routes of movement where we would set up time of anticipated contact with the enemy and types of weaponry wooden carry",
        6817.38,
        6827.86
    ],
    [
        " The captain concurred with the plans then excused himself. I've got to get back to the CP and report to battalion",
        6827.86,
        6835.08
    ],
    [
        " Seeing an opportunity for complete freedom of action. I continued sir",
        6835.08,
        6840.76
    ],
    [
        " I need to flesh out the details with the other platoon leaders. May I brief them in your absence?",
        6840.9,
        6845.58
    ],
    [
        " Yes, certainly carry on",
        6846.18,
        6848.42
    ],
    [
        " He left as we stood up to salute. So do you see what just happened? How beautiful that was",
        6848.42,
        6853.4
    ],
    [
        " He took total control",
        6853.4,
        6855.24
    ],
    [
        " And not only did he take control up the chain of command",
        6855.24,
        6859.26
    ],
    [
        " He's gonna get some control over the peers as well",
        6859.26,
        6861.68
    ],
    [
        " And he's he's judging and passing judgment on the way the other platoons are running there",
        6861.68,
        6868.12
    ],
    [
        " Well the way the other platoon commanders are running their platoons",
        6868.76,
        6871.6
    ],
    [
        " And he says observing all this I silently the wrote lieutenant Smalley",
        6871.6,
        6876.32
    ],
    [
        " Out of the plan if he could not exercise minimum control in the defense",
        6876.32,
        6882.12
    ],
    [
        " He would surely fall apart in the attack",
        6882.12,
        6884.8
    ],
    [
        " Lieutenant Evans first platoons leader was anxious. He had been on the job only a week and this was his first operation",
        6884.8,
        6891.8
    ],
    [
        " He was a tall good-looking boy from the Midwest, but I felt he was too eager",
        6891.8,
        6896.42
    ],
    [
        " He was disappointed to be standing pat for the night as the reserve unit",
        6897.34,
        6901.7
    ],
    [
        " But the call had been murez not mine",
        6901.7,
        6904.5
    ],
    [
        " Perhaps it was unfair of me to make snap judgments of others and then plan my actions on the basis of those judgments",
        6904.5,
        6911.56
    ],
    [
        " The thought bothered me, but not enough to deter me",
        6911.56,
        6915.02
    ],
    [
        " I was in the business of evaluating people and the traits of other men would determine my own fate and that of my soldiers",
        6915.02,
        6921.68
    ],
    [
        " presumptuous though my role may have been I had to make judgments and act accordingly",
        6922.5,
        6927.2
    ],
    [
        " Murey was timid",
        6927.2,
        6929.12
    ],
    [
        " Smalley was weak",
        6929.12,
        6930.58
    ],
    [
        " Evans was eager",
        6930.58,
        6931.98
    ],
    [
        " I did not condemn them for that I noted it and adjusted",
        6931.98,
        6936.84
    ],
    [
        " We were in a war not a community social",
        6936.84,
        6940.96
    ],
    [
        " Just great leadership example of how you lead up and down the chain of command",
        6940.96,
        6947.9
    ],
    [
        " So now they're actually about to head out on this on this operation",
        6950.1,
        6953.98
    ],
    [
        " About 50 meters short of the forward of the stream",
        6953.98,
        6957.46
    ],
    [
        " Killigan dog leg to the west and brought us up on the trail",
        6957.46,
        6961.98
    ],
    [
        " The heavy labor in the bush",
        6961.98,
        6963.94
    ],
    [
        " brought beads a sweat to my forehead and I concentrated on our present movement leaving thoughts of the night operation for later",
        6963.94,
        6970.12
    ],
    [
        " We were soon in the treacherous position of doubling back on a previously used route always dangerous tactic",
        6970.12,
        6976.44
    ],
    [
        " For a second I considered yelling at killigan to get off the trail",
        6977.0,
        6980.22
    ],
    [
        " But we were so close to the Ford that by the time we maneuvered off the trail we would have been at the crossing site",
        6980.22,
        6985.9
    ],
    [
        " As killigan moved ahead in his stealthy glide",
        6985.9,
        6989.34
    ],
    [
        " I saw him freeze momentarily and then glance to his left directly into a bush overlooking the trail",
        6989.34,
        6995.4
    ],
    [
        " I knew in an instant that we were an imminent danger for killigan never made abrupt moves except at the movement of conflict",
        6995.4,
        7003.14
    ],
    [
        " Except at the moment of conflict killigan turned back to us his face contorting as if to shout a warning",
        7003.36,
        7009.64
    ],
    [
        " I yelled ambush and dove to my left",
        7009.64,
        7012.46
    ],
    [
        " Killigan took a grenade blast in the face at point blank range",
        7012.46,
        7017.04
    ],
    [
        " At the same time sergeant James went down with his bullet in his shoulder",
        7017.04,
        7022.12
    ],
    [
        " The enemy was spraying us from a position across the rice patty killigan and I had hit a killigan had hit a command detonated booby trap",
        7022.12,
        7030.94
    ],
    [
        " I pressed my face into the dirt as bullets whined over my outstretched body",
        7033.14,
        7036.98
    ],
    [
        " I calculated that at best at best there were only four of us were left",
        7036.98,
        7041.7
    ],
    [
        " I peaked out from under my helmet to see James struggling to get off the trail",
        7041.7,
        7046.3
    ],
    [
        " The red blotch widening in his dark green fatigues",
        7046.3,
        7049.54
    ],
    [
        " He was moving not into the bushes but toward killigan who was lying face down in the patty with a blast had knocked him",
        7049.54,
        7056.58
    ],
    [
        " His blood turning the yellowish water red",
        7056.58,
        7059.76
    ],
    [
        " Within minutes if he was still alive",
        7059.76,
        7062.56
    ],
    [
        " Killigan would drown",
        7063.14,
        7064.24
    ],
    [
        " So they get killigan out of that situation they get back to their base",
        7064.24,
        7074.04
    ],
    [
        " They go back again to do the ambush",
        7074.04,
        7077.18
    ],
    [
        " They're hit again on the ambush they evacuate a guy",
        7077.18,
        7083.04
    ],
    [
        " They move again",
        7083.04,
        7086.68
    ],
    [
        " And now they're they're in the final moment where they are",
        7086.68,
        7092.76
    ],
    [
        " Gonna do this big ambush as part of the company. So this is kind of what this last section of the book is leading to",
        7093.16,
        7099.12
    ],
    [
        " It is morning",
        7099.12,
        7101.56
    ],
    [
        " And so there are actually the through in the final movement into the ambush position",
        7101.56,
        7107.46
    ],
    [
        " It is morning and there is a grime a grimness in the drizzling air",
        7107.46,
        7112.58
    ],
    [
        " Silent figures move to the west",
        7112.58,
        7115.02
    ],
    [
        " Shoulders bent under equipment loads buckles taped for silence camouflage paint smeared on top faces",
        7115.02,
        7122.58
    ],
    [
        " Goals in the night",
        7124.08,
        7125.66
    ],
    [
        " young boys really",
        7125.66,
        7127.84
    ],
    [
        " From places like Valdosta",
        7127.84,
        7130.36
    ],
    [
        " San Diego Boulder",
        7130.36,
        7132.44
    ],
    [
        " Madison portland",
        7132.44,
        7134.56
    ],
    [
        " Out to kill Asian boys who are out to kill them",
        7134.56,
        7138.32
    ],
    [
        " The gears of war grind together unrelentingly",
        7138.32,
        7143.38
    ],
    [
        " Mechanisms in motion that will catch up human flesh as they mesh",
        7143.38,
        7148.48
    ],
    [
        " Societies clash politicians deal",
        7149.18,
        7152.2
    ],
    [
        " diplomats debate",
        7152.2,
        7153.96
    ],
    [
        " Young men struggle to the death",
        7153.96,
        7157.2
    ],
    [
        " Tomorrow or the next day mothers will receive the news and cry",
        7157.2,
        7162.88
    ],
    [
        " But nothing will stop the morning's killings",
        7162.88,
        7167.82
    ],
    [
        " They finally get to their ambush site and now",
        7167.82,
        7174.06
    ],
    [
        " The ambush is about to happen",
        7174.06,
        7177.7
    ],
    [
        " Simultaneously another group of enemy walks into the third ambush site",
        7178.54,
        7182.1
    ],
    [
        " It is tripped and all the enemy are killed the first group of three. Here's the melee and panics one darts back",
        7182.1,
        7189.7
    ],
    [
        " Nanned the old scout catches him with a round on the side he falls and and the old man finishes him with two rounds in the head",
        7189.7,
        7198.88
    ],
    [
        " Two of the enemy scramble through sergeant dons position and are hit one falls dead",
        7198.88,
        7205.04
    ],
    [
        " The other scamp scampers into the brush",
        7205.04,
        7207.88
    ],
    [
        " Don pursues",
        7211.26,
        7210.38
    ],
    [
        " The wounded enemy ducks into a hole in the ground obviously is familiar with the territory",
        7210.38,
        7217.34
    ],
    [
        " In Vietnamese don yells for him to come out there is no reply",
        7217.34,
        7221.74
    ],
    [
        " Don yells again",
        7221.74,
        7223.84
    ],
    [
        " Bullets spray out of the hole",
        7223.84,
        7226.02
    ],
    [
        " Don lops are grenade",
        7226.02,
        7227.88
    ],
    [
        " Dirt leaves and flesh fly out of the opening in front of the blast",
        7227.88,
        7233.12
    ],
    [
        " Don throws a second grenade a death rattle raps from the hole",
        7233.74,
        7239.52
    ],
    [
        " Sergeant don looks around for the newest soldier spotting an 18-year-old",
        7239.52,
        7245.06
    ],
    [
        " He sends him in a safe way to harden the youngster",
        7245.06,
        7248.44
    ],
    [
        " Toward the events and store for him during the year to come",
        7248.44,
        7252.0
    ],
    [
        " The youth emerges dragging the vietcong behind him",
        7252.0,
        7256.84
    ],
    [
        " It's a gruesome sight",
        7256.84,
        7258.96
    ],
    [
        " The man's face",
        7258.96,
        7261.08
    ],
    [
        " nose",
        7263.28,
        7263.88
    ],
    [
        " mouth",
        7263.88,
        7263.36
    ],
    [
        " eyes",
        7263.36,
        7264.48
    ],
    [
        " are gone",
        7264.48,
        7266.22
    ],
    [
        " Air is sucked in and out of the hole where the nostrils used to connect",
        7266.22,
        7270.96
    ],
    [
        " The jelly like mesmerizing and falling in bubbles",
        7270.96,
        7274.72
    ],
    [
        " Wounds gabe everywhere on his body",
        7274.72,
        7278.48
    ],
    [
        " There is nothing we can do for him",
        7278.48,
        7281.36
    ],
    [
        " It would be inhumane to prolong his agony",
        7281.36,
        7286.04
    ],
    [
        " So they accomplished that ambush and they're continuing to press the enemy",
        7287.72,
        7291.98
    ],
    [
        " But something that",
        7291.98,
        7295.3
    ],
    [
        " Macdonough didn't count on",
        7295.3,
        7299.28
    ],
    [
        " Something that he couldn't have predicted or that he failed to predict",
        7299.28,
        7304.16
    ],
    [
        " Back to the book, but I underestimated the ruthlessness of our enemy",
        7304.16,
        7310.34
    ],
    [
        " And I failed to realize the extent to which political ideology can displace human morality",
        7310.88,
        7317.62
    ],
    [
        " It was a major oversight and it cost us the village of Trong Lam",
        7317.62,
        7324.28
    ],
    [
        " And Trong Lam is the village that they were actually their perimeter was next to this whole time",
        7324.28,
        7328.76
    ],
    [
        " And I should have gone over that right in the beginning",
        7328.76,
        7331.04
    ],
    [
        " But Trong Lam is the village that they were there to protect",
        7331.04,
        7334.86
    ],
    [
        " They were there to protect these villagers",
        7334.86,
        7336.42
    ],
    [
        " And keep them safe and keep the viet Kong and the communist out of the area",
        7336.9,
        7341.8
    ],
    [
        " So they're sitting in their",
        7341.8,
        7345.5
    ],
    [
        " In their perimeter one night, you know, they're literally",
        7345.5,
        7349.0
    ],
    [
        " Just meters from the village",
        7349.0,
        7352.26
    ],
    [
        " That's where this whole story is taking place",
        7352.26,
        7355.36
    ],
    [
        " And as they're sitting there",
        7355.36,
        7357.7
    ],
    [
        " We'll go to the book the first explosion ripped one of the huts apart in a blaze of brilliant orange and yellow flame",
        7357.7,
        7363.92
    ],
    [
        " Another deafening explosion then another rip through the air",
        7363.92,
        7367.22
    ],
    [
        " Punctuated by the staccato clatter of automatic weapons",
        7367.22,
        7371.3
    ],
    [
        " We braced trying to print pinpoint the direction of the attack",
        7371.3,
        7375.58
    ],
    [
        " My god, I explained I exclaimed to no one in particular",
        7375.58,
        7381.52
    ],
    [
        " They're hitting the village",
        7381.52,
        7384.32
    ],
    [
        " It would be a butchery",
        7384.32,
        7387.48
    ],
    [
        " The viet Kong had penetrated",
        7387.48,
        7390.4
    ],
    [
        " The eastern end of the village and we're moving from thatch hut to thatch hut throwing satchel charges inside and shooting down anything that moved",
        7391.04,
        7400.22
    ],
    [
        " Sergeant Palaman",
        7400.22,
        7402.42
    ],
    [
        " Leave back third squad and come with me. We're counter-attacking into the village in two minutes",
        7402.42,
        7408.38
    ],
    [
        " They dashed for the village",
        7408.38,
        7411.66
    ],
    [
        " We dashed for the village as the flames burst upward",
        7411.66,
        7415.3
    ],
    [
        " The scene revealed before us was ghastly",
        7415.3,
        7418.46
    ],
    [
        " A mother ran by me with her decapitated baby her own left arm hanging by a strip of flesh",
        7418.76,
        7424.96
    ],
    [
        " Two viet Kong stood behind her trying to shoot them down in cold rage. I fired into their faces their heads collapsing into a pulpy mush",
        7424.96,
        7434.4
    ],
    [
        " Two young girls came running at me tears of pain streaming from their eyes at a glance. I could see that both had been disfigured by shrapnel",
        7434.4,
        7444.08
    ],
    [
        " The viet Kong had their mission kill as many villagers as quickly as possible and they were doing it well",
        7444.66,
        7450.52
    ],
    [
        " But they didn't expect our sudden rush upon them at point blank range",
        7450.52,
        7454.56
    ],
    [
        " From somewhere in the smoke and fire a woman emerged with her young song",
        7454.56,
        7460.46
    ],
    [
        " She thrust a little boy at me begging for help in Vietnamese the boy was folded completely in half at the stomach",
        7460.46,
        7467.54
    ],
    [
        " A deep wound across the small of his back allowing his fat little body to be creased as neatly as a piece of cardboard",
        7467.54,
        7473.7
    ],
    [
        " Surely he was dead",
        7475.06,
        7476.24
    ],
    [
        " I looked into the mother's eyes and patted her on the head later. I said I'll help you later",
        7476.24,
        7483.48
    ],
    [
        " We pressed the attack back to the edge of the village almost a fourth of it was now burning",
        7483.48,
        7488.54
    ],
    [
        " One more American fell with a chest wound and collapsed as long",
        7488.54,
        7492.44
    ],
    [
        " We broke the back of the attack V.C. bodies laid sprawled on the wire through which they could not withdraw",
        7492.44,
        7500.22
    ],
    [
        " The dead and dying lay everywhere amid the burning huts",
        7501.78,
        7506.04
    ],
    [
        " From the glare of the roaring flames I could see dead and wounded Vietnamese laying in twisted piles",
        7506.04,
        7512.94
    ],
    [
        " Already the older women had begun their pitiful wales of mourning, shrieking and tearing at their hair and faces",
        7512.94,
        7520.62
    ],
    [
        " Smoke filled the air but it could not cover the accrued smell of death that filled my nostrils",
        7520.62,
        7527.42
    ],
    [
        " Children searched for their missing elders or huddled in groups,",
        7528.5,
        7531.6
    ],
    [
        " Groping at each other for comfort their eyes wide and terror",
        7531.86,
        7535.56
    ],
    [
        " A mother rocked a one-legged baby to her breast his lifeless eyes undisturbed by the bright flames",
        7535.56,
        7543.02
    ],
    [
        " Silerating them both",
        7543.02,
        7544.32
    ],
    [
        " The worst had happened",
        7544.32,
        7548.2
    ],
    [
        " The enemy had struck directly against the village and had most assuredly killed and wounded many of their own families",
        7548.2,
        7556.36
    ],
    [
        " It was unbelievable, but it had been done",
        7557.46,
        7560.6
    ],
    [
        " I knew that truong lam had been a defeat",
        7560.6,
        7566.2
    ],
    [
        " Like the entire American system in Vietnam, we had fought a limited military war with constrained objectives",
        7566.2,
        7573.64
    ],
    [
        " The enemy had fought a total political war with no preordained restrictions",
        7573.64,
        7579.24
    ],
    [
        " We were doomed from the outset",
        7579.24,
        7581.8
    ],
    [
        " We were the focus of the vietcong attacks because we kept the village alive",
        7586.28,
        7591.22
    ],
    [
        " If we died so with the village",
        7591.22,
        7593.66
    ],
    [
        " But even at that we were the indirect objective",
        7593.66,
        7598.02
    ],
    [
        " The village was the direct objective",
        7598.02,
        7601.06
    ],
    [
        " If the villages were destroyed then there would be no village",
        7601.06,
        7605.3
    ],
    [
        " But only now did I understand that kind of logic",
        7606.94,
        7610.3
    ],
    [
        " It had not occurred to me that the enemy could take such a step",
        7610.3,
        7614.12
    ],
    [
        " To hit the village would ensure the wounding and killing of their own kin",
        7614.12,
        7618.88
    ],
    [
        " In a battle within the confines of the village itself there could be no discrimination among family",
        7618.88,
        7625.6
    ],
    [
        " Communist sympathizers and government loyalists",
        7625.6,
        7628.92
    ],
    [
        " Every day I saw the children of the village",
        7628.92,
        7632.86
    ],
    [
        " They were like all children, cute, endearing, growing",
        7633.22,
        7636.96
    ],
    [
        " With the emotional and physical needs of children the world over",
        7636.96,
        7640.98
    ],
    [
        " I couldn't hurt them, it was unthinkable",
        7640.98,
        7644.56
    ],
    [
        " The possibility was so barbaric that it was alien to my mind",
        7644.56,
        7649.88
    ],
    [
        " But my mind was not the mind of the enemy",
        7649.88,
        7653.52
    ],
    [
        " Though I had tried to understand them even to think like them if only to defeat them",
        7653.52,
        7660.0
    ],
    [
        " I had fallen short",
        7661.22,
        7662.68
    ],
    [
        " For a few more days",
        7662.68,
        7665.14
    ],
    [
        " We continued to patrol the area",
        7665.14,
        7669.74
    ],
    [
        " It was a bureaucratic gesture, a mere continuance of what we had been doing for so long",
        7669.74,
        7676.72
    ],
    [
        " I kept to myself my own recognition of the emptiness of our work",
        7676.72,
        7682.16
    ],
    [
        " It was essential for the men to be convinced of the importance of their mission",
        7682.16,
        7687.32
    ],
    [
        " Truong Lam was no more",
        7689.58,
        7692.02
    ],
    [
        " But leadership must always be positive",
        7692.02,
        7697.54
    ],
    [
        " So he wasn't really expecting that",
        7697.54,
        7707.56
    ],
    [
        " That the VC would come in and just slaughter everyone in the village as many people as they could",
        7707.56,
        7712.62
    ],
    [
        " Unbelievable, savagery",
        7715.56,
        7717.84
    ],
    [
        " Now as we wrap this up he's",
        7717.84,
        7722.9
    ],
    [
        " He gets his relief just like he had come in the beginning of the book and he takes over for somebody",
        7722.9,
        7731.92
    ],
    [
        " Somebody comes to take his place and he leaves",
        7731.92,
        7734.94
    ],
    [
        " And he tries to keep track of what happened to them or how they fought and things that occurred",
        7739.18,
        7746.08
    ],
    [
        " And we'll go to the book here as scheduled the platoon moved on and continued to fight",
        7746.08,
        7751.34
    ],
    [
        " As long as I could I kept the watch on the fate of the men",
        7751.34,
        7754.7
    ],
    [
        " Specialist Nail was wounded yet again",
        7754.7,
        7758.06
    ],
    [
        " Platoon Sergeant Palaman got out in front of the platoon in a firefight and took an enemy rocket propelled grenade in the right leg",
        7758.88,
        7766.24
    ],
    [
        " I learned that Corporal Killigan survived his moons although he lost a long and a stretch of intestines",
        7766.24,
        7773.14
    ],
    [
        " Sergeant Dunn made it home untouched to one of the few",
        7773.14,
        7777.5
    ],
    [
        " Sergeant James and specialist King were killed although the circumstances surrounding their deaths were never made clear to me",
        7777.5,
        7785.06
    ],
    [
        " And",
        7787.0,
        7787.58
    ],
    [
        " so it went",
        7787.58,
        7788.18
    ],
    [
        " An infantry men's days were numbered and the law of attrition applied to the platoon as it always did",
        7788.18,
        7798.42
    ],
    [
        " In the summer of 1971 I flew out of camera on bay to return to my wife and infant son",
        7798.42,
        7809.0
    ],
    [
        " I had just made captain",
        7809.0,
        7811.72
    ],
    [
        " It had been a long 12 months and I had changed in more ways than rank",
        7812.68,
        7818.62
    ],
    [
        " A national airport in Washington DC a pretty young woman stood waiting in the terminal as I walked up the ramp",
        7818.62,
        7829.62
    ],
    [
        " By her knee stood a 15-month old child with curly blonde hair barely able to keep his balance on his chubby little legs",
        7829.62,
        7838.78
    ],
    [
        " I",
        7840.08,
        7840.84
    ],
    [
        " Kissed them both hello",
        7840.84,
        7841.88
    ],
    [
        " The woman was happy",
        7841.88,
        7845.08
    ],
    [
        " The boy was confused",
        7845.08,
        7847.64
    ],
    [
        " I was both",
        7847.64,
        7850.68
    ],
    [
        " I was also sad",
        7850.68,
        7854.58
    ],
    [
        " I mourned for the men I had left behind",
        7854.58,
        7859.4
    ],
    [
        " I grieved that their country would never know what fine men they were",
        7859.4,
        7866.42
    ],
    [
        " I was proud to have served with them",
        7868.78,
        7871.26
    ],
    [
        " And no doubt",
        7871.26,
        7876.58
    ],
    [
        " I absolutely feel the same way",
        7876.58,
        7881.22
    ],
    [
        " the amazing men and women",
        7881.22,
        7885.24
    ],
    [
        " who I saw",
        7885.24,
        7888.0
    ],
    [
        " Cut down",
        7888.0,
        7890.72
    ],
    [
        " At the height of their lives",
        7890.72,
        7894.32
    ],
    [
        " And",
        7897.82,
        7898.58
    ],
    [
        " And our country",
        7898.58,
        7899.36
    ],
    [
        " Will never really know what fine people they were what fine human beings they were",
        7899.36,
        7907.68
    ],
    [
        " And I hope that from that from their sacrifice we can take and we can learn from what they learned",
        7907.68,
        7919.94
    ],
    [
        " And we can be inspired by them and driven by them and become better leaders and better people from their example",
        7921.46,
        7929.56
    ],
    [
        " And from the example of",
        7929.56,
        7932.48
    ],
    [
        " Men like",
        7932.48,
        7934.28
    ],
    [
        " Jim Macdonough",
        7934.28,
        7936.98
    ],
    [
        " And hackworth and Bob Hoffman",
        7936.98,
        7939.04
    ],
    [
        " And all those other those warriors and leaders",
        7939.04,
        7945.16
    ],
    [
        " That",
        7948.52,
        7949.32
    ],
    [
        " Have taken point",
        7949.32,
        7950.28
    ],
    [
        " And led the way",
        7950.28,
        7954.92
    ],
    [
        " And we",
        7954.92,
        7960.74
    ],
    [
        " Try to follow them down that path",
        7960.74,
        7965.72
    ],
    [
        " As we remember those",
        7965.72,
        7970.66
    ],
    [
        " Who gave their lives",
        7970.66,
        7974.3
    ],
    [
        " To",
        7977.8,
        7978.48
    ],
    [
        " Clear that path for us",
        7978.48,
        7980.08
    ],
    [
        " Just so much",
        7980.08,
        7983.16
    ],
    [
        " To be taken away",
        7983.16,
        7984.96
    ],
    [
        " From this experience",
        7984.96,
        7988.46
    ],
    [
        " And",
        7988.46,
        7990.86
    ],
    [
        " It's almost like let's just read the whole book",
        7990.86,
        7995.58
    ],
    [
        " But there's so much more that I didn't cover that I wanted to",
        7995.58,
        8002.82
    ],
    [
        " And you know the the fact of the matter is you can get this book on Amazon. Did you go you buy the book you learn",
        8003.32,
        8009.38
    ],
    [
        " That's what you do",
        8009.38,
        8010.3
    ],
    [
        " You don't have to live through this stuff to be able to take away some of the lessons from it",
        8010.3,
        8015.44
    ],
    [
        " and",
        8015.44,
        8017.26
    ],
    [
        " Because that was such a such a good book and there's so much information in it obviously I went long",
        8017.26,
        8025.06
    ],
    [
        " So we're gonna hold off",
        8025.06,
        8028.16
    ],
    [
        " Until next time",
        8028.16,
        8029.76
    ],
    [
        " To do a little Q&A",
        8029.76,
        8032.26
    ],
    [
        " Uh",
        8035.74,
        8036.26
    ],
    [
        " But if you do want to support the podcast",
        8036.26,
        8040.26
    ],
    [
        " There's a couple ways you can do that",
        8040.26,
        8044.58
    ],
    [
        " Number one you can go to",
        8044.58,
        8048.78
    ],
    [
        " The website",
        8048.78,
        8051.08
    ],
    [
        " jocostore.com",
        8051.08,
        8053.4
    ],
    [
        " You can click on the amazon link and you can buy this book right here",
        8053.4,
        8057.36
    ],
    [
        " The book is called the two-liter a memoir of command and combat by James R. McDonough",
        8057.9,
        8063.4
    ],
    [
        " And",
        8063.4,
        8064.9
    ],
    [
        " You should do that you should do yourself that favor",
        8064.9,
        8068.0
    ],
    [
        " Yeah, it also another way could be simpler is just go to the website jocostore.com",
        8068.0,
        8075.86
    ],
    [
        " And go into the books section where I list all the books that you cover that'll be on there",
        8075.86,
        8080.22
    ],
    [
        " You just click on the book. Well, it'll take you right to the to the amazon link even easier",
        8080.22,
        8084.78
    ],
    [
        " Yeah, that way you don't have to search if you're you know if you're in a time crunch",
        8085.08,
        8088.84
    ],
    [
        " I like that. What else what else can we do to support the podcast?",
        8088.84,
        8093.28
    ],
    [
        " Um, just if you're gonna buy anything from amazon go to the jocostore.com or jocopodcast.com click on the amazon link before you do your shopping",
        8093.98,
        8102.56
    ],
    [
        " It'll take it amazon just like you would have gone anyway and then",
        8102.56,
        8106.04
    ],
    [
        " You know do your shopping there you go you can support that way passively",
        8106.04,
        8110.26
    ],
    [
        " and um",
        8110.26,
        8111.94
    ],
    [
        " Also on jocostore if you like you know the shirts we got",
        8112.72,
        8115.96
    ],
    [
        " Some coffee mugs on there some stickers or whatever um, you know if you like any of that stuff just",
        8115.96,
        8122.3
    ],
    [
        " get some",
        8122.3,
        8123.7
    ],
    [
        " Get some",
        8123.7,
        8124.92
    ],
    [
        " And uh of course if you're into supplements or you're running low on supplements",
        8124.92,
        8130.9
    ],
    [
        " Go to or go back to on it.com slash jocco and uh",
        8130.9,
        8136.32
    ],
    [
        " And get some",
        8136.32,
        8138.08
    ],
    [
        " Those are the good ones",
        8138.66,
        8139.84
    ],
    [
        " Pick up some krill oil for yourself. Yeah, pick up some strong bone",
        8139.84,
        8144.74
    ],
    [
        " Pick up",
        8144.74,
        8146.32
    ],
    [
        " Wear your bars some warrior bars somebody has a little little I just got a little shipment of warrior bars in today",
        8146.32,
        8151.74
    ],
    [
        " And I must say thank you. Yeah, it's just a game. It's just it saves the day. Yeah, it saves the day. Let's snack snacks someone asked",
        8151.74,
        8160.2
    ],
    [
        " Are warrior bars",
        8160.2,
        8162.86
    ],
    [
        " Post workout or are they a meal replacement like what are they all the above?",
        8163.94,
        8167.64
    ],
    [
        " Exactly. Yep. It's all of that and it's a snack",
        8167.86,
        8170.8
    ],
    [
        " It's a snack, but then you eat too. That's a little meal you eat three. That's like a full meal",
        8170.8,
        8175.92
    ],
    [
        " More or less maybe with a salad or something",
        8175.92,
        8178.78
    ],
    [
        " But it's yeah, it's it's good",
        8178.78,
        8181.74
    ],
    [
        " As always if you want to",
        8181.74,
        8192.84
    ],
    [
        " Webs and I am",
        8193.72,
        8195.56
    ],
    [
        " At jocco willing echo Charles is at echo Charles. That's on the Twitter",
        8195.56,
        8201.88
    ],
    [
        " That's on the Facebook",
        8201.88,
        8203.82
    ],
    [
        " That's also on the Instagram. Oh quick thing about the Instagram. I just found this out not yesterday",
        8203.82,
        8210.84
    ],
    [
        " But like the day before that there's",
        8210.84,
        8213.52
    ],
    [
        " Like direct messages on Instagram. You probably didn't even know that",
        8213.52,
        8218.12
    ],
    [
        " Yeah, I did not know that because they have it on Twitter and people send me direct messages",
        8218.12,
        8223.34
    ],
    [
        " Okay, so you can show me how to check that well. Yeah, okay, so you're probably some people sent me some messages",
        8223.34,
        8228.46
    ],
    [
        " Yeah, a lot of people sent me some and it's been I've had Instagram for a long time. Yeah, so there's a lot of man",
        8228.46,
        8234.54
    ],
    [
        " I'm like oh man, I got to respond, but basically if",
        8234.54,
        8238.0
    ],
    [
        " If I don't respond, it's not because I'm ignoring it. It's because",
        8238.0,
        8241.7
    ],
    [
        " Straight up I didn't know it was going on",
        8241.7,
        8244.44
    ],
    [
        " You're supposed to be the the the tech guy here. Oh man. I know dang. Hey, I'm learning. Hey look. I learned right? Yes. You did good. Did learn",
        8245.44,
        8253.34
    ],
    [
        " with that",
        8253.34,
        8255.0
    ],
    [
        " You can join us there",
        8255.0,
        8257.52
    ],
    [
        " And you can join us as we continue to",
        8257.52,
        8260.88
    ],
    [
        " Try and get a little bit better",
        8260.88,
        8263.16
    ],
    [
        " Try and do a little bit better and we got",
        8263.16,
        8266.16
    ],
    [
        " Examples of leadership",
        8266.16,
        8268.6
    ],
    [
        " Like Macdonough like the people that we talk about",
        8268.6,
        8272.6
    ],
    [
        " The people that I admire and the people that I look to and say yes",
        8273.54,
        8277.88
    ],
    [
        " that person stepped up and led",
        8277.88,
        8280.46
    ],
    [
        " that's",
        8280.46,
        8282.72
    ],
    [
        " The example that I try and follow",
        8282.72,
        8286.56
    ],
    [
        " People that stepped up and led through",
        8286.56,
        8290.12
    ],
    [
        " hard situations who dealt with the dichotomy of leadership and yet",
        8290.12,
        8294.96
    ],
    [
        " dealt with the",
        8294.96,
        8296.7
    ],
    [
        " Almost unwinnable situations dealt with the rules of engagement dealt with challenges dealt with their own",
        8296.7,
        8302.46
    ],
    [
        " platoon lead members",
        8302.46,
        8303.92
    ],
    [
        " Threatening them to kill them",
        8303.92,
        8307.24
    ],
    [
        " dealt with all those things",
        8307.24,
        8310.3
    ],
    [
        " And yet they still",
        8310.3,
        8313.32
    ],
    [
        " led",
        8313.32,
        8315.26
    ],
    [
        " And so us we got it easy",
        8315.26,
        8320.08
    ],
    [
        " We got it easy",
        8320.08,
        8322.08
    ],
    [
        " So there's no excuse",
        8322.08,
        8325.7
    ],
    [
        " none",
        8325.7,
        8327.14
    ],
    [
        " To stop any of us from getting up",
        8327.14,
        8331.38
    ],
    [
        " Then getting after it",
        8333.36,
        8335.18
    ],
    [
        " So until next time",
        8335.18,
        8339.7
    ],
    [
        " This is echo and jaco",
        8339.7,
        8342.98
    ],
    [
        " Out",
        8342.98,
        8345.4
    ]
]