[
    [
        " This is Jocco Podcast number 28 with Echo Charles and me, Jocco Willink.",
        0.24,
        7.72
    ],
    [
        " He was a mate, a real good mate. He was a friendly soul to fellow like the joke.",
        8.36,
        18.2
    ],
    [
        " And if it had to happen, it's a shame it had to happen to such a decent bloke.",
        19.64,
        24.62
    ],
    [
        " But ah, fair dinkum. Don't it make you wonder what God and Heaven's thinking about up there?",
        26.0,
        32.58
    ],
    [
        " The way he chooses who to sacrifice to me, it doesn't quite seem fair.",
        33.86,
        39.36
    ],
    [
        " You'd think he'd want a bloke to take a bloke like me, who'd be no lost to no one here on earth.",
        40.5,
        48.14
    ],
    [
        " But no, he always seems to pick the best, whose life amounts to ten times what minds worth.",
        49.68,
        56.86
    ],
    [
        " Now there's a sort of aching here inside.",
        57.66,
        63.04
    ],
    [
        " I can't quite put my finger on what's wrong, but a soldier can't afford to feel this way.",
        64.28,
        70.14
    ],
    [
        " He's got to grit his teeth and carry on.",
        70.6,
        73.52
    ],
    [
        " So how's a bloke supposed to deal with this? I know they train me well, I can't complain.",
        75.68,
        81.54
    ],
    [
        " But this is something you don't learn about when they teach you how to play the soldier's game.",
        82.36,
        88.38
    ],
    [
        " They teach you how to shoot and how to kill. You even learn which enemy to hate.",
        89.2,
        96.74
    ],
    [
        " But nowhere in their training do you learn.",
        98.12,
        100.8
    ],
    [
        " How to live with the loss of a real good mate.",
        102.18,
        106.24
    ],
    [
        " Good evening, Echo.",
        106.64,
        112.24
    ],
    [
        " That is an excerpt from a poem called, He Was A Mate by a man named Lacklin Irvine,",
        114.78,
        122.68
    ],
    [
        " who's an Australian guy served in Vietnam as part of the three RAR, the third battalion,",
        123.46,
        131.16
    ],
    [
        " Royal Australian Regiment.",
        131.54,
        133.28
    ],
    [
        " And you know, you look at the Vietnam War and there was definitely some major advances in terms of technology,",
        133.74,
        143.4
    ],
    [
        " because they had now things like helicopters and better radios and they had the beginning of night vision.",
        143.4,
        151.28
    ],
    [
        " And they had jets and better communication.",
        151.28,
        153.84
    ],
    [
        " But even with all those technological changes, the basic principles of combat remain the same.",
        154.44,
        165.34
    ],
    [
        " They always do cover move, keep things simple, prioritize, execute, decentralized command.",
        166.04,
        171.58
    ],
    [
        " But in addition to those technological changes, there was differences now with the people.",
        173.98,
        180.1
    ],
    [
        " Obviously in Vietnam there was a massive anti-war movement in America and around the world.",
        180.8,
        187.9
    ],
    [
        " And in America, a lot of the troops were draftees.",
        188.68,
        196.16
    ],
    [
        " Now this is something I have to explain all the time and I have explained it on here before.",
        199.16,
        202.84
    ],
    [
        " And that is that seals and soldiers and Marines are not robots.",
        203.3,
        208.0
    ],
    [
        " They're people.",
        208.64,
        210.34
    ],
    [
        " And even though seals, for instance, have always been a volunteer force,",
        211.2,
        215.48
    ],
    [
        " and today all the military in the US is all volunteers.",
        215.48,
        218.62
    ],
    [
        " They're still free thinking individuals, their people, their humans, and you have to lead them.",
        219.28,
        226.9
    ],
    [
        " But what's interesting is when you look at the leadership principles used to effectively lead troops today,",
        227.82,
        238.82
    ],
    [
        " it's the same leadership principles to effectively lead the draftees in Vietnam.",
        239.02,
        246.26
    ],
    [
        " Draftees or volunteers, conventional forces or special operators or civilian teams and companies.",
        247.24,
        254.9
    ],
    [
        " An organization, the fundamental leadership principles used to actually lead.",
        254.9,
        260.9
    ],
    [
        " They do not change at their core.",
        261.4,
        264.78
    ],
    [
        " And there's a great example of this.",
        266.32,
        271.28
    ],
    [
        " And again, we're going back to a guy by the name of Colonel David Hackworth who wrote about face.",
        271.56,
        277.0
    ],
    [
        " We've talked about him before in this podcast.",
        277.02,
        278.94
    ],
    [
        " That book is, it's actually my favorite book of any category.",
        278.94,
        283.42
    ],
    [
        " But definitely within the realm of combat and combat leadership about face by David Hackworth,",
        284.02,
        291.96
    ],
    [
        " Colonel David Hackworth is at the top of my list.",
        292.1,
        295.5
    ],
    [
        " But he actually went into even more detail about one particular episode of his career.",
        297.04,
        303.48
    ],
    [
        " And that was when he took over a battalion in Vietnam that was in pretty rough shape.",
        304.06,
        308.52
    ],
    [
        " And he wrote about that particular experience in more detail in a book called Steel My Soldiers Hearts.",
        309.44,
        318.4
    ],
    [
        " And it is about the subtitle is The Hopeless to Hardcore Transformation of US Army 4th Battalion,",
        321.34,
        331.98
    ],
    [
        " 39th Infantry in Vietnam.",
        332.16,
        333.92
    ],
    [
        " And let's go ahead and jump on in.",
        334.86,
        342.3
    ],
    [
        " Three times before 1969, I'd made the same 18-hour trip across the Pacific to Southeast Asia.",
        346.58,
        353.62
    ],
    [
        " Nothing had changed.",
        354.26,
        355.68
    ],
    [
        " The plane was full of FNGs, fucking new guys.",
        356.44,
        359.98
    ],
    [
        " 19 and 20-year-olds, pink chick-chaked, dry mouthed, wide eyed, eager but scared.",
        360.54,
        367.52
    ],
    [
        " One more load of fresh meat for the Vietnam Grinder.",
        368.52,
        372.3
    ],
    [
        " I couldn't help wondering which one of them the KIA travel bureau would be bagging up for their return trip home.",
        372.8,
        381.28
    ],
    [
        " Even the lucky ones, the ones who made it out alive, would never be the same.",
        381.96,
        388.42
    ],
    [
        " And he talks about arriving, so it gets to Vietnam.",
        393.46,
        395.88
    ],
    [
        " And he talks about arriving in the headquarters, kind of general, eagles, headquarters.",
        396.4,
        401.08
    ],
    [
        " And you've heard me talk about this before about how some of the bases in Iraq, they were really, really nice.",
        401.84,
        406.2
    ],
    [
        " All built up, they had Starbucks on them, they had swimming pools, they had nice gyms, they had movie theaters.",
        406.76,
        411.74
    ],
    [
        " On bases in Iraq, I know, it sounds crazy for people that didn't go there.",
        413.22,
        417.96
    ],
    [
        " But that's what America does.",
        418.74,
        420.14
    ],
    [
        " We have awesome logistics, we have awesome support, we have a really well-funded, and you know what, we're gonna build a big base over there, we're gonna make it pretty nice.",
        420.3,
        429.12
    ],
    [
        " And it's the same thing here that Hackworth rolls into an in Vietnam.",
        430.24,
        435.2
    ],
    [
        " And here we go, back to the book.",
        435.7,
        437.02
    ],
    [
        " I walked off the pad and jumped into a Jeep with a kid behind its wheel waiting to run me over to general eagles, headquarters.",
        437.02,
        443.46
    ],
    [
        " The ride was an eye-opener. Nearly 10,000 rear echelon mother fuckers, ramps to the grunts out on the line.",
        444.16,
        453.0
    ],
    [
        " We're stationed in Dong Tam surrounded by all the creature comforts.",
        453.66,
        457.76
    ],
    [
        " I saw a miniature golf course and a swimming pool.",
        458.4,
        461.44
    ],
    [
        " I caught a glimpse inside a barracks decked out with clean beds under mosquito nets.",
        462.18,
        467.0
    ],
    [
        " These guys pulled down the same combat pay as the soldiers in the bush who lived in the mud, watched their feet rot, burning leeches out of their crutches and laying down their lives.",
        467.26,
        478.8
    ],
    [
        " So that's a common term as a ramp.",
        479.72,
        483.46
    ],
    [
        " Comes from Vietnam, rear echelon mother fucker.",
        483.96,
        486.26
    ],
    [
        " Obviously, Leif and I named our business echelon front because we wanted to be perfectly here at everybody that we were not talking about leadership from the rear.",
        486.5,
        497.3
    ],
    [
        " We were talking about leadership from the front.",
        497.74,
        499.68
    ],
    [
        " So Hackworth goes in and he spends a half an hour with General Ewell and he kind of gets told what's what.",
        500.78,
        507.18
    ],
    [
        " And then he kind of gives his assessment of what he's heard.",
        507.46,
        510.64
    ],
    [
        " He says pragmatically, I could do nothing about the chain of command and the tactical operational stupidity of Dong Tam.",
        510.74,
        516.76
    ],
    [
        " I'd be out of ewells and hunts eyesight soon enough and worrying about how combat operations were being handled from above was a waste of time at best and got men killed at worst.",
        517.34,
        528.88
    ],
    [
        " There'd be ways around that.",
        529.8,
        532.06
    ],
    [
        " The reason I highlighted that paragraph is because a lot of times I get asked questions from troopers out there that say, hey, I got this issue with my boss, my boss is doing this, my boss is doing that.",
        533.12,
        543.02
    ],
    [
        " This is what I try and tell them. Look, it doesn't really matter.",
        543.68,
        548.02
    ],
    [
        " You know, you got to get out there in the field and you make some space and then you execute how you execute.",
        549.18,
        553.82
    ],
    [
        " You know, I'm not saying you're going to disobey, but people can't control you.",
        554.18,
        558.4
    ],
    [
        " And as long as you're accomplishing the mission, you're finding the best way to do it, you're going to be fine.",
        558.4,
        562.68
    ],
    [
        " So don't get all caught up in exactly what the boss is saying.",
        563.04,
        567.5
    ],
    [
        " Let's figure out what the spirit of what the boss is saying.",
        567.64,
        570.32
    ],
    [
        " Let's see what they want to get accomplished and then you go out and make it happen.",
        570.38,
        573.42
    ],
    [
        " Because no boss should be telling you something that's completely out of sync with what your goals are.",
        573.58,
        579.52
    ],
    [
        " I mean, damn sure in the military, you shouldn't be it and told something like, hey, get your guys killed or give up sensitive information or lose the war.",
        579.64,
        587.12
    ],
    [
        " No one's going to tell you to do that. They're going to tell you to keep your guys alive. They're going to tell you to make progress on the battlefield.",
        587.12,
        591.52
    ],
    [
        " So when you get that sort of when you when you pull that commanders intent out of people and you know what it is that they want you to accomplish, go forward and accomplish it.",
        591.94,
        602.16
    ],
    [
        " Don't get all caught up in the little details that you might not agree with.",
        602.32,
        605.72
    ],
    [
        " They're not going to make that big of a difference out there.",
        606.18,
        609.42
    ],
    [
        " Now, as I as I said, this this book is actually about the transformation of the fourth battalion 39th infantry.",
        614.06,
        621.12
    ],
    [
        " So he he's flying out and he talked about this about in about face and we actually covered on the podcast.",
        621.24,
        625.72
    ],
    [
        " This is a little bit more detail. So I find it I find it to be more cover some details that's needed.",
        625.72,
        632.46
    ],
    [
        " But he's flying out to this battalion, which really was having a hard time.",
        634.06,
        637.78
    ],
    [
        " And the guy brought him in the general brought him in because they knew that that hack worth was hard assing that he was a good performer that he if anyone could get this battalion turned around, it would be him. So they brought him out there.",
        638.76,
        650.4
    ],
    [
        " So now he flies out and this is his his first impression of the base where he's heading.",
        650.74,
        656.64
    ],
    [
        " When I landed, I couldn't believe my eyes or nose the whole base smell of raw shit and rotting morale toilet paper blew across the chopper pad machine gun ammo was buried in the mud and troops wandered around like zombies.",
        657.28,
        672.74
    ],
    [
        " Their weapons gone red with rust.",
        673.24,
        675.28
    ],
    [
        " These were the sloppiest American soldiers I'd ever seen a barn none. Unkempt unwashed unshaven their uniforms ragged and dirty hippie beads dangling alongside their dog tags. Their helmets covered with graffiti.",
        675.82,
        691.6
    ],
    [
        " Not exactly what you're looking for in a good square away military organization.",
        693.38,
        700.48
    ],
    [
        " Now one of the guys that he brings in he brings in one of his guys to be the senior enlisted there to be his his command sergeant major and it's a guy named Robert press.",
        702.18,
        712.14
    ],
    [
        " And here's what he says about about Robert press.",
        713.06,
        715.48
    ],
    [
        " We'd also served together in the states as well as in Vietnam and our partnership went all the way back to the same unit during career lean and mean press would be my new battalion sergeant major the non comms chief ass kicker and new role model.",
        716.8,
        731.26
    ],
    [
        " You get a good impression of what that guy's like this is a this is a gunny highway scenario.",
        731.42,
        738.5
    ],
    [
        " And here's what press had to say about the local about about the troops. I this is from press I looked around and seen no one wearing helmets no one carrying their weapons everybody in the CP that's a command post group was sleeping above ground.",
        740.58,
        756.56
    ],
    [
        " Sleeping above ground means if they get bombed they're going to get killed. I didn't see a fox hole anywhere sir this outfit stinks worse than we thought.",
        756.72,
        765.26
    ],
    [
        " So that's their first impression going into this obviously bad bad situation.",
        768.5,
        773.34
    ],
    [
        " And these are drafties and it's even I got to keep reminding myself myself that too because the whole time I was in the military is all volunteer military ensure you get some slackers and some knuckleheads but at least people had volunteered at some point to be there.",
        773.94,
        788.48
    ],
    [
        " These people are being pulled against their I mean I think you're a better better example of this than me echo echo imagine when you were 18 years old.",
        789.36,
        797.78
    ],
    [
        " I mean when I was 18 years old I was already signed up I was in imagine when you were 18 years old and them coming at you where were you in your 18 in the University of Hawaii playing football.",
        797.78,
        808.78
    ],
    [
        " Now what if they came to you and said hey echo you're you have to go in the military you're going to Vietnam how how would you feel about that.",
        808.78,
        816.42
    ],
    [
        " Yeah yeah it'd be rough yeah yeah and you as a discipline football player that's an athlete you're going to be 10 steps above someone that's you know out on the streets of you know hate ashberry smoke and dope.",
        817.46,
        831.38
    ],
    [
        " Yeah but that's who these people were it's a cross section of America. So sure you would get some kids that were getting drafted from you know Iowa a farm kid that's like hey it's my turn to fight I'm going to go do it.",
        831.38,
        843.32
    ],
    [
        " And then you're going to get you know you're going to get every cross section.",
        843.66,
        846.38
    ],
    [
        " So when you just don't want to be there then every word out like someone telling you what to do or something that you know that you got to go do everything every little thing.",
        846.7,
        861.0
    ],
    [
        " Yes and you can't have that attitude you have to shift that like when I went through officer can at school officer can at school is like boot camp but it's a little longer and I had already been in the in the military for eight years when I went to officer can at school.",
        861.08,
        872.78
    ],
    [
        " And you know they're yelling at me about the way my underwear is folded and yelling at me about looking at my food when I'm eating and yelling at me about my about my socks not being rolled up right.",
        872.78,
        882.38
    ],
    [
        " So I'm a grown man been in the seal teams for like eight years at this point and this happened you know what I did loved it said oh really my underwear is not measured four by four inches when it's folded up I will correct that now and make it four by four inches.",
        882.74,
        896.78
    ],
    [
        " Yeah because deep down could you kind of recognize the value that this is this is somehow valuable in my goal.",
        896.92,
        903.0
    ],
    [
        " But man if you're against your will and they're like do this or whatever I don't even want to be here.",
        903.0,
        907.96
    ],
    [
        " You also like you like I made it into a game.",
        907.98,
        910.26
    ],
    [
        " Right.",
        910.36,
        911.12
    ],
    [
        " I made it into a game that I played with my full intention of winning.",
        911.26,
        915.04
    ],
    [
        " Right.",
        915.2,
        915.46
    ],
    [
        " You know for instance they make you yell everything at officer can at school you have to yell every word that you say with the drone structures or with your friends or whoever",
        915.66,
        924.82
    ],
    [
        " you know it's not your friends but with the other candidates you had to yell everything.",
        924.82,
        927.7
    ],
    [
        " Yeah.",
        928.02,
        928.08
    ],
    [
        " They call it a ballistic tone.",
        928.18,
        929.56
    ],
    [
        " And so I made everyone yell one because I was the class president.",
        929.8,
        934.44
    ],
    [
        " I made everybody yell 100% of the time.",
        934.8,
        937.84
    ],
    [
        " So for instance the upper classmen had a little closet that they would sell food out of you know candy bars and sodas right.",
        938.22,
        947.48
    ],
    [
        " And we had to line up if we wanted to buy something.",
        948.12,
        950.44
    ],
    [
        " So I told all my people you know when you go in there you may you maintain your ballistic voice at all times.",
        950.82,
        958.02
    ],
    [
        " So they're so my whole class lines up and they're going in and everyone is yelling at the top of their lungs like I will take one Coca-Cola and one Snickers Bar please star.",
        958.2,
        968.72
    ],
    [
        " And it's about 10 people going through and finally the upper classmen came out and they said hey you guys when you come in here don't be",
        969.0,
        977.32
    ],
    [
        " ballistic and of course I said request permission to speak.",
        978.02,
        982.0
    ],
    [
        " You guys are not maintaining the standard of officer candidate school we are supposed to maintain ballistic tone at all times.",
        982.48,
        990.34
    ],
    [
        " And they just were looking at me like they wanted to kill me but they couldn't say anything because I was correct.",
        991.08,
        996.48
    ],
    [
        " So that's the kind of thing and that was a victory for my class you know because that was the upper classmen.",
        996.68,
        1002.46
    ],
    [
        " I was like a cool victory for the class and everyone was all laughing and fired up you know like we're going to be so perfect that people are going to get angry with us.",
        1002.76,
        1012.5
    ],
    [
        " So that's what I did.",
        1012.84,
        1015.2
    ],
    [
        " Now going back to the book here he kicks this one off this is directly out of about phase two there and it's also well this one says there are no bad troops just bad officers in the book extreme ownership by",
        1016.12,
        1030.84
    ],
    [
        " life and I we have a little chapter in there called no bad teams only bad leaders so it's the same thing and that action goes back to Napoleon who said you know no bad regiments only bad kernels or something along those lines.",
        1030.84,
        1043.18
    ],
    [
        " So then he talks a little bit about the guy with those previously in command guy by the name a colonel larc and that's a pseudonym so.",
        1043.66,
        1051.94
    ],
    [
        " But here we go after six months under colonel larc the 439th had suffered the equivalent of nearly 40% casualties without ever meeting a significant enemy force in open combat rockets mortars of booby traps and friendly fire had done most of the damage.",
        1052.12,
        1071.7
    ],
    [
        " That's.",
        1076.46,
        1076.94
    ],
    [
        " Same thing in Iraq that's what most people were facing in Iraq rockers rockets mortars booby traps with his ID's friendly fire that's where you're getting most of your casualties from course in Iraq it was mostly IDs but then mortars rockets and then you get your gun fights.",
        1076.12,
        1091.28
    ],
    [
        " You know blue on blue definitely makes up a section not a huge section and but of course obviously something that that we experienced.",
        1091.42,
        1101.68
    ],
    [
        " Back to the book here all armies prefer high ground to low and sunny places to dark sunsue wrote over 2500 years ago.",
        1102.04,
        1112.76
    ],
    [
        " Low ground is not only damp and unhealthy but also disinvantages for fighting if you are careful of your men and camp on hard ground your army will be free from disease of every kind and this will spell victory.",
        1113.22,
        1127.82
    ],
    [
        " I don't think general west morland or the us commanders running the war in Vietnam knew sunsue from sunny and share.",
        1128.38,
        1137.22
    ],
    [
        " Then here he talks about what the damaging effects were of being in the low ground in just 48 hours and soaking jungle boots foot rot set in mosquitoes zap them with malaria leeches sucked onto their balls and even up dicks and morale vaporize before Charlie fired one shot.",
        1140.14,
        1157.96
    ],
    [
        " Luckily we've covered sunsue on here so no nobody that's a son of the podcast is ever going to be out there thinking about the basic principles that sunsue taught.",
        1159.24,
        1169.66
    ],
    [
        " Most of the 439 soldiers knew that each time they took a step they risked the ugliest of wounds.",
        1170.18,
        1176.76
    ],
    [
        " A bullet makes a hole a chunk of shrapnel may take off an arm but a mine turns a soldier into a splattered shrapnel punctured basket case.",
        1177.18,
        1187.66
    ],
    [
        " Many troopers in the battalion had concluded that waging war consisted of crossing a field hitting a mind calling for a medic patching up the wounded getting a meta vac then moving out again and hitting another mine.",
        1188.12,
        1201.7
    ],
    [
        " They also did the math and figured out that not many of them would be lucky enough to make it through 365 days it took to rotate home.",
        1203.1,
        1210.14
    ],
    [
        " It's a horrible view of war.",
        1210.5,
        1214.08
    ],
    [
        " You know what we're going to do?",
        1214.5,
        1215.1
    ],
    [
        " We're going to walk around in the bush until we hit a mine.",
        1215.34,
        1217.36
    ],
    [
        " Some of us are going to get blown up.",
        1217.64,
        1218.86
    ],
    [
        " We're going to call in a meta vac.",
        1218.94,
        1219.98
    ],
    [
        " We're going to get them out of there the best we can if they're not dead and then we're going to keep walking until it happens again.",
        1220.04,
        1224.04
    ],
    [
        " Back to the book.",
        1224.68,
        1226.54
    ],
    [
        " The wounds were vicious.",
        1226.54,
        1227.96
    ],
    [
        " Young men blinded, legs and arms and dicks and balls ripped off bodies punctured with dozens of bleeding holes.",
        1228.9,
        1235.9
    ],
    [
        " For the VC, mines and booby traps were an economy of force weapons easy to deploy cheap to produce.",
        1236.54,
        1243.52
    ],
    [
        " Besides causing heavy casualties they produced a lot of psychological stress.",
        1244.54,
        1249.42
    ],
    [
        " Soldiers never knew when they would lose a foot, a leg or a life.",
        1250.8,
        1255.48
    ],
    [
        " And the frustrating part was there were a few ways to fight back.",
        1255.9,
        1260.46
    ],
    [
        " Because who are you going to fight against?",
        1260.98,
        1264.06
    ],
    [
        " The bomb goes off.",
        1264.46,
        1265.68
    ],
    [
        " There's no one there.",
        1266.16,
        1267.02
    ],
    [
        " It's a victim activated ID, which means you stepped on a pressure plate or you pulled a trip wire.",
        1267.36,
        1275.9
    ],
    [
        " Something that you did made it blow up.",
        1276.36,
        1278.08
    ],
    [
        " There's no one to fight against.",
        1278.14,
        1279.46
    ],
    [
        " No one should back at.",
        1279.66,
        1280.36
    ],
    [
        " The tally of back to the book, the tally of needless death in the 439th was well established before Colonel Lark took command.",
        1282.06,
        1291.34
    ],
    [
        " Lark's immediate predecessor, a gung-ho lieutenant colonel, drove the troops like endured servants.",
        1292.42,
        1299.94
    ],
    [
        " One steamy day, a company working its way across the rice paddy was plotting through several feet of water and muck",
        1302.3,
        1308.28
    ],
    [
        " while overhead in the command and control chopper the Colonel kept screaming faster, go faster.",
        1308.28,
        1313.5
    ],
    [
        " It was never going to happen, the troops were already moving at max speed.",
        1314.54,
        1317.82
    ],
    [
        " In a lather, the Colonel landed, jumping out of his bird, he sprinted to a paddy dyke and then leapt on top of it to make his point.",
        1318.44,
        1325.34
    ],
    [
        " A supreme mechong delta no no.",
        1325.74,
        1328.7
    ],
    [
        " When the almost instantaneous explosion blew him 20 feet in the air and he died immediately and needlessly, the ultimate ego trip.",
        1329.2,
        1337.96
    ],
    [
        " I was told the grunts cheered.",
        1338.64,
        1341.0
    ],
    [
        " The reason I highlighted that is because when we start talking about hack worth and what he does,",
        1345.04,
        1350.88
    ],
    [
        " you're going to see that he's going to, like the terms he uses here is gung-ho lieutenant drove the troops.",
        1351.02,
        1357.6
    ],
    [
        " You're going to hear hack worth doing the same thing but there's a difference in the way that he does it.",
        1358.08,
        1364.68
    ],
    [
        " He understands what he's doing.",
        1365.44,
        1367.04
    ],
    [
        " He's not just doing it out of ego and out of pressing the guys for no particular reason.",
        1367.48,
        1372.74
    ],
    [
        " And then the other side of the spectrum, you get this guy, Lark.",
        1373.3,
        1377.94
    ],
    [
        " When Lark took command, he knew that he had to turn things around and he worked hard to do so.",
        1378.32,
        1383.58
    ],
    [
        " But with zero combat experience and not enough time with the troops, his good intentions meant less than nothing.",
        1383.94,
        1389.48
    ],
    [
        " Even the basics were ignored.",
        1390.54,
        1392.26
    ],
    [
        " He wore an army green baseball cap instead of a steel pot.",
        1392.88,
        1396.82
    ],
    [
        " Really cool.",
        1397.46,
        1398.28
    ],
    [
        " Except that the troops who followed his model and neglected their helmets wound up in dock holly's surgery with their brains running down their necks.",
        1398.58,
        1407.18
    ],
    [
        " He was a, he was into good guy, fraterizing to build morale.",
        1408.12,
        1414.3
    ],
    [
        " A well intentioned notion, but it made for bad news in the field.",
        1415.2,
        1419.28
    ],
    [
        " So you see the two extremes, you get the super hardcore guy.",
        1419.4,
        1423.32
    ],
    [
        " That's just a maniac pushing everyone hard.",
        1423.32,
        1425.66
    ],
    [
        " You must do what I say.",
        1425.86,
        1426.84
    ],
    [
        " And then the next guy comes and he's on the other end of the spectrum.",
        1427.28,
        1429.92
    ],
    [
        " Hey, I'm everybody's buddy.",
        1430.66,
        1432.06
    ],
    [
        " Let's, you know, don't worry about wearing a helmet.",
        1432.24,
        1433.8
    ],
    [
        " Hey, I know I know that thing's uncomfortable.",
        1434.12,
        1435.78
    ],
    [
        " Lark sent his A company on a three day sweep of a woodline completely empty of VC.",
        1438.38,
        1446.54
    ],
    [
        " But a Ho Chi Minh wet dream of booby traps and mines.",
        1447.34,
        1451.56
    ],
    [
        " That was the day Sergeant Tom aching lost 17 of the 29 in his platoon without hearing a single shot.",
        1452.02,
        1461.54
    ],
    [
        " All we were doing was tripping booby traps.",
        1462.52,
        1467.24
    ],
    [
        " He recalls his voice trembling slightly.",
        1467.24,
        1469.52
    ],
    [
        " There wasn't any enemy, and there wasn't any enemy in there.",
        1470.22,
        1473.46
    ],
    [
        " No gooks at all.",
        1473.98,
        1474.98
    ],
    [
        " We knew it, but Colonel Lark kept saying sweep the woodline, sweep the woodline.",
        1475.32,
        1481.38
    ],
    [
        " More than 30 years later, aching made a list of the men in his platoon killed under Lark's command.",
        1482.08,
        1488.72
    ],
    [
        " When he finished writing it, his wife asked him,",
        1489.7,
        1492.74
    ],
    [
        " how could you remember all those names after all these years?",
        1492.94,
        1495.86
    ],
    [
        " His answer was simple.",
        1497.4,
        1498.56
    ],
    [
        " How could I forget them?",
        1500.2,
        1501.6
    ],
    [
        " Now here's another incident that takes place just before hack worth arrives and takes over.",
        1511.14,
        1516.76
    ],
    [
        " The VC had planted an American maid claim more mine alongside the road.",
        1517.22,
        1523.52
    ],
    [
        " The world blew up suddenly in smoke and fire.",
        1524.06,
        1527.8
    ],
    [
        " Evans recalls in doc platoon medic.",
        1528.24,
        1531.3
    ],
    [
        " That's another book.",
        1531.34,
        1532.08
    ],
    [
        " His blood and guts memoir of life with the 439th.",
        1532.5,
        1538.08
    ],
    [
        " A wall of supersonic steel balls blasted the passengers shredding metal and flesh.",
        1538.08,
        1544.12
    ],
    [
        " From the bush, rocket swished down, lifting the Jeep and trailer up into an expanding fireball",
        1545.02,
        1552.14
    ],
    [
        " that tossed mangled soldiers all over the road.",
        1552.14,
        1555.0
    ],
    [
        " Automatic gunfire stitched every square foot of the road as those few GIs still able to make a run for an adjacent water filled ditch.",
        1556.18,
        1567.36
    ],
    [
        " Those left behind screamed and wailed and cried out.",
        1567.9,
        1573.12
    ],
    [
        " They crawled and pulled themselves around in the middle of the road like crushed bugs with limbs and pieces of their bodies missing.",
        1573.78,
        1580.78
    ],
    [
        " Teddy Creech used his elbows to claw his way across the road like a mangled worm.",
        1582.08,
        1587.72
    ],
    [
        " His hands were mutilated beyond recognition.",
        1588.32,
        1591.38
    ],
    [
        " His leg had been severed from the hip except for a tether of bloody skin and flesh.",
        1591.94,
        1597.36
    ],
    [
        " The jagged end of the detached bone kept digging into the road and staking him in place.",
        1598.72,
        1604.26
    ],
    [
        " He fumbled out his knife and in the way that a trapped animal will gnaw off his own foot in order to escape.",
        1605.5,
        1612.56
    ],
    [
        " Cut himself free of his own leg.",
        1612.98,
        1616.42
    ],
    [
        " Richard Forte lay with a bullet hole in his belly.",
        1617.18,
        1623.28
    ],
    [
        " His bloated gut signaled heavy internal bleeding.",
        1623.82,
        1627.28
    ],
    [
        " His face was the color of old ivory.",
        1627.92,
        1630.24
    ],
    [
        " That's something I've seen before where someone's gut shot.",
        1630.46,
        1633.34
    ],
    [
        " There's not a blood coming out of him but you can see their stomach starts to fill up because they're internally bleeding and they turn super pale.",
        1633.92,
        1640.74
    ],
    [
        " It's like they're bleeding out but they're just bleeding inside of their own stomach and it's really obvious what's happening to him.",
        1640.74,
        1646.1
    ],
    [
        " Back to the book.",
        1646.76,
        1648.9
    ],
    [
        " It's alright.",
        1649.06,
        1649.5
    ],
    [
        " I'm okay.",
        1649.82,
        1650.5
    ],
    [
        " Doc.",
        1650.9,
        1651.02
    ],
    [
        " He groaned.",
        1651.4,
        1652.6
    ],
    [
        " Doc.",
        1652.96,
        1653.04
    ],
    [
        " The others.",
        1653.46,
        1653.82
    ],
    [
        " They need you.",
        1654.24,
        1655.24
    ],
    [
        " Go help my buddies, Doc.",
        1655.7,
        1657.32
    ],
    [
        " Where did the army get such men?",
        1657.98,
        1660.62
    ],
    [
        " Evans wondered.",
        1661.08,
        1661.78
    ],
    [
        " Thinking of others.",
        1662.5,
        1663.72
    ],
    [
        " When they, themselves, were dying.",
        1664.46,
        1666.58
    ],
    [
        " And what did they get in return?",
        1667.96,
        1669.56
    ],
    [
        " The V.C. picked us off one by one.",
        1671.06,
        1673.12
    ],
    [
        " He recalls one by one day after day.",
        1673.26,
        1676.32
    ],
    [
        " The 439th was helpless and demoralized against a superior army of ghosts.",
        1676.9,
        1683.0
    ],
    [
        " That could do to us what it wished.",
        1683.6,
        1685.72
    ],
    [
        " So that's the situation that the 439th was in.",
        1687.38,
        1695.48
    ],
    [
        " Just an absolute disaster.",
        1695.7,
        1701.38
    ],
    [
        " And then you can you imagine what the morale is like day after day.",
        1701.98,
        1704.82
    ],
    [
        " You're going out as we just said.",
        1704.96,
        1707.18
    ],
    [
        " Going out, walking through the bush.",
        1707.28,
        1709.16
    ],
    [
        " Just in order to get blown up.",
        1709.24,
        1710.86
    ],
    [
        " So that is when hack worth comes in to take over.",
        1715.4,
        1719.34
    ],
    [
        " And here's the situation where he comes to take command.",
        1719.68,
        1724.8
    ],
    [
        " A scraggly bunch of battalion soldiers assembled for the change of command ceremony.",
        1726.42,
        1731.3
    ],
    [
        " Undisciplined and disperited.",
        1732.2,
        1733.88
    ],
    [
        " Wondering what was going to happen to them next.",
        1734.46,
        1736.08
    ],
    [
        " They stood like characters in a police lineup where every participant was a perp.",
        1736.2,
        1740.54
    ],
    [
        " With silver blades gleaming in the sun.",
        1742.02,
        1745.16
    ],
    [
        " A flock of brightly-simonized hues dropped from the skies over dizzy.",
        1745.54,
        1749.5
    ],
    [
        " Dizzy is the area where they're staying.",
        1749.82,
        1752.36
    ],
    [
        " One by one, starched army brass with an entourage of photographers strutted across the LZ.",
        1753.16,
        1759.82
    ],
    [
        " General Yule leading the way.",
        1760.26,
        1762.06
    ],
    [
        " Their fatigues pressed.",
        1762.52,
        1763.58
    ],
    [
        " Their sleeves precisely rolled up above their elbows into four-inch folds.",
        1764.1,
        1768.3
    ],
    [
        " Their shoes polished to per grade ground perfection.",
        1768.3,
        1771.6
    ],
    [
        " To the grunts, they must have looked like aliens from outer space.",
        1772.14,
        1777.2
    ],
    [
        " I stood soldier straight and watched those from on high pay absolutely no attention to the assembled troops.",
        1778.78,
        1786.8
    ],
    [
        " The men from their battalion, their division.",
        1787.5,
        1790.28
    ],
    [
        " For them, the boys on the line were beside the point.",
        1791.48,
        1794.78
    ],
    [
        " More pawns to be ignored.",
        1795.54,
        1797.06
    ],
    [
        " It disgusted me.",
        1798.62,
        1799.98
    ],
    [
        " In the 9th division, the gap between the brass and the grunts looked unbridgeable.",
        1801.36,
        1807.66
    ],
    [
        " So if you remember, Hackworth was a grunt.",
        1808.46,
        1813.96
    ],
    [
        " He came as an enlisted guy.",
        1814.32,
        1816.1
    ],
    [
        " He was a junior army person.",
        1816.1,
        1819.2
    ],
    [
        " And he came up through the ranks.",
        1819.46,
        1820.74
    ],
    [
        " So when he sees this behavior of these senior leaders,",
        1821.42,
        1825.54
    ],
    [
        " which he already knows that they're back with miniature golf courses and pools,",
        1825.54,
        1828.98
    ],
    [
        " then now he sees them show up there in their starched camis.",
        1829.38,
        1832.76
    ],
    [
        " They're looking all perfect and they don't even pay in pension to these troopers.",
        1832.84,
        1837.42
    ],
    [
        " Even if they were to say, look, you guys look like crap.",
        1837.86,
        1840.62
    ],
    [
        " What is wrong with you?",
        1840.8,
        1841.48
    ],
    [
        " Get it together.",
        1841.86,
        1842.52
    ],
    [
        " Even if they were to say that, at least it'd be recognition.",
        1842.7,
        1845.64
    ],
    [
        " But to just ignore them.",
        1845.92,
        1848.04
    ],
    [
        " So he takes over.",
        1853.6,
        1855.02
    ],
    [
        " And he says, time for shock therapy.",
        1855.56,
        1858.68
    ],
    [
        " As I planned, I fired the incompetent S3.",
        1859.28,
        1864.04
    ],
    [
        " That's the operations officer.",
        1864.04,
        1865.36
    ],
    [
        " And the heavy drop battalion sergeant on the spot.",
        1866.0,
        1869.58
    ],
    [
        " And replaced them with Bumstead and press.",
        1869.94,
        1872.26
    ],
    [
        " One of the guys I talked about earlier, press and Bumstead's one of Hackworth's other kind of prodigies.",
        1872.46,
        1877.84
    ],
    [
        " A thousand other changes needed to be made.",
        1878.62,
        1880.96
    ],
    [
        " But I didn't want to bury the company commanders or our staff on the first day together.",
        1881.46,
        1886.02
    ],
    [
        " If I ordered all shortcomings, squared away immediately,",
        1886.82,
        1890.12
    ],
    [
        " I'd have sent these leaders into overload, blown all their circuits.",
        1890.9,
        1894.38
    ],
    [
        " No one would have gotten anything right.",
        1895.22,
        1896.82
    ],
    [
        " So I approached this conversation from slackness to soldiering the same way.",
        1897.14,
        1900.76
    ],
    [
        " I'd train a pup just a few tricks at a time.",
        1901.26,
        1903.86
    ],
    [
        " Starting now, we're going to follow the two rule plan.",
        1904.8,
        1910.1
    ],
    [
        " I'll tell you what the two new rules are and you make them happen.",
        1910.56,
        1914.76
    ],
    [
        " Once your troops have mastered the first two rules, we'll add two more",
        1915.26,
        1918.58
    ],
    [
        " and we'll keep doing that until we're squared away.",
        1918.58,
        1921.08
    ],
    [
        " First we'll crawl, then we'll walk, and then we'll run.",
        1921.58,
        1924.86
    ],
    [
        " Just stay with me.",
        1925.52,
        1926.48
    ],
    [
        " Because we're going to run faster and faster every day.",
        1927.28,
        1929.72
    ],
    [
        " They shot me a proven look.",
        1931.14,
        1933.22
    ],
    [
        " So you can see Hack is going into a little prioritizing execute.",
        1934.18,
        1938.96
    ],
    [
        " He knows that people can't, he's not going to change everything immediately.",
        1939.26,
        1941.6
    ],
    [
        " He's got to do it in some steps.",
        1941.7,
        1942.88
    ],
    [
        " That's the same thing you do with any situation that you face.",
        1943.3,
        1946.44
    ],
    [
        " We got multiple problems that you're looking at.",
        1946.58,
        1948.48
    ],
    [
        " You can't change them all at once.",
        1948.94,
        1950.4
    ],
    [
        " You can't fix them all at once.",
        1950.4,
        1951.48
    ],
    [
        " You pick the biggest problems you start with those.",
        1951.48,
        1953.26
    ],
    [
        " And here he's starting to establish himself and his men and his leadership team",
        1956.88,
        1962.14
    ],
    [
        " as to what their attitude was with the troops.",
        1962.14,
        1965.52
    ],
    [
        " A few days later, after finding a very small soldier who told me his feet were killing him",
        1965.58,
        1969.94
    ],
    [
        " because he couldn't get any boots to fit him, they were all too big.",
        1969.94,
        1973.02
    ],
    [
        " I had a little conversation with the good S4, S4 is the supply element in the military, in the army.",
        1973.36,
        1979.46
    ],
    [
        " Hack went ballistic, Johnson recalls.",
        1980.54,
        1983.32
    ],
    [
        " He chewed out his chain of command from his squad leader to his company commander, and then he got a hold of me.",
        1983.56,
        1988.36
    ],
    [
        " He made it very clear that I better get that man a pair of boots, or all kinds of horrible things were going to happen to me.",
        1988.94,
        1994.8
    ],
    [
        " The army did not make a men's boot small enough to fit this little guy.",
        1995.46,
        1998.78
    ],
    [
        " We scavenge the country and found a pair of women's boots that fit the bill.",
        1999.1,
        2002.42
    ],
    [
        " This taught us all an important lesson.",
        2002.96,
        2005.12
    ],
    [
        " That hack cared for the lowest of soldiers, and he expected his commanders and staff to damn well look after them.",
        2005.12,
        2012.46
    ],
    [
        " This is how hack goes on a campaign to change people.",
        2013.58,
        2021.64
    ],
    [
        " The little things build up.",
        2021.96,
        2024.04
    ],
    [
        " Now he's continuing, he's starting to tighten things up more.",
        2025.12,
        2031.0
    ],
    [
        " I finished my first session with a set of orders that stunned the commanders.",
        2031.0,
        2035.28
    ],
    [
        " Here's the drill I told him.",
        2036.0,
        2037.98
    ],
    [
        " We're shrinking the perimeter tonight.",
        2038.56,
        2039.82
    ],
    [
        " I want you to recon your new positions.",
        2040.52,
        2042.16
    ],
    [
        " When it gets dark, each company will pull back.",
        2043.1,
        2045.54
    ],
    [
        " You'll maintain your old positions with half your force, and by midnight I want those holes filled in.",
        2046.52,
        2051.48
    ],
    [
        " I want nothing left that the enemy can use, particularly holes that the V-seek can hop into if they attack.",
        2052.34,
        2057.3
    ],
    [
        " All your people will be at 100% stand to ready to fight the new positions by midnight.",
        2058.22,
        2063.2
    ],
    [
        " I expect total light and noise discipline.",
        2063.9,
        2066.6
    ],
    [
        " Remember, nothing happens other than reconning until after dark.",
        2067.5,
        2071.8
    ],
    [
        " You've got to always remember that the enemies out there in the bush watching our every move.",
        2073.46,
        2078.22
    ],
    [
        " And he's always looking for a weak spot to knock your cock stiff and close down the show.",
        2078.8,
        2083.3
    ],
    [
        " You call me at midnight from the new positions midnight. Understood?",
        2084.44,
        2088.78
    ],
    [
        " The commanders went out to brief their troops.",
        2089.88,
        2091.8
    ],
    [
        " My orders went down like an iron kite.",
        2092.62,
        2094.66
    ],
    [
        " Preparing a fighting position is hard, sweaty work.",
        2096.02,
        2098.78
    ],
    [
        " Moving a fighting position is even more of a bitch because you have to fill in the old hole before digging in again.",
        2099.24,
        2104.06
    ],
    [
        " It sucks in any circumstances.",
        2104.82,
        2106.44
    ],
    [
        " They hated my guts.",
        2107.32,
        2110.52
    ],
    [
        " And now he does the same thing with the leadership element, which works in what's called the talk, the tactical operation center.",
        2112.28,
        2120.46
    ],
    [
        " He says, and all the talk personnel, regardless of rank, were ordered to dig in individual foxholes around it.",
        2120.7,
        2127.38
    ],
    [
        " They'd lived there when not on duty.",
        2128.46,
        2130.16
    ],
    [
        " My talk order had a two-fold purpose.",
        2131.1,
        2133.28
    ],
    [
        " Having a bunkered command post made it much harder for Charlie to take out the battalion op center with a one well-directed round, which remarkably, he hadn't already done.",
        2133.74,
        2142.98
    ],
    [
        " And if Charlie hammered the battalion with incoming fire or penetrated our outer line, we'd have an inner perimeter of staff we need to hold off the enemy while we fought the good fight and called in supporting fires.",
        2144.24,
        2155.18
    ],
    [
        " Plus, the staff would be setting a positive example for all the line soldiers.",
        2155.94,
        2161.2
    ],
    [
        " We'd live exactly like the grunts. We'd sleep on the ground like Stonewall Jackson did during the Civil War.",
        2162.16,
        2168.48
    ],
    [
        " No one would have a plush deal anymore.",
        2169.48,
        2171.5
    ],
    [
        " Common theme we've heard that one before.",
        2173.2,
        2175.16
    ],
    [
        " Then that night, so after they pulled their perimeter back, and they've basically changed their positions to what the enemy saw during the day during the day, the enemy saw where they were once the once it got dark.",
        2175.96,
        2188.96
    ],
    [
        " They moved to new positions, they dug in, they filled in their old holes. Night comes and guess what? They get attacked.",
        2188.96,
        2194.48
    ],
    [
        " Mortar rounds, recoil-less rifle, rifle fire, machine gun fire, and RPG rounds screamed in, chum robberts or calls.",
        2195.82,
        2203.18
    ],
    [
        " Then all hell broke loose. Stroblights, they had just become an SOP at Hacks Commanders meeting that afternoon, flipped on around the perimeter.",
        2203.74,
        2211.36
    ],
    [
        " The VC were hitting us hard, but we were ready now.",
        2212.0,
        2214.62
    ],
    [
        " Wow, I thought, stay close to this guy, and you'll be alright.",
        2214.62,
        2219.36
    ],
    [
        " Then another guy, that hack overheard as they're getting this attack, and they survive it, and they do well.",
        2220.02,
        2227.22
    ],
    [
        " No one gets injured. He hears a guy say he's a mean son of a bitch, but he knows what he's doing.",
        2227.6,
        2232.94
    ],
    [
        " Again, this is part of the campaign.",
        2234.08,
        2235.56
    ],
    [
        " Don, back to the book. Don was breaking and press walked the perimeter.",
        2239.02,
        2242.9
    ],
    [
        " Sir, some of the troops are saying that you have your shit together. He reported.",
        2244.12,
        2248.54
    ],
    [
        " They're talking about how you pulled them back. Maybe I'd made a few converts that night, but I knew I was a long way from convincing the grunts that they could hit Charlie harder than he was hitting them.",
        2249.38,
        2260.12
    ],
    [
        " Over the next four weeks, I talked to every swing and dick in the battalion.",
        2261.4,
        2265.36
    ],
    [
        " I told all the soldiers, all the sergeants, all the lieutenants and captains in each platoon and company what was expected of them, and why we were going to be the best.",
        2265.92,
        2275.04
    ],
    [
        " So, just to reiterate what he just did, he's going around in personally talking to all the leadership and all the soldiers, everyone personally talking to them all, and telling them what was expected of them.",
        2276.58,
        2289.86
    ],
    [
        " And why they were going to be the best.",
        2290.92,
        2292.64
    ],
    [
        " This stuff just doesn't happen. You have to make it happen when you're in a leadership position.",
        2294.2,
        2300.66
    ],
    [
        " Back to the book. When I spoke to the troops, I promised I'd take care of their butts and be right out there with them when things got hot.",
        2301.26,
        2308.04
    ],
    [
        " I wanted to get into their heads that by stealing a page from the enemy's book, we could take the war to Charlie rather than waiting for him to strike.",
        2308.88,
        2317.1
    ],
    [
        " Now he talks a little bit about the VC. He says the VC were very detailed planners, but strict adherence to their plan was also their Achilles heel.",
        2320.84,
        2330.44
    ],
    [
        " They almost always stuck to the scenario even when things turned to shit.",
        2331.46,
        2335.8
    ],
    [
        " So, that's great. You're a good planner. That's great. You came up with a really solid plan.",
        2337.34,
        2343.06
    ],
    [
        " But when things start going sideways and you maintain that plan, you don't make any adaptations, you're going to get crushed.",
        2343.12,
        2350.66
    ],
    [
        " And that was he saying the VC's biggest weakness.",
        2350.66,
        2352.8
    ],
    [
        " I also had all our leaders read a pamphlet of combat rules and tips from articles I'd written that I put together as the battalion combat leader's guide.",
        2354.2,
        2367.94
    ],
    [
        " I wanted them to get in their heads both how Charlie fought and how I fought and fought.",
        2368.52,
        2375.38
    ],
    [
        " I wanted to build an offensive team to make Charlie react to us instead of calling the shots as he was doing all over Vietnam.",
        2375.84,
        2382.64
    ],
    [
        " I stressed how we'd find him by being hardcore and agile using stealth and cunning and how he could turn his very own tactics against him.",
        2383.24,
        2392.96
    ],
    [
        " I breezed over this, but the other things that he had all this people read was Mao's little red book, which was the communist sort of manifesto about fighting.",
        2396.72,
        2408.46
    ],
    [
        " And then Vietnam Primer, which is another book that Hackworth put together.",
        2409.72,
        2413.68
    ],
    [
        " So he'd have everybody he was he was educating the troops, he was educating the leadership not just on how he was going to do things, but on how the enemy thought.",
        2414.18,
        2423.82
    ],
    [
        " And this is a rehash from about face, but let's just go ahead and rehash it.",
        2424.28,
        2432.32
    ],
    [
        " I brought back saluting a sign of military discipline that had been swallowed up by the rice patty mud.",
        2432.86,
        2440.06
    ],
    [
        " Then I added a twist when a soldier saluted, I required him to sound off with a loud hardcore recondo, sir, to which the officer would reply no fucking slack.",
        2440.7,
        2452.16
    ],
    [
        " The salute discipline aside also built unit pride.",
        2453.16,
        2457.68
    ],
    [
        " The name Rokondo, a combination of reconnaissance and infantry do boy, came from the rugged hands on training the 101st Airborne Division, practiced at Fort Campbell.",
        2458.12,
        2468.32
    ],
    [
        " Training modeled after the British Commando and American Ranger courses.",
        2469.08,
        2472.76
    ],
    [
        " Hank Emerson had named the 1st Brigade the Rokondo Brigade to make the unit feel elite like an airborne outfit.",
        2473.84,
        2480.3
    ],
    [
        " Hey, Triking on this idea, I named the 439th the hardcore Rokondo's Bob Press hired a machine shop and Saigon to make small black metal Rokondo arrowhead pins, which the men quickly began wearing.",
        2480.94,
        2495.9
    ],
    [
        " We painted the Rokondo insignia on the sides of our helmets and on all of our vehicles just below the windshield along with a large white hardcore.",
        2496.62,
        2505.54
    ],
    [
        " We painted the same insignia on company and battalion signs at the fire bases and back at our rear area in Dung Tam.",
        2506.42,
        2513.82
    ],
    [
        " We also had sharp looking hardcore Rokondo stationary printed up and gave it to the troops and all outgoing mail was stamped with the Rokondo logo.",
        2514.42,
        2524.6
    ],
    [
        " All of this said we're different. We're not just plain old infantry, we're the best hardcore Rokondo's.",
        2525.28,
        2534.32
    ],
    [
        " We drove the point home that an infantry combat the team, the squad, platoon and company was the primary instrument and inspiration.",
        2534.84,
        2543.5
    ],
    [
        " We stressed pride in itself, pride in unit and never let a buddy down.",
        2544.02,
        2551.7
    ],
    [
        " Rifle company designations were changed from the conventional Alpha Bravo Charlie and Delta to alert battle, claim more and dagger.",
        2552.42,
        2561.84
    ],
    [
        " Which went down as Mickey Mouse until the troops got into it and again to think it was very cool.",
        2561.96,
        2568.7
    ],
    [
        " Now that's something that I completely ripped off emulated stole from Hackworth when I was a task unit commander.",
        2569.18,
        2582.34
    ],
    [
        " And the designations for the task units are Alpha Bravo Charlie Delta sometimes Delta uses when I was in it was Alpha Bravo Charlie.",
        2585.56,
        2593.22
    ],
    [
        " And so obviously I said we're not going to be Bravo. We were assigned the name Bravo but we immediately changed that to Bruiser.",
        2593.66,
        2601.44
    ],
    [
        " And then we lived that way.",
        2602.06,
        2607.06
    ],
    [
        " Back to the book, hardcore soldiers wouldn't look like bombs anymore either.",
        2609.54,
        2614.16
    ],
    [
        " They'd shave every day where their gear properly and always being camouflaged went on ops.",
        2614.72,
        2619.84
    ],
    [
        " And the leaders made it happen by setting the example and being hard but fair.",
        2621.16,
        2625.84
    ],
    [
        " This was all viewed as chicken shit at first and I was considered to quote Doc Holly the original GI Joe Leifer sent from heaven.",
        2626.76,
        2637.04
    ],
    [
        " And then they were told to burn their hides with fire and brinstone.",
        2637.04,
        2639.82
    ],
    [
        " So if you don't know this, Leifer, the term Leifer in the military especially during Vietnam.",
        2640.26,
        2645.98
    ],
    [
        " That's the opposite of a draft, you know a drafty that just wants to do his time and get out.",
        2646.52,
        2652.24
    ],
    [
        " The opposite of that is a Leifer.",
        2652.36,
        2654.68
    ],
    [
        " Someone that's totally into it, someone that's totally gung-ho and fired up.",
        2655.1,
        2658.5
    ],
    [
        " And they call them the original GI Joe Leifer.",
        2658.96,
        2661.8
    ],
    [
        " As Claymore company's Jim Robertson put it in a February letter to his parents,",
        2665.26,
        2670.18
    ],
    [
        " our new Colonel is nuts.",
        2671.34,
        2673.0
    ],
    [
        " It would take a week to tell you all the nutty things he's done.",
        2673.86,
        2676.82
    ],
    [
        " So I'll make it short.",
        2677.48,
        2678.38
    ],
    [
        " Line companies are offering $1,600 for his dead body.",
        2679.12,
        2683.08
    ],
    [
        " He won't last long, he'll get zapped, he's stark raving mad.",
        2683.62,
        2687.66
    ],
    [
        " Nobody liked hack alert companies, Tom, Aiken, Rikols.",
        2691.86,
        2695.34
    ],
    [
        " I remember the guys from B company talking about we're going to kill the son of a bitch and we're going to put a bounty on him.",
        2695.82,
        2701.12
    ],
    [
        " And I'm telling you the truth if I've ever told in my life, I turned around and glanced at one of them said,",
        2701.92,
        2706.8
    ],
    [
        " and one of them, and I said, I'll throw in the first $20.",
        2706.8,
        2710.48
    ],
    [
        " But each time they saluted, they gave themselves a little subconscious commercial brainwashing that they were hardcore.",
        2713.04,
        2720.68
    ],
    [
        " And after a while, I knew they'd begin to believe they were the meanest mothers in Vietnam.",
        2721.24,
        2725.36
    ],
    [
        " The men have soon to be hardcore battalion hadn't seen anything yet.",
        2726.62,
        2729.64
    ],
    [
        " Threats or no threats, I continue to issue them a daily, basic, brown shoe, army-ass kicking,",
        2730.4,
        2736.92
    ],
    [
        " and tighten both the discipline and standards more and more.",
        2736.92,
        2740.46
    ],
    [
        " Of all the many traits needed to survive and win on the battlefield, discipline is number one.",
        2741.14,
        2746.88
    ],
    [
        " Without absolute discipline, you lose.",
        2748.06,
        2750.34
    ],
    [
        " And these guys still had virtually none.",
        2751.16,
        2753.74
    ],
    [
        " And again, I got to point out that the original, remember the original guy that was super hardcore and trying to impose this discipline,",
        2759.64,
        2769.22
    ],
    [
        " it's very similar to what Hax doing, very similar.",
        2769.24,
        2772.5
    ],
    [
        " The difference being number one, he cares about the guys.",
        2773.42,
        2777.78
    ],
    [
        " And they just haven't seen that yet.",
        2779.1,
        2780.8
    ],
    [
        " They don't understand that the discipline that he's teaching them is going to keep them alive.",
        2781.0,
        2787.26
    ],
    [
        " And when they recognize that mentally, he knows it's just got to push that through that point.",
        2787.58,
        2791.4
    ],
    [
        " He's not making them do things just to make them do not, he's not, he's not using discipline just to be authoritarian and prove that he can make them do it.",
        2791.82,
        2799.66
    ],
    [
        " That's not his goal, that's not what he's doing.",
        2799.66,
        2801.36
    ],
    [
        " He truly is.",
        2801.84,
        2803.08
    ],
    [
        " The reason he's trying to impose discipline on them is to keep them alive because he cares about those guys.",
        2803.16,
        2808.78
    ],
    [
        " And it's going to take a little bit of time for them to recognize it, but once they recognize it, they're going to be on board.",
        2809.2,
        2816.02
    ],
    [
        " Here's what he told his battalion leaders, the leadership inside the battalion.",
        2816.86,
        2826.82
    ],
    [
        " If you take care of your soldiers, they'll take care of you.",
        2826.82,
        2829.52
    ],
    [
        " According to battle companies, Lieutenant Carl Olson, an OCS draftee who sharpens a hints and custom knife.",
        2830.44,
        2838.82
    ],
    [
        " The rules were simple.",
        2839.54,
        2840.62
    ],
    [
        " Check weapons, check feet, show that you care and let the troops know if we get into deep shit, help will be on the way.",
        2841.34,
        2849.46
    ],
    [
        " I used every second every day to train and instill discipline.",
        2851.1,
        2856.0
    ],
    [
        " Beginning with something as basic as making sure every man wore his steel pot and carried his weapons at all times.",
        2856.46,
        2862.76
    ],
    [
        " We trained in the firebase, we trained on the ambush patrol, we trained sweeping a large patch of jungle, we trained searching for Charlie.",
        2863.54,
        2871.92
    ],
    [
        " I stressed to all the unit leaders that all of the drills must be executed over and over again until they become automatic.",
        2871.96,
        2880.18
    ],
    [
        " I wanted these soldiers to roll into a firing position or take counter ambush action even in their sleep.",
        2880.78,
        2886.28
    ],
    [
        " Close combat allows little time to think, do it right in training and you'll do it right when the incoming slugs flash by.",
        2887.58,
        2896.2
    ],
    [
        " Training and discipline, discipline and training.",
        2898.7,
        2901.88
    ],
    [
        " The men groaned and moaned but sacrificing and suffering together gave them pride in taking all that crazy bastard could throw at us as Lieutenant Toller described it.",
        2901.88,
        2918.92
    ],
    [
        " Now you're starting to get them unified just in fighting against the man against Hackworth.",
        2920.64,
        2926.88
    ],
    [
        " That's very similar to what happens in boot camp or in officer candidate school.",
        2927.8,
        2934.68
    ],
    [
        " The drill instructor or the drill sergeant sort of becomes the enemy that you're fighting against.",
        2935.3,
        2942.14
    ],
    [
        " You want to beat him. You don't want him to find dirt. You want your room to be squared away.",
        2942.24,
        2950.24
    ],
    [
        " You want the platoon to be squared away.",
        2950.4,
        2952.46
    ],
    [
        " And so you start to unify as a team but the only reason you're unifying as a team is because there's someone to unify against.",
        2953.14,
        2959.64
    ],
    [
        " And then eventually you realize that he's being talked about here.",
        2959.88,
        2967.78
    ],
    [
        " Eventually you realize that he's doing this to make you a better person and make your unit stronger.",
        2967.78,
        2973.16
    ],
    [
        " Hot chow routine under lark was now a blurred memory from softer days.",
        2973.54,
        2982.46
    ],
    [
        " My idea of looking after the troops is not to spoon feed them but to make them as hard as forged steel deadly in their kill or be killed trade.",
        2982.98,
        2993.9
    ],
    [
        " Eating sea rations everyone knew could easily everyone knew hot food could easily be flown in made the point better than 10 lectures.",
        2995.42,
        3005.96
    ],
    [
        " The ways of the past were over that's something I didn't talk about.",
        3005.96,
        3009.8
    ],
    [
        " Lark would fly would have hot food delivered on a daily basis.",
        3009.98,
        3013.6
    ],
    [
        " And there's risk and there'd be convoys that would get blown up in Hackworth's no we're going to eat field food.",
        3014.02,
        3020.1
    ],
    [
        " The ways in the past were over stay alert and stay alive.",
        3021.34,
        3025.3
    ],
    [
        " You can't make a unit proud by praising it and you can't make a soldier proud by telling him how tough or good he is.",
        3025.56,
        3034.8
    ],
    [
        " That's superficial stuff.",
        3035.66,
        3037.26
    ],
    [
        " No pain, no gain, they had to earn it.",
        3037.94,
        3041.58
    ],
    [
        " The standard was perfection and not just for the grunts all the battalion support personnel cooks, clerks, supply drivers were to be soldiers first.",
        3043.68,
        3055.62
    ],
    [
        " Important stuff.",
        3056.92,
        3060.18
    ],
    [
        " Your unit doesn't become good just by you telling them that they're good.",
        3060.88,
        3064.3
    ],
    [
        " In fact, I always think that sets them back.",
        3064.96,
        3067.2
    ],
    [
        " You're good to go. Oh, you're doing great.",
        3067.56,
        3070.04
    ],
    [
        " They get that little bit of satisfaction.",
        3070.3,
        3072.22
    ],
    [
        " They get the satisfaction and their ego starts to think I'm doing great.",
        3072.46,
        3075.52
    ],
    [
        " I'm doing great. Yeah, I don't need to train his hard.",
        3075.52,
        3078.86
    ],
    [
        " Right, even just for one day, you know, I'll think I'm doing great.",
        3078.92,
        3082.68
    ],
    [
        " Yeah, I'm doing great.",
        3082.86,
        3083.6
    ],
    [
        " Whatever little day off.",
        3083.78,
        3084.9
    ],
    [
        " Not good plan.",
        3085.02,
        3087.1
    ],
    [
        " Regardless of my heavy schedule, I made sure to talk to every replacement to welcome them to the hardcore before they went out to their units.",
        3087.6,
        3097.94
    ],
    [
        " At night, I'd come back from operations late and Sergeant Major Press would have the replacements assembled and waiting.",
        3098.24,
        3103.56
    ],
    [
        " I stretched to each new man how important he was, how important it was to follow the basic fundamentals of the infantryman's trade.",
        3103.9,
        3112.0
    ],
    [
        " With the zeal of evangelists, all hardcore leaders drilled into new guys that when they joined the hardcore, they were joining a special brotherhood.",
        3112.56,
        3121.32
    ],
    [
        " I made the code for these leaders simple and clear.",
        3121.74,
        3126.24
    ],
    [
        " Fight smart.",
        3127.18,
        3128.34
    ],
    [
        " Never be in a hurry.",
        3129.08,
        3130.26
    ],
    [
        " Lead from up front.",
        3131.1,
        3132.12
    ],
    [
        " Set the examples.",
        3132.88,
        3133.76
    ],
    [
        " Take care of the truth before you take care of yourself.",
        3134.64,
        3137.08
    ],
    [
        " Keep the good commo going.",
        3137.92,
        3139.52
    ],
    [
        " Follow the Vietnam primer and the battalion combat leaders guide.",
        3140.6,
        3144.08
    ],
    [
        " That's it.",
        3145.12,
        3147.34
    ],
    [
        " Simple, clear instructions for his leadership.",
        3148.66,
        3151.24
    ],
    [
        " Many combat vets come to think they know it all and start taking shortcuts.",
        3155.8,
        3160.76
    ],
    [
        " They blow off the basics and neglect the little things that keep them alive because they get cocky or think it's better for their men's morale.",
        3161.3,
        3168.92
    ],
    [
        " They build a fire at dusk, smoke at night, walk on trails, don't carry their weapons, goof off on security, don't save their grenades or weapons.",
        3170.0,
        3180.86
    ],
    [
        " Wear a mosquito repellent on ambush or patrol.",
        3180.86,
        3183.82
    ],
    [
        " Don't send out flank security on operations.",
        3184.4,
        3186.76
    ],
    [
        " Short cuts get you killed.",
        3188.14,
        3189.98
    ],
    [
        " The troops continued to bitch, but that changed when they saw the tough love was for real.",
        3192.88,
        3197.88
    ],
    [
        " One day, Murgner, one of his leadership.",
        3199.58,
        3201.78
    ],
    [
        " One day, Murgner saw soldier wearing jungle boots with a toes worn out and immediately gave him his own a pair of his own, which happened to be the right size.",
        3202.38,
        3210.0
    ],
    [
        " The story spread like wildfire, finally someone cared.",
        3210.18,
        3214.06
    ],
    [
        " Not long afterward, Murgner went down in the CNC chopper to pick up a wounded soldier, a soldier wounded by a mine.",
        3214.68,
        3222.44
    ],
    [
        " As the medic slipped the wounded man on the chopper floor, he looked up at Murgner, grinned, saluted, and said hardcore recondo, sir.",
        3223.26,
        3232.52
    ],
    [
        " A new gung-ho attitude started to take hold.",
        3233.88,
        3237.68
    ],
    [
        " And that's the opening of the book, and then you get into the combat that they went through, which was just a great, great stories and lessons you can learn from understanding the tactics that they used, the leadership, the pressure situations that they went through.",
        3244.2,
        3264.2
    ],
    [
        " And it's definitely a book that you should get and read so you can absorb all that information.",
        3266.86,
        3275.58
    ],
    [
        " But I'm going to go to the end of the book, to the afterward, and it's something that Hack wrote basically right after he had got done, right after he got done being the battalion commander.",
        3276.5,
        3293.82
    ],
    [
        " And he'd let him through a bunch of combat. He changed them from the hopeless to the hardcore to fantastic display of leadership.",
        3293.82,
        3302.62
    ],
    [
        " Then it's like the boat crew story in our book, when they changed the boat crews from the boat crew six team is in the last place on all the races and broke croutons winning all the races, and they just switched the leaders and all the sudden boat crew six starts winning the races.",
        3303.12,
        3320.04
    ],
    [
        " It's the same thing here. You have a battalion that's horrible. That's the one of the worst. It's got the worst record in Vietnam. And sure enough, you put in a new leader and they become the best battalion in Vietnam.",
        3320.2,
        3330.86
    ],
    [
        " Leadership is the most important thing on the battlefield. So from those from that experience, he goes into this.",
        3332.36,
        3343.02
    ],
    [
        " I could never figure out army logic. The command of an infantry or tank platoon is the most demanding and dangerous job in the armed forces, yet the army senior brass consistently fail to recognize this reality and provide lieutenants with practical hands on training they need.",
        3345.4,
        3362.42
    ],
    [
        " As a result, platoons too frequently wind up under their command of under the command of the least qualified most inexperienced leaders in the military.",
        3362.92,
        3372.92
    ],
    [
        " The average infantry lieutenant who joined hardcore in 1969 was simply not prepared to lead a rifle platoon because the army's approach to training had failed to ready him for the reality of combat Vietnam.",
        3374.08,
        3386.58
    ],
    [
        " He was extremely weak in troop leading practical knowledge and small unit combat operations and was almost without actual field experience.",
        3386.58,
        3396.28
    ],
    [
        " The old saying good judgment comes from experience and experience is gained from bad judgment was certainly applicable in the hardcore.",
        3396.6,
        3407.28
    ],
    [
        " And this is something that if you're a leader in a leadership position, you have to let your subordinates lead and you have to let them exercise their judgment and you've got to let them see the consequences of bad judgment.",
        3408.14,
        3419.14
    ],
    [
        " If you don't, they're never going to learn.",
        3419.62,
        3422.58
    ],
    [
        " Back to the book. Besides technical and tactical incompetence, the next biggest shortcomings of new infantry leader replacements were a failure to be demanding and reluctance to ensure that their men carried out the basics that would keep them alive on the battlefield.",
        3425.76,
        3441.66
    ],
    [
        " Lack of discipline.",
        3443.4,
        3444.34
    ],
    [
        " One of the reasons for these deficiencies was that many of the social values were diametrically opposed to what's expected of a combat leader.",
        3444.96,
        3453.14
    ],
    [
        " To take a single case in point, I had to constantly deal with a civilian instilled value that drastically conflicts with the combat leadership principle popularity.",
        3453.84,
        3467.56
    ],
    [
        " By the time these young men entered the army, they'd been brainwashed for at least 20 years about the importance of being a nice guy.",
        3469.28,
        3477.06
    ],
    [
        " After four years of college, ROTC, Military Academy training or about a year of basic infantry and OCS, they were supposed to be well prepared leaders who always placed the welfare of their troops just below the accomplishment of the mission.",
        3477.6,
        3491.98
    ],
    [
        " Wrong. They averaged new lieutenant who joined the hardcore had an almost Pavlovian instinct for being popular.",
        3492.1,
        3500.42
    ],
    [
        " So the definition of welfare was up for grabs because he had to be a good guy. He'd become a joiner instead of an enforcer.",
        3501.14,
        3511.56
    ],
    [
        " Instead of a leader, become part of the pack.",
        3512.54,
        3514.88
    ],
    [
        " Need to step up and be a leader.",
        3516.28,
        3518.88
    ],
    [
        " In Vietnam, good guys let their people smoke at night and take portable radios to the field.",
        3521.3,
        3528.42
    ],
    [
        " Good guys allowed night ambushes to be set up in abandoned hootches so they wouldn't get wet and left only one guard by the door so everyone else could get a good night's rest.",
        3528.92,
        3539.14
    ],
    [
        " They let their men leave their boots on for several days and didn't inspect their feet, resulting in immersion foot.",
        3539.96,
        3545.42
    ],
    [
        " They didn't make sure their men kept their weapons and magazines perfectly clean or protected themselves against mosquitoes or took their required material, malaria pills.",
        3545.9,
        3555.92
    ],
    [
        " Good guy, lieutenants ended up killing their men with kindness.",
        3556.72,
        3561.52
    ],
    [
        " And you gotta ask yourself.",
        3562.7,
        3567.84
    ],
    [
        " Even, I mean, this is, you know, we're talking about combat here, but if you're in a leadership position in a business and you're not helping your troops by enforcing, by teaching, by holding the line, by disciplining them, if you're in charge of a group of people and you're not doing that, you're, they're not going to perform the way they're supposed to perform.",
        3568.9,
        3587.22
    ],
    [
        " They're not going to, then that means your business isn't going to perform the way your business is supposed to perform. That means your business is going to go down.",
        3588.34,
        3594.28
    ],
    [
        " So you're actually going to take the job away from the person because you're not going to be able to afford to pay him anymore.",
        3595.02,
        3599.4
    ],
    [
        " So because you didn't hold the line because you wanted to be nice, because you wanted to be a good guy, you're, you're actually doing the worst thing for them.",
        3600.14,
        3609.14
    ],
    [
        " You're killing them with kindness.",
        3609.22,
        3610.88
    ],
    [
        " Is that kind of like how, how you said, I'm about your kids, like if I'm helping them, I'm, if I'm helping them, I'm hurting them.",
        3611.38,
        3616.96
    ],
    [
        " That's very similar.",
        3617.52,
        3618.8
    ],
    [
        " Because if you're, if you're letting your, let's say you got sales people and you say, oh, you know what, don't worry about making some phone calls today.",
        3619.06,
        3624.9
    ],
    [
        " You know what, I don't want to push you too hard.",
        3625.24,
        3626.92
    ],
    [
        " Would you rather just go for lunch with me?",
        3627.34,
        3628.96
    ],
    [
        " Would that be nice? Would that make me a good guy?",
        3629.14,
        3630.66
    ],
    [
        " What should, what should you be doing if you're a good leader?",
        3630.9,
        3633.12
    ],
    [
        " Should we say, look, get on the phone.",
        3633.4,
        3634.44
    ],
    [
        " You got bills to pay, you got a mortgage to pay, you got kids you want to send to college, get on the phone and start dialing.",
        3635.18,
        3641.34
    ],
    [
        " Make it happen. Let's go. Let's do this.",
        3641.64,
        3643.72
    ],
    [
        " Are you, are you a better leader if you do that or if you're going, let's just go ahead and go to lunch.",
        3644.94,
        3648.6
    ],
    [
        " I understand you're not in the mood. I know how that feels.",
        3648.92,
        3651.56
    ],
    [
        " Yeah, let's go eat lunch and have a look.",
        3652.18,
        3653.76
    ],
    [
        " Yeah.",
        3653.94,
        3653.96
    ],
    [
        " That's a great, a great twist on that term of killing people with kindness.",
        3654.62,
        3660.5
    ],
    [
        " Because I actually use that, you know, when someone's being a jerk, how would you do?",
        3660.62,
        3663.3
    ],
    [
        " I always say, oh, yeah, you know, kill them with kindness and I literally mean it.",
        3663.48,
        3665.9
    ],
    [
        " But this is a different way of doing it.",
        3666.12,
        3667.44
    ],
    [
        " Yeah, yeah, yeah. It's obviously a whole different thing.",
        3667.48,
        3669.4
    ],
    [
        " It's just the same phrase.",
        3669.84,
        3670.9
    ],
    [
        " Yeah.",
        3673.02,
        3673.54
    ],
    [
        " While the, back to the book, while the run of the Mill lieutenants had a vague idea of what was required,",
        3672.04,
        3678.54
    ],
    [
        " he didn't have the experience or good sense to enforce the rules.",
        3678.8,
        3682.24
    ],
    [
        " When push came to shove, he preferred to turn his head the other way rather than come down hard on slackers.",
        3683.22,
        3689.18
    ],
    [
        " He overlooked deficiencies such as dirty weapons and ammunition, improperly safe weapons and grenade, incorrect camouflage technique and the improper use of terrain,",
        3690.34,
        3700.28
    ],
    [
        " not using natural cover to provide protection from small arms fire.",
        3700.28,
        3704.0
    ],
    [
        " And without an ass kicking company skipper or demanding NCO, the soldiers habits became slopper and slopper.",
        3705.04,
        3713.72
    ],
    [
        " Carelessness ruled.",
        3714.54,
        3715.86
    ],
    [
        " And of course, the result was casualties that could have been prevented had the lieutenant demanded the small things be done well.",
        3716.56,
        3722.94
    ],
    [
        " My own experience has been that soldiers in combat will do only what's required of them.",
        3724.2,
        3729.88
    ],
    [
        " Under weak, nice sky leadership, they'll try to get away with everything they can, violate every basic rule in the book.",
        3731.3,
        3739.1
    ],
    [
        " At the same time, because they know they're wrong and that this behavior is placing their lives in jeopardy,",
        3740.12,
        3747.44
    ],
    [
        " they'll respond to the demands of a positive ass kicking leader.",
        3747.56,
        3751.36
    ],
    [
        " The result will be fewer casualties and a developing respect for the leader who cares enough for his men to make them do it right.",
        3752.3,
        3759.42
    ],
    [
        " So that's important to think about.",
        3759.92,
        3762.34
    ],
    [
        " This is not some people here this kind of talk that I'm saying and all of a sudden they want to turn into a super hyper aggressive person that's going berserk on everybody and trying to enforce every little order and every little discipline so hard that it breaks the guys down.",
        3762.46,
        3780.36
    ],
    [
        " And again, that's why that's why I focused on that in the beginning that guy.",
        3780.36,
        3783.22
    ],
    [
        " The first guy was super hardcore.",
        3783.3,
        3784.32
    ],
    [
        " You could imagine that he probably had people saluting him in the field too.",
        3784.32,
        3787.5
    ],
    [
        " He probably you know was hey, you come to attention when I walk in the room.",
        3787.84,
        3791.5
    ],
    [
        " He was probably super hardcore on stuff that didn't matter.",
        3791.5,
        3794.9
    ],
    [
        " It wasn't the important stuff.",
        3795.14,
        3797.4
    ],
    [
        " And so there's a fine line and he makes a great, a great point here of pointing out that your troops, they know what's right.",
        3797.68,
        3807.04
    ],
    [
        " They know that you're there to help them.",
        3807.2,
        3809.16
    ],
    [
        " They're going to take the easiest way possible.",
        3809.2,
        3810.72
    ],
    [
        " But when you actually step up and lead and you explain to them why this is important and you explain to them why this is why this is going to keep them alive and why it's going to make the company more successful.",
        3811.04,
        3820.26
    ],
    [
        " Then you will actually get traction and you will get loyalty.",
        3821.06,
        3826.48
    ],
    [
        " Because when you keep these guys alive, they become loyalty.",
        3827.22,
        3830.4
    ],
    [
        " When you get your salesperson to sell more and do more, they're going to be loyal to you.",
        3830.56,
        3835.2
    ],
    [
        " When you get your manufacturing team to produce more and do it faster, because you push them a little bit harder, they're going to respect you.",
        3835.76,
        3844.82
    ],
    [
        " They're going to thank you.",
        3845.32,
        3846.86
    ],
    [
        " They're going to follow you.",
        3847.3,
        3848.96
    ],
    [
        " Yeah, it's real clear there when you show them some results.",
        3849.82,
        3856.32
    ],
    [
        " They'll back to that.",
        3859.1,
        3859.98
    ],
    [
        " Remember that movie, the boiler room I brought up before.",
        3859.98,
        3861.74
    ],
    [
        " So he said he mentioned something along those lines where he's like show him a small return.",
        3861.74,
        3866.94
    ],
    [
        " And they'll, I don't know how to forget what he said.",
        3866.94,
        3869.54
    ],
    [
        " Like don't give you their firstborn or something like that.",
        3869.64,
        3872.28
    ],
    [
        " Same thing.",
        3872.66,
        3873.12
    ],
    [
        " You show them just a little bit of results.",
        3873.34,
        3874.52
    ],
    [
        " Like, um, like karate kid.",
        3875.08,
        3877.88
    ],
    [
        " Remember karate kid when he's making them.",
        3878.04,
        3879.54
    ],
    [
        " Yeah, wax on wax off.",
        3879.72,
        3881.14
    ],
    [
        " Yeah, yeah, he's making them do that.",
        3881.24,
        3882.38
    ],
    [
        " He's making them sand the floor, paint the fence, all this stuff.",
        3882.38,
        3885.56
    ],
    [
        " He's mad.",
        3885.72,
        3886.34
    ],
    [
        " But he starts off with a little bit of trust in him, you know, because he saw him.",
        3886.92,
        3890.58
    ],
    [
        " You know, he's a karate guy.",
        3890.72,
        3892.22
    ],
    [
        " And then when he saw the results, he was like, oh man, Mr. I mean, you know, Mr. Yagi.",
        3892.46,
        3897.38
    ],
    [
        " Mr. Yagi, Mr. Yagi, he was real.",
        3897.58,
        3898.4
    ],
    [
        " He was real loyal to him.",
        3898.5,
        3899.54
    ],
    [
        " Exactly.",
        3899.86,
        3900.16
    ],
    [
        " Same thing.",
        3900.78,
        3901.74
    ],
    [
        " Another back to book.",
        3903.04,
        3906.88
    ],
    [
        " Another serious shortcoming was the failure to teach leaders the importance of supervision",
        3907.18,
        3911.76
    ],
    [
        " and the techniques of supervising.",
        3911.76,
        3913.62
    ],
    [
        " The average small unit leader in 1969 seemed to take for granted that his will would be done",
        3914.16,
        3919.96
    ],
    [
        " and that he didn't have to follow up.",
        3919.96,
        3921.88
    ],
    [
        " You gotta follow up, you gotta inspect.",
        3922.76,
        3927.08
    ],
    [
        " Especially in the beginning, you get the tone, right?",
        3928.64,
        3931.64
    ],
    [
        " To people understand what it's about, what you're about as a leader.",
        3931.64,
        3936.1
    ],
    [
        " The nature of combat and the Maycon Delta and how we operated in the hardcore greatly extended this problem",
        3936.46,
        3945.2
    ],
    [
        " because small units normally operate on a widely decentralized basis in bitching terrain.",
        3945.2,
        3950.7
    ],
    [
        " This restricted regular visits from the company and battalion leaders",
        3951.66,
        3954.72
    ],
    [
        " prohibiting more experience senior officers and NCOs from checking the platoons and passing along",
        3954.72,
        3960.34
    ],
    [
        " tips of the trade.",
        3960.34,
        3961.66
    ],
    [
        " Without an experienced demanding leader, these carelessly led platoons were headed for a world of hurt.",
        3963.04,
        3969.82
    ],
    [
        " The infrequency of heavy combat compared to World War II or Korea in 1950 and 51",
        3970.88,
        3977.12
    ],
    [
        " and the prevalent all-as-cool attitude had a tendency to lull soldiers and leaders into a false sense of safety.",
        3977.12,
        3985.96
    ],
    [
        " The more alertness and security went slack, the greater the danger of an enemy attack became.",
        3986.92,
        3993.54
    ],
    [
        " We played right into the enemy's hands as Sun Soo put it so well when the enemy is weak attack.",
        3993.92,
        4003.24
    ],
    [
        " So in World War II and Korea, you know, 50 and 51 in Korea, they were fighting so often that everyone knew they had to be squared away.",
        4004.64,
        4012.72
    ],
    [
        " But here you might go some time, you know, nothing happened yesterday, nothing happened the day before, nothing's happened for the last week.",
        4013.38,
        4020.06
    ],
    [
        " Maybe I don't need to clean my weapon tonight. Maybe I don't need to dig into a new fighting position.",
        4020.22,
        4024.38
    ],
    [
        " Maybe I don't need to wear my body armor.",
        4024.94,
        4026.7
    ],
    [
        " You do.",
        4028.32,
        4028.88
    ],
    [
        " I had to inculcate the hardcore leaders with the burning need to keep their people alert and never let down their guard.",
        4030.22,
        4040.12
    ],
    [
        " I had to instill in them the need to supervise the troops 24 hours a day to make sure that the fighting positions were adequate.",
        4040.66,
        4048.12
    ],
    [
        " Soldiers knew the mission, the situation and where the LPs were. Proper field sanitation was being practiced.",
        4048.58,
        4054.22
    ],
    [
        " All battlefield debris was destroyed to deny the enemy a source of supply.",
        4054.74,
        4059.12
    ],
    [
        " The troops were all sleeping undercover and protected from first round hits and fire support bases or camps.",
        4059.8,
        4066.84
    ],
    [
        " Subordinate leaders were heads up and demanding that their men were alert and tightly controlled.",
        4067.38,
        4073.3
    ],
    [
        " And never ending list of the little things.",
        4073.96,
        4077.24
    ],
    [
        " Rifle magazines cleaned, weapons test fired, grenades saved, LPs and claymores out, sectors of fire known, salt tablets, malaria pills, jungle rot, all monitored by the medics, stand to's frequently conducted.",
        4078.14,
        4092.84
    ],
    [
        " I had to get every leader to follow this adage.",
        4094.38,
        4099.12
    ],
    [
        " The best fertilizer in the world is the boss's footsteps.",
        4099.38,
        4103.36
    ],
    [
        " They make things grow.",
        4104.2,
        4106.12
    ],
    [
        " That was just a giant list of all the little things.",
        4108.1,
        4111.82
    ],
    [
        " We talked about this when we talked about Cheshnia and some of the lessons learned there and how it all started to fall apart for the Russians when the guys stopped shaving.",
        4112.2,
        4120.42
    ],
    [
        " And this is the same thing that Hackworth is saying.",
        4121.3,
        4124.1
    ],
    [
        " You gotta hold the line on the little things.",
        4124.48,
        4126.76
    ],
    [
        " And I will tell you this.",
        4127.24,
        4128.54
    ],
    [
        " You need to hold the line and you need to hold the line by explaining to the troops why it's important.",
        4129.64,
        4135.6
    ],
    [
        " You can't expect just to say, hey, I told you to clean your weapon.",
        4136.06,
        4139.06
    ],
    [
        " Because if I'm not coming back for another week, you know that.",
        4140.04,
        4143.86
    ],
    [
        " You're going to clean it on the sixth day, one time.",
        4144.52,
        4147.42
    ],
    [
        " What happens if you get contacted on the fifth day and your weapon's not working now?",
        4147.82,
        4151.76
    ],
    [
        " So I gotta explain to you, hey, look, this is what's going on.",
        4152.08,
        4154.08
    ],
    [
        " This is why it's important.",
        4154.18,
        4155.06
    ],
    [
        " You can get contacted at any time.",
        4155.18,
        4156.7
    ],
    [
        " You need to have your weapon ready at all time.",
        4157.24,
        4158.86
    ],
    [
        " Most important thing to me, Echo, look, I want to take you home.",
        4159.26,
        4162.96
    ],
    [
        " I want you to get home to your family.",
        4163.06,
        4164.9
    ],
    [
        " And the only thing that's going to keep you alive in a firefight is this weapon you have right here.",
        4165.82,
        4171.04
    ],
    [
        " And although we may go two days, three days, five days, five weeks without getting into a firefight,",
        4171.4,
        4177.44
    ],
    [
        " we don't know if it's going to happen in the next 30 seconds.",
        4177.78,
        4180.64
    ],
    [
        " So you've got to keep that weapon ready so you're ready at the moment of truth.",
        4181.06,
        4184.32
    ],
    [
        " You understand what I'm talking about?",
        4184.5,
        4185.7
    ],
    [
        " That's when you explain people why they're doing what they're doing.",
        4186.22,
        4189.84
    ],
    [
        " Because now you say, that's going to be back in the back of your head.",
        4190.56,
        4194.24
    ],
    [
        " You're going to be thinking like, you know what?",
        4194.9,
        4196.46
    ],
    [
        " Jocke, tell me I better get this thing clean.",
        4197.26,
        4198.98
    ],
    [
        " This is important.",
        4199.12,
        4199.82
    ],
    [
        " If I want to stay alive, I need to keep this weapon clean.",
        4200.12,
        4202.8
    ],
    [
        " Boom, guess what you're going to do.",
        4203.04,
        4204.4
    ],
    [
        " Break out your field cleaning kit and you're going to get it done.",
        4204.72,
        4206.72
    ],
    [
        " Clean your room.",
        4207.9,
        4209.16
    ],
    [
        " Why?",
        4209.38,
        4209.6
    ],
    [
        " Because I said so.",
        4210.12,
        4210.78
    ],
    [
        " Not going to work.",
        4211.0,
        4211.88
    ],
    [
        " Not going to work.",
        4212.18,
        4213.56
    ],
    [
        " Yeah.",
        4214.06,
        4215.02
    ],
    [
        " Not going to work.",
        4215.48,
        4216.62
    ],
    [
        " You know what? It'll work for two days.",
        4217.12,
        4219.64
    ],
    [
        " You know?",
        4220.4,
        4221.08
    ],
    [
        " Maybe.",
        4221.42,
        4221.9
    ],
    [
        " Maybe.",
        4222.26,
        4222.66
    ],
    [
        " I can do the bare minimum.",
        4222.88,
        4223.78
    ],
    [
        " Yeah, you might do the bare minimum slack.",
        4224.38,
        4226.26
    ],
    [
        " Yeah.",
        4226.78,
        4226.98
    ],
    [
        " Just do it a little bit.",
        4227.22,
        4228.18
    ],
    [
        " But if you explain to people why, I mean in your room, why you got to clean your room?",
        4228.62,
        4232.86
    ],
    [
        " You know what?",
        4234.06,
        4234.52
    ],
    [
        " I have guests coming over.",
        4234.68,
        4235.74
    ],
    [
        " The R family.",
        4236.2,
        4236.96
    ],
    [
        " It needs to be represented well.",
        4237.18,
        4238.9
    ],
    [
        " If you're looking like a slob and I have one of my clients come by and they see that my own kids can't be disciplined enough to clean their room.",
        4239.26,
        4246.06
    ],
    [
        " And you think they're going to hire me to come straight out their company?",
        4246.7,
        4249.84
    ],
    [
        " No.",
        4250.14,
        4250.46
    ],
    [
        " Wrong answer.",
        4250.72,
        4251.46
    ],
    [
        " Brush your teeth.",
        4252.76,
        4253.54
    ],
    [
        " That's a big one.",
        4253.7,
        4254.32
    ],
    [
        " Get out the rug.",
        4254.32,
        4255.32
    ],
    [
        " Get out the vacuum and get that thing cleaned.",
        4255.72,
        4257.9
    ],
    [
        " You know, when you tell your kids, go brush your teeth when they're young.",
        4258.52,
        4260.94
    ],
    [
        " You know, go brush your teeth.",
        4261.12,
        4262.34
    ],
    [
        " Oh, they don't want to brush your teeth.",
        4262.52,
        4263.74
    ],
    [
        " Like why?",
        4263.94,
        4264.38
    ],
    [
        " Your teeth have fallen out.",
        4265.22,
        4266.3
    ],
    [
        " Yeah, you got to show them the nasty dental pictures.",
        4266.58,
        4269.0
    ],
    [
        " People that don't brush their teeth and see how that turns out for them.",
        4269.42,
        4273.02
    ],
    [
        " And then you tell them, you know, that's what you're going to look like.",
        4273.08,
        4276.52
    ],
    [
        " When they're five years old, then they turn into like obsessive compulsive teeth brushes.",
        4276.96,
        4282.36
    ],
    [
        " So use caution.",
        4282.72,
        4283.5
    ],
    [
        " Use the medium level of nasty looking teeth rot.",
        4283.82,
        4288.52
    ],
    [
        " Just the medium level.",
        4288.86,
        4289.9
    ],
    [
        " Don't find the crystal meth people that have their teeth falling out.",
        4290.48,
        4293.9
    ],
    [
        " Don't show them that.",
        4294.0,
        4294.6
    ],
    [
        " It's all too extreme.",
        4294.64,
        4295.4
    ],
    [
        " They'll still brush their teeth too much.",
        4295.52,
        4296.84
    ],
    [
        " Yeah.",
        4296.98,
        4297.2
    ],
    [
        " Just find the cavity situations.",
        4297.3,
        4299.12
    ],
    [
        " Or just tell them, you know, I don't know.",
        4299.4,
        4303.06
    ],
    [
        " Just tell them what?",
        4303.74,
        4304.68
    ],
    [
        " That their teeth are going to rot out.",
        4305.0,
        4306.72
    ],
    [
        " Yeah.",
        4306.8,
        4307.14
    ],
    [
        " The kids are visual most of the time.",
        4307.14,
        4310.16
    ],
    [
        " Do you want your teeth to rot out?",
        4310.82,
        4312.28
    ],
    [
        " They'll say no.",
        4312.58,
        4314.02
    ],
    [
        " Well, maybe that could work.",
        4315.04,
        4316.74
    ],
    [
        " We'll check out the dental hygienics here in a few years on the children's.",
        4317.26,
        4321.2
    ],
    [
        " Yeah.",
        4321.2,
        4321.36
    ],
    [
        " Make a decision.",
        4321.54,
        4322.32
    ],
    [
        " Back to the book.",
        4322.58,
        4324.22
    ],
    [
        " The principle was to learn so that we didn't keep making the same mistakes again and again.",
        4324.9,
        4330.36
    ],
    [
        " To do this, we copied the VC technique of ruthlessly examining every operation.",
        4330.64,
        4337.16
    ],
    [
        " An exercise that was a lot easier for the VC because they weren't as rigid about rank as we were.",
        4337.5,
        4343.0
    ],
    [
        " When rank rules, people say yes sir when they should say no fucking way.",
        4344.08,
        4349.84
    ],
    [
        " I wanted to instill a particular cert of insubordination.",
        4351.46,
        4356.04
    ],
    [
        " Don't get me wrong when I told the men to do something I wanted it done.",
        4356.52,
        4360.12
    ],
    [
        " But I also wanted an atmosphere where no one would be afraid to sound off and speak the truth.",
        4360.48,
        4368.84
    ],
    [
        " This is the dichotomy.",
        4369.52,
        4371.54
    ],
    [
        " This is the balance.",
        4371.66,
        4372.4
    ],
    [
        " You don't want an even hack worth as strict as he was and he wanted everyone to do all these small things.",
        4372.8,
        4378.42
    ],
    [
        " He wanted them to have a rebellion in them.",
        4378.58,
        4381.52
    ],
    [
        " To say you know what hack I think we're doing this wrong or you know what hack I think that's the wrong way to do it.",
        4382.32,
        4386.18
    ],
    [
        " You know what hack I think you should have pushed us over there or left us back over here.",
        4386.28,
        4390.06
    ],
    [
        " Or we're not going to do this.",
        4390.06,
        4392.48
    ],
    [
        " It's stupid.",
        4392.62,
        4393.2
    ],
    [
        " That's what he wants.",
        4393.64,
        4395.06
    ],
    [
        " And that's something that a lot of military people have a hard time with because they get offended by someone of junior rank stepping up to them and saying hey boss this is wrong.",
        4395.72,
        4407.4
    ],
    [
        " You can't have that attitude.",
        4407.4,
        4408.82
    ],
    [
        " You've got to welcome and encourage people to check you and test you and question you.",
        4408.96,
        4415.38
    ],
    [
        " That's what you want.",
        4415.46,
        4416.26
    ],
    [
        " Yes, when they take it personal.",
        4416.6,
        4419.06
    ],
    [
        " Oh yeah.",
        4419.2,
        4419.88
    ],
    [
        " That's pretty much it and they take it personal.",
        4419.88,
        4422.3
    ],
    [
        " Yeah.",
        4422.38,
        4422.5
    ],
    [
        " Like he stepped to me.",
        4422.82,
        4423.78
    ],
    [
        " He didn't step to like the order or the you know the little scenario that I painted.",
        4424.0,
        4428.22
    ],
    [
        " He stepped to me with it.",
        4428.28,
        4430.46
    ],
    [
        " Unexceptible.",
        4430.66,
        4431.34
    ],
    [
        " Ego.",
        4431.46,
        4431.76
    ],
    [
        " Yeah.",
        4432.06,
        4432.32
    ],
    [
        " Check your ego.",
        4432.64,
        4433.34
    ],
    [
        " Back to the book.",
        4434.18,
        4435.16
    ],
    [
        " After every operation we'd sit down at the squad, puttune and company level and work up a detailed critique that spared no harsh words.",
        4435.38,
        4443.3
    ],
    [
        " It was Tom.",
        4443.86,
        4445.08
    ],
    [
        " You had your machine gun in the wrong firing position.",
        4445.52,
        4447.4
    ],
    [
        " Bill, you're right.",
        4447.72,
        4448.54
    ],
    [
        " You're you triggered the ambush early.",
        4448.9,
        4451.02
    ],
    [
        " Hank, you go to hell plan sucked.",
        4451.38,
        4453.3
    ],
    [
        " War is so simple yet the military school system tries to make it so damn complicated.",
        4454.34,
        4460.44
    ],
    [
        " Probably they need to propagate a mystique in order to protect their turf.",
        4461.48,
        4467.0
    ],
    [
        " But the bare bones bottom line to winning in battle is simply to sneak up on your opponent and belt the shit out of them from behind as hard and quickly as you can before he figures out you're in the neighborhood.",
        4467.86,
        4479.02
    ],
    [
        " And then beat it the hell out of there.",
        4479.92,
        4481.34
    ],
    [
        " We should train our small units in not in the classroom but in the bush where warriors can be taught the gut fundamentals of infantry combat.",
        4482.0,
        4492.64
    ],
    [
        " Rommel said the best form of welfare for the troops is first class training for this saves unnecessary casualties.",
        4493.32,
        4502.8
    ],
    [
        " First class training means hard work and sacrifice.",
        4503.7,
        4507.44
    ],
    [
        " General Bruce Clark's adage, the more we sweat on the training field, the less we bleed on the battlefield is one of followed ever since I was a teenager and I'm convinced it keeps the casualty list short.",
        4509.74,
        4524.34
    ],
    [
        " Everybody knows those two does everybody follow them not always not always.",
        4524.74,
        4533.42
    ],
    [
        " You see it with the military, with the police, with fire, with salespeople.",
        4534.68,
        4541.82
    ],
    [
        " Are you putting your troops to realistic training? That's hard and making them sweat and making them think are you doing that you need to.",
        4542.12,
        4552.14
    ],
    [
        " Could that's a new leaders who show ineptitude and little leadership ability such as that walking atrocity Lieutenant William Callie of the Mylay massacre infamy should be immediately eliminated.",
        4555.06,
        4568.36
    ],
    [
        " I left this in here because this is an important part of William Callie.",
        4568.54,
        4572.6
    ],
    [
        " He's a guy that did horrible massacre of my life in Vietnam murdered a bunch of civilians.",
        4573.08,
        4579.42
    ],
    [
        " Callie was recycled three times at infantry OCS after being found wanting and leadership before finally being commissioned in order to show a low attrition rate to higher headquarters.",
        4580.06,
        4591.94
    ],
    [
        " A bad mistake with big consequences. They had a guy they knew he was a weak leader.",
        4592.3,
        4596.7
    ],
    [
        " He was showing weak leadership in his position to go through officer candidate school.",
        4597.36,
        4604.86
    ],
    [
        " And what do they do? They recycle him three times. We failed three times. They keep pushing him through keep pushing him through keep pushing through.",
        4605.46,
        4611.78
    ],
    [
        " They finally makes it through he goes out commits a horrible atrocity because he's a weak leader.",
        4611.88,
        4615.88
    ],
    [
        " You cannot lower the standards.",
        4616.4,
        4620.64
    ],
    [
        " More than any major enemy victory the shame and horror of my lay caused the American people to withdraw their support from the war effort.",
        4623.66,
        4634.72
    ],
    [
        " Once they saw what Callie had wrought they said enough is enough.",
        4635.2,
        4639.66
    ],
    [
        " In small unit leaders confidence like fear is contagious. Troopers can feel it see it and smell it.",
        4644.44,
        4651.72
    ],
    [
        " And it will rub off on shoulders from a platoon to a division as quickly as a good rumor rumbles out of the latrine.",
        4652.14,
        4657.94
    ],
    [
        " Confidence produces courage. Most leaders or soldiers aren't born with a double basic load of guts.",
        4658.92,
        4665.96
    ],
    [
        " The average leaders are scared as the next guy in their first or 100 firefight.",
        4667.04,
        4673.06
    ],
    [
        " But if they are confident that they're tactically proficient that their unit squared away team motivated by a strong sense of duty to accomplish the mission the courage that's needed to do what many will view as impossible will be there.",
        4673.98,
        4687.28
    ],
    [
        " Mouths may go dry guts may churn and handshake but when the slugs start snapping the prepared leader will be as cool on the outside as Clint Eastwood.",
        4688.66,
        4699.1
    ],
    [
        " And no one will know he's really scared out of his brain.",
        4699.7,
        4702.88
    ],
    [
        " So if you're going into combat and you've never been there you're in a leadership position or not you're nervous.",
        4703.6,
        4711.82
    ],
    [
        " It's okay. No big deal. Be nervous. Do your job.",
        4712.88,
        4718.24
    ],
    [
        " Besides being one hell of a job leading men into battle is the ultimate responsibility.",
        4721.52,
        4726.64
    ],
    [
        " On the battlefield decisions such as go left or go right or go straight ahead or made in a split second and right or wrong good or bad people get killed.",
        4727.78,
        4737.98
    ],
    [
        " Leaders carry the scars of those decisions for the rest of their lives.",
        4739.38,
        4743.98
    ],
    [
        " Later battle scenes play back deep into the night like an old movie. Why didn't I wait? Why didn't I bring in more fire? Why didn't I go myself? Why didn't I go to the left?",
        4744.68,
        4757.96
    ],
    [
        " Questions that will haunt the blooded combat leader until he's six feet under.",
        4759.44,
        4764.44
    ],
    [
        " Good preparation, training, knowing your job and attention to detail will keep the nightmares and any casualties to a minimum.",
        4766.9,
        4776.4
    ],
    [
        " To be a combat leader in the profession of arms is one of the most noble, most deadly jobs going.",
        4777.38,
        4785.16
    ],
    [
        " It's rough and tough and it's rewards our few.",
        4785.78,
        4789.88
    ],
    [
        " But if at the end of the day the troops say he's a good man as opposed to he was a nice guy.",
        4791.64,
        4799.48
    ],
    [
        " That's pretty much as good as it gets.",
        4800.1,
        4804.26
    ],
    [
        " And I know that's something that I definitely felt.",
        4810.46,
        4815.62
    ],
    [
        " Through my whole career, especially once the war started, I always felt like everything I need to do everything I can to have these guys ready.",
        4816.54,
        4825.4
    ],
    [
        " Everything I can to have these guys ready.",
        4826.12,
        4827.98
    ],
    [
        " And when I was in charge of training and I was sending platoons overseas, I felt the same way.",
        4828.48,
        4833.76
    ],
    [
        " This training is what they're relying on to keep them alive.",
        4834.26,
        4837.44
    ],
    [
        " And do you sit there and look back and say, why didn't I wait? Why didn't I bring more fire? Why didn't I go myself? Why didn't I go to the left?",
        4838.32,
        4849.14
    ],
    [
        " All those questions? Yeah. You're going to have those questions, but those questions are quieter.",
        4849.24,
        4854.72
    ],
    [
        " If you know that you did everything you can to prepare the guys for the situations that they're going into.",
        4856.22,
        4864.38
    ],
    [
        " This book obviously, like most of the books we bring on here, there's just so many lessons to learn, so much knowledge to gain.",
        4865.56,
        4874.24
    ],
    [
        " And I wish I would have learned them.",
        4875.96,
        4881.5
    ],
    [
        " And you know, I think part of it, and you talked about this the other day.",
        4882.38,
        4887.2
    ],
    [
        " You were talking about how when you know Jujitsu, if you know Jujitsu, then you can, you have a certain context that you can learn Jujitsu.",
        4887.74,
        4899.4
    ],
    [
        " So if you know Jujitsu already, you can make sense out of things.",
        4899.6,
        4902.48
    ],
    [
        " Like you can watch a YouTube video or you can read a book and you can look at it and you can say, oh, okay, I can do that.",
        4902.52,
        4908.68
    ],
    [
        " You can apply it. But if you have no experience with Jujitsu, it's very difficult just to look at a YouTube.",
        4908.68,
        4917.7
    ],
    [
        " You can do it, but it's going to take a lot longer because you don't have the context of the moves.",
        4917.72,
        4923.78
    ],
    [
        " And so you're going to need somebody to show you. You're going to need to experience it yourself so that you can understand it.",
        4924.28,
        4930.78
    ],
    [
        " And that's one of the things that I kind of think of why people like this podcast and it's sort of like what I have to offer is I've seen a lot of these things from a leadership perspective, from being in platoons myself, from growing up in the teams, and then going into combat and then training platoons and then going into the corporate world and seeing what leadership is like there in the context of that.",
        4931.42,
        4957.68
    ],
    [
        " And I think I think one of the reasons that people like this is because I can just sort of help them put these things into context a little bit better.",
        4958.1,
        4969.4
    ],
    [
        " And then they can take them and put them into context and their own lives. But it's nice to have that little bit of help, but you can do it yourself.",
        4969.84,
        4978.0
    ],
    [
        " And so if everybody has been led, you've been led by people.",
        4978.0,
        4982.06
    ],
    [
        " Most people have been in some kind of a leadership position, even if they're in charge of one other person or five other people or a hundred other people, but you've either led or you're being led.",
        4983.0,
        4993.8
    ],
    [
        " And so you do have the context to put these things in.",
        4994.6,
        4999.46
    ],
    [
        " But you just have to, first of all, do the work, get the books out, open them and read them.",
        5000.18,
        5010.16
    ],
    [
        " And then when you read them, try and read them from a perspective of balancing or not balancing, but try and read them from the perspective of overlaying your own experiences on top of them.",
        5010.36,
        5026.44
    ],
    [
        " And that will, that's what I do. I'm trying to kind of explain my process and what my process has been over the past 20 years when I see something, I see a leadership situation, I overlay my own experiences on top of it and compare and contrast to it.",
        5026.9,
        5043.16
    ],
    [
        " So that way I can learn something from it. I just don't sit there and blindly watch a YouTube video about Jiu-Jitsu without putting context over it.",
        5043.24,
        5049.88
    ],
    [
        " So that's what you got to do with leadership in my opinion.",
        5050.1,
        5053.48
    ],
    [
        " So great book, Steel My Soldiers Heart, Hearts by Colonel David Hackworth.",
        5054.44,
        5061.46
    ],
    [
        " And I think we can roll on two questions before we get it all into the interwebs and the questions they're in.",
        5061.96,
        5075.8
    ],
    [
        " One is to talk about how the interwebs can actually support this podcast shape boy.",
        5076.92,
        5081.62
    ],
    [
        " Okay, ways you can support this podcast and at the same time support yourself, which is just as important in my opinion.",
        5082.82,
        5094.12
    ],
    [
        " Supplementation on its supplements are the are the best ones by far the only ones I take.",
        5096.84,
        5101.48
    ],
    [
        " Yeah, only ones I take only one do you take I recommend alpha brain.",
        5101.72,
        5107.2
    ],
    [
        " I'm taking some alpha brain right this second.",
        5107.34,
        5110.36
    ],
    [
        " There you go.",
        5110.36,
        5111.0
    ],
    [
        " Proof is in the pudding alpha brain, the instant instant.",
        5111.08,
        5114.56
    ],
    [
        " Right.",
        5115.0,
        5115.14
    ],
    [
        " Fast results are better than slow results.",
        5116.04,
        5118.74
    ],
    [
        " No, but sometimes you need delayed results.",
        5119.04,
        5122.12
    ],
    [
        " Anyway, worry your bars as well.",
        5122.54,
        5125.36
    ],
    [
        " I would recommend do yourself that favor, big favor.",
        5125.64,
        5128.64
    ],
    [
        " You can get 10%.",
        5129.66,
        5130.64
    ],
    [
        " Just have a box of warrior bars in your house because when you're hungry and you don't want to eat something junk,",
        5130.64,
        5136.6
    ],
    [
        " you just open up a warrior bar and you're basically eating a a snickers bar.",
        5136.6,
        5141.24
    ],
    [
        " It's as good as a snickers bar.",
        5141.58,
        5143.28
    ],
    [
        " If not better and it's got protein in it.",
        5143.4,
        5146.62
    ],
    [
        " Yeah, it's good for you.",
        5146.62,
        5147.68
    ],
    [
        " It's different though.",
        5147.68,
        5148.36
    ],
    [
        " It's different than a snickers bar.",
        5148.44,
        5149.8
    ],
    [
        " It's not a dessert.",
        5149.92,
        5150.58
    ],
    [
        " Oh, this is not disgustingly sweet.",
        5150.78,
        5153.18
    ],
    [
        " It's sweet though.",
        5153.42,
        5154.96
    ],
    [
        " Yeah, but it's like a meal sweet.",
        5155.44,
        5156.88
    ],
    [
        " You know how like you eat like a teriyaki chicken, how that's sweet.",
        5157.02,
        5159.48
    ],
    [
        " Yeah, but it's good.",
        5159.78,
        5161.38
    ],
    [
        " Oh, I'll tell you what you do.",
        5161.72,
        5163.52
    ],
    [
        " You know, you say you just keep a box of warrior bar.",
        5164.28,
        5166.8
    ],
    [
        " Yeah, on it has this thing called stay on it.",
        5166.94,
        5169.16
    ],
    [
        " And it's like a, you know, they're recurring on it.",
        5169.52,
        5172.04
    ],
    [
        " Yeah, with a warrior bars.",
        5172.16,
        5172.96
    ],
    [
        " That's a good call.",
        5173.34,
        5174.32
    ],
    [
        " That's a good call.",
        5174.78,
        5175.64
    ],
    [
        " Did you say on it dot com slash jaco?",
        5175.92,
        5178.14
    ],
    [
        " Yeah, yeah, for the 10% off.",
        5178.38,
        5180.46
    ],
    [
        " Because why pay 0% off when you can pay or pay with 10% off the price.",
        5180.78,
        5186.96
    ],
    [
        " Anyway, on it dot com slash jaco.",
        5187.26,
        5189.08
    ],
    [
        " Also, another way you can support this podcast is by at times when you're about to do Amazon",
        5189.34,
        5195.9
    ],
    [
        " dot com shopping.",
        5195.9,
        5197.14
    ],
    [
        " Go to jacopodcast.com first.",
        5197.6,
        5200.28
    ],
    [
        " Click on the Amazon link.",
        5200.9,
        5202.52
    ],
    [
        " Then go to Amazon, then do some shopping.",
        5203.16,
        5206.74
    ],
    [
        " Then Amazon will give us like a little percentage like a referral fee.",
        5207.3,
        5210.72
    ],
    [
        " You buy what you actually need and you support the podcast.",
        5211.52,
        5215.52
    ],
    [
        " Yeah, and also at jacostore.com is an Amazon link.",
        5216.24,
        5219.5
    ],
    [
        " So boom, yeah, buy what you're going to buy anyway.",
        5219.9,
        5221.56
    ],
    [
        " Just click through there first.",
        5222.0,
        5223.62
    ],
    [
        " You can support that way.",
        5223.92,
        5224.96
    ],
    [
        " And of course, I would say arguably the best way.",
        5225.44,
        5229.94
    ],
    [
        " No, that's not the best way.",
        5230.44,
        5231.36
    ],
    [
        " But a really good way to support this podcast is go to jacostore.com and get a shirt or",
        5231.44,
        5237.06
    ],
    [
        " two or a coffee mug or bumper sticker.",
        5237.06,
        5239.8
    ],
    [
        " It's like a good stuff.",
        5240.5,
        5242.1
    ],
    [
        " Yep.",
        5243.04,
        5243.08
    ],
    [
        " There you go.",
        5244.18,
        5244.66
    ],
    [
        " Boom.",
        5244.92,
        5245.12
    ],
    [
        " Support in one of those ways.",
        5245.62,
        5247.22
    ],
    [
        " Appreciate the support.",
        5247.84,
        5248.72
    ],
    [
        " Yeah, that's very much so.",
        5249.02,
        5251.44
    ],
    [
        " Okay, question number one.",
        5251.44,
        5253.3
    ],
    [
        " How do you relate between S.O.P., which is standard operating procedures and",
        5253.78,
        5261.12
    ],
    [
        " Jiu Jitsu training?",
        5261.12,
        5261.92
    ],
    [
        " Could you say that the basics and fundamentals are the S.O.P.s of grappling or",
        5263.22,
        5267.98
    ],
    [
        " something like drilling your specific game well?",
        5267.98,
        5271.08
    ],
    [
        " So yeah, this is a pretty...",
        5272.66,
        5276.12
    ],
    [
        " Actually, an obvious question, right?",
        5276.12,
        5277.72
    ],
    [
        " Standard operating procedure.",
        5278.32,
        5279.3
    ],
    [
        " When you're talking about those with me, yes, they exist in business, yes, they exist in",
        5279.3,
        5283.14
    ],
    [
        " companies, the way companies handle situations.",
        5283.14,
        5285.48
    ],
    [
        " For me, I'm just going to bring it back to my roots in the military.",
        5285.94,
        5289.14
    ],
    [
        " You have standard operating procedures for things.",
        5289.14,
        5291.02
    ],
    [
        " You have standard operating procedures for many of the things that you do as a",
        5291.54,
        5296.26
    ],
    [
        " unit or as a team.",
        5296.26,
        5297.36
    ],
    [
        " You have the standard way of doing them.",
        5297.36,
        5299.22
    ],
    [
        " And what's good is you drill and just like hack worth, just talked about this.",
        5300.52,
        5304.36
    ],
    [
        " You drill those standard operating procedures on...",
        5304.64,
        5308.0
    ],
    [
        " You train, he's talking about how you train.",
        5308.0,
        5309.52
    ],
    [
        " You train this, you train this, you train that.",
        5309.68,
        5311.02
    ],
    [
        " You train the other thing and you keep training it until he says they're going to roll out a",
        5311.36,
        5314.86
    ],
    [
        " bed and be able to react to a combat, to an ambush.",
        5314.86,
        5319.12
    ],
    [
        " That's...",
        5319.82,
        5320.42
    ],
    [
        " You react with standard operating procedures.",
        5320.42,
        5322.04
    ],
    [
        " So, how do you get good at them?",
        5322.74,
        5324.28
    ],
    [
        " You train them and you drill them.",
        5324.52,
        5325.7
    ],
    [
        " Now, there's same thing exists inside of grappling.",
        5326.24,
        5329.24
    ],
    [
        " Someone starts to mount you.",
        5330.16,
        5331.88
    ],
    [
        " You have a standard operating procedures to begin to escape them out.",
        5331.98,
        5335.26
    ],
    [
        " Someone starts passing the guard.",
        5336.2,
        5337.08
    ],
    [
        " Or gets past the guard.",
        5337.08,
        5338.56
    ],
    [
        " You have a standard operating procedure for the procedure that you're going to take to get out of that.",
        5338.64,
        5341.46
    ],
    [
        " You're going to get the underhook.",
        5341.48,
        5342.32
    ],
    [
        " You're going to come up to a single.",
        5342.36,
        5343.34
    ],
    [
        " If someone mounts you, you're going to immediately put your elbows in tight.",
        5343.94,
        5348.44
    ],
    [
        " Maybe try and shift your weight a little bit.",
        5348.72,
        5350.64
    ],
    [
        " Shift their weight a little bit.",
        5350.88,
        5351.74
    ],
    [
        " Get their knee light.",
        5351.86,
        5352.5
    ],
    [
        " You're going to try and put them in back in the half-guard.",
        5352.62,
        5354.18
    ],
    [
        " So, these are all little steps.",
        5354.38,
        5355.52
    ],
    [
        " If someone starts to arm lock you, what are you going to do?",
        5355.62,
        5357.3
    ],
    [
        " You'll put your weight down on them if they're trying to arm you lock you from the guard.",
        5357.34,
        5359.98
    ],
    [
        " You're going to have standard operating procedures.",
        5360.16,
        5361.78
    ],
    [
        " Just like when you're on the battlefield, you want your team to have standard operating procedures.",
        5362.32,
        5366.22
    ],
    [
        " Definitely in grappling, you're going to have standard operating procedures as well that you're going to use.",
        5366.22,
        5370.36
    ],
    [
        " Now, the way you get there is by doing repetition.",
        5370.5,
        5374.48
    ],
    [
        " That's through drilling.",
        5374.48,
        5375.7
    ],
    [
        " But in both situations, you don't want to have people so strict in drilling that they lose the ability to think.",
        5376.24,
        5387.82
    ],
    [
        " If you have a person that all they ever do is drill in Jiu-Jitsu, they actually won't be able to apply it in real life",
        5388.58,
        5396.82
    ],
    [
        " when someone's trying to resist or when the technique isn't exactly what they expected or it's with a person that has a different body size than what you're used to dealing with.",
        5396.82,
        5405.54
    ],
    [
        " You have to encourage and you have to train for creativity and adaptation.",
        5405.9,
        5413.34
    ],
    [
        " Again, something that the military can sometimes overlook.",
        5414.36,
        5417.78
    ],
    [
        " Jiu-Jitsu people can sometimes overlook it.",
        5418.2,
        5420.46
    ],
    [
        " You have to train for creativity and adaptation.",
        5420.58,
        5423.96
    ],
    [
        " So if you're going to drill, don't just drill the way you think it's going to be.",
        5424.4,
        5428.24
    ],
    [
        " Drill the strange variations that it could possibly be.",
        5428.38,
        5431.22
    ],
    [
        " You know, you know what else is a good way to do this?",
        5432.18,
        5433.62
    ],
    [
        " You fight using imposed restrictions on yourself.",
        5433.66,
        5436.54
    ],
    [
        " So the only thing I'm going to submit you in is a uma plata.",
        5437.28,
        5441.86
    ],
    [
        " So even if the guillotine's wide open, I've got to give that up and throw an uma plata on you.",
        5442.74,
        5447.92
    ],
    [
        " It's going to make me, it's going to force me to be creative to bring about the different position that's not so obvious.",
        5448.0,
        5454.5
    ],
    [
        " Rolling with different people better than you, worse than you, the same as you, bigger than you, smaller than you, taller than you, shorter than you, every different variation.",
        5455.06,
        5466.68
    ],
    [
        " When you're working standard operating procedures in the field, guess what?",
        5467.24,
        5470.28
    ],
    [
        " You want to put yourselves in different positions.",
        5470.78,
        5472.66
    ],
    [
        " Mix the squad up, mix the platoon up, put guys in different locations.",
        5472.88,
        5476.7
    ],
    [
        " Then you want to get contacted.",
        5477.26,
        5478.62
    ],
    [
        " You know what? Contact front, contact left?",
        5479.0,
        5480.74
    ],
    [
        " Contact right, contact rear. Those are the basics.",
        5481.32,
        5483.42
    ],
    [
        " Guess where you're actually going to get contacted from.",
        5483.9,
        5485.6
    ],
    [
        " You're going to get contacted from the right rear and at the same time, another guy over on the left a little bit.",
        5485.8,
        5492.3
    ],
    [
        " So that's what you want to drill. You want to get that creativity working because things are not going to go as you expect them to go.",
        5493.56,
        5500.24
    ],
    [
        " So yes, standard operating procedures are important in anything that you do in a business.",
        5501.28,
        5507.38
    ],
    [
        " But in a business like you have a, again, we've been talking about sales today.",
        5508.1,
        5510.7
    ],
    [
        " You have a standard thing that customers are going to say when they call you and you can drill through all the standard responses that you're going to give them.",
        5510.82,
        5518.38
    ],
    [
        " But you also have to drill your people against a customer that you have no idea that's acting crazier.",
        5518.72,
        5524.46
    ],
    [
        " That has a point that you've never dealt with before.",
        5524.54,
        5526.48
    ],
    [
        " You know, any of those responses, that's what you want to deal with.",
        5527.04,
        5530.26
    ],
    [
        " In any business, things are not always going to go perfect the way you want them to go.",
        5531.24,
        5537.16
    ],
    [
        " So you've got to drill your leadership so they can handle the adaptation that they can be creative and still figure out solutions.",
        5537.44,
        5543.82
    ],
    [
        " Yes, so it seems like get good at the SOP stuff.",
        5544.14,
        5548.64
    ],
    [
        " Like I know in Jujitu, you just get really good at it at the SOP stuff.",
        5548.82,
        5553.06
    ],
    [
        " But instead of practicing SOP in Jujitu, just be mindful of SOP a lot all the time. Be mindful of it.",
        5553.4,
        5562.74
    ],
    [
        " Yeah, and I had a guy on Twitter asked the other day, you know, hey, I'm in the basic. I can't make it to the beginner's classes.",
        5562.98,
        5568.78
    ],
    [
        " So I'm only in the advanced classes and now we're not drilling anything I'm not making progress.",
        5569.48,
        5573.88
    ],
    [
        " And he's saying, should I keep training?",
        5574.38,
        5576.82
    ],
    [
        " Brother, keep training, definitely keep training.",
        5577.52,
        5580.38
    ],
    [
        " But I think more important is just you don't have to, you can find the time to drill on your own.",
        5580.7,
        5587.06
    ],
    [
        " I mean, it's a mountainouscape. Look it up on Google, look it up on YouTube, see the mountainouscape.",
        5587.16,
        5591.52
    ],
    [
        " If that's the basic that you want to work on. And then grab your girlfriend and say, here sit on me like this.",
        5591.62,
        5597.48
    ],
    [
        " I'm going to do some movements with my hips. It might seem awkward at first, but I'm going to do it anyways, honey.",
        5597.7,
        5602.16
    ],
    [
        " And then do it. That's drilling, you know, or once you get to class, show up to class or stay class a little bit later.",
        5602.88,
        5607.68
    ],
    [
        " Spend 10 minutes drilling the mountainouscape. Spend five minutes doing arm locks.",
        5608.1,
        5612.16
    ],
    [
        " How many arm locks can you do in five minutes? I mean, you can do enough to drill. Trust me. You don't need to drill for half an hour.",
        5612.64,
        5618.72
    ],
    [
        " So just know the movements, learn the movements, and then just go and do a little bit of drilling. And you'll get there.",
        5619.64,
        5626.14
    ],
    [
        " But even if you didn't do that, and you just rolled, and you took the advanced class, and you learned the advanced moves,",
        5626.22,
        5631.3
    ],
    [
        " eventually you're going to figure out the other stuff too. It's like being immersed in a language, you know.",
        5631.3,
        5635.9
    ],
    [
        " Just because you went and got immersed in a kindergarten class doesn't mean you would learn faster than if you got immersed in a real life college or open just normal life situation.",
        5636.1,
        5648.88
    ],
    [
        " Yeah. Yeah.",
        5649.0,
        5651.06
    ],
    [
        " Yeah. So if you get good at these standard operating procedures, and you can mind them all the time, and at the same time, like how you're saying you exercise your creativity,",
        5651.28,
        5661.58
    ],
    [
        " then you can you can stick to them, but at the same time, you can know when to break the rules, so to speak.",
        5662.42,
        5669.56
    ],
    [
        " Well, Dean is really good with some of the basic movements.",
        5670.34,
        5674.84
    ],
    [
        "",
        5675.54,
        5675.54
    ],
    [
        " Like he's really, really good at them, and he can almost force them.",
        5676.04,
        5680.44
    ],
    [
        " Whereas Jeffy Glover, he's really good at the basics too, but he's more in my mind. He's more apt to do something creative.",
        5681.44,
        5688.72
    ],
    [
        " Whereas Dean is like so good with the fundamentals that he doesn't even have to be creative sometimes.",
        5689.14,
        5696.06
    ],
    [
        " Of course, he is also very creative. That's why he's, you know, done so well in the world.",
        5696.06,
        5701.84
    ],
    [
        " Yeah.",
        5702.2,
        5702.4
    ],
    [
        " Both those guys have crazy, I mean, any, and then don't just Dean and Jeff, but any really good Jiu Jitsu players going to be awesome at the basics.",
        5702.62,
        5710.26
    ],
    [
        " And then they're going to be creative. That's what makes the Jiu Jitsu champion.",
        5710.66,
        5714.04
    ],
    [
        " Yeah. It's like, actually Jeff has this drill that he, he got crazy drills.",
        5714.52,
        5721.46
    ],
    [
        " I think he just started up on the spot too. It seemed like he did, but I don't know.",
        5721.46,
        5724.62
    ],
    [
        " But it's, it's basically he'll be like, he'll yell out a position, then you got to get to that position.",
        5724.82,
        5730.0
    ],
    [
        " Kind of not the fastest like, oh, the quickest you can do it physically. It's more like the, with the least steps, you know.",
        5730.2,
        5736.26
    ],
    [
        " So if you're like, hey, half guard, now do an E bar, now do it, or he'll say a submission. He'll say a different position.",
        5736.46,
        5742.74
    ],
    [
        " Right. He'll be like, half guard. Now take his back. Now, you know, and you have to, like, how do I take the guys back from half guard?",
        5742.74,
        5749.04
    ],
    [
        " And you have to kind of, you know, so it exercises not only your creativity, but thinking fast with it, you know.",
        5749.04,
        5754.18
    ],
    [
        " So after a while, you start to be like, oh, I didn't know there was a knee bar from here with only like two steps, you know.",
        5754.54,
        5760.04
    ],
    [
        " That kind of thing. I was like, dang, I really like that drill. And he was like, yeah, you like.",
        5760.14,
        5763.6
    ],
    [
        " Yeah. And Dean one Dean drills, Dean will have Dean does these same thing. He'll just call out, but he'll call out like a leg.",
        5763.82,
        5770.66
    ],
    [
        " He does it with me with leg positions. Yeah. He'll be like, you know, 411, then outside, then cock-a-ray call.",
        5770.76,
        5777.56
    ],
    [
        " He'll just go through and we'll just sit there and do him. Right. And what's cool about it too is you get to learn like little defenses.",
        5777.56,
        5783.02
    ],
    [
        " Oh, yeah, yeah. Also, you're doing it and you're defending not not hardcore defense. Right. Right. But you're making that little adjusty being mindful. Yes.",
        5783.02,
        5790.1
    ],
    [
        " Yes. So yes, SOPs learn them drill, but be creative. Yeah. Oh, yeah. Man, it seems like that's a 100% translation right there. Like you know, the kind of like it is.",
        5790.38,
        5803.62
    ],
    [
        " 100%. Go to the SOP. When in doubt. You're in someone's garden. He's all wild. It's like go to SOP. Mind your base. Mind your posture. Mind your your elbows or whatever is there's like all these things that are when in doubt, you do.",
        5803.8,
        5815.54
    ],
    [
        " It is a 100% translation. Yeah. That's 100%. Yes. Crazy. Next question. Jocco. When does asking for input up and down the chain of command as discussed in episode 26.",
        5815.76,
        5829.74
    ],
    [
        " Hinder the lead is ability to make timely decisions, especially when gaining the initiative is critical.",
        5830.36,
        5835.34
    ],
    [
        " So yeah, this is a question that I asked and I got a answer for you. TJ. Who asked the question. When you are.",
        5836.5,
        5847.0
    ],
    [
        " Okay, so the situation is a little bit different. If you're in an administrative situation or you're in a planning situation, meaning neither one of those are restricted by time, then of course, get the input.",
        5847.54,
        5860.48
    ],
    [
        " And by getting the input, of course, your first of all, your plan becomes better because you're getting input from people. You have more brains working on it.",
        5861.68,
        5870.08
    ],
    [
        " You also, when you get input, you're building a little bit of a relationship. You're building a relationship. The relationship. What are relationships are based on trust.",
        5870.08,
        5879.76
    ],
    [
        " And so trust is a requirement inside of leadership. So that's what you want to do. If you have the time in its administrative scenario, or you got the time to plan, then just go ahead and take the time to plan.",
        5880.5,
        5894.92
    ],
    [
        " Take the time to get the input. Now, there are situations where you don't have time to discuss or debate a decision. And there's, you know, or times where maybe you have time, but it's going to affect or impact the ability to make an immediate execution.",
        5895.54,
        5914.2
    ],
    [
        " Which is what oftentimes you're looking for. You want to gain the initiative. And sometimes gaining the initiative takes precedence over gaining consensus from everybody.",
        5915.02,
        5926.08
    ],
    [
        " And it takes precedence over coming up with the best possible plan because we want to do the best possible plan. But sometimes fast action is going to take precedence over that.",
        5926.62,
        5937.52
    ],
    [
        " And Patent said something along the lines of a good plan executed now is better than a perfect plan executed sometime next week.",
        5938.38,
        5949.06
    ],
    [
        " So what happens is in those situations, yeah, you're going to have to make the call. You're going to have to be decisive. You're going to have to make the decision.",
        5949.2,
        5957.84
    ],
    [
        " And because you've built trust with your team, then when you do need to make that call, it won't be that big of a deal. And people will execute it.",
        5958.7,
        5971.66
    ],
    [
        " Now, I've told this, I've said this before, you know, life and I were having a conversation with some of our clients and as they were kind of talking about the same thing about, you know, giving people orders and they're not listening. And what do you do?",
        5971.98,
        5984.06
    ],
    [
        " And and I asked, life in the middle of the thing, I said, hey, life, how many times did I tell you, hey, life, this is a command I'm telling you to do it. I'm ordering you because you work for me. Do it now.",
        5984.86,
        5994.02
    ],
    [
        " And life was like zero times. Now that being said, that being said, although I never in an administrative or in a planning situation ever said, late, you will do this. Now I'm ordering you because I am the senior man.",
        5994.36,
        6013.44
    ],
    [
        " And in the situation, in tactical situations, where we were in the field and we had to do things, we had to make things happen quickly, I definitely said things to him and said, hey, go do this now.",
        6013.44,
        6026.78
    ],
    [
        " Like I would have said, you know, take that building down over there. Hey, move the homies over here or whatever. And he would do it because he knew we didn't have time to discuss it. Now, what's interesting about that is it didn't just, it wasn't just me that was telling late.",
        6028.64,
        6043.36
    ],
    [
        " Sometimes, life was saying to me, jaco, get the homies moved over here or jaco, you need to get the element up on that high ground over there. And you know what, we had trust, we had a relationship and I did it.",
        6043.56,
        6052.8
    ],
    [
        " Even though I was senior to him. We didn't care who was senior to who, that wasn't the important thing. He saw something he was making a tactical decision. I knew he wouldn't be telling me to do something unless he needed to have it happen.",
        6053.04,
        6068.02
    ],
    [
        " So if he told me, hey, move the vehicles down the road, I'd be like, Roger moving.",
        6068.64,
        6072.26
    ],
    [
        " And that doesn't mean that we're, if you take us to a situation where we have the time to debate.",
        6073.18,
        6081.4
    ],
    [
        " Like you would call me up and say, hey, jaco, I think it might be a good idea to push the vehicles down the road. Oh, why? What's going on? Well, we're starting to see some movement out in the hinterland over there. Okay, got it. I'm going to track it. I'm going to push two vehicles down there. Cool. Right? That's a normal conversation.",
        6082.64,
        6096.0
    ],
    [
        " But if all of a sudden there was gunfire and they was like push the vehicles down the road to the north, I'd say doing it. You know what I mean? So there are definitely times where you don't want to sit there and sit around and debate and figure out what the best plan is.",
        6096.22,
        6110.8
    ],
    [
        " There's a time where the leader or the follower or the person that has the most vision of the situation needs to make a call and make it happen.",
        6110.84,
        6117.26
    ],
    [
        " So again, the better relationship you have, the easier this is going to be because you're going to have that little mental unification of the commanders intent of the task and purpose and you're going to, you're going to be able to be thinking along the same path.",
        6118.84,
        6134.22
    ],
    [
        " And when you're doing that, everything gets a lot, a hell of a lot easier.",
        6134.48,
        6138.74
    ],
    [
        " So when you got the time to take the input, take the input, have the debate, have the discussion that builds the relationship so that when it comes time to be decisive and give a command, you can give it and people react up and down the chain of command without a bunch of hesitation.",
        6141.16,
        6155.72
    ],
    [
        " And you can go back and later and say, hey, here's what I was talking about. Here's why we need to do this.",
        6155.72,
        6160.06
    ],
    [
        " That's it.",
        6161.7,
        6162.26
    ],
    [
        " And that trust is so critical. Yeah.",
        6162.6,
        6165.9
    ],
    [
        " Like so, are you saying build that relationship or whatever?",
        6166.14,
        6169.04
    ],
    [
        " Yeah, and even at the time where it seems valuable, sure, trust, but it's times like this where that trust is going to shine even more, you know, when you can just say to do it, you don't even have to say why to do it because you just know, you know, it's a good reason.",
        6169.6,
        6182.78
    ],
    [
        " Yeah, you know, you know, while we're on this subject, I will tell you this as well.",
        6182.78,
        6186.04
    ],
    [
        " Because the more time you spent, if I was always giving orders to everyone and not actually discussing, I was just ordering everyone to do everything all the time, you're, you're burning up your leadership capital.",
        6186.66,
        6198.32
    ],
    [
        " Yeah.",
        6198.5,
        6198.72
    ],
    [
        " Like when I, you know, when we're out in the field, and when I was out in the field with the cartoons, I seldom gave an order over the radio because I wanted my guys to lead.",
        6199.06,
        6210.2
    ],
    [
        " When I did say something, the guys would just do it because it was me and they knew that if I was saying it was something had to be done.",
        6211.26,
        6218.28
    ],
    [
        " So if I said, hey, everyone get in building for 34 now, guys, we're going to further everyone to get there.",
        6218.56,
        6224.02
    ],
    [
        " Whereas if I was trying to give orders the whole time on every operation on every little thing and every little detail, eventually you're just a, what is it? The boy that cried wolf.",
        6225.08,
        6233.4
    ],
    [
        " Yeah.",
        6233.56,
        6233.74
    ],
    [
        " And you want to give every order and people stop listening to you, even though we're in the military, and even though there's a chain of command and even though they're supposed to listen to me, you abuse that thing and people will stop listening to you, unless you the, the more you talk, the less people listen, and the less you talk, the more people listen.",
        6233.74,
        6249.9
    ],
    [
        " So I reserved my actual directives in the field to be the most important things that I needed. And if I didn't have to say that I wouldn't, I would let my troopers lead, let my leaders, let my support and leadership lead.",
        6250.36,
        6262.26
    ],
    [
        " I wanted them to quality not quantity affirmative.",
        6262.26,
        6267.44
    ],
    [
        " Next question. Many vets are getting out of the military and going back to college, myself included or to college for the first time.",
        6267.9,
        6277.14
    ],
    [
        " What advice do you have?",
        6277.7,
        6279.1
    ],
    [
        " I like how you're doing sort of like the newscasters thing when you get down the question.",
        6280.34,
        6286.02
    ],
    [
        " I like that. I like that. So you're going to college for the, you know, back to college, you're been the military.",
        6286.92,
        6291.5
    ],
    [
        " Okay. The number one out of the gate, crush it. That's what you should do in college. You should crush it. You should study hard and you should crush it.",
        6291.88,
        6300.72
    ],
    [
        " Now, in order to do that, you got to get a mindset, because guess what you're going to think when you get out of the military? You'd be like, oh, this is nobody do.",
        6301.34,
        6309.92
    ],
    [
        " And oh, this doesn't matter. You'd be like, hey, I was in, I wasn't Iraq eight months ago. I was in Afghanistan six months ago.",
        6309.92,
        6319.82
    ],
    [
        " And now you're sitting here telling me to read a book and write down words on a piece of paper. This doesn't matter.",
        6319.98,
        6325.72
    ],
    [
        " That's an easy, that's an easy path to go down. It's pretty easy. Say, you know why? Because it's actually true.",
        6326.04,
        6336.0
    ],
    [
        " And what you did in combat has more gravity and more consequence than anything you're going to do in college.",
        6336.52,
        6343.96
    ],
    [
        " And if you want to go down that path and be this stuff doesn't matter, this isn't important compared to what I've done.",
        6344.48,
        6351.58
    ],
    [
        " So I'm going to blow it off. That's a path you can go down if you want to. I don't recommend it. What I recommend you doing is straight up crushing college. That's what I meant.",
        6351.88,
        6361.72
    ],
    [
        " I recommend you doing. How do you do that? Because if everybody, if you make that decision that you want to crush it, if you want to make the decision that you're going to prove to people that you know what?",
        6361.74,
        6371.7
    ],
    [
        " Yeah, I was overseas. I was in combat. Now I'm coming back and you're little games that you're playing. I'm going to beat you in your own games.",
        6371.9,
        6378.18
    ],
    [
        " So how do you do that? Number one.",
        6378.58,
        6381.18
    ],
    [
        " Do the reading that you get assigned to do the assignments that you get tasked with. Do everything. Let that be your new job.",
        6383.46,
        6391.34
    ],
    [
        " These silly little games that they're putting let that be your job. Just like I was talking about OCS. When I went to OCS, I made that like a game for me that I was going to win.",
        6392.14,
        6401.58
    ],
    [
        " So do that with college. And then on top of that, make it a game. Yes, but then on top of that as a deeper commanders intent, make it that you're going to not just do well there as a game, but you're going to do well so you can get smarter.",
        6403.58,
        6418.08
    ],
    [
        " So you can really actually learn information that's going to make you a better person and give you better ability to dominate in the world.",
        6419.44,
        6431.92
    ],
    [
        " That's what you should be doing in college. Now these kids that you're going to be going to college with, they're not going to have this attitude.",
        6432.16,
        6437.44
    ],
    [
        " They're going to be, you know, hey, what do I need to do to get by? What's Sally doing tonight? I'm more concerned about that than I am about going out dominating this course so that I can get an A so that I have knowledge so I can go and crush some some vocation later on in life.",
        6438.28,
        6455.36
    ],
    [
        " So don't just do it as a game. You got to play the game a little bit. I mean, you got to get for me. I get the game mentality going, but I the game mentality is rooted in something deeper and what it's rooted is gaining knowledge to be smarter and better as a human.",
        6456.88,
        6471.8
    ],
    [
        " Now a couple things about college and the actual tactics techniques and procedures to dominate because when I went to college, I did dominate.",
        6473.94,
        6481.62
    ],
    [
        " And when I went to high school, I did not dominate. When I went to high school, I didn't care about high school. I was like, whatever, I've won, can I go in the military?",
        6482.22,
        6490.72
    ],
    [
        " Like, can I go now? So, but when I went to college, I had a new attitude, which was I'm going to dominate. I'm in a battle against these people here. I'm going to meet them.",
        6491.66,
        6502.38
    ],
    [
        " So this is some of the things that are important. Number one, college is all about time management. Getting ahead of the curve because it's so easy.",
        6502.96,
        6510.26
    ],
    [
        " That's what happens with kids in college. That's why they don't do well because for the first time, there's no one tracking them. No one's imposing discipline on them.",
        6510.92,
        6519.26
    ],
    [
        " You have to have in order to do well in college, you have to have self discipline because no one's going to tell you to start that paper that's doing six weeks. No one's going to tell you to start it tomorrow.",
        6519.4,
        6527.96
    ],
    [
        " You can just blow it off. You can blow it off for five and a half weeks. And then you've got to write a 30 page paper in two days. And it's not going to be quality.",
        6528.44,
        6537.98
    ],
    [
        " Yep. No one's going to ask you, have you done your homework before dinner? That's right. So you need to get the time management going, you need to get a discipline time management schedule. You need to get ahead of the curve as early as possible. Right?",
        6538.0,
        6551.0
    ],
    [
        " You know, when you want to know papers do a 30 page paper, you need to write it in chunks. And it makes it so easy. I mean, it was a joke when I was going to college. I would have my papers completely done. Like a week out.",
        6551.46,
        6564.46
    ],
    [
        " I would be done with a 30 page paper. And then I would just be reviewing it and getting it all completely dialed and I'd turn it in two days early and then move on to the next one.",
        6565.62,
        6576.16
    ],
    [
        " Same thing with studying. You don't want to study. You do want to study hard right before the day of the test, but you want to have knowledge already absorbed in there. So you want to study leading up to that.",
        6577.12,
        6586.96
    ],
    [
        " When you do reading that I talked about highlight, break out the highlighters. That's what I do in all these books that we're hammering through right now. We always send out pictures of them that all highlighted and marked up. That's how I'm getting the good information out of them.",
        6587.2,
        6600.38
    ],
    [
        " So highlight and then another little trick is to make the flashcards. I used to highlight and then I would make flashcards about what I highlighted. Turn everything into a question.",
        6601.14,
        6610.1
    ],
    [
        " And then you go through the flashcards and you're going to you're going to memorize stuff. Oh, here's the big one. This is really obvious, but guess what people don't ask questions.",
        6610.44,
        6624.16
    ],
    [
        " Ask questions. I used to raise my hand. I would sit in the front row first of all in college. I sat in the front row. I was 20. I think I was 27 or 28 years old going to college. I would sit in the front row.",
        6625.12,
        6637.62
    ],
    [
        " In the little desk and I look like Arnold Schwarzenegger and like a little kids desk. Then I'd raise my hand all the way up like all the way up over my head and they'd be looking at me.",
        6638.74,
        6649.4
    ],
    [
        " Because in college they kind of stop raising their hand. But I did it anyways just to be.",
        6649.78,
        6655.32
    ],
    [
        " Just to be. Yeah, just just to do it. So I'd raise my hand. But you ask questions because guess what the college kids they don't ask questions and guess what adults don't ask questions. Why don't they ask questions because they got an ego that I want to look stupid.",
        6656.34,
        6668.1
    ],
    [
        " I don't care. I'm here to win. Exactly. Oh, you don't think I'm smart. Let's check out the GPA homeboy. You know what I'm saying?",
        6668.1,
        6677.68
    ],
    [
        " So ask questions. If I'd ask questions as soon as that as soon as the knowledge as soon as the understanding train starts to get derailed a little bit ask the question right then maybe give it maybe give it a minute to see if you can get it back on track by yourself.",
        6679.9,
        6693.46
    ],
    [
        " But the minute you realize you're not understanding raise your hand and say, hey, you know what teacher. I don't understand that. Can you explain that because I'm not understanding.",
        6693.46,
        6701.64
    ],
    [
        " Yeah, you don't want to miss that train. I don't want to miss the train. You don't want to go too far off course. And then you're just lost. So when you feel it coming off try and catch up real quick. You take a look and then just raise your hand. Put your hand all the way up in the air. Sit in the front row. Put your hand all the way up in the air and look at the teacher with with the dead series face and they're going to look at you all nervous and be like, yes.",
        6701.76,
        6722.22
    ],
    [
        " Yeah, that's the only one I want to college. They called me John because because that's what the attendance sheet said because my real name is John and that's the attendance sheet said and so they'd yeah, I'd be sitting there and they'd say yes, John. And I'd say, yeah, I don't understand that. Could you re-explain it please.",
        6722.78,
        6738.48
    ],
    [
        " Hey, when they called you John did that fuel the fire. No, not at all. It doesn't matter to me. But it's the only time because like I didn't know these people because normally if I'm going to work with someone.",
        6738.82,
        6750.86
    ],
    [
        " When I introduce myself, I'll be like, hey, my name is John because that's what everyone always calls me. But these people would call my name and the attendance and I didn't want to have this, you know, adversarial release.",
        6751.2,
        6760.3
    ],
    [
        " Yeah, so yes, John, that's me. The other thing is, you know, do some psychological warfare. You know, I would line up my pencils. I do it on the podcast. You're right here. I line up pencils. It's a it's a it's also getting into character.",
        6760.64,
        6774.24
    ],
    [
        " Right. You're priming yourself. I'm priming myself. I'm looking at the teacher like I am so ready to take notes that if I have a downed pencil, it will not cost me a single letter. I'll be back in the game.",
        6774.58,
        6785.0
    ],
    [
        " Oh, your contingency. Yeah, contingency passes a stand by and then so sit in the front row. Line up your pencils. Have your notebooks ready.",
        6785.2,
        6793.82
    ],
    [
        " Personally, challenge the teacher. You want it to you want your personal challenge to be to pull every piece of knowledge out of them and then go beyond what they know. I was I was I was competing with the teachers.",
        6794.5,
        6808.6
    ],
    [
        " I was trying to learn more than they actually knew. And then they bring their little test rules, amps you and you just crush them and smash them. Now the thing you got to be careful of here is this can get political.",
        6808.6,
        6821.18
    ],
    [
        " This can get political. And if you start being offensive with the way you act, if you start rubbing it in their face, then guess what that can affect your grade. And part of the game here is to get a good grade.",
        6821.84,
        6834.72
    ],
    [
        " So you actually it's a time for you to start building your relationship building skills time to start building your leadership skills because you're going to start manipulating the teacher. Right.",
        6835.64,
        6845.2
    ],
    [
        " You want to make them think that you're actually super interested in stupid crap class that they're teaching. I want them to think that now now some classes you're going to love and they're going to you're going to learn a lot from.",
        6845.54,
        6857.32
    ],
    [
        " Like if you're into English and you get to take advanced grammar and syntax, you're going to be sitting there like yes, this is rocks, but there's going to be some classes you don't want to take.",
        6857.84,
        6868.12
    ],
    [
        " But you got to get in there and make your teacher think that you're super interested and super fired up to learn that thing and that you're not just interested in the grade.",
        6868.46,
        6876.34
    ],
    [
        " But at the same time they got to know that grade is important to you too. So you want to get along with them. And again, go into college. And if you're a veteran, you're representing all of us out there.",
        6876.52,
        6887.9
    ],
    [
        " So you should be going in there and just smashing college. And that way we have a better reputation, not just for being tough on the battlefield, but for being smart and academically sound as well.",
        6888.0,
        6902.52
    ],
    [
        " Yeah. And in a way, if you go to college later, you kind of in this weird way have an advantage because not even a weird way you straight up have an advantage.",
        6903.16,
        6912.12
    ],
    [
        " Yeah, especially after you've been in the military. Yeah, so much.",
        6912.22,
        6915.4
    ],
    [
        " Because you got the discipline. Yeah. But the only thing that'll screw you is if you have the discipline, but you don't apply it because you think, oh, this doesn't matter.",
        6915.4,
        6923.76
    ],
    [
        " This is nothing compared to combat. That's what I started off by addressing. Yeah, this is important.",
        6923.86,
        6928.38
    ],
    [
        " You just have to make it important. Yeah, because you pay for college. And this is the part that I think, well, I know I just couldn't connect the dots on this.",
        6928.8,
        6938.46
    ],
    [
        " No matter how many people said it, I just couldn't connect the dots that you're going to college. It's worth, you know, this is it's all up to you.",
        6938.5,
        6947.48
    ],
    [
        " These people are here to give you an education and all this stuff. You can do whatever you want to do. You don't even have to choose a major right away.",
        6947.58,
        6952.88
    ],
    [
        " You can do whatever you want to do. You're going to have an education to do it. And then to me, it just didn't register. It just seemed like the same thing is high school, except known was monitoring your grades.",
        6952.98,
        6963.18
    ],
    [
        " And there was a way a lot more going on. So really it was the same thing. You play football. You're one of the cool kids. There's cool parties on the, you know, and you, but the different thing, which was better than high school is you had your own place to stay.",
        6963.54,
        6977.24
    ],
    [
        " Other people were staying around you that were your peers that were hanging out and didn't have to go to bed in a certain time.",
        6977.74,
        6984.16
    ],
    [
        " So if you're not that into grades and stuff in high school and you don't see that clearly like how you would if you're like 27, 28 years old coming back and seeing like the real value of education and college and stuff.",
        6984.86,
        6996.56
    ],
    [
        " All that's going to look like is just one big party. Yeah.",
        6996.68,
        6999.14
    ],
    [
        " Then maybe have some class or something going on during the day. I don't know. And then you make your own schedule. You're like, hey, choose this class at this time and this and you're like, you almost it's almost like one of the biggest tests in college is if you can pass it.",
        6999.26,
        7014.14
    ],
    [
        " You can pass everything that you just talked about. Yeah. If you can go and you can get the discipline, you can get the time management. You can go to the classes. You can study the stuff. That's one of the tests in college and military personnel shouldn't fail that test. The only reason they I'm telling you.",
        7014.14,
        7028.18
    ],
    [
        " No, no, no, I'm sure there's all the reasons. But definitely the fact that they're not taking it seriously is is what's going to cost like like what they've been through is like more impact.",
        7028.38,
        7037.88
    ],
    [
        " Yeah. And you know what? That's true. But again, we're not trying to we want to win. Yeah. You know, I want you if you're a veteran near listeners, I want you to dominate.",
        7038.16,
        7049.28
    ],
    [
        " And it shouldn't even be fair. I mean, honestly, when I was going to college, it wasn't even fair. I mean, because I was just ahead. I was just working. I was concentrating. I was focused. And I was making myself focus.",
        7049.72,
        7062.56
    ],
    [
        " And yeah. So that's what you got to do. I remember I had this and you know what you H there's like, you know, there's there's so smaller classes in this lecture classes. So I remember in the lecture class, there's like criminology or something happened to be taking. And there's this guy front. He was basically you except a real like more nerdy type guy.",
        7064.42,
        7081.0
    ],
    [
        " And he'd be right in the front, not like just in the front row right here in front of the teacher. And there's like a projector thing that he kind of he's right next to that. And man, this guy, if he had a question, boom, he was on, he would monopolize the whole class. Yeah.",
        7081.82,
        7094.98
    ],
    [
        " And I mean, they're like, man, this guy is motivated. I don't know why this is his major, but he is not ashamed or nothing. And so one day we had these like speeches, like you have to like read up on something and then present. Yeah.",
        7095.18,
        7108.9
    ],
    [
        " I don't I don't remember. I think I did it. Maybe I did it. I don't know. I forget. But I remember when it was his turn and so auditorium. So you have a little mic, you know, teacher out of my key gives you the mic. He said your speech. So this it's this guy's turn to go up. And the teacher, you know, give some of my he's like, I don't need that.",
        7109.74,
        7127.1
    ],
    [
        " And he goes, can you guys hear me in the back? And I was like, damn, this guy knows, you know, he's into this thing. He gives his speech and he had he might as well have been the teacher. This guy. And he was an older guy. He was maybe, you know, I'm like 18 years old.",
        7127.1,
        7139.82
    ],
    [
        " This guy's like probably 25 or so. Maybe he was a veteran actually. Maybe. Yeah.",
        7140.18,
        7143.84
    ],
    [
        " So man, it wouldn't surprise me because this guy was there and he was there to win. Yeah. And thinking back as an older guy, man, I wish I just had that attitude.",
        7143.84,
        7153.52
    ],
    [
        " Yeah. Cause I think capability. Man, the classes that I liked, like I took a musculoskeletal anatomy class. And I got a, and that one, I think I got like 97% and I was pissed. Like, not last 3%.",
        7153.72,
        7164.54
    ],
    [
        " But so thinking like really my whole just outlook on that class, like I was there, but it was a bit different than you're. I was straight up interested in it.",
        7164.54,
        7172.18
    ],
    [
        " Yeah. No. And there was classes that I was straight up interested in too. Yeah. And those classes are easier to get through because you like you enjoy them. Yeah. But man, that attitude of like, I'm going to win. Like whatever.",
        7172.18,
        7183.36
    ],
    [
        " Like the test was like this almost a way to just show off how powerful I am. Yeah. This little thing. That's exactly what I was my attitude.",
        7183.6,
        7192.66
    ],
    [
        " Man, I, you know, I want one thing one more thing I want to add is when I talk about concentrating and focused, I would set up the time management.",
        7192.76,
        7200.82
    ],
    [
        " You don't want to try and because I know everybody, everybody that's, you know, been overseas. It's like, oh, I got trouble. I have trouble concentrating. Right.",
        7201.12,
        7209.86
    ],
    [
        " So, so, so what you want to do is you want to chunk down your time so you're not trying to force yourself to concentrate for six straight hours.",
        7210.22,
        7218.84
    ],
    [
        " You know, you want to hate my own a bang out an hour and a half right now. And I'm going to get into this.",
        7219.04,
        7224.04
    ],
    [
        " Then I'm going to go roll to get to and when I come back, I'm going to do another hour and a half. And I'm going to do a workout and I'm going to come back and do another hour.",
        7224.22,
        7230.4
    ],
    [
        " Then I'm going to hang out for a little bit, eat some dinner and then I'm going to go and, you know, finish up and review stuff the entire night.",
        7230.64,
        7237.56
    ],
    [
        " So that's this one way to overcome the attention span disorder that we all have.",
        7237.68,
        7244.8
    ],
    [
        " I can't concentrate on that right now. One way to overcome that is to try and do stuff for short period of time.",
        7246.48,
        7251.74
    ],
    [
        " Even when I was writing the book, I didn't write for 10 hours at a time. I wrote for an hour, you know, 50 minutes, but I did it every day consistently.",
        7251.8,
        7261.22
    ],
    [
        " And that's how you, so you want to chunk this stuff down so you don't have to sit there and focus. Sometimes you have to.",
        7262.02,
        7267.92
    ],
    [
        " But you don't want to have to sit there and focus on something for six straight hours. It's difficult.",
        7268.56,
        7274.4
    ],
    [
        " Yeah, man.",
        7274.4,
        7275.76
    ],
    [
        " Give yourself a rest.",
        7275.82,
        7276.64
    ],
    [
        " How are you saying like, um, and this comes from a lack of perspective. I mean, to not be able to do this or to choose not to do it or whatever it comes from again, a lack of perspective that a 18 year old would have.",
        7276.82,
        7287.7
    ],
    [
        " But going back how you can get smarter and understand that you're using that to be like more educated, better person.",
        7288.1,
        7294.7
    ],
    [
        " So if you're kind of call it gamification, what you're doing, you're going to make this into a game, right?",
        7294.84,
        7299.22
    ],
    [
        " So use that like, okay, let's say I learn about whatever XYZ. I'm going to use that what we learned today. I'm going to use that like on a like back to a video game where, you know, you choose your guy or you're, okay, there's a game called super.",
        7299.4,
        7310.3
    ],
    [
        " You're going to try and use it in a real scenario.",
        7310.3,
        7312.1
    ],
    [
        " Yeah, but yeah, fully, but like, okay, there's a game called super off road.",
        7312.56,
        7317.64
    ],
    [
        " You get a truck and you race. And if you win, you get these points to add acceleration.",
        7317.64,
        7322.46
    ],
    [
        " You get to add turbo boost. You get whatever you got to add and you only have a, so basically you're doing that. So you learn XYZ and think of a boom.",
        7322.92,
        7329.88
    ],
    [
        " Now I'm not got XYZ in my little brain.",
        7329.96,
        7332.56
    ],
    [
        " You know, now I can take on the world with this XYZ. I just learned and just keep it like that. That's actually how I feel when I read now.",
        7332.8,
        7338.76
    ],
    [
        " Now I just learned about that like boom, boom, I'm playing to and then I want to get up or whatever. I'm like, oh shoot, I'm kind of like an upgraded person now.",
        7339.04,
        7346.64
    ],
    [
        " Now we know about this. That's what that's what that's great. That's a great way of thinking about it.",
        7346.64,
        7350.76
    ],
    [
        " College should upgrade you mentally. So you have more firepower to use against the world.",
        7351.06,
        7355.56
    ],
    [
        " And whether that yeah, and the more you use it for the next class, the next class or whatever.",
        7355.8,
        7359.34
    ],
    [
        " Yeah, man. And that lack of perspective, man. When you're 18, you got parties going on. You're the, you know, you can, I think you could probably follow,",
        7359.56,
        7367.88
    ],
    [
        " follow into that too, but just less likely because after come from the military, if you had, it's like when you're 18, you're pressured to go to college this way after high school.",
        7367.96,
        7375.64
    ],
    [
        " Everyone's talking about you saying the military guys could fall into what?",
        7375.88,
        7378.8
    ],
    [
        " Like the trap of like, okay, but thinking about it not as likely. Just of like partying and of course they could.",
        7379.06,
        7385.52
    ],
    [
        "",
        7385.6,
        7385.6
    ],
    [
        " Environment. Oh, yeah. So seductive. You know, yeah. Oh, absolutely. Because these military guys are going to have the GI bill.",
        7385.7,
        7391.4
    ],
    [
        " They're like rolling out a nice car.",
        7391.66,
        7394.24
    ],
    [
        " Everyone else is struggling students and they're pretty much set right popular and all the sudden they're like, oh yeah, well, you know, they know about the world.",
        7394.24,
        7401.42
    ],
    [
        " They've been around the world. They know how to drink and they know how to party really well.",
        7401.62,
        7406.28
    ],
    [
        " And so they can take a leadership role in partying with other people. They can have a great time. And that's cool.",
        7406.28,
        7412.08
    ],
    [
        " But make sure you don't make sure you upgrade your, your truck while you're there too.",
        7412.72,
        7419.54
    ],
    [
        " Yeah. So you're more likely when, especially when you make the decision kind of on your own to go back.",
        7419.54,
        7424.98
    ],
    [
        " Yeah. Like I said, when you're 18 coming out of high school, everyone's talking with your parents are talking about them most likely.",
        7425.12,
        7430.2
    ],
    [
        " Kids around you're like, hey, I got into this college and if you're the guy who's not running college, unless you have some cool other cool plan or whatever.",
        7430.58,
        7437.2
    ],
    [
        " Unless unless you just joined the military. Right. But that's like another thing.",
        7437.52,
        7440.88
    ],
    [
        " Yeah. You know, they they went to the military. But what are you doing? You're like, well, I better go to college then.",
        7440.88,
        7444.84
    ],
    [
        " You know, unless you're going to. So you kind of go because you're expected to go, but you don't have that clarity.",
        7444.84,
        7449.98
    ],
    [
        " Like if you go back later, like some people nowadays is popular.",
        7450.14,
        7454.28
    ],
    [
        " Well, I do think though a lot of military guys that once they're getting out, people say, what you're going to do now?",
        7454.56,
        7459.14
    ],
    [
        " Oh, yeah. They go, they go, well, I'm going to go to college. I'm going to use my GI belt. And they go, okay.",
        7459.6,
        7463.68
    ],
    [
        " Yes. But they're going without a without a without a plan. So military guys can fall into that trap as well.",
        7463.84,
        7469.3
    ],
    [
        " And that's why I'm hoping that they're listening to this going, hey, you know what?",
        7469.3,
        7472.7
    ],
    [
        " Absolutely. Take advantage of the fact that you're with a bunch of people and you can hang out and you can party and have a good time.",
        7473.42,
        7479.02
    ],
    [
        " But have the discipline that you win. Yeah.",
        7479.76,
        7483.08
    ],
    [
        " None of it matters. That party doesn't mean anything. If you don't win every day and make yourself better and come out of there",
        7483.26,
        7490.08
    ],
    [
        " with the ability now to set yourself up for a good life because that's what colleges supposed to do.",
        7490.08,
        7495.22
    ],
    [
        " It's supposed to give you opportunity. Yeah. That's what you want is opportunities that you can take advantage of it.",
        7495.34,
        7500.54
    ],
    [
        " And so true. And it's like, I'm thinking back to any party hangout situation is not serving me at all right now.",
        7501.38,
        7510.16
    ],
    [
        " At all, not one. And I think that was like, that's what really got in the way.",
        7510.22,
        7515.32
    ],
    [
        " And not party like I was in this big party or because it wasn't the case. It's just there.",
        7515.52,
        7519.6
    ],
    [
        " The social scene just pulled headway more of a draw than making it to class.",
        7519.78,
        7524.56
    ],
    [
        " Of course. You're a human being. You like social activity. Most human beings like that.",
        7524.56,
        7529.88
    ],
    [
        " Not all of us consider around and be like, no, I do not negative want to speak to other people.",
        7530.92,
        7535.4
    ],
    [
        " If I went back to college for, you know, if I found myself in that situation, but I would be just like how you said, you bring a game.",
        7535.62,
        7543.32
    ],
    [
        " Bring me every single day. I wouldn't literally be, you know how like when you train for a tournament.",
        7543.6,
        7547.88
    ],
    [
        " Yeah. And you're just like, yeah, guys are going at that. That's the last thing I want to do. I want to eat right now. I want to rest and I can't wait to get back to training.",
        7548.32,
        7554.48
    ],
    [
        " So I can learn some new stuff, get in better shape. You know, so it's like laser focus.",
        7554.48,
        7558.98
    ],
    [
        " Yeah. And even if it's not like focusing on the goal the whole time, you're focusing on winning that day.",
        7559.0,
        7563.8
    ],
    [
        " And winning the next day, winning this week, you know, man, that's a valuable tool, man.",
        7563.88,
        7569.28
    ],
    [
        " valuable advice as well.",
        7569.52,
        7571.28
    ],
    [
        " Dig it.",
        7571.28,
        7572.6
    ],
    [
        " Next question.",
        7573.08,
        7574.98
    ],
    [
        " Can you discuss peer leadership a bit such as during the BOLC, which is basic officer.",
        7576.2,
        7584.38
    ],
    [
        " Leader course in the army, yeah, in army, Ranger school or other training environments without a command structure.",
        7584.98,
        7590.78
    ],
    [
        " I know you've touched on it before and said that it's probably probably the toughest form of leadership.",
        7591.06,
        7596.3
    ],
    [
        " But if you could discuss things that have worked well for you and any tips in these environments.",
        7596.7,
        7601.76
    ],
    [
        " So peer leadership and actually, whether that's harder than leading up the chain of command, which takes the most amount of nuance and technique and",
        7602.48,
        7613.06
    ],
    [
        " it's savvy as opposed to peer leadership, which definitely takes a lot as well.",
        7614.68,
        7618.58
    ],
    [
        " And there's nothing new here.",
        7618.72,
        7619.54
    ],
    [
        " Nothing new when you're trying to lead peers, just like when you're trying to lead up the chain of command, you're trying to lead down the chain of command.",
        7620.54,
        7625.7
    ],
    [
        " What are you going to do?",
        7625.76,
        7626.18
    ],
    [
        " Number one, you're going to be humble. You're going to listen. You're going to lead when it's time to lead.",
        7626.48,
        7629.8
    ],
    [
        " You're going to follow when it's time to follow. Take the hard jobs, work hard, put the priority on the team and set it yourself.",
        7629.94,
        7637.4
    ],
    [
        " Accept the blame when things go wrong. Give credit away to the team when things go right.",
        7637.8,
        7643.48
    ],
    [
        " Keep your ego in check. And keeping your ego in check is very important because when it comes to peer leadership, this turns into like there's a little ego struggle going on.",
        7643.74,
        7651.38
    ],
    [
        " There's actually a big ego struggle coming on over the time.",
        7651.42,
        7653.54
    ],
    [
        " The whole time because what peers are actually competing with each other in some form for promotion, for authority, for recognition.",
        7653.6,
        7662.2
    ],
    [
        " So you're going to want that credit. You're going to want to be recognized and those little things inside your brain if you really want to be a good peer leader, you got to let them go.",
        7663.12,
        7671.44
    ],
    [
        " You got to let them go. You got to stay humble.",
        7672.36,
        7675.72
    ],
    [
        " Now, for instance, when you come up with a plan, you can't get addicted to your plan.",
        7676.52,
        7683.28
    ],
    [
        " You can't think that your plan, you can't impose your plan on your peers. You don't want to do that. You want to hear other people out.",
        7683.46,
        7689.98
    ],
    [
        " And in fact, one way to build leadership credibility is when you become champions of other people's plans.",
        7691.04,
        7697.5
    ],
    [
        " And you go, man, that's awesome. I'll run with it.",
        7697.5,
        7699.96
    ],
    [
        " And you take a leadership role with someone else's plan. How cool is that? They actually love you then.",
        7700.46,
        7706.14
    ],
    [
        " They say, man, Jaco does not have an ego. He's running with the plan I put out and he's giving me credit for it.",
        7707.06,
        7711.08
    ],
    [
        " Of course, you're building leadership leadership credit with that person.",
        7711.42,
        7717.86
    ],
    [
        " Now, so those are all, those are challenges, right? A lot of that, again, boils back to ego.",
        7718.98,
        7724.7
    ],
    [
        " But the other thing is you got to be mentally nimble when you're doing peer leadership because you're going to be constantly shifting back and forth and back and forth and back and forth between the dichotomies of leadership.",
        7725.34,
        7737.86
    ],
    [
        " The things are being aggressive, but not being overbearing, being a leader, being a follower, stepping up and yet not stepping on people's toes.",
        7740.32,
        7751.4
    ],
    [
        " So you've got to balance those and you've got to be going back and forth between those all the time.",
        7752.68,
        7757.42
    ],
    [
        " And that's what makes peer leadership hard because if you and I are peers, if I'm in charge of you, then we know that.",
        7757.56,
        7766.34
    ],
    [
        " And so I can kind of, I can be a little bit more inactive in my balancing act because I'm in charge.",
        7766.44,
        7775.14
    ],
    [
        " So, hey, Jaco, this is what we're going to do. You know, I can be less active in balancing.",
        7775.5,
        7780.6
    ],
    [
        " And the same thing if you work for me, we know what the roles are. You're a leader, I'm following. It's that.",
        7780.86,
        7787.9
    ],
    [
        " The other way around, I'm leading and you're following. We know what the roles are. We appear it's just constantly balancing.",
        7788.54,
        7795.98
    ],
    [
        " And if I go too strong in one direction, I'm going to affect you, I'm going to off, I'm going to offend your ego, which is going to make you turn against me, which is where all these problems come from.",
        7796.76,
        7806.82
    ],
    [
        " So, and the biggest thing about that, about that balance is what makes you good at balancing it is knowing that it's there.",
        7810.06,
        7819.92
    ],
    [
        " That's what gives you the ability to balance is that you know that you are balancing.",
        7820.32,
        7826.58
    ],
    [
        " When people don't know that they're balancing, that's when they're just like, hey, I'm leading. I'm stepping up so they just lead and everyone goes, man, this guy's a jerky, he has a big ego.",
        7827.26,
        7833.92
    ],
    [
        " That's what you don't want to do. But when you know that, hey, if I'm stepping up to lead right now, I need to pay attention to look around and see how people are taking it and make sure that I'm getting the support of people.",
        7834.56,
        7847.4
    ],
    [
        " And if I'm not, then I'll go, hey, I go, you know, you seem to have really good import on how this, why don't you take this section and lead it?",
        7847.5,
        7852.96
    ],
    [
        " So the people see, oh, Jaco's not trying to take control of everything. He's not a control freak. That's what you want to make happen.",
        7853.68,
        7860.82
    ],
    [
        " So that is in a nutshell, some advice on how to lead in the peer situations.",
        7862.2,
        7868.22
    ],
    [
        " Yeah, fully in the eat. When you first meet someone's a peer, especially guys guys have this a lot where if they're even close to being you identity wise, you know, within a certain age of you, within a certain build of you or whatever.",
        7868.64,
        7885.48
    ],
    [
        " Your brain goes into this like real focus mode, this small party brain, and it wants to make a decision, is this guy my enemy or my friend?",
        7885.96,
        7896.14
    ],
    [
        " I want one of them. I don't care which one, but I just got to figure out what it is.",
        7896.54,
        7900.84
    ],
    [
        " So automatically you feel sense of competition when you see a guy near you in your like environment, you know, like if you're you got you go to the gym or you go to do like what happens if a new guy walks in.",
        7901.46,
        7912.1
    ],
    [
        " And he's about your size and he walks into the jujitsu.",
        7912.72,
        7915.74
    ],
    [
        " Yeah, there's a arena there is an assessment. Competition. Yeah, assessment. Oh, don't let him be wearing a black belt.",
        7916.42,
        7921.48
    ],
    [
        " Oh, that's even closer to you now. Now it's like, okay, who's this guy? You know, who's this guy? And then we got something to settle. Yeah, but let's say he rolls up to and he's just so nice to you.",
        7921.76,
        7932.88
    ],
    [
        " Yeah, and then you guys roll. He's good. He gets you whatever.",
        7932.92,
        7936.6
    ],
    [
        " He's armed me. Right, but he's really nice. He likes the same football team you like. I'm saying he disarmed me by saying, hey man, what's going on?",
        7936.98,
        7945.72
    ],
    [
        " Hey, it's really good to meet you. I've heard of you. I know you're trying with Dean Lister. Dean Lister is like one of the main guys I've always liked.",
        7945.8,
        7951.62
    ],
    [
        " It's great to meet you, Jocco. I appreciate you guys letting me come to the gym. And love to roll with you sometime. You know, if you get the chances, you know, I know really respect your all's game.",
        7951.7,
        7961.42
    ],
    [
        " Right. Yes. Exactly right. So boom now that decision that you like on this primal level, half to me. Yeah, I made you like, okay, I got you.",
        7961.7,
        7969.66
    ],
    [
        " I made you're my friend. You're my ally. But you get a guy who only mad dogs you, but with other calculations, he's kind of the same as you more or less.",
        7969.66,
        7976.56
    ],
    [
        " Yeah. If you've met him. So now this is the thing to take what you're saying, which is 100% right. And folks, this isn't just about Jiu Jitsu, obviously.",
        7976.7,
        7984.52
    ],
    [
        " Right. This is about a life. And when you meet a person that comes into your office and they're a they have a role at their company or within your company or what at another company and you're meeting them for the first time.",
        7984.52,
        7995.54
    ],
    [
        " And you know that there's somewhere equivalent of what you're there in EVP or they're an SVP or they're a VP and you know that you are to or they're a regional manager or whatever the case may be.",
        7995.54,
        8005.8
    ],
    [
        " You're automatically doing an assessment. So what do you want to do? Do you want to do you want to bring them to make the friend decision or foe decision? Right.",
        8006.44,
        8013.92
    ],
    [
        " Let's be leaders. Yeah. And that's the key right there is create relationships, not adversaries. Yes.",
        8014.22,
        8021.68
    ],
    [
        " Or not adversarial relationship. Yes. Um, plan words, obviously. But yeah. And the key there how you're saying is you want them to make the decision that you're their friend.",
        8022.22,
        8033.14
    ],
    [
        " Yes. It's not you're not saying you make this decision that that's your friend. And you know what else? The just going to ego and insecurities. The more secure you are as a person.",
        8033.14,
        8044.74
    ],
    [
        " The the easier it is to be nice to them. Right. Like when someone comes into the gym and they're mad dog in me, it's not hard for me to be like, Hey man, what's going on? Hey, what were you from? Right.",
        8045.36,
        8054.4
    ],
    [
        " Because I know I've been training for a long time. I know that they're not going to mop the mat up with me. That's not it's not going to happen.",
        8054.86,
        8060.88
    ],
    [
        " Oh, right. Yes. Like because I'm confident. You know, I'm secure. I know I've been training for a long time. If I'm in a business world and I meet someone and I know that there might be close to my equivalent.",
        8060.94,
        8071.78
    ],
    [
        " Am I insecure where I got a bow up to them and act like a tough guy? No. I'm actually confident that what I do as well. What I do is good.",
        8071.78,
        8079.6
    ],
    [
        " I know I need a good team. I know that I'm solid. I know I know my information well. I know I'm a hard worker. So why am I going to blow up to them? I got I'm not threatened by them.",
        8079.6,
        8087.72
    ],
    [
        " It's no big deal to me. Let's do this. Right. And yeah. And even if you feel those you're compelled to kind of have those feelings or to do something to blow up or whatever.",
        8087.98,
        8097.98
    ],
    [
        " Because maybe you're insecure. Not everyone secure whatever. Just keep it on the inside. You know, don't behave like that. Yeah.",
        8097.98,
        8104.9
    ],
    [
        " Just just know that okay. Because because when somebody bows up to you when somebody bows up to me. I don't get the feeling that they're secure and confident.",
        8104.9,
        8114.92
    ],
    [
        " And I don't even get the feeling that they're good. I get the feeling like, oh, this guy's protecting something. This guy's hiding something.",
        8115.22,
        8121.0
    ],
    [
        " Yeah. He must not be that good because he's intimidated by me. That's why he's bowing up to me.",
        8121.16,
        8124.92
    ],
    [
        " If he wasn't intimidated by me, he'd be treating me cool. But he isn't intimidated by me. So the tougher you try and act. That's actually to a skilled kind of person that can read people.",
        8125.0,
        8136.18
    ],
    [
        " The tougher you try and act the weaker you actually appear. Yeah.",
        8136.28,
        8140.48
    ],
    [
        " Now if you're running around intimidating white belts either in the business world or on the map that doesn't matter. Because you can win anyways.",
        8141.12,
        8148.06
    ],
    [
        " You know, so be intimidating the white belts. Yeah.",
        8148.06,
        8154.46
    ],
    [
        " Yeah. Make them want to be friends with you. That's a good one.",
        8154.62,
        8160.36
    ],
    [
        " No, not really. I'm out. Okay. Next question. Jocco, how would you have handled the leadership role in the first world war trench and trenches? In other words, seemingly helpless situation?",
        8160.36,
        8172.28
    ],
    [
        " This is a question that I didn't even want to answer because it's just such a brutal question. And that's why I did answer it.",
        8172.28,
        8180.54
    ],
    [
        " Because I want to have some brutal questions. And I would love to think that I would have stood up like a man and like a hero and done everything in my power to stop the madness.",
        8180.84,
        8192.7
    ],
    [
        " And to come up with a new way and protest the futile tactics and raise my hand and say we're not doing this, sir.",
        8193.6,
        8200.06
    ],
    [
        " I will not send my men to their deaths. I would love to think that that's what I would have done.",
        8200.82,
        8208.32
    ],
    [
        " And I can tell you when when I was told to do things in Iraq that I thought we shouldn't be doing. I said, hey, you know what?",
        8209.26,
        8217.06
    ],
    [
        " That's not a good idea. Let's find another way. Let's do some different. So I know I've done that before.",
        8217.06,
        8221.66
    ],
    [
        " We got, we got, we had operations that we looked at and said, you know what? This is not a smart operation.",
        8222.66,
        8229.36
    ],
    [
        " There's a really high risk and there's very low reward. Let's, let's not do that one. Let's find another way to do it. So I know I've done that.",
        8229.74,
        8237.22
    ],
    [
        " But you take me and you put me in a World War I trench. Now we have a different mind. I have a different brain.",
        8239.86,
        8245.52
    ],
    [
        " And the thing that I'm scared of, the thing that haunts me is what if my mind was trapped?",
        8245.76,
        8252.8
    ],
    [
        " What if I couldn't see the futility of the situation? Because everyone say, no, you know what? When we do this attack,",
        8254.12,
        8264.5
    ],
    [
        " we've done these things and we've prepared for it and we've got more bombs. We're going to drop. We've got more artillery.",
        8264.96,
        8269.98
    ],
    [
        " This is going to be the one. You just need to go over the top one more time. What if I believe that?",
        8270.22,
        8277.9
    ],
    [
        " What if I couldn't see the solutions in front of me? And that's what scares me is what if you",
        8278.58,
        8293.28
    ],
    [
        " become so brainwashed and closed minded that you cannot see anymore and you lose your ability to think?",
        8297.04,
        8304.48
    ],
    [
        " And that's why all the time you're going to hear me say, free your mind. That's what I'm talking about.",
        8305.06,
        8312.9
    ],
    [
        " Free your mind. That is the situation that I am talking about.",
        8312.9,
        8316.9
    ],
    [
        " Question what is around you? Question the status quo and question the authority and the leadership and your subordinates.",
        8317.92,
        8326.4
    ],
    [
        " Question everything in order to make sure that you're not following a well worn path.",
        8326.44,
        8337.92
    ],
    [
        " A well worn path that other people have gone by. Maybe it's a path that you've walked before.",
        8339.7,
        8348.0
    ],
    [
        " But it's a well worn path and it's a path that leads to suffering and pain and tragedy and you can't get off the path because your mind is not free.",
        8348.74,
        8361.82
    ],
    [
        " So how would I have handled the leadership situation in World War One? I cannot honestly answer that question.",
        8367.98,
        8376.14
    ],
    [
        " But the way I try and live and the way I try and think is one with an open mind, a free mind that can see different perspectives that can detach from what's being told to me and I can question it and I can come up with a different solution.",
        8376.96,
        8400.78
    ],
    [
        " Free your mind.",
        8404.42,
        8406.24
    ],
    [
        " Sound nice.",
        8406.24,
        8411.84
    ],
    [
        " Tough question.",
        8412.16,
        8412.88
    ],
    [
        " Next question.",
        8414.48,
        8416.06
    ],
    [
        " Jocco, Echo.",
        8417.66,
        8418.3
    ],
    [
        " Tough versus smart.",
        8419.22,
        8421.7
    ],
    [
        " So wait, what does this do you think is this like is it better to be tough than smart or just in general?",
        8423.38,
        8428.42
    ],
    [
        " Well, you just read the question as it was stated. It just said topic for podcast tough versus smart.",
        8428.44,
        8436.36
    ],
    [
        " And in my opinion, I don't think you need to be tough versus smart. I don't think it needs to be tough or smart. I think you need to be tough and smart.",
        8437.02,
        8447.2
    ],
    [
        " I don't think those two traits are mutually exclusive at all.",
        8447.98,
        8451.26
    ],
    [
        " And being tough and being smart is actually what we want.",
        8452.64,
        8456.06
    ],
    [
        " We, you know, so when we think of tough, I think we think of using, for instance, using blunt force to solve a problem.",
        8457.18,
        8465.36
    ],
    [
        " Right. And you might think that using blunt force to solve a problem is stupid.",
        8466.0,
        8472.44
    ],
    [
        " And at the same time, you might think that stepping back from a problem and taking the look or stepping back away from it might be giving up.",
        8474.32,
        8482.76
    ],
    [
        " So you're weak or you're not tough.",
        8483.34,
        8489.14
    ],
    [
        " But there are times when those options are the best options.",
        8490.88,
        8494.76
    ],
    [
        " There's sometimes when blunt force is the best option. And you just got a power through and you got to beat tough and you got to get over the hurdle or over the obstacle or through the obstacle through blunt force trauma.",
        8494.8,
        8506.3
    ],
    [
        " And there's other times where the best possible thing you could do is step back and quit beating your head against the wall and trying to blunt force through something.",
        8507.12,
        8517.58
    ],
    [
        " You want to step back and find another way you want to be smarter, not harder.",
        8517.72,
        8521.5
    ],
    [
        " And I think, again, this comes out to balance. And people pushing when it's a good time to push and a good time to be tough and at the same time knowing that you need to balance that with being smart.",
        8523.66,
        8539.08
    ],
    [
        " And the only way you're going to be able to do that, the only way you're going to be able to figure out if you're just being too smart or not smart enough or too tough or not tough enough is to be able to detach and step back and look and see assess the situation.",
        8539.58,
        8554.54
    ],
    [
        " If you get two in the weeds on it, you won't be able to see that, hey, you've beat your head against the wall 47 times. That's enough. Stop step back and find another way.",
        8554.9,
        8565.12
    ],
    [
        " Just like if you're so engrossed in solving the problem and finding the perfect solution and finding the least impact wave through the smartest resolution, you don't, if you don't step back from that, you might not see that if you wait any longer on your brilliant plan, you're going to be overrun by the problem itself.",
        8566.52,
        8586.52
    ],
    [
        " So being smart and being tough are not mutually exclusive. You need to be both and the way that you balance them is by stepping back and detaching and doing always doing an assessment of what's happening.",
        8588.22,
        8600.02
    ],
    [
        " So what if you had to choose and I'm going to make the question even harder, no specific scenario, what if you had to choose, you got to be either really smart but not tough or really smart.",
        8601.06,
        8616.12
    ],
    [
        " What would you choose?",
        8618.7,
        8620.2
    ],
    [
        " Unfortunately, you have to go with being smarter. That's the fact. It's not unfortunate, but the reality is being smarter is better because being smarter means you can find another solution.",
        8621.82,
        8633.2
    ],
    [
        " The wall that you might be banging your head against might literally be impassable through that section. If all you're going to do is beat your head against it, eventually you're going to not make and you're going to die.",
        8635.56,
        8647.34
    ],
    [
        " So being smart is always better.",
        8648.46,
        8650.04
    ],
    [
        " Yeah, and I guess I should add it just in life. Let's say, you know, the question I was wondering is like in life, you know, God was there and he said, okay, I'm going to bestow one of these on you in just in your life.",
        8650.44,
        8661.96
    ],
    [
        " You can either have a knack for being really smart but not tough at all or really tough and not be smart.",
        8661.96,
        8668.34
    ],
    [
        " Smart because it's it's I shouldn't even be like making this like as a hard decision being smarter is better. Yeah, being being smarter is better. There's no doubt about it. That's being smarter is better.",
        8669.64,
        8680.92
    ],
    [
        " But get by the way, being smarter, look at the human race. Why do we rule the world over the animals? I mean, you tell me that you're tougher than a, than a chimpanzee.",
        8680.98,
        8691.12
    ],
    [
        " Well, me, yeah, but I'm just saying right the only reason the thing that wins is intellect and it'll win every single time. Well, it'll win a lot of the time.",
        8691.12,
        8700.26
    ],
    [
        " Yeah, a lot of the time. And if you're smart, you can figure out a way to overcome the toughness. Yeah, tough. Yeah, and not even necessarily to make your body. Yeah, exactly right.",
        8700.52,
        8708.94
    ],
    [
        " Exactly right. Like when you say, are you to am I tougher than a gorilla will say in a way? Yeah. You know, if I have a shotgun. Yeah, or if I have a, yeah, anything, you know,",
        8709.1,
        8719.18
    ],
    [
        " anything that I think up to build or buy, you know, because of other people like me thought it up and I use their knowledge, you know, because I was not smart to do it.",
        8719.18,
        8725.88
    ],
    [
        " Which goes back to the original question or a question we answer a little while ago about college, like go to college and improve your smartness, get smarter.",
        8725.88,
        8732.7
    ],
    [
        " Yeah, the smarter. That's why I always say that on the podcast. I'm not always talking about being stronger and faster and bigger and tougher. I'm always talking about you got to be smarter too. No doubt about it.",
        8733.02,
        8743.24
    ],
    [
        " The success I've had from my life is zero of it. Just about zero of it has come from anything physical or being tough. Now there is a mental toughness that does help you when you are doing intellectual things.",
        8744.36,
        8755.6
    ],
    [
        " I mean, I can force myself to do some intellectual goals or some intellectual challenges that if I wasn't, if I didn't, I didn't tough it's in the best word, but if I wasn't mentally tough, I wouldn't be able to do it.",
        8756.16,
        8768.18
    ],
    [
        " Right. Yeah, but if you're smart enough to figure out ways to get mentally tough, like if you're like, hey, I know I'm not mentally tough. I'm smart enough to know I'm not mentally tough or I'm not physically tough.",
        8768.58,
        8778.96
    ],
    [
        " I mean, figure out a way to get meant. I'll figure out a good work. I would rather be the guy that is really tough and can stay in cold water for 45 minutes or the guy that invents a wetsuit like Jack O'Neill.",
        8779.28,
        8791.14
    ],
    [
        " And I can stay in the water for unlimited amount of time. Yeah, there you go. Case in point, Jack O'Neill keeping it real.",
        8791.44,
        8797.92
    ],
    [
        " The name, dropper. Next question. I didn't say I knew Jack would go, but you know, I mean, Jack, we go way back.",
        8798.14,
        8808.12
    ],
    [
        " You got one for one more, maybe. Maybe.",
        8810.1,
        8813.54
    ],
    [
        " Okay, Jack O'Neill. As far as self improvement and getting after it goes, who standard should one measure themselves by?",
        8814.68,
        8824.92
    ],
    [
        " So, who do I use as a standard to measure myself by?",
        8826.32,
        8832.54
    ],
    [
        " It's really everyone and no one.",
        8833.9,
        8841.66
    ],
    [
        " Because there's people in the world that have skills and strength and talent that I will never have.",
        8842.46,
        8851.36
    ],
    [
        " I mean, some of these notions that you can be whatever you want to be as long as you want to bat enough, those are not true.",
        8854.04,
        8865.3
    ],
    [
        " They're fairy tales. We all have limitations.",
        8866.18,
        8871.1
    ],
    [
        " And I don't have the right genes to be an Olympic weightlifting champion.",
        8873.08,
        8879.18
    ],
    [
        " I don't have the right genetics to be an Olympic champion sprinter or a gymnast or whatever sport you want to name.",
        8879.8,
        8892.66
    ],
    [
        " Now, sure, if I trained my whole life, perhaps I could have achieved some high level in those sports, but I can tell you I do not have the DNA to be the best in the world in those categories.",
        8892.66,
        8906.76
    ],
    [
        " So, what does that mean?",
        8908.02,
        8912.34
    ],
    [
        " Does that mean that I give up? Does that mean that I quit? Of course not.",
        8913.04,
        8918.48
    ],
    [
        " Not at all.",
        8919.84,
        8920.84
    ],
    [
        " It means that I'm going to try to be the best that I can be the strongest, the fastest, the smartest, the smartest human that I can become.",
        8921.28,
        8934.96
    ],
    [
        " That's what I'm going to go for.",
        8935.96,
        8937.62
    ],
    [
        " And I will compare myself to others and look at them and see what they're doing.",
        8939.4,
        8946.16
    ],
    [
        " And I'll say that it is possible how close can I get to that greatness? How close can I get to that glory?",
        8946.32,
        8956.48
    ],
    [
        " But the reality is that my glory, it doesn't happen in front of a crowd, it doesn't happen in a stadium, it doesn't happen on a stage.",
        8959.62,
        8973.26
    ],
    [
        " There's no medals handed out.",
        8974.42,
        8977.76
    ],
    [
        " My glory happens in the darkness of the early morning, in solitude alone, where I try.",
        8981.16,
        8993.66
    ],
    [
        " And I try and I try again to be everything that I possibly can be.",
        8994.62,
        9001.64
    ],
    [
        " The best that I possibly can be better than I was yesterday.",
        9002.1,
        9010.84
    ],
    [
        " And better than other people thought I could be.",
        9012.88,
        9016.66
    ],
    [
        " Faster and stronger and smarter and with one victory that no one can ever take away from me.",
        9018.94,
        9028.64
    ],
    [
        " A victory that has earned every single day.",
        9029.58,
        9036.42
    ],
    [
        " A victory of determination and will and discipline.",
        9038.26,
        9045.28
    ],
    [
        " And a victory that has achieved because I will not stop.",
        9046.1,
        9055.86
    ],
    [
        " And I think that's all I've got for tonight.",
        9062.64,
        9067.48
    ],
    [
        " So once again, thanks to everyone for listening and downloading and supporting the podcast through the various options that we have to do so.",
        9068.44,
        9078.08
    ],
    [
        " What are those options?",
        9078.38,
        9079.58
    ],
    [
        " If you care about supplementation, the good kind that work on it supplements alpha brain for your brain, make you smarter, make quicker decisions, memory, all that stuff, proven to work by the way.",
        9080.88,
        9093.22
    ],
    [
        " I don't know if you knew that.",
        9093.7,
        9094.36
    ],
    [
        " Some supplements, they don't prove they just say, hey, this is what's in it. That's it.",
        9094.86,
        9099.66
    ],
    [
        " These ones are proven and you can even go on the website, look at all their research is cool.",
        9100.06,
        9103.9
    ],
    [
        " Anyway, on it.com slash jaco 10% off boom.",
        9104.32,
        9107.14
    ],
    [
        " Or before you do your Amazon shopping, just remember to go to jacopodcast.com or jacostore.com just click on Amazon link.",
        9107.44,
        9114.8
    ],
    [
        " And then we get a little part, a little cut to support the podcast like passive supporting.",
        9115.16,
        9118.9
    ],
    [
        " It's like easy, you know, but it costs you nothing.",
        9119.08,
        9122.34
    ],
    [
        " Cost you nothing.",
        9122.72,
        9123.2
    ],
    [
        " You're actually just getting after it really.",
        9123.44,
        9127.76
    ],
    [
        " But you're supporting the podcast for free.",
        9128.34,
        9132.32
    ],
    [
        " That's big.",
        9132.32,
        9133.7
    ],
    [
        " That is legit.",
        9134.14,
        9134.88
    ],
    [
        " Or if you like shirts and mugs and stuff, you know, if you're into that, which I know I am.",
        9135.92,
        9142.82
    ],
    [
        " They're pretty cool.",
        9143.76,
        9146.74
    ],
    [
        " I do add like layers to the shirts, you know, they're not just a cool saying or discipline equals freedom.",
        9146.98,
        9155.3
    ],
    [
        " That's it.",
        9155.32,
        9155.7
    ],
    [
        " There's like more to it, you know, it's like you're saying need.",
        9155.7,
        9158.44
    ],
    [
        " I don't know.",
        9158.68,
        9159.02
    ],
    [
        " Anyway, shirts are cool in my opinion.",
        9159.48,
        9162.4
    ],
    [
        " If that's your opinion as well, look at it.",
        9162.4,
        9164.48
    ],
    [
        " So you're saying there's a whole other level of cool to the shirts that you make.",
        9164.48,
        9168.4
    ],
    [
        " I think they're cool.",
        9168.62,
        9170.16
    ],
    [
        " But I don't want to make that.",
        9170.4,
        9171.54
    ],
    [
        " I'm just angry with you actually.",
        9171.7,
        9172.78
    ],
    [
        " There you go.",
        9173.0,
        9173.42
    ],
    [
        " But I don't want to be like, hey, they're cool.",
        9173.6,
        9174.72
    ],
    [
        " And then people go there.",
        9174.94,
        9175.92
    ],
    [
        " You know, they have a different opinion.",
        9176.3,
        9177.72
    ],
    [
        " They're not cool.",
        9177.88,
        9178.54
    ],
    [
        " I don't want to be the guy pushing not cool stuff.",
        9178.68,
        9180.24
    ],
    [
        " I think they're cool.",
        9180.58,
        9181.32
    ],
    [
        " Go to jacostore.com.",
        9181.46,
        9182.76
    ],
    [
        " If you think they're cool, go ahead, get one or two.",
        9183.2,
        9186.32
    ],
    [
        " And that's also supporting the podcast and you're getting a cool shirt.",
        9187.18,
        9189.96
    ],
    [
        " Totally.",
        9189.96,
        9190.2
    ],
    [
        " So that's cool.",
        9190.26,
        9190.86
    ],
    [
        " We dig that.",
        9190.98,
        9191.32
    ],
    [
        " Yeah.",
        9191.48,
        9191.58
    ],
    [
        " And I use the, actually people asked me this.",
        9191.74,
        9194.24
    ],
    [
        " So it is relevant.",
        9194.32,
        9194.94
    ],
    [
        " Where what kind of shirts do I use?",
        9194.96,
        9196.54
    ],
    [
        " I use the blended one.",
        9196.56,
        9197.48
    ],
    [
        " Paulie, Paulie, Cotton, Blends, and I softer.",
        9197.66,
        9200.54
    ],
    [
        " There's a bunch of different kinds.",
        9201.46,
        9202.58
    ],
    [
        " There's a really light one.",
        9202.58,
        9203.66
    ],
    [
        " And then there's like a medium, but still soft.",
        9203.86,
        9206.22
    ],
    [
        " And you know, that's the one I chose because the light one, it's good.",
        9206.28,
        9210.26
    ],
    [
        " And I like those a lot, but some people might not, you know.",
        9210.26,
        9213.52
    ],
    [
        " Too light.",
        9213.64,
        9214.04
    ],
    [
        " Too light, maybe.",
        9214.38,
        9215.18
    ],
    [
        " Yeah.",
        9215.3,
        9215.54
    ],
    [
        " Maybe.",
        9215.72,
        9215.9
    ],
    [
        " I don't know.",
        9216.16,
        9216.42
    ],
    [
        " But I figured that out.",
        9216.74,
        9219.16
    ],
    [
        " But it's their dope.",
        9219.36,
        9220.34
    ],
    [
        " Anyway, they're the high quality ones.",
        9220.66,
        9221.88
    ],
    [
        " They're not the ballpark giveaway shirts.",
        9222.12,
        9223.86
    ],
    [
        " You know, quality items.",
        9225.0,
        9226.3
    ],
    [
        " Yeah, they're good.",
        9226.46,
        9226.72
    ],
    [
        " Anyway, there you go.",
        9227.34,
        9229.1
    ],
    [
        " jacostore.com.",
        9229.42,
        9230.06
    ],
    [
        " Check them out for yourself.",
        9230.56,
        9231.68
    ],
    [
        " And then, yeah, there you go.",
        9232.46,
        9233.86
    ],
    [
        " Well, also you can support the podcast by reviewing it on iTunes or STAT.",
        9234.26,
        9240.24
    ],
    [
        " You can get your Google Play or whatever you listen to it on.",
        9240.24,
        9243.34
    ],
    [
        " And that helps promote the podcast.",
        9243.76,
        9245.58
    ],
    [
        " And spread the word.",
        9245.84,
        9246.46
    ],
    [
        " So take a couple minutes and write a review.",
        9246.48,
        9248.18
    ],
    [
        " And I read them.",
        9248.72,
        9249.3
    ],
    [
        " So say something cool in there.",
        9250.0,
        9252.54
    ],
    [
        " Say something cool.",
        9252.94,
        9254.94
    ],
    [
        " And then I'll talk about it.",
        9255.32,
        9256.94
    ],
    [
        " It'll be in my brain.",
        9257.08,
        9257.9
    ],
    [
        " So I like that.",
        9258.7,
        9259.62
    ],
    [
        " They don't let you respond to them on iTunes though.",
        9260.42,
        9262.5
    ],
    [
        " Like I can't say like, hey man, thanks.",
        9262.62,
        9264.34
    ],
    [
        " Yeah, because essentially it's a review.",
        9264.84,
        9267.04
    ],
    [
        " It's not like a conversation.",
        9267.26,
        9268.64
    ],
    [
        " I know, but it should be.",
        9268.64,
        9269.7
    ],
    [
        " It should be a conversation.",
        9269.82,
        9270.98
    ],
    [
        " So I could be like, hey man, thanks.",
        9271.36,
        9273.18
    ],
    [
        " Yeah.",
        9273.62,
        9273.74
    ],
    [
        " Yeah.",
        9273.94,
        9274.72
    ],
    [
        " Yeah.",
        9274.88,
        9275.02
    ],
    [
        " That would be cool.",
        9275.02,
        9276.26
    ],
    [
        " Well, but then again, if people think that you're going to respond to it, they might not even",
        9276.44,
        9281.0
    ],
    [
        " accurate.",
        9281.0,
        9281.42
    ],
    [
        " Oh, that's true.",
        9281.42,
        9282.1
    ],
    [
        " Well, if you say something cool, you know what some people have done, they've taken a screen shot of it.",
        9282.6,
        9287.58
    ],
    [
        " And then put it on Twitter.",
        9287.7,
        9288.46
    ],
    [
        " And that way I give you all that cool man.",
        9288.58,
        9290.1
    ],
    [
        " That's all I've appreciated.",
        9290.2,
        9291.7
    ],
    [
        " Or I can say, hey, good point.",
        9292.32,
        9293.9
    ],
    [
        " Yep.",
        9294.16,
        9294.48
    ],
    [
        " We'll think about that.",
        9294.92,
        9296.56
    ],
    [
        " Yeah.",
        9297.3,
        9297.6
    ],
    [
        " Yeah.",
        9297.6,
        9297.98
    ],
    [
        " We'll make some adaptations perhaps.",
        9297.98,
        9300.52
    ],
    [
        " But getting the screen shot of their iTunes review, that's a messaging of itself that's saying,",
        9301.66,
        9306.12
    ],
    [
        " hey, I put a review on iTunes.",
        9306.14,
        9308.84
    ],
    [
        " Yeah.",
        9309.1,
        9309.32
    ],
    [
        " It's not necessarily, hey, you know, your audio is too quiet.",
        9309.38,
        9312.82
    ],
    [
        " You know, it's not that.",
        9313.26,
        9314.78
    ],
    [
        " If they want to tell you that, they tell you that on Twitter.",
        9314.94,
        9317.64
    ],
    [
        " Yeah.",
        9318.04,
        9318.32
    ],
    [
        " Well, but they're at least, at least they're showing that, hey, this is funny because I would like to see like some reviews.",
        9318.56,
        9327.3
    ],
    [
        " Like there's some people that write reviews that I laugh at because they're funny.",
        9327.3,
        9331.62
    ],
    [
        " Yeah, they're like, I am definitely getting after it tonight.",
        9331.66,
        9335.6
    ],
    [
        " You know what I go?",
        9335.6,
        9336.58
    ],
    [
        " That's awesome, man.",
        9336.62,
        9337.38
    ],
    [
        " Yeah.",
        9337.66,
        9337.92
    ],
    [
        " This guy, this guy talked to all the time, Brady, he, he'll like shop at Amazon and he'll be like, click screen shot.",
        9337.96,
        9344.8
    ],
    [
        " Yeah.",
        9344.8,
        9345.32
    ],
    [
        " That's awesome.",
        9345.44,
        9347.14
    ],
    [
        " You're the man.",
        9347.28,
        9347.5
    ],
    [
        " So that's cool.",
        9347.92,
        9350.2
    ],
    [
        " Appreciate that.",
        9350.46,
        9351.24
    ],
    [
        " And also, of course, if you want to continue this conversation like we just talked about or you want to ask questions,",
        9351.8,
        9356.58
    ],
    [
        " or you want to give us feedback or you want to send us a screen shot of your Amazon purchase,",
        9356.66,
        9360.82
    ],
    [
        " or you just want to kick it with us, then you can find us on the inner webs on Twitter, Echo Charles,",
        9361.18,
        9366.5
    ],
    [
        " is at Echo Charles and I am at Jocco, Willink.",
        9366.82,
        9371.54
    ],
    [
        " We are also there with Facebook and the Instagram.",
        9371.68,
        9374.86
    ],
    [
        " And we do appreciate what you do for us.",
        9376.2,
        9379.18
    ],
    [
        " The questions, the support, the comments, the fact that all of you are out there getting better.",
        9379.28,
        9384.48
    ],
    [
        " Putting these principles to work on the battlefield in your business, in your personal life,",
        9385.54,
        9391.92
    ],
    [
        " I've seen a bunch of seal buddies that I have and they're, they're into it, they're listening,",
        9392.02,
        9396.68
    ],
    [
        " and they're giving me feedback.",
        9397.24,
        9398.88
    ],
    [
        " And that, that is worth everything to me.",
        9399.68,
        9403.46
    ],
    [
        " To know, and I get a bunch of emails from Marines, from cops, from firefighters that they tell me",
        9403.82,
        9408.44
    ],
    [
        " that they are putting this stuff to work, I get emails from business people that they're putting this stuff to work",
        9408.44,
        9413.5
    ],
    [
        " and that's what we're doing this for.",
        9413.5,
        9414.88
    ],
    [
        " And so that's what inspires me to do this and keep doing this and for me to push myself",
        9416.2,
        9424.16
    ],
    [
        " because you are pushing yourself out there, earning that victory every single day by going out there.",
        9424.16,
        9433.22
    ],
    [
        " And getting after it.",
        9434.16,
        9436.76
    ],
    [
        " And so, until next time, this is Echo and Jocco.",
        9436.76,
        9444.14
    ],
    [
        " Out.",
        9444.32,
        9445.34
    ]
]