[
    [
        " This is Jocco Podcast number 27 with Echo Charles and me, Jocco Willink.",
        0.0,
        8.12
    ],
    [
        " I knew a simple soldier boy who grinned at life in empty joy, slept soundly through the",
        8.9,
        23.22
    ],
    [
        " bone, some dark and whistled early with the lark. In winter trenches, cow'd and glum,",
        23.22,
        33.82
    ],
    [
        " with crumps and lice and lack of rum, he put a bullet through his brain. No one spoke of him again.",
        35.14,
        47.36
    ],
    [
        " You smug-faced crowds with kindling eye, who cheer when soldier lads march by, sneak home and pray",
        50.52,
        60.44
    ],
    [
        " you'll never know the hell where youth and laughter go. That's a poem called Suicide in the",
        60.44,
        77.34
    ],
    [
        " trenches by Sigfried Sassoon. Good evening, Echo. Good evening. Sigfried Sassoon was decorated for extreme bravery.",
        78.04,
        98.04
    ],
    [
        " In World War I, on the western front, he was nicknamed Mad Jack for his nearly suicidal exploits against the enemy. His brother was killed in action in the",
        98.52,
        128.02
    ],
    [
        " war, but he was recovered mentally from what he'd been through. While he was there, he wrote a little letter that was called finished with the war, a soldier's declaration, where he came out and said we got to stop fighting the war like this.",
        128.02,
        151.62
    ],
    [
        " I'm speaking for the men that are on the front lines in the trenches being killed. And even after that, he was promoted. He returned to the front again.",
        153.3,
        172.1
    ],
    [
        " He was wounded this time by friendly fire. That's World War I. And while Sigfried Sassoon tells us to pray we will never know the hell where youth and laughter go, I do not agree with that.",
        174.52,
        202.08
    ],
    [
        " I want to know when I want everyone to know and understand and to see the hell, the darkness that crushes youth and laughter.",
        202.76,
        219.94
    ],
    [
        " And taking us on this voyage into darkness tonight is a man by the name of Bob Hoffman. And if you look him up, you'll see he's a very accomplished man. He was obsessed with health and fitness and he became a businessman.",
        223.66,
        240.18
    ],
    [
        " He was the one of founders of the York Barbell corporation. If you ever lifted weights in your life, you've used York barbells at some time. He's often called the father of modern weightlifting.",
        240.42,
        254.76
    ],
    [
        " But interestingly, what you won't find much about him is his military service.",
        255.74,
        262.86
    ],
    [
        " You don't see generally that he was awarded the distinguished service cross, the silver star, the purple heart, the French cross of war, the French military medal, the Italian War Cross, and the highest Belgian military award, the Order of Leopold.",
        265.08,
        284.1
    ],
    [
        " You just don't hear that about him, but that was a piece of his life. And he did write about it. He wrote about it in a book which is called, I remember the last war.",
        288.3,
        305.66
    ],
    [
        " And let's go to the book. Few people have been able to learn much about what actually took place in the frontline fighting of the World War.",
        307.24,
        317.34
    ],
    [
        " They have often asked about the war and have found few veterans who could talk about it. One of the chief reasons for this is that they had little or nothing to tell about the war.",
        317.96,
        330.42
    ],
    [
        " Approximately four million men were in service during the war. Half of these went to France and of these half a million were near the front.",
        331.58,
        339.52
    ],
    [
        " Ten men are required behind the front to keep one man in action. Service supply, truck drivers, hospital workers, ambulance drivers, guards in the base ports, the replacement and casualty camps, many thousands of military police, artillery engineers, single men, aviators, mechanics,",
        340.72,
        359.78
    ],
    [
        " and endless more. Our division lost more men than any other former National Guard division, more men than any other organization except the first and second regular divisions.",
        359.78,
        372.12
    ],
    [
        " Our regiment lost more men than any other regiment of our division, our battalion, more men of any of the three battalions in our regiment and our company more men than any other company in the battalion.",
        372.88,
        384.82
    ],
    [
        " Yet we had men who never saw a German who was not a prisoner. Some of our men were cooks, top sergeants, company clerks, supply sergeants, buglers, signalman, kitchen police, the men who carried up the ammunition, the rations, cared for the wounded and advanced stations, buried the dead, many were liaison men carrying messages from company to battalion.",
        385.84,
        407.24
    ],
    [
        " They fired and were fired at as we fought in towns, woods and hills, but seldom saw targets at which they fired.",
        408.96,
        417.16
    ],
    [
        " Bombs and shells were dropped on them, they suffered from gas and most of the horrors of war. They were killed, but they weren't actually at the front.",
        418.12,
        427.98
    ],
    [
        " Men who were trained as I was, scouting, patrolling, observation, sniping, who led patrols, reconnaissance or combat, advanced guards, captured prisoners, put a gun out of action, held advanced posts, served as suicide squads and we were being attacked, were the men who actually saw war and most of them are dead.",
        429.9,
        451.42
    ],
    [
        " While 125,000 American dead in France are not so many when divided among the million men who were at or near the front, it is a tremendous percentage when it is considered how few of these men were doing the fighting.",
        455.12,
        467.36
    ],
    [
        " More than 250 men in our company alone were killed. More than the original strength of the company lost their lives in France.",
        468.66,
        477.22
    ],
    [
        " They can't tell you the story.",
        478.78,
        480.66
    ],
    [
        " I was phenomenally lucky, so I will tell our story. We will try to tell you something of what happened over there.",
        481.22,
        490.6
    ],
    [
        " There have been war books written by other men who were better writers than I, more fitted to place what they saw upon the printed page.",
        491.96,
        499.94
    ],
    [
        " But I don't believe a book about America's participation in the war has been written by a man who spent days, weeks, and months in intensive fighting at or in front of the front as my comrades and I did.",
        500.7,
        514.4
    ],
    [
        " There is nothing particularly glorious or beautiful about this story.",
        514.96,
        522.18
    ],
    [
        " I have told it as well as I could, but have been able to give you only a faint idea of the conditions we encountered during the five worst days of any unit of the American Army experience in France.",
        523.18,
        536.22
    ],
    [
        " The five days of our battle of Fismet, you could fully appreciate its horrors only if you were there.",
        537.36,
        546.02
    ],
    [
        " Never was a group of men harder pressed by superior forces of the enemy or more ill-equipped to fight off those attacks than we.",
        547.44,
        555.52
    ],
    [
        " No artillery support during most of the fighting, no trench mortars, no hand or rifled grenades, just a moderate amount of pistol, rifle, and machine gun ammunition.",
        558.38,
        568.9
    ],
    [
        " No food, proper medical attention, or the opportunity to bury the dead.",
        569.9,
        575.58
    ],
    [
        " Our men in that battle, the handful who held the front lines, covered themselves with undying glory.",
        576.32,
        584.56
    ],
    [
        " The telling of this story will give a better idea of what we did in France than other books than other war books I have seen.",
        585.36,
        592.6
    ],
    [
        " It tells the unvarnished truth about how we lived, slept, hiked, fought, and died over there.",
        593.54,
        602.94
    ],
    [
        " Scores of my friends, the men I had lived with, trained with, fought with, had come to like and admire, died in the woods in France.",
        605.14,
        616.3
    ],
    [
        " It was only by a series of miracles, amazing escapes that I did not die to, that I am here writing this book.",
        617.26,
        625.78
    ],
    [
        " I was young then, 19 years of age at the time of the Battle of the Argonne.",
        627.62,
        633.42
    ],
    [
        " I had been too busy to live, and because I had not found what a fine place the world can be, I did not mind particularly dying.",
        633.44,
        643.12
    ],
    [
        " I had no actual fear of death.",
        644.9,
        647.56
    ],
    [
        " 21 years ago, when we fought the Battle of the Argonne, I had 32 ugly blood boils on my body from eating a diet consisting of meat and bread for some weeks.",
        647.98,
        661.28
    ],
    [
        " I had these boiled boils which made me swear more than I have all the rest of my life, as I constantly scraped them on the rocky ground, while digging a new hole to protect my body each time we halted.",
        661.28,
        673.3
    ],
    [
        " I had French itch and copious quantities of mustard gas, ugly burns which still leave their scars.",
        674.18,
        681.4
    ],
    [
        " 12 bullets left their mark on my person, or on my equipment in the first short battle.",
        684.2,
        689.84
    ],
    [
        " I was one of 32 men of our 250 strength company who marched out of the Battle of Fizz May.",
        690.28,
        698.56
    ],
    [
        " I was the only man to return of those who followed me on five patrols that I led in one day in the Argonne Forest.",
        699.82,
        707.96
    ],
    [
        " I hope through this book at least partially to show the gruesome side of war, barred from the waving of flags, the bugles, bands, the cheering, to show at least part of the ugliness, filth, dirt, evil, immorality and stink of war.",
        710.52,
        731.98
    ],
    [
        " Be sympathetic but remain aloof.",
        735.6,
        737.82
    ],
    [
        " Be strong, prepared to protect our own country against any nation or combination of nations which may attack our homes, our democracy, our American way of living.",
        738.3,
        747.5
    ],
    [
        " If our country was attacked the first hour would not pass before I would plan to enlist.",
        748.3,
        753.62
    ],
    [
        " At millions of other Americans would be in just as much haste to protect our wonderful country and our American way of life.",
        754.14,
        761.76
    ],
    [
        " That's how he kicks this book off, kind of burning through the intro there.",
        762.5,
        771.68
    ],
    [
        " And I really liked the point that he made when he broke down the numbers and how many people go to war but how many people are actually fighting.",
        773.8,
        783.56
    ],
    [
        " And it's a big discrepancy.",
        784.1,
        786.08
    ],
    [
        " It takes a lot of people to get bullets to the guy on the front line.",
        786.66,
        790.56
    ],
    [
        " It takes a lot of people to get that person transported to the front lines.",
        790.78,
        794.64
    ],
    [
        " It takes a lot of people to keep that person fed.",
        794.92,
        797.28
    ],
    [
        " It takes all kinds of logistics and support just to get that guy through the door of a building where the enemy is.",
        797.46,
        805.56
    ],
    [
        " And I've talked about this before too.",
        806.22,
        809.28
    ],
    [
        " In Iraq there was places in Iraq where there was bases in Iraq where it was basically like being in America.",
        809.62,
        817.82
    ],
    [
        " They had restaurants and Starbucks coffee and McDonald's and Burger King and they had pools and movie theaters.",
        817.82,
        827.5
    ],
    [
        " I mean it was crazy.",
        827.9,
        829.24
    ],
    [
        " Is it where like how you mentioned like Burger King for example.",
        829.5,
        832.72
    ],
    [
        " Does Burger King the company kind of make a deal with you know the government be like hey we want to supply Burger King.",
        832.94,
        838.98
    ],
    [
        " Yes, I'm sure and actually I shouldn't have said McDonald's it was usually Burger King.",
        839.1,
        842.42
    ],
    [
        " They must have be the ones that had the deal at the time.",
        842.58,
        844.74
    ],
    [
        " So Burger King was there on base and you would you would travel though to outstations where there's some army unit.",
        844.96,
        853.6
    ],
    [
        " This is on my first appointment travel to some outstation where there's some army unit living out in the middle of nowhere.",
        853.68,
        858.22
    ],
    [
        " Just totally desolate some Marine Corps unit living in the middle of nowhere eating MREs every day.",
        858.22,
        865.12
    ],
    [
        " And like there was a group we worked with one.",
        865.12,
        867.2
    ],
    [
        " I wish I could remember where they were to give them some credit.",
        867.28,
        869.66
    ],
    [
        " But they were out there there on one MRE a day which MREs and meals ready to eat.",
        870.22,
        874.22
    ],
    [
        " It's a it's a not a very not a very good thing to live off of.",
        874.38,
        879.08
    ],
    [
        " And these guys were out there living off of one MRE a day.",
        879.34,
        882.5
    ],
    [
        " And you feel bad you know you go out we stopped.",
        882.76,
        884.78
    ],
    [
        " I think we had to stop to their base we had to get some information to gather some intel.",
        884.98,
        888.34
    ],
    [
        " They knew some targets around the area.",
        888.5,
        890.34
    ],
    [
        " We went and talked to them saw how rough they were living.",
        890.36,
        892.76
    ],
    [
        " We went out and hit our targets.",
        892.86,
        893.86
    ],
    [
        " Then we were driving back to our big base you know where we had good food and you know internet stuff like that.",
        893.92,
        902.24
    ],
    [
        " I mean it's it's it's amazing how good it can be.",
        902.24,
        905.54
    ],
    [
        " And that's what that's what people some people don't realize about the military.",
        906.54,
        910.54
    ],
    [
        " It takes a lot of support and logistics to keep the guys on the front lines on the front lines.",
        910.68,
        915.36
    ],
    [
        " And not taking anything away from those folks that are doing that because that's a hard job.",
        915.56,
        918.94
    ],
    [
        " And I've talked about this before those logistics convoys in Iraq and Afghanistan.",
        918.94,
        923.32
    ],
    [
        " Those things were hard core and horrible dangerous jobs to do.",
        923.32,
        928.4
    ],
    [
        " And so I'm not taking anything away.",
        929.66,
        932.14
    ],
    [
        " But if you want to say okay who went out and hunted down the enemy and got them.",
        932.28,
        937.68
    ],
    [
        " It's a much much smaller group of people.",
        938.02,
        939.92
    ],
    [
        " Right.",
        940.32,
        940.4
    ],
    [
        " So it's like individually yeah you got people who did that part of it.",
        941.46,
        945.0
    ],
    [
        " But collectively it's just this huge force.",
        945.0,
        947.6
    ],
    [
        " Right of people.",
        947.9,
        948.92
    ],
    [
        " Yeah it's a massive it's a massive force.",
        949.08,
        951.06
    ],
    [
        " But in it's even more extreme because in World War I the lines were very clearly drawn.",
        952.44,
        959.78
    ],
    [
        " I mean you had literally had trenches in the ground.",
        959.9,
        962.84
    ],
    [
        " And so if you weren't within range of the enemy attacks I mean maybe that gets some planes to you.",
        963.1,
        968.62
    ],
    [
        " But you would you be living relatively safe and that's his point.",
        968.7,
        971.16
    ],
    [
        " And then when you get a little closer to the front lines yeah you're going to get some artillery bombardment.",
        971.64,
        975.64
    ],
    [
        " But everyone had dug these nice holes in these trenches.",
        975.84,
        978.16
    ],
    [
        " So the guys that were actually invading German trenches.",
        978.48,
        983.34
    ],
    [
        " Most of them are dead.",
        984.42,
        985.12
    ],
    [
        " Most of them are dead.",
        985.72,
        986.84
    ],
    [
        " It's a small much a much it's one it's one out of every ten soldiers that was actually going forward to attack.",
        987.12,
        993.24
    ],
    [
        " And most of them are dead.",
        993.64,
        995.64
    ],
    [
        " I mean you could hear what he just said they took more casualties than the strength of their company was.",
        995.94,
        1000.74
    ],
    [
        " So they had 250 guys.",
        1001.44,
        1002.84
    ],
    [
        " There was actually a thousand guys in the company because they took so many casualties.",
        1003.06,
        1006.24
    ],
    [
        " That's why World War I is so horribly disturbing and scary to me.",
        1008.04,
        1013.44
    ],
    [
        " Because like I've said before there wasn't a tactics your own tactical prowess won't going to help you.",
        1013.98,
        1019.94
    ],
    [
        " Your own personal skill set wasn't really going to help you.",
        1020.4,
        1025.76
    ],
    [
        " Yeah.",
        1025.86,
        1026.12
    ],
    [
        " You were going to get up you were going to charge and really Bob Hoffman talks about this and he was just lucky.",
        1026.4,
        1031.24
    ],
    [
        " He was a great athlete and he trained hard and he was constantly trying to make himself better.",
        1031.24,
        1036.18
    ],
    [
        " I'm sure that contributed to it all somewhat.",
        1036.18,
        1038.44
    ],
    [
        " But hey when you when he comes off the battlefield and he'd been shot 13 times a one you know in the knees his bullet holes and his canteens he'd been just it's just that's just miracle.",
        1039.02,
        1049.8
    ],
    [
        " You know looked out.",
        1049.94,
        1051.54
    ],
    [
        " So going back to the book he says we should bend all our efforts toward becoming so strong that no other nation or coalition of nations will dare to attack us.",
        1054.2,
        1068.7
    ],
    [
        " We should build the physical strength of our manhood and womanhood our mechanical equipment our Navy in particular and our army so that we can resist any form of invasion in the future.",
        1069.32,
        1081.52
    ],
    [
        " And I put that in there because you're going to see a pretty common theme in the way this guy lived his life which was to be stronger faster better smarter always trying to improve himself always trying to be the best Bob Hoffman that he could be and obviously that's how we ended up running a giant you know organization for weightlifting and fitness.",
        1084.02,
        1103.74
    ],
    [
        " And he actually took some heat for the way he lived sometimes and here they were they were on the ship heading overseas heading to France or or to England and he's talking about what it was like for him being a guy that believes in being strong and healthy and smarter and trying to improve himself here we go back to the book.",
        1105.26,
        1128.8
    ],
    [
        " All sorts of men make up an army good bad and indifferent I found myself in lots of trouble for I had been fond of study athletics and work when home I didn't smoke drink to gamble or go out with questionable women or indulge in other diversions that some considered to be manly.",
        1128.96,
        1152.62
    ],
    [
        " There were men who thought that I was a sissy because I did not have manly habits this led to a great many fights and I thought at one time I would have to beat every man in the company individually to prove that I was an a sissy.",
        1153.7,
        1168.22
    ],
    [
        " I did get enough practice that later enabled me to win the boxing championship in my bodyweight class of our division.",
        1168.62,
        1176.3
    ],
    [
        " This experience served me well on the Atlantic crossing for I fought five three round fights in one day someone had to do it and the job fell on me.",
        1177.2,
        1187.8
    ],
    [
        " So he was getting you know for lack of a better word picked on because he was a goody to choose and the only way he was able to stand up for himself was just to get his scrap on get his fight on.",
        1188.68,
        1203.66
    ],
    [
        " He was a street edge yeah he was a he was an early day straight edge guy.",
        1203.66,
        1209.14
    ],
    [
        " Yeah I don't think he had the straight edge music going into his head yet that might have helped him out.",
        1209.14,
        1216.86
    ],
    [
        " So they get overseas and now I'm taking you straight into it into them getting him getting tasked with with their first mission.",
        1217.4,
        1228.7
    ],
    [
        " And here we go was I thrilled the front at last when asked by our captain if I wanted to go with the platoon I said do I want to go that's what I've been yearning and aching for all these months.",
        1230.4,
        1242.76
    ],
    [
        " When I was just a youngster I would read books telling how anxious soldiers were to go into action.",
        1243.36,
        1249.14
    ],
    [
        " I couldn't understand how men could desire to go out and fight and die but it is something that grows on you.",
        1249.7,
        1257.82
    ],
    [
        " You train and expect so long that finally you become anxious to get into it to get it over with.",
        1258.7,
        1265.72
    ],
    [
        " Time was short we went back to our companies on the run.",
        1266.44,
        1270.54
    ],
    [
        " Our company was assembled and I briefly explained that a platoon of 58 men was to be selected and that we were to make an attack with the French at six o'clock that night.",
        1271.3,
        1281.72
    ],
    [
        " My words felt like a bombshell a brief cheer went up from our company I asked all the men who wanted to be first in action to step forward and like one man the entire company stepped forward.",
        1282.28,
        1296.2
    ],
    [
        " Men who did not get to go on this trip cried real tears a direct contrast to the lack of volunteering for dangerous missions a few months later when they had become war weary.",
        1296.54,
        1309.08
    ],
    [
        " Then they would go if assigned to any task no matter how dangerous but they did not rush in they became fatalists and said they'd go if they were chosen.",
        1309.98,
        1320.5
    ],
    [
        " They'd die if it was their turn but they weren't going to overwork fate.",
        1320.5,
        1326.94
    ],
    [
        " And if you that's perfect comparison to the story that I tell in my retirement speech where we had this horrible situation going on in eastern Ramadi and I basically said all right whoever wants to go and live in this worst area put your name up on that board and every guy put their name up on that board.",
        1331.34,
        1350.26
    ],
    [
        " And I'll tell you this is also accurate in the fact that you fast forward two or three months into deployment after we take in casualties after market being killed and all the sudden guys were not and I'll use the exact quote he uses here they'd go to any task assigned no matter how dangerous but they did not rush in.",
        1350.72,
        1371.88
    ],
    [
        " They became war weary and that happens to anybody and I even saw that on my first deployment to Iraq we and we first got up in the back that everybody wants to go on every mission everyone's all fired up but as time goes by you start saying what are we doing this mission for what's this mission about who we going after.",
        1373.26,
        1392.52
    ],
    [
        " Fear starts to creep in.",
        1392.9,
        1395.82
    ],
    [
        " Now let's get to the assault.",
        1396.84,
        1398.54
    ],
    [
        " The French men were working like mad with their trench mortars they kept shells continuously in the air at three minutes to six sergeant Felix walked along the parapet informing all our men that we were going over in a few moments.",
        1400.76,
        1414.6
    ],
    [
        " I urged him to keep down not to make a target of himself but he disregarded my advice. Finally as our watches which had been synchronized before the bombardment pointed exactly to six o'clock there were whistles and commands and climbing men leaving the trench all along the line.",
        1414.96,
        1433.46
    ],
    [
        " The gunners who had been working so desperately with the trench mortars to pave the way for us cheered and cried out to us evidently urging us to sweep the Germans from the hill I just couldn't understand what they said.",
        1434.02,
        1445.92
    ],
    [
        " And soon we were in the thick of things bullets flying merrily by this time from the German trenches perhaps a fourth of a mile away I was hardly out of the trench until some great force pushed me knocking me over for a distance of perhaps twenty feet.",
        1446.98,
        1463.5
    ],
    [
        " I didn't know what it hit me but I felt blood running down my right eye.",
        1464.22,
        1467.98
    ],
    [
        " After that knockdown I forgot the line of combat groups and we fought just as our ancestors ancestors had always fought instinctive rushing forward stopping to shoot rushing again and shooting again.",
        1468.98,
        1483.2
    ],
    [
        " So that's like that's your welcome to combat.",
        1483.22,
        1487.18
    ],
    [
        " Oh you're all fired up you ready to go get some cool go over the top the first thing that happens to you is you get shot which is what happened to him.",
        1487.36,
        1496.22
    ],
    [
        " He doesn't even know it yet.",
        1496.22,
        1497.52
    ],
    [
        " All Americans have a legacy which has come to them from courageous fighting pioneer ancestors the American soldier is a good soldier.",
        1499.08,
        1509.0
    ],
    [
        " He has not had the centuries of drilling to make his own individual self subservient to the will of the commanding officer.",
        1509.92,
        1517.58
    ],
    [
        " He does not like to salute the brass bar unless that lieutenant has won his respect through deeds.",
        1518.38,
        1524.2
    ],
    [
        " He does not like to be regimented turned into a mere robot. He can think and act for himself.",
        1524.84,
        1531.36
    ],
    [
        " And when a battle has passed the initial stages he's the best soldier in the world.",
        1532.1,
        1537.5
    ],
    [
        " This is going again reminder this is World War One.",
        1539.2,
        1543.9
    ],
    [
        " And I say this all the time people in the military are not robots.",
        1544.88,
        1551.52
    ],
    [
        " And I can't speak too much about people from other military's but clearly this was a standout fought as an American looking at American troops in combat.",
        1552.74,
        1563.1
    ],
    [
        " They they're not just robots.",
        1563.4,
        1564.86
    ],
    [
        " And one of the best things about them is that they can think.",
        1565.32,
        1568.16
    ],
    [
        " Now here come a bunch of Americans over on some Germans coming up on their trench.",
        1569.08,
        1578.78
    ],
    [
        " Perhaps the Germans were too startled that the size and evident ferocity of their antagonist to fight well for a minute.",
        1579.42,
        1586.14
    ],
    [
        " But it seemed like a group of big men who had met a lot of boys playing soldiers.",
        1586.68,
        1592.96
    ],
    [
        " One push and the Germans rifle was knocked from his hand along thrust and that unfortunate man had reached the end of his life.",
        1594.0,
        1601.34
    ],
    [
        " I can still see the faces of these men. They're evident terror. They're astonishment at the number of men who leaped at them from the grass, at the size and power of these men. They're evident helplessness.",
        1601.84,
        1614.44
    ],
    [
        " There was not time for them to surrender.",
        1615.58,
        1617.44
    ],
    [
        " They had jumped up with bayoneted rifles in a moment or two. It was all over.",
        1618.94,
        1624.36
    ],
    [
        " Now this continues. Our advanced troops had passed me by.",
        1626.0,
        1629.66
    ],
    [
        " I could see dead Germans laying here and there. Right near me were two of them close together. One of them was a big older man with a Prussian mustache.",
        1630.38,
        1638.22
    ],
    [
        " His hand still clashed with a point in his stomach where the bayonet had gone in and been withdrawn.",
        1639.24,
        1645.5
    ],
    [
        " The youngster lay all twisted up. He too had been bayonetted. And it seemed that his bones were broken from the strokes of the butt of a wreck.",
        1646.66,
        1654.34
    ],
    [
        " The rifle. A rifle is a wicked weapon when swung by a powerful man. And there were many strong men in action that day.",
        1654.58,
        1662.8
    ],
    [
        " You hear about bayonet fighting. But to think about it on this scale where this is looking more like a scene out of brave heart at this point than it is looking like a modern war.",
        1664.08,
        1680.54
    ],
    [
        " People clubbing each other to death and stabbing each other at bayonet range.",
        1680.64,
        1686.24
    ],
    [
        " The Germans weren't giving up without a real struggle.",
        1686.82,
        1694.46
    ],
    [
        " We had read a lot about chained machine gunners. But these men weren't chained and they were fighting to the bitter, bitter death.",
        1695.32,
        1703.14
    ],
    [
        " Now that chained machine gunner, this is like a rumor that happened that the Americans would hear because the Germans had a machine gun.",
        1703.14,
        1710.94
    ],
    [
        " And it was a big heavy sort of a medium weight or heavy weight machine gun. I think it was a MG-08.",
        1710.94,
        1717.98
    ],
    [
        " And it was so heavy that they put this big sling on it. And on the sling it was made a leather but they had to reinforce the leather with chain.",
        1718.42,
        1726.24
    ],
    [
        " And so when they find these soldiers dead with these machine guns and the chain would clip into their gear, the rumor was that these guys had just been chained to their machine guns.",
        1727.16,
        1738.76
    ],
    [
        " You can't leave. You're just going to stay here and fight to the death.",
        1738.76,
        1741.16
    ],
    [
        " Our men were come back to the book. Our men were constantly rising and falling. Some of them never to rise again.",
        1744.94,
        1750.96
    ],
    [
        " Our ranks were becoming rapidly decimated and there were few of us still going forward at this point.",
        1751.82,
        1756.82
    ],
    [
        " I have never seen an authentic list of the casualties of A company that day but I know this.",
        1757.96,
        1764.84
    ],
    [
        " I never saw a single one of those 58 men of our company who went over the top that night again at the front.",
        1765.14,
        1773.06
    ],
    [
        " I had been hit several times. Once on the left knee, once on the right knee. Either bullet could have left me crippled for life but both glanced off the bone, leaving only a scar which is noticeable to this day.",
        1774.26,
        1789.78
    ],
    [
        " One grazed my arm leaving a scar at present an inch long and three quarters of an inch wide.",
        1790.56,
        1795.42
    ],
    [
        " I had a variety of feelings as these bullets struck or scratched me.",
        1796.08,
        1801.34
    ],
    [
        " The first which hit my helmet gave me the same sensation as if I had been pushed by a gigantic hand.",
        1802.42,
        1810.22
    ],
    [
        " The bullets on the knees, stung like I had been hit with a whip. Then the bullet that cut through the arm and the one which left its mark on my face felt like a drop of hot water had hit me.",
        1810.76,
        1821.56
    ],
    [
        " About this time the battle had become very hot. We fired at every enemy we could see and they were firing from every direction, from the front, left and right and even from behind because we'd gone so fast that we had not dropped the snipers who were firing at us from the trees.",
        1822.96,
        1840.2
    ],
    [
        " Caught in a little 360 degree field of fire.",
        1844.72,
        1847.9
    ],
    [
        " By the way, caught in a 360 degree field of fire after you've been shot what five times?",
        1848.34,
        1855.58
    ],
    [
        " We talked about lucky. Obviously, better to be lucky than good at this point.",
        1857.0,
        1865.68
    ],
    [
        " How he describes getting shot, you know how you'd almost think that you get shot that'd be so painful but when you're in the heat of things and I think it happens so fast that your nerves don't pick up on the destruction.",
        1866.46,
        1882.56
    ],
    [
        " It depends where you get shot. It depends where those rounds hit.",
        1882.96,
        1885.96
    ],
    [
        " I remember actually even here and guys from Vietnam, guys from Seals from Vietnam told me one guy told me a story that the first time he got shot they were out in operation came back.",
        1885.96,
        1897.94
    ],
    [
        " He was literally heading out to the bar actually actually he said he was in the bar and he realized he was bleeding and he looked down and he'd been shot somewhere in the abdomen.",
        1898.04,
        1906.2
    ],
    [
        " But you know obviously it wasn't that bad but he had been shot.",
        1907.04,
        1910.32
    ],
    [
        " Yeah and it can you can you can catch a bullet in the wrong place and it's game over or you can catch a bullet in the wrong place and it can just take you off your feet or you can catch a bullet in the wrong place and your arm won't move anymore or they'll be massive amounts of pain or you can catch a bullet in the right place.",
        1910.56,
        1929.7
    ],
    [
        " And it goes through and through it goes in and out very quickly doesn't hit anything vital and you know you're just kind of lucky.",
        1930.96,
        1937.82
    ],
    [
        " But the as far as the pain goes you think you know it's the same thing you're right sometimes it goes through and through and guys barely even notice it.",
        1938.02,
        1947.9
    ],
    [
        " Right.",
        1947.9,
        1948.1
    ],
    [
        " And sometimes if it hits the wrong spot it hits a bone or whatever I mean it's it's like a ricochet.",
        1948.4,
        1955.32
    ],
    [
        " Like I hear stories about it's going to sound kind of grotesque but like girls will get stabbed in the back or something and they'll be like oh it felt like I'm thinking of a particular story where",
        1955.78,
        1968.18
    ],
    [
        " we're got stabbed by an attacker in the back and she was like oh it felt like he was just beating me with his fist on my back and then I felt the warm blood going down you know and then later on they found out.",
        1968.18,
        1979.34
    ],
    [
        " It's like I don't know it's weird it's like it happens so fast or something combined with the adrenaline you don't feel the destruction part of it you know.",
        1979.34,
        1987.04
    ],
    [
        " And it depends what it hits to.",
        1987.18,
        1988.68
    ],
    [
        " It does depend on what it hits.",
        1988.74,
        1990.54
    ],
    [
        " That's crazy.",
        1990.62,
        1990.94
    ],
    [
        " It felt like hot water.",
        1991.24,
        1992.78
    ],
    [
        " That's you know.",
        1993.34,
        1993.92
    ],
    [
        " Yeah actually I had a guy one of my guys got shot.",
        1994.08,
        1996.9
    ],
    [
        " He was out you know firefight going on and all of a sudden he's he feels the hot you know the hot kind of dripping down his back.",
        1997.68,
        2006.54
    ],
    [
        " Hot liquid dripping down his back and it turned out he'd just been shot in the camel back in the camel back.",
        2006.64,
        2013.02
    ],
    [
        " Camel back you know those those they're like thermoses they're like.",
        2013.16,
        2015.84
    ],
    [
        " Oh there are your canteen.",
        2015.94,
        2016.8
    ],
    [
        " But they're soft canteen you wear them on your back and and it was hot out so the water and it was hot.",
        2017.06,
        2022.54
    ],
    [
        " And he's certain of he shot he thought he got shot but it actually just hit his camel back.",
        2023.18,
        2026.86
    ],
    [
        " I remember it my toenail fell off right in training that I stubbed that on a corner and I almost passed out.",
        2026.9,
        2035.6
    ],
    [
        " So you kind of consider the destruction you know.",
        2036.18,
        2040.52
    ],
    [
        " Yeah you kind of compare him.",
        2040.84,
        2042.38
    ],
    [
        " Yeah.",
        2042.42,
        2042.74
    ],
    [
        " It's almost like taking a bullet would be less painful.",
        2042.96,
        2045.04
    ],
    [
        " Then ripping out echoes toenail.",
        2045.42,
        2046.9
    ],
    [
        " Well it was my toenail that ripped off and then so it was jacked up for a few days.",
        2047.02,
        2052.02
    ],
    [
        " And then I stubbed that on the corner of I think it was like a bunch of nerves in your toes.",
        2052.22,
        2057.74
    ],
    [
        " Yeah.",
        2057.98,
        2058.1
    ],
    [
        " That's where you got fingernails or toenails.",
        2058.18,
        2059.8
    ],
    [
        " And again the most important thing is where you know what is that what is that bullet hit what is that blade hit.",
        2061.02,
        2067.04
    ],
    [
        " What does it do to you?",
        2067.12,
        2068.26
    ],
    [
        " Yeah.",
        2068.3,
        2068.6
    ],
    [
        " Does it hit the does it a nerve or not?",
        2068.74,
        2071.04
    ],
    [
        " Yeah and adrenaline because when I got my tone of the nerve off it hit at this weird angle where it just peeled back my whole big toenail.",
        2071.32,
        2078.76
    ],
    [
        " And it didn't really hurt that much because I was rolling you know the adrenaline and stuff.",
        2078.9,
        2082.88
    ],
    [
        " But if I just sat there and said hey jaco peel back my toenail like that it probably hurt way more.",
        2083.04,
        2088.4
    ],
    [
        " It would hurt way more because I can't be involved.",
        2088.44,
        2091.0
    ],
    [
        " Alright here we go back to the book.",
        2091.2,
        2097.8
    ],
    [
        " The operators of machine guns of any sorts are targets for all riflemen's.",
        2098.18,
        2104.06
    ],
    [
        " Their vulnerability and action gave rise to the term suicides squad.",
        2104.34,
        2107.98
    ],
    [
        " Sergeant Felix called to one of the runners to bring him the gun.",
        2108.88,
        2111.52
    ],
    [
        " The runner dropped dead as he handed the gun to Felix.",
        2112.24,
        2114.4
    ],
    [
        " We'd advance the German third line trench fighting desperately meanwhile and driving the Germans before us.",
        2115.4,
        2122.94
    ],
    [
        " I had not reached any of them with my bayonet but I'd been doing the deadly work with my rifle.",
        2123.94,
        2129.66
    ],
    [
        " As we rushed to the German trench expecting to jump down into it and fight hand to hand with the enemy we saw that we could not do this.",
        2130.68,
        2138.88
    ],
    [
        " The trench was covered thoroughly with barbed wire.",
        2139.5,
        2142.22
    ],
    [
        " So that nothing much larger than a hummingbird could get in.",
        2142.86,
        2146.7
    ],
    [
        " We laid down outside the parapet to fire at close range.",
        2147.6,
        2151.0
    ],
    [
        " Someone shouted look out there's a bomb.",
        2151.28,
        2153.1
    ],
    [
        " It went off, it went right off in my face but all my parts seemed to be present immediately afterwards.",
        2154.08,
        2160.22
    ],
    [
        " I saw Felix lying there sprawled out, grooping for his pistol.",
        2160.68,
        2164.54
    ],
    [
        " I said what's the matter Bill?",
        2165.38,
        2166.6
    ],
    [
        " He couldn't answer but turned weakly to me and I saw that half his face seemed to have been torn off.",
        2167.02,
        2173.5
    ],
    [
        " I picked up the automatic rifle and as I turned it into the German trench they got up and ran back.",
        2174.4,
        2181.34
    ],
    [
        " I was the only one firing.",
        2181.9,
        2183.2
    ],
    [
        " I saw many of them drop with a 60 shots of minute I was pumping at them.",
        2183.66,
        2187.12
    ],
    [
        " So I knew I was getting enough of the enemy to make up for our men who had been killed and wounded.",
        2187.56,
        2192.22
    ],
    [
        " For a time there was nothing to shoot at so I took stock of the situation.",
        2193.52,
        2197.62
    ],
    [
        " So far back that they were hardly more than specs I saw tiny men in blue digging in.",
        2198.74,
        2204.54
    ],
    [
        " It must have been all of a half a mile.",
        2205.32,
        2207.26
    ],
    [
        " I knew that we should not stay out here in such an isolated post but what were we to do?",
        2208.58,
        2213.22
    ],
    [
        " I never thought for a minute of abandoning the wounded.",
        2214.06,
        2217.08
    ],
    [
        " So there we stayed.",
        2218.06,
        2219.14
    ],
    [
        " The snipers far off in the wood were still firing at us and there was no way we could reach them or entirely escape their bullets.",
        2219.9,
        2226.18
    ],
    [
        " I couldn't get into the trench so I crawled around it.",
        2227.52,
        2230.34
    ],
    [
        " Well over into the woods.",
        2230.94,
        2232.88
    ],
    [
        " Shell holes everywhere.",
        2233.94,
        2235.18
    ],
    [
        " I saw for the first time what havoc could be wrought by shell fire.",
        2236.2,
        2239.74
    ],
    [
        " At places the shell holes were connected solidly to each other.",
        2240.68,
        2244.04
    ],
    [
        " The trees and bushes were shattered.",
        2244.64,
        2246.6
    ],
    [
        " Men were blown up and blown up again.",
        2247.1,
        2248.96
    ],
    [
        " They were in pieces.",
        2249.84,
        2250.74
    ],
    [
        " It would have taken a bushel basket or a GI can to have gathered up all those Germans for burial.",
        2251.9,
        2257.32
    ],
    [
        " I admit that they were the finest of soldiers.",
        2258.26,
        2262.4
    ],
    [
        " After four years of war they fought to the death before they would give up a position.",
        2262.78,
        2267.74
    ],
    [
        " They were so well trained that it was second nature with them.",
        2268.5,
        2271.78
    ],
    [
        " They had been regimented for so long that they never questioned an order, put up with all sorts of privation and suffering and were cheerful through it all.",
        2272.6,
        2280.32
    ],
    [
        " The majority of them were in very good condition when captured.",
        2280.7,
        2285.4
    ],
    [
        " It showed they could take it.",
        2286.02,
        2287.44
    ],
    [
        " I often wondered if our own men could be as good soldiers after four years of war.",
        2288.38,
        2292.36
    ],
    [
        " All of us could not be brave.",
        2294.56,
        2296.46
    ],
    [
        " Braveery is a sort of fixed quality, something that some men have and others do not.",
        2298.28,
        2304.58
    ],
    [
        " Only physical collapse or death stops the brave.",
        2305.22,
        2309.46
    ],
    [
        " Some will be brave when they must, when they, like a mother animal, are driven by the instinct of self-preservation to protect their own lives or that of their offspring.",
        2310.0,
        2322.1
    ],
    [
        " A man who naturally has courage is fortunate.",
        2322.82,
        2326.9
    ],
    [
        " It is the ability to control his mind to prepare it so that he feels nothing.",
        2327.92,
        2334.14
    ],
    [
        " Courage is the product of physical strength and mental strength combined.",
        2335.66,
        2339.7
    ],
    [
        " Proper training will make men more courageous.",
        2340.98,
        2344.24
    ],
    [
        " And certainly these Germans were courageous.",
        2345.78,
        2348.56
    ],
    [
        " Physical strength and mental strength combined.",
        2350.28,
        2354.28
    ],
    [
        " That's where that courage comes from.",
        2354.94,
        2358.06
    ],
    [
        " Back to the book, I tried to do something for the wounded.",
        2359.4,
        2362.28
    ],
    [
        " They were very cold by this time, suffering from loss of blood.",
        2362.94,
        2366.02
    ],
    [
        " They were lying there, stripped to the waist.",
        2366.66,
        2368.48
    ],
    [
        " I reached for the canteen of one of the dead men.",
        2369.08,
        2371.2
    ],
    [
        " There were two bullet holes through mine and it was empty.",
        2371.96,
        2374.6
    ],
    [
        " Just as I turned a bullet from a far off to the left, tore through the flesh of my cheek.",
        2375.5,
        2380.84
    ],
    [
        " Had I not turned at that very instant, it would have gone through my head dead center, killing me or sadly made me me for life.",
        2381.84,
        2389.02
    ],
    [
        " Little Vochona, who lay there, was just 16 years of age.",
        2391.02,
        2396.48
    ],
    [
        " He was the first of a dozen youngsters whose ages ranged from 14 to 16.",
        2396.98,
        2402.78
    ],
    [
        " Who would have listed in our company.",
        2403.1,
        2405.32
    ],
    [
        " They had lied about their actual age enamored with the appearance of our fellows in uniform.",
        2405.84,
        2412.38
    ],
    [
        " They too wanted to be soldiers.",
        2413.1,
        2415.28
    ],
    [
        " Some of them lost their nerve before they reached the front and tried in many ways to get out of service.",
        2417.06,
        2422.34
    ],
    [
        " The Spencer brothers, 15 and 16 years of age, were to be killed by shell fire.",
        2423.5,
        2429.3
    ],
    [
        " There was no fear in this little Italian boy.",
        2431.08,
        2434.12
    ],
    [
        " He was talking about little Vochona.",
        2434.12,
        2435.68
    ],
    [
        " He had always been a hot head wanting to fight with a knife, fork or anything he could lay his hands on when someone antagonized him a bit.",
        2436.56,
        2446.0
    ],
    [
        " He was dashing forward with band-aid and rifle in hand so fast when the bullet which killed him, which hit him, that he lay out well on the barbed wire covering the German trench.",
        2446.76,
        2458.7
    ],
    [
        " Kids 14, 15 and 16 years old.",
        2463.22,
        2466.32
    ],
    [
        " I don't... I'm not saying anything bad about our current state in America, but I have a hard time picturing the current brood of 14, 15 and 16 year olds getting their trench warfare on.",
        2467.78,
        2487.34
    ],
    [
        " 14, 15 and 16 years old.",
        2490.22,
        2492.98
    ],
    [
        " Face to face with the Germans.",
        2493.6,
        2496.78
    ],
    [
        " Back to the book.",
        2497.86,
        2501.0
    ],
    [
        " I crawled back and there was one of our men, crying.",
        2501.44,
        2504.62
    ],
    [
        " I asked him why and he replied that so many of his friends had been killed.",
        2505.7,
        2508.98
    ],
    [
        " I told him not to worry about the killed, that we had living wounded to be concerned about, to get back.",
        2510.36,
        2516.74
    ],
    [
        " That he had better go for help and stretchers and see if we could not evacuate our fellows.",
        2519.3,
        2525.12
    ],
    [
        " I had no other thought than that I should die as bravely as I could for my friends or country or something.",
        2526.86,
        2537.36
    ],
    [
        " So I prepared to sell my life as dearly as possible.",
        2538.22,
        2541.82
    ],
    [
        " In a surprisingly few minutes there came a crashing through the woods, the sound of voices and a large body of men came into view.",
        2543.24,
        2551.52
    ],
    [
        " I lay still, waited until they were close and then jumped up pointing my automatic rifle at them and it was prepared to go into action.",
        2552.32,
        2560.06
    ],
    [
        " I suppose it was very startling to have a dead man jump up, for I certainly looked dead.",
        2561.22,
        2566.9
    ],
    [
        " I pulled the trigger and as soon as one man fell the other all the others all shouted, comrade.",
        2568.78,
        2575.28
    ],
    [
        " It's like holding a patrain, no one wants to be the first killed so a crowded car permits one man to hold it up.",
        2575.74,
        2583.32
    ],
    [
        " When the Germans found that I had stopped firing they were anxious to surrender.",
        2583.88,
        2588.64
    ],
    [
        " Their officer was as nice and polite as any head waiter in a high class restaurant.",
        2589.58,
        2594.26
    ],
    [
        " He knew a little English and understood when I told him to have his men pile the arms in one place, put their packs in another and make improvised stretchers to carry back the wounded.",
        2594.96,
        2604.68
    ],
    [
        " This all took just a few minutes and soon we were starting back.",
        2605.44,
        2610.24
    ],
    [
        " So the tough Germans he ended up capturing a bunch of Germans and he actually actually makes a funny comment here that he says that he was a good man.",
        2611.16,
        2624.24
    ],
    [
        " As he was walking back with all these Germans that he had captured a couple of other guys now helped him once he got off the front lines and he says that his award says that he had assisted in the capture of 38 Germans and he can see he's kind of upset about that because he did it by himself.",
        2625.12,
        2641.22
    ],
    [
        " He didn't assist he got the whole thing done.",
        2641.22,
        2644.88
    ],
    [
        " And now he ends up because the wounds that he suffered he ends up in the hospital and he starts having thoughts and explaining what it's like being in the hospital and the people that are in there with him.",
        2647.54,
        2659.64
    ],
    [
        " Youth of all nations seldom reckons the cost.",
        2659.64,
        2665.0
    ],
    [
        " They make the best soldiers because they will go out and try to die bravely for their countries as I expected and tried to do.",
        2666.2,
        2673.74
    ],
    [
        " Older men are more cautious they have homes perhaps families positions they know about life they usually know the folly of war.",
        2675.04,
        2685.3
    ],
    [
        " They are careful and battles are not won by being careful.",
        2685.9,
        2691.58
    ],
    [
        " The impetuous youthful soldiers are the best fighters.",
        2692.34,
        2697.04
    ],
    [
        " That's why war will always take the flower of the manhood of the nations involved the strongest most intelligence most useful of men.",
        2698.02,
        2708.78
    ],
    [
        " Now he starts talking about what happens he's again still in the hospital trying to recover from the wounds he has his wounds obviously aren't as bad as some of the other wounded that he's in there with.",
        2709.96,
        2722.7
    ],
    [
        " Back to the book when a man was dying they would move him out.",
        2725.06,
        2729.92
    ],
    [
        " It was not it was bad enough for him to die without his comrades who did not know when their own turn might come having to watch him die.",
        2730.28,
        2741.58
    ],
    [
        " Some of the men went out screaming when they were moved.",
        2743.82,
        2747.12
    ],
    [
        " The nurses would try and ease their going by telling them that they were only going to the operating room for minor treatment or to the dressing room to have their bandages changed.",
        2747.9,
        2757.2
    ],
    [
        " The fellows soon learned to observe whether the little bag which held their personal belongings sometimes a helmet or a coat came with them.",
        2758.52,
        2767.74
    ],
    [
        " If it remained behind they could expect to come back but if it too was moved then they were sure that worse was in store for them.",
        2769.82,
        2778.52
    ],
    [
        " Some begged to be left there to die with their friends around them not to be placed with a lot of near corpses who were complete strangers.",
        2779.7,
        2787.56
    ],
    [
        " The more pitifully wounded did not wish to live.",
        2790.4,
        2793.88
    ],
    [
        " They constantly begged doctors and nurses sometimes at the top of their voices to put an end to them.",
        2794.48,
        2801.52
    ],
    [
        " Some made attempts to end their lives with a knife or fork.",
        2803.7,
        2807.44
    ],
    [
        " It became necessary to feed these wounded and never leave a knife or a fork with them.",
        2808.26,
        2814.44
    ],
    [
        " A blinded man who was suffering greatly and did not wish to live had killed himself with a fork.",
        2816.38,
        2822.7
    ],
    [
        " It was hard to drive it deep enough through his chest to end his life and he kept hitting it with his clenched fist to drive it deeper.",
        2823.64,
        2834.6
    ],
    [
        " That is...",
        2835.8,
        2839.28
    ],
    [
        " I guess about as bad as it gets.",
        2841.34,
        2844.1
    ],
    [
        " When you have individuals that survived combat but are in such a wretched state that the soldier killed himself with a fork.",
        2845.58,
        2861.3
    ],
    [
        " The soldier killed himself with a fork.",
        2861.3,
        2861.48
    ],
    [
        " One of my buddies, Brian Job, got blinded in both eyes after he took around to the face.",
        2862.74,
        2878.68
    ],
    [
        " It really does show you.",
        2881.34,
        2884.18
    ],
    [
        " I mean, I would talk to him on the phone when we were still over there and just his attitude was so indomitable.",
        2885.3,
        2895.22
    ],
    [
        " His spirit was so strong.",
        2895.5,
        2898.04
    ],
    [
        " And I'll tell you something else. He had been sent to, at one point, he was sent to the place where they have the guys that have had traumatic brain injuries,",
        2898.42,
        2911.12
    ],
    [
        " who are having trouble with their thoughts and with their motor skills and guys that are in really bad shape.",
        2911.58,
        2917.72
    ],
    [
        " And when he was there and I talked to him on the phone, he spent about a week there.",
        2919.34,
        2924.36
    ],
    [
        " And he told me, you know, I think I think he'd already left, but he said, basically told him, hey, get me out of here.",
        2925.72,
        2936.58
    ],
    [
        " I don't need the kind of help that these guys need. I'm taking up someone's bed.",
        2936.9,
        2940.9
    ],
    [
        " So even though he was blind, and of course he was a tough bastard, but I mean tough bastard nod.",
        2941.16,
        2947.86
    ],
    [
        " He was blind. I mean, that's a game changer, obviously.",
        2947.96,
        2950.62
    ],
    [
        " But he still looked at the guys that were wounded worse than him.",
        2951.3,
        2955.28
    ],
    [
        " And was like, hey, I don't want to take up anybody's bed. I'm good. I'll be okay. I can't see, but I'm good.",
        2955.76,
        2961.94
    ],
    [
        " Did you say you want to come back to?",
        2963.12,
        2965.16
    ],
    [
        " Oh, yeah. Of course.",
        2965.66,
        2967.34
    ],
    [
        " Yeah. He was like telling me, just let me come back. Let me come back and I can stand watch because I can smell him.",
        2967.72,
        2980.02
    ],
    [
        " And unfortunately, he didn't get a chance to go back.",
        2981.38,
        2986.46
    ],
    [
        " So now there's a, then the Germans had made a drive for, for Paris and the Americans were now involved in a counter attack.",
        2991.1,
        3002.14
    ],
    [
        " And Bob Hoffman is still in the hospital.",
        3003.0,
        3008.52
    ],
    [
        " And now the wounded start coming in from this counter attack.",
        3009.08,
        3011.62
    ],
    [
        " The wounded that came in now were particularly serious cases.",
        3013.14,
        3017.28
    ],
    [
        " Men who had been wounded by tremendous shells.",
        3018.0,
        3020.24
    ],
    [
        " There was much screaming in anguish displayed by these sorely wounded men.",
        3021.62,
        3026.12
    ],
    [
        " Seldom wasn't quiet at night.",
        3027.78,
        3029.56
    ],
    [
        " Men whose nerves broke would be screaming all night.",
        3031.12,
        3034.64
    ],
    [
        " There were many cases of shell shock.",
        3035.78,
        3038.24
    ],
    [
        " Men who had had their maniacal moments when they felt that they were still at the front being subjected to shell fire.",
        3039.04,
        3047.02
    ],
    [
        " They were out of their minds and there was nothing that could be done about it.",
        3048.1,
        3052.02
    ],
    [
        " But it made it most unpleasant for the other wounded.",
        3052.72,
        3056.66
    ],
    [
        " Horrible cases of mustard gas were everywhere.",
        3058.58,
        3061.9
    ],
    [
        " Some of these men were blinded and had to lie for endless days when their heads covered with bandages.",
        3063.26,
        3069.66
    ],
    [
        " Some of the men were able to walk, sprayed a leg and down the aisles.",
        3070.42,
        3077.58
    ],
    [
        " I was told that their testicles had in some cases shriveled up like dry peas in a pod.",
        3078.68,
        3084.28
    ],
    [
        " They were certainly in a bad way.",
        3085.38,
        3087.96
    ],
    [
        " So the mustard gas attacks the softest part of your tissues.",
        3092.34,
        3099.9
    ],
    [
        " So your eyes, your nose, your testicles, like anywhere where there's moisture and softness.",
        3100.52,
        3108.22
    ],
    [
        " On the 21st of July, the doctors decide that he's fit to go back to the front.",
        3109.22,
        3118.18
    ],
    [
        " He gets on a train.",
        3118.76,
        3120.42
    ],
    [
        " I can't imagine you go.",
        3120.52,
        3122.4
    ],
    [
        " You fight this battle, you get wounded, you come back, you're watching guys come in that are severely wounded, shell shock, mustard gas.",
        3122.84,
        3131.02
    ],
    [
        " And then they say, okay, by the way, now you're good to go.",
        3131.98,
        3134.06
    ],
    [
        " We're going to send you back out to the front.",
        3134.22,
        3135.66
    ],
    [
        " You think you got that million dollar wound that we talk about in a bunch of these episodes where people say, oh, I got made it off the front.",
        3135.92,
        3141.38
    ],
    [
        " He goes off the front for, I don't even think it's a month, I think it's a few weeks.",
        3141.76,
        3145.28
    ],
    [
        " And now you're fit for duty again.",
        3146.66,
        3148.6
    ],
    [
        " Back to the front.",
        3149.46,
        3150.16
    ],
    [
        " Back to the front, back to the meat grinder.",
        3150.32,
        3152.74
    ],
    [
        " And he goes there by train and surprisingly short time at about two o'clock, we were close enough to the front that we had started to see the dead soldiers of both armies along the way.",
        3153.46,
        3166.1
    ],
    [
        " The American soldiers had been buried hastily and holds their dug along the road as they were advancing.",
        3166.78,
        3172.3
    ],
    [
        " But there were still many of them laying in the fields.",
        3173.0,
        3175.56
    ],
    [
        " I could see their khaki uniforms and their white faces as we passed.",
        3176.32,
        3181.14
    ],
    [
        " There are two chief reasons why a soldier feels fear.",
        3183.9,
        3188.26
    ],
    [
        " First they will not get home to see his loved ones again, but most of all, picturing himself in the same position as some of the dead men we saw.",
        3189.3,
        3198.12
    ],
    [
        " They lay their face up usually in the rain, their eyes open, their faces pale and chalk like, their gold teeth showing.",
        3199.22,
        3207.06
    ],
    [
        " That is in the beginning.",
        3208.14,
        3209.86
    ],
    [
        " After that they are usually too horrible to think about.",
        3211.2,
        3213.74
    ],
    [
        " We buried them as fast as we could, Germans, French and Americans alike.",
        3214.6,
        3219.18
    ],
    [
        " Get them out of sight, but not out of memory.",
        3219.58,
        3222.52
    ],
    [
        " I can remember hundreds and hundreds of dead men.",
        3223.82,
        3226.6
    ],
    [
        " I would know them now if I were to meet them in the hereafter.",
        3228.12,
        3231.38
    ],
    [
        " I could tell them where they were laying and how they were killed, whether with shell fire, gas, machine gun or bayonet.",
        3231.98,
        3241.08
    ],
    [
        " In the beginning we had a fear of the dead.",
        3241.9,
        3246.3
    ],
    [
        " We hated to touch them.",
        3246.88,
        3248.02
    ],
    [
        " Some of the hardest experience of my life were taking the identification tags from my dead friends.",
        3248.62,
        3253.68
    ],
    [
        " The first dead man I touched was Philip Becketich, an Austrian baker who was with our company.",
        3254.76,
        3261.5
    ],
    [
        " I tried to save his life by carrying him through heavy enemy fire and putting him in one of the cellars of the French houses.",
        3262.22,
        3270.38
    ],
    [
        " He was shot in my arms as I carried him.",
        3271.74,
        3274.4
    ],
    [
        " A few hours later I found time to go round and find how he was.",
        3275.84,
        3279.94
    ],
    [
        " He was dead, stiff and cold.",
        3281.2,
        3284.48
    ],
    [
        " I had to remove his identification tags and they slipped down between his collar bones and the flesh of his chest.",
        3285.1,
        3292.68
    ],
    [
        " They were held there and it took an effort to get them out.",
        3293.98,
        3296.76
    ],
    [
        " I thrilled and chilled with horror as I touched him.",
        3299.5,
        3302.7
    ],
    [
        " It was hard to touch these dead men at first, my people at home, hearing of what I was passing through expected me to come back hard, brutal, callous, careless.",
        3305.66,
        3314.92
    ],
    [
        " But I didn't even want to take a dead mouse out of the trap when I got home.",
        3315.78,
        3320.78
    ],
    [
        " Yet over there I buried 78 men one morning.",
        3321.98,
        3325.54
    ],
    [
        " I didn't dig the holes for them of course, but I did take their personal belongings from them to return to their people, their rings, trinkets, letters and identification tags.",
        3326.38,
        3338.02
    ],
    [
        " You hear these days, you know people will talk about seeing a dead body and how that's a traumatic experience.",
        3338.48,
        3349.38
    ],
    [
        " As a matter of fact, my son has found a dead body one down on the beach and one guy fell off the cliff and by my house.",
        3349.98,
        3362.04
    ],
    [
        " I saw that in the news, but I didn't know.",
        3362.22,
        3364.9
    ],
    [
        " People were saying, oh, you know, make sure you talk about it with them and make sure he's okay and all that.",
        3365.46,
        3371.5
    ],
    [
        " Great, you're concerned.",
        3372.22,
        3373.1
    ],
    [
        " But can you imagine, I mean, you're just seeing dead body after dead body after dead body after dead body after dead body after dead body because on and on and on.",
        3374.36,
        3383.94
    ],
    [
        " Yeah, like that kind of this kind of.",
        3384.44,
        3391.2
    ],
    [
        " If you're in that environment, sometimes it could, you could have that kind of desensitized feeling.",
        3393.0,
        3400.22
    ],
    [
        " But I want to imagine it would really come to get you after everything comes down, you know, like like how he was saying he didn't even want to take a mouse out of the child dead mouse.",
        3401.12,
        3409.7
    ],
    [
        " Because it's a reminder in this calm environment, a reminder of just all that death, you know.",
        3409.88,
        3415.3
    ],
    [
        " But at the time, it seems like there almost like there could be two kinds of reactions to it where they either get used to it or get tired of it kind of thing.",
        3417.32,
        3426.72
    ],
    [
        " And then so if you get tired of it, it'll just wait on you way on you way on you.",
        3426.82,
        3429.68
    ],
    [
        " But if you get used to it, it just gets less and less impactful, you know.",
        3429.74,
        3433.16
    ],
    [
        " Yeah, well, obviously they had to deal with it.",
        3433.66,
        3436.52
    ],
    [
        " They had to detach from it.",
        3436.52,
        3437.84
    ],
    [
        " You couldn't, I mean, it's just like you talked to a doctor that's been in practice for a long time.",
        3437.84,
        3441.3
    ],
    [
        " Eventually they cannot get emotionally attached to every patient that they had or they would go completely insane.",
        3441.42,
        3446.26
    ],
    [
        " They wouldn't be able to do the job.",
        3446.26,
        3447.52
    ],
    [
        " And it's the same thing here.",
        3447.52,
        3448.5
    ],
    [
        " Obviously you can't get emotionally attached to every single body that he's dealing with.",
        3448.5,
        3453.0
    ],
    [
        " But you can tell that it leaves a mark.",
        3453.14,
        3454.74
    ],
    [
        " Yes, fully.",
        3455.3,
        3456.14
    ],
    [
        " And you think that, I mean, the doctors, the good, the good, the analogy, but the thing that the doctor has and I was talking to Luke, you know, Dr. Luke.",
        3456.44,
        3463.9
    ],
    [
        " Right.",
        3463.9,
        3464.18
    ],
    [
        " We're talking about it.",
        3464.36,
        3465.2
    ],
    [
        " Jade asked him that question.",
        3465.3,
        3466.78
    ],
    [
        " Like it does it ever weird you out when you, you know, you're operating on somebody or whatever.",
        3466.9,
        3470.52
    ],
    [
        " And what doctors get is this sense of, okay, so not only the job, but it's almost like working on a car.",
        3470.7,
        3478.3
    ],
    [
        " Because you kind of know all the little working parts and you can fix them, use them together and boom, it works now.",
        3478.54,
        3483.74
    ],
    [
        " You know, kind of so there's that element of thinking.",
        3483.98,
        3486.74
    ],
    [
        " And then yeah, sure on the other side, it's a person.",
        3487.32,
        3489.92
    ],
    [
        " And if you know the guy, you know, it might even be more personal.",
        3490.08,
        3492.56
    ],
    [
        " But in war, it seems way more dark because the guys are not supposed to be dead.",
        3492.94,
        3498.06
    ],
    [
        " You know, the goal is to live and to win the war.",
        3498.56,
        3500.86
    ],
    [
        " Death is literally like the worst case scenario for the person or one of them.",
        3501.22,
        3504.78
    ],
    [
        " So when you see someone dead, it's like, man, it's not.",
        3505.16,
        3509.2
    ],
    [
        " It's part of the job, but it's not the outcome that you're the goal.",
        3509.68,
        3514.22
    ],
    [
        " You know, it's no part of the goal is to die ever.",
        3514.4,
        3516.44
    ],
    [
        " It's like the bad part.",
        3516.84,
        3517.96
    ],
    [
        " So it can't be substituted with, hey, you know, that's, you can't substitute your thinking in regards to this dead person with, you know, part of being part of my goal of my job, you know.",
        3520.06,
        3530.36
    ],
    [
        " Yeah, although I will say that, you know, when you've got at least we had a, we have a voluntary military service.",
        3530.9,
        3538.0
    ],
    [
        " And everybody that joins up knows that that's part of the risk of the job.",
        3538.5,
        3544.54
    ],
    [
        " So at least even though that's obviously not the goal, you know that guys have at least come to grips with the reality that that's what they may face.",
        3544.82,
        3556.88
    ],
    [
        " Yeah, fully.",
        3556.98,
        3557.5
    ],
    [
        " Kind of like if you're a fighter in the guy, you know, getting knocked out, see the guy get knocked out of broken leg or something like that.",
        3558.14,
        3565.16
    ],
    [
        " It's part of the game, you know, but obviously way not quite as heavy as the war situation.",
        3565.38,
        3571.9
    ],
    [
        " So speaking of which back to the book here, they are, he's now just fighting and he's with another guy named Vaughn and Vaughn kind of pokes his head up above this barricade and start shooting.",
        3573.46,
        3587.96
    ],
    [
        " And he's kind of looking at him thinking that seems pretty dangerous, but he sees Vaughn getting away with it.",
        3588.52,
        3593.72
    ],
    [
        " So he gets up there too and start shooting and soon they're, they're firing shots and then back to the book here.",
        3594.94,
        3601.42
    ],
    [
        " But after several shots, each I suddenly saw Vaughn's helmet go sailing down over the slight hill.",
        3601.64,
        3607.5
    ],
    [
        " I looked at him and the entire top of his head was off.",
        3608.28,
        3611.84
    ],
    [
        " Apparently a dumb, dumb type bullet, one in which the lead had been cut so that it would spread in the instant struck.",
        3612.36,
        3619.64
    ],
    [
        " Taring a terrific hole in the object had hit, had flattened against his helmet or tin hat and had taken his, taken off his head to a level with his eyes and ears.",
        3620.62,
        3633.38
    ],
    [
        " He had been kneeling and his buttocks went back a bit, his head forward and his brains ran out there in front of me like soup from a pot.",
        3633.98,
        3642.72
    ],
    [
        " I did not fire over another wall.",
        3643.48,
        3647.0
    ],
    [
        " The sniper had his choice to pick one or the other of us.",
        3648.7,
        3653.42
    ],
    [
        " For some unknown reason he chose Vaughn.",
        3654.42,
        3657.14
    ],
    [
        " I'm here and he's gone. Vaughn lay there for a couple days.",
        3658.44,
        3663.42
    ],
    [
        " Finally he was carried down and stored in the room where we had the other dead piled up like logs of wood.",
        3664.3,
        3671.14
    ],
    [
        " But he had to have his own place in the corner.",
        3672.22,
        3675.52
    ],
    [
        " It was gruesome enough.",
        3676.94,
        3678.44
    ],
    [
        " The nerve strain of the constant gas attacks was severe.",
        3680.72,
        3690.42
    ],
    [
        " We were waking up at every hour of the day and night to stand to in preparation for an attack to prepare to move on or at least put our gas masks on.",
        3691.66,
        3701.3
    ],
    [
        " Then now they're getting ready to do another assault.",
        3702.38,
        3710.08
    ],
    [
        " One of the greatest barrage in history the war was being put over.",
        3711.08,
        3714.78
    ],
    [
        " The earth and the air constantly trembled with the force of explosions.",
        3715.08,
        3719.52
    ],
    [
        " Each flare would show us the details of no man land, no man's land between the lines.",
        3720.7,
        3725.4
    ],
    [
        " Dead men were laying everywhere in the most grotesque positions.",
        3726.5,
        3729.68
    ],
    [
        " Some of them lay as if sound asleep.",
        3730.62,
        3732.4
    ],
    [
        " One man's head rested so comfortably on his arm that I could not believe you as dead.",
        3733.3,
        3738.02
    ],
    [
        " Others had been blown to pieces several times and some were just arms and legs or torsos.",
        3738.84,
        3744.84
    ],
    [
        " This night approach to the front made us sick.",
        3745.42,
        3749.44
    ],
    [
        " As we finally found the men we were to relieve we were all thoroughly sick.",
        3750.46,
        3756.28
    ],
    [
        " The ground was rotten with tear and vomiting gas.",
        3756.9,
        3760.66
    ],
    [
        " Mustard gas too was all around.",
        3761.48,
        3763.54
    ],
    [
        " War is bad enough without the constant torture of gas.",
        3764.22,
        3768.52
    ],
    [
        " There was a constant cry for stretcher bearers for the red cross,",
        3769.52,
        3773.98
    ],
    [
        " the most diabolical screaming and moaning that could be imagined.",
        3774.56,
        3777.78
    ],
    [
        " Human beings lying helpless, no way to fight back, not knowing who would be killed by the next shell.",
        3778.9,
        3786.34
    ],
    [
        " It is hard to be brave at night.",
        3787.14,
        3790.12
    ],
    [
        " Shilling at night saps the courage from the bravest.",
        3791.28,
        3794.26
    ],
    [
        " Everyone lies there, shakes.",
        3795.12,
        3796.8
    ],
    [
        " Only the strongest can keep their right minds.",
        3797.88,
        3800.1
    ],
    [
        " It is on such nights as this that men go out of their heads.",
        3802.04,
        3806.04
    ],
    [
        " One will never know how he will behave in such an ordeal.",
        3807.4,
        3811.42
    ],
    [
        " Some men weep, others shake, some stand up nonchalantly.",
        3812.12,
        3815.9
    ],
    [
        " Apparently not caring whether they get killed or wounded,",
        3816.0,
        3818.98
    ],
    [
        " some tell crude jokes, but mostly the men dig and dig.",
        3819.22,
        3824.24
    ],
    [
        " So that is only the direct hits that will get them.",
        3824.56,
        3827.18
    ],
    [
        " Grimly enduring the torture that human beings subject to each other too,",
        3829.26,
        3833.16
    ],
    [
        " not knowing who will go next.",
        3833.7,
        3835.16
    ],
    [
        " We spent five days in that place which was popularly called Death Valley.",
        3836.14,
        3841.4
    ],
    [
        " I don't know whether there was any real object and staying and dying there,",
        3842.68,
        3846.68
    ],
    [
        " but we were ordered into that valley and there we stayed.",
        3846.82,
        3849.96
    ],
    [
        " There were always a few maniacs around, men who had lost their mind through shell fire",
        3850.3,
        3856.68
    ],
    [
        " and had to be overpowered and bound.",
        3856.68,
        3858.56
    ],
    [
        " Some men were buried alive and we were constantly busy digging out the live ones.",
        3859.52,
        3865.44
    ],
    [
        " Many would be smothered before we could get them out.",
        3866.84,
        3869.04
    ],
    [
        " At times we would have a group of wounded and stretcher bears making their way up the hill,",
        3870.38,
        3874.96
    ],
    [
        " a shell would fall among them and nearly all would be killed.",
        3875.4,
        3878.24
    ],
    [
        " So many men were wounded, wounded again, and were still under fire.",
        3879.24,
        3886.18
    ],
    [
        " Sometimes we found two or three men dead together and so badly mixed up that we could not tell",
        3887.34,
        3894.06
    ],
    [
        " whether we got the right parts and the right grave or not.",
        3894.06,
        3897.2
    ],
    [
        " The men suffered and so did the horses.",
        3899.7,
        3903.58
    ],
    [
        " One of my most painful memories at the front was seeing a shell drop near two artillery horses.",
        3904.38,
        3911.18
    ],
    [
        " The horses broke away from the tree to which they were secured and galloped up through the field.",
        3912.3,
        3917.06
    ],
    [
        " One of the horses was hit in the abdomen.",
        3918.5,
        3920.32
    ],
    [
        " It's in testons dropped out, dragged on the ground,",
        3921.48,
        3925.94
    ],
    [
        " and soon its feet were entangled in its own intestines to the point where it fell down and could not run any further.",
        3926.0,
        3931.92
    ],
    [
        " It lay there with its head up for what seemed like to be an endless period.",
        3932.54,
        3937.18
    ],
    [
        " It seemed to be more surprised concerning how it had become entangled in its own parts than in the pain.",
        3938.26,
        3944.56
    ],
    [
        " We were sorry that it was so situated by this time that it was difficult to put it out of its misery.",
        3946.14,
        3952.82
    ],
    [
        " I think most people when they think of horses, you just think of a beautiful creature running free.",
        3953.86,
        3963.46
    ],
    [
        " And now you have this image for the rest of your life.",
        3964.12,
        3968.74
    ],
    [
        " There was intense fighting in a place called Surji and the usual atrocity stories.",
        3969.66,
        3977.48
    ],
    [
        " We heard many of them. They went something like this.",
        3978.04,
        3982.04
    ],
    [
        " A two-year-old girl got in the way of a marching column of German troops.",
        3982.82,
        3987.42
    ],
    [
        " A soldier bayoneted it and carried it away on his bayonet.",
        3988.02,
        3991.54
    ],
    [
        " Children were slaughtered for no apparent motive.",
        3992.36,
        3995.9
    ],
    [
        " The soldiers tied up civilian prisoners, prodded them with bayonets, put lit cigarettes in their noses and ears and shot them.",
        3996.68,
        4003.46
    ],
    [
        " Eyes were burned out with red hot pokers.",
        4004.38,
        4006.92
    ],
    [
        " Civilian snipers were tortured in every possible way.",
        4007.32,
        4010.16
    ],
    [
        " In Vimeel they had been spread-eagled in the public square.",
        4010.52,
        4015.18
    ],
    [
        " A rat would be placed under an iron kettle upon the man or woman's bare abdomen, then a fire built atop the kettle.",
        4016.06,
        4024.2
    ],
    [
        " The victim was tortured first by the frantic running around of the rat on his or her bare abdomen",
        4025.16,
        4030.66
    ],
    [
        " when it became nearly smothered and terror-stricken and pain-filled from the smoke and heat.",
        4030.66,
        4035.48
    ],
    [
        " Then it would eat down through the body of the human's living flesh to escape.",
        4035.9,
        4040.14
    ],
    [
        " We found the dead body of a girl.",
        4041.78,
        4045.98
    ],
    [
        " Her arms were nailed to the door in extended fashion. Her left breast was half cut away.",
        4047.34,
        4052.26
    ],
    [
        " A young boy of five or six years of age lay on a doorstep with his two hands nearly severed from his arms.",
        4053.46,
        4059.72
    ],
    [
        " But still hanging to them.",
        4059.72,
        4061.32
    ],
    [
        " At another place where the dead bodies of a man and woman, a girl and a boy.",
        4061.98,
        4067.34
    ],
    [
        " Each of them had both hands cut off at the wrists and both feet above the ankle.",
        4068.12,
        4072.2
    ],
    [
        " Child of seven beheaded.",
        4073.42,
        4074.72
    ],
    [
        " A whole family killed, including a young girl because the girl would not give herself to the Germans.",
        4075.56,
        4080.44
    ],
    [
        " Burned to death in their houses. All the women violated.",
        4082.12,
        4085.98
    ],
    [
        " The entire German regiment drunk.",
        4086.26,
        4088.8
    ],
    [
        " Etc.",
        4089.46,
        4090.02
    ],
    [
        " The above are exact quotations from the Bryce Report which specialized in outrageous against women and children.",
        4092.16,
        4098.62
    ],
    [
        " They are samples of the sort of stories we were always hearing.",
        4099.78,
        4103.84
    ],
    [
        " He goes on to say that he never saw personally these things.",
        4105.56,
        4111.72
    ],
    [
        " But this is the kind of things that they heard about happening all the time.",
        4115.48,
        4119.2
    ],
    [
        " And they're getting ready for another counter attack.",
        4119.92,
        4128.84
    ],
    [
        " A court council of war brought the decision that we would cross the bridge in daylight.",
        4129.48,
        4133.22
    ],
    [
        " The men got ready to move and we prepared to rush across the bridge three or four at a time.",
        4133.64,
        4139.4
    ],
    [
        " The ranks of every company had been decimated.",
        4140.44,
        4143.46
    ],
    [
        " And probably our outfit consisted of only four or five hundred men instead of the full strength one thousand men there should have been.",
        4144.24,
        4150.86
    ],
    [
        " There were dead Germans all around.",
        4151.98,
        4157.14
    ],
    [
        " But I could see one particularly well.",
        4157.82,
        4159.7
    ],
    [
        " He had been coming up the street past one of the garden walls and had been hit with a shell.",
        4160.04,
        4165.02
    ],
    [
        " His legs were laying on this side of the wall.",
        4165.08,
        4168.14
    ],
    [
        " We're lying there like they had been taking from some gigantic frog.",
        4168.38,
        4172.98
    ],
    [
        " While on the other side of the wall the whole the shell made I could see the rest of his body.",
        4173.62,
        4178.74
    ],
    [
        " He was a powerful appearing man in his early twenties with a thick shock of blonde hair.",
        4179.42,
        4184.74
    ],
    [
        " His eyes were wide open.",
        4185.66,
        4187.4
    ],
    [
        " He never knew what hit him.",
        4188.58,
        4190.0
    ],
    [
        " About the middle of the afternoon the Germans tried another counter attack and we helped the defenders behind the barricade and in the houses farther up the street by sniping from the second floor of the houses we occupied.",
        4192.58,
        4203.6
    ],
    [
        " We were prepared to stop the attack if it had penetrated down the street to our positions.",
        4204.22,
        4209.32
    ],
    [
        " Firing over the heads of men behind the barricade we were able to assist in stopping this counter attack.",
        4210.4,
        4216.08
    ],
    [
        " The Germans too had their snipers to cover the advance of their men.",
        4217.08,
        4220.5
    ],
    [
        " I remember one who was firing very carefully from a window in a house well up the street.",
        4221.4,
        4226.44
    ],
    [
        " I took careful aim and he fell forward out of the window.",
        4226.86,
        4231.2
    ],
    [
        " During all this fighting the air was filled with dust and with the fumes of powder.",
        4232.28,
        4238.88
    ],
    [
        " They burnt our noses, throats and lungs to such an extent that we could not tell if gas was in the air.",
        4239.68,
        4245.08
    ],
    [
        " At this point they were trying to make progress and they could caught in a horrible crossfire.",
        4245.84,
        4254.44
    ],
    [
        " Frontal fire is bad enough but flanking fire is suicidal.",
        4256.06,
        4263.72
    ],
    [
        " Men were getting hit all around us.",
        4264.78,
        4266.76
    ],
    [
        " They were calling for stretches trying to apply their own first aid kits on every side and some of them were gasping out their last breaths.",
        4267.04,
        4273.7
    ],
    [
        " To have come so far at least 4,000 miles and to have their lives snuffed out so wantonly, so uselessly behind this wall in the back yards of a remote French village that the world would never have heard of were it not for the action which took place there.",
        4275.86,
        4293.18
    ],
    [
        " This defense that they make of this village comes down to one final situation that they are in, they are hold up and they are about to be attacked by the Germans.",
        4298.58,
        4311.38
    ],
    [
        " Some gas had fallen which added to the pain and bleeding of the wounded and proved to us that no hell in the hair after could be greater than this man made hell that we were enduring.",
        4314.36,
        4326.88
    ],
    [
        " Men began to go out of their heads, shell shocked if we could call it that or just crazy from weakness, strain, suffering and hungry, hunger with all the death around them.",
        4328.16,
        4340.5
    ],
    [
        " It was near the breaking point for all of us who survived.",
        4342.3,
        4345.9
    ],
    [
        " We would ask ourselves how can there be any more but there was more and worse.",
        4346.38,
        4353.36
    ],
    [
        " The night wore on and the morning of the fifth day was about to break.",
        4354.3,
        4358.06
    ],
    [
        " The German artillery speeded up again.",
        4358.84,
        4361.28
    ],
    [
        " We knew that an attack was impending.",
        4361.9,
        4363.68
    ],
    [
        " Everywhere I looked were dead men.",
        4364.48,
        4366.34
    ],
    [
        " There seemed to be no live men around to man the guns.",
        4366.9,
        4370.4
    ],
    [
        " Here they come, which shouted along the line and many of the nearly dead men rose up to man their guns behind the wall that had become almost a part of us.",
        4371.66,
        4380.24
    ],
    [
        " Wave after wave of Germans were coming through the pair orchard, rifles, hand grenades and machine guns.",
        4381.46,
        4389.32
    ],
    [
        " But worst of all, the flame throwers.",
        4390.32,
        4393.34
    ],
    [
        " I could see the men plainly.",
        4394.34,
        4396.08
    ],
    [
        " They had tanks on their backs and from the ends of their hoses came great masses of liquid fire shooting towards us at a distance of at least 50 yards.",
        4396.48,
        4405.34
    ],
    [
        " The smoke went far beyond us.",
        4406.16,
        4408.44
    ],
    [
        " We felt that the heat would burn us up.",
        4409.3,
        4411.96
    ],
    [
        " Every man able to fire concentrated upon the men who were operating the flame throwers.",
        4412.9,
        4418.38
    ],
    [
        " Almost immediately they were put out of action.",
        4418.86,
        4422.08
    ],
    [
        " Their tanks perforated and each man's body a mass of flames.",
        4422.66,
        4426.34
    ],
    [
        " The flames leaped and shot into the air.",
        4427.84,
        4431.0
    ],
    [
        " Thus was the attack stopped by the German's own diabolical weapon.",
        4432.82,
        4437.84
    ],
    [
        " They suffered far more than we.",
        4438.96,
        4441.3
    ],
    [
        " Never after that in the war did we encounter that type of flame thrower again.",
        4442.84,
        4448.46
    ],
    [
        " They were the real suicide squad.",
        4450.1,
        4452.46
    ],
    [
        " The men who operated those tanks were sure to suffer a terrible and quick death.",
        4453.74,
        4458.98
    ],
    [
        " It was a narrow escape.",
        4460.56,
        4462.72
    ],
    [
        " There were just a handful of us left.",
        4464.02,
        4466.46
    ],
    [
        " When we were relieved that night and staggered across the river there were just 32 of us left.",
        4467.16,
        4474.6
    ],
    [
        " Our companies on the line were almost completely wiped out.",
        4475.26,
        4479.72
    ],
    [
        " But we had held the line.",
        4480.7,
        4483.8
    ],
    [
        " They held the line.",
        4484.74,
        4489.14
    ],
    [
        " At an unfathomable cost in blood and sanity and lives they held the line.",
        4491.32,
        4503.56
    ],
    [
        " And men like Bob Hoffman who met face to face with hell.",
        4504.1,
        4512.96
    ],
    [
        " An evil and darkness that crushes youth and laughter.",
        4513.48,
        4519.72
    ],
    [
        " And for many people it crushes hope.",
        4520.48,
        4524.68
    ],
    [
        " But Bob Hoffman overcame all of that.",
        4525.88,
        4533.54
    ],
    [
        " And he came back and really from my perspective through fitness he led an incredible life.",
        4535.66,
        4545.68
    ],
    [
        " And he ended up writing a book about it.",
        4546.26,
        4549.88
    ],
    [
        " And it was called How to be strong, healthy and happy.",
        4550.1,
        4554.38
    ],
    [
        " And that's a tall order.",
        4555.2,
        4558.6
    ],
    [
        " That's a tall order.",
        4559.38,
        4560.24
    ],
    [
        " Who doesn't want to be strong, healthy and happy.",
        4561.24,
        4563.24
    ],
    [
        " And the book, some of it's dated, much of it isn't, but some of it's dated.",
        4564.58,
        4571.28
    ],
    [
        " But I don't want to go deep into the book but I do want to hit some highlights from this book on how to be strong, healthy and happy.",
        4572.46,
        4581.68
    ],
    [
        " Some things to think about.",
        4582.22,
        4584.08
    ],
    [
        " Bob Hoffman.",
        4590.34,
        4591.78
    ],
    [
        " Hero from World War I who'd been through hell.",
        4593.14,
        4598.52
    ],
    [
        " I'm just going to read some quotes from this.",
        4599.3,
        4603.66
    ],
    [
        " Physical training pays.",
        4604.6,
        4605.7
    ],
    [
        " I always say that any exercise is better than no exercise.",
        4606.54,
        4611.7
    ],
    [
        " Now he talks about sleep a little bit.",
        4616.38,
        4618.7
    ],
    [
        " And those folks out there that harass me on Twitter, doc Parsley, constantly harassing me on Twitter.",
        4619.28,
        4627.24
    ],
    [
        " Tell me to sleep more.",
        4627.66,
        4629.56
    ],
    [
        " This is what Bob Hoffman had to say about sleep.",
        4630.9,
        4633.2
    ],
    [
        " There are different speeds of sleep.",
        4633.62,
        4635.82
    ],
    [
        " Some sleep faster than others.",
        4636.36,
        4638.92
    ],
    [
        " And can awake, refreshed with a moderate number of hours of sleep, which would leave others tired and worn.",
        4639.58,
        4645.5
    ],
    [
        " Fast sleeping is a result of properly operating bodily functions of perfect functioning of all organs.",
        4648.1,
        4655.1
    ],
    [
        " And it comes to from a customing the body to an hour or two less sleep.",
        4656.24,
        4661.92
    ],
    [
        " Many great men of history are reported to have slept only a fraction of the time that the average person spends sleeping.",
        4663.5,
        4670.24
    ],
    [
        " If we said that Thomas Edison, the world famous inventor, would sleep about four hours a night.",
        4670.8,
        4676.38
    ],
    [
        " But he had a cot in his laboratory on which you would lie and think in his assistance of reported he took naps during the day.",
        4676.98,
        4683.9
    ],
    [
        " Many men who are reported to sleep up four hours a night will make up for it with naps during daylight hours.",
        4685.5,
        4691.76
    ],
    [
        " So there you go, you're good to go.",
        4692.16,
        4694.04
    ],
    [
        " That's all you need to do. Sleep faster.",
        4695.16,
        4698.54
    ],
    [
        " Talking to you, Echo.",
        4698.96,
        4702.88
    ],
    [
        " Two, and then what do you get? Nine hours, ten hours?",
        4703.84,
        4706.12
    ],
    [
        " No. Regular eight, I think.",
        4706.76,
        4708.64
    ],
    [
        " Nice, nice. Sleep faster.",
        4708.82,
        4710.78
    ],
    [
        " Now, speaking of that, too much sleep is not a benefit.",
        4712.36,
        4716.6
    ],
    [
        " Rather, it is depressing causes sluggishness and a state of lethargy.",
        4717.14,
        4722.62
    ],
    [
        " I like that. Too much sleep.",
        4723.22,
        4728.32
    ],
    [
        " Take that, take that dock partially out there.",
        4729.12,
        4731.38
    ],
    [
        " But you know, do you know dock partially?",
        4732.0,
        4735.46
    ],
    [
        " He trends.",
        4736.0,
        4736.48
    ],
    [
        " Yeah, but he's a doctor, but he's done a lot of stuff with sleep and studying sleep and he's always giving me a hard time.",
        4737.06,
        4744.12
    ],
    [
        " Because sleep is good for you.",
        4744.12,
        4745.16
    ],
    [
        " I'm only kidding everybody. Sleep is definitely good for you.",
        4745.52,
        4748.2
    ],
    [
        " I should sleep more. I just have a hard time doing it.",
        4748.44,
        4750.98
    ],
    [
        " There's so much to be done in the world.",
        4751.04,
        4752.74
    ],
    [
        " And you're sleeping fast.",
        4752.9,
        4753.78
    ],
    [
        " And I am sleeping a little faster than everybody else.",
        4754.2,
        4756.5
    ],
    [
        " Another quote.",
        4761.22,
        4762.18
    ],
    [
        " Any young man who desires to obtain the most from life should spend a good portion of his time improving himself physically.",
        4762.5,
        4768.86
    ],
    [
        " Regardless of your age, you just make it a rule to learn something new each day and to do something each day to improve yourself physically.",
        4770.32,
        4778.08
    ],
    [
        " So he's talking about mental and physical strength.",
        4778.64,
        4781.6
    ],
    [
        " He talks about learning stuff, memorizing stuff, doing math in your head, just getting smarter.",
        4781.6,
        4788.72
    ],
    [
        " I believe we talk about that sometime.",
        4789.46,
        4790.8
    ],
    [
        " The best hobby of all this physical training.",
        4793.46,
        4795.98
    ],
    [
        " Concentrate on your activities instead of worrying about the future.",
        4796.42,
        4799.22
    ],
    [
        " Welcome the opportunity to face problems or deals or battles of your life.",
        4799.42,
        4804.48
    ],
    [
        " You can build yourself so that you obtain pleasure from overcoming, from defeating problems, apparently insurmountable difficulties.",
        4806.46,
        4815.36
    ],
    [
        " You can overcome all your difficulties and win.",
        4815.96,
        4818.92
    ],
    [
        " You will find the next encounter easier.",
        4819.96,
        4821.88
    ],
    [
        " You will have greater confidence in your own ability.",
        4822.98,
        4825.44
    ],
    [
        " Got problems?",
        4826.32,
        4828.92
    ],
    [
        " Good.",
        4829.7,
        4830.18
    ],
    [
        " Let's face them.",
        4831.02,
        4832.28
    ],
    [
        " Actually, I forgot to mention this.",
        4834.14,
        4836.26
    ],
    [
        " But this book, I remember the last war I got from somebody on Twitter.",
        4836.46,
        4840.42
    ],
    [
        " I'm sorry, hey, everybody on Twitter, number one, I don't know if people want to be mentioned or not.",
        4840.96,
        4845.94
    ],
    [
        " Also, when I transfer what people tell me to the document that I keep, it doesn't pull their names.",
        4846.98,
        4853.3
    ],
    [
        " So they're just lost.",
        4854.14,
        4854.96
    ],
    [
        " But usually people hit me up afterwards and say, I gave you that book.",
        4855.98,
        4859.7
    ],
    [
        " So somebody recommended the book to me, I remember the last war.",
        4859.7,
        4862.6
    ],
    [
        " And once I started doing some research about Bob Hoffman, and I saw he had another book that was literally called How to Be Strong, Healthy, and Happy, I just ordered it immediately.",
        4862.94,
        4872.58
    ],
    [
        " So I could see what he had to say about it all.",
        4873.14,
        4875.6
    ],
    [
        " And I think he has some pretty good information.",
        4876.58,
        4881.28
    ],
    [
        " Here's another quote.",
        4885.08,
        4886.28
    ],
    [
        " People who know nothing of the pleasures and advantages of having super strength and health often say what good are muscles.",
        4886.74,
        4892.78
    ],
    [
        " They say they have no use for them that they are healthy.",
        4894.2,
        4897.22
    ],
    [
        " But they are only half alive in many cases, for they will never have felt the indescribable sense of power and well-being, the sense of superiority or capability that strong persons feel.",
        4898.06,
        4909.5
    ],
    [
        " Many youths have eliminated an inferiority complex by the growing knowledge of the power they possess by their physical ability or superiority over average persons.",
        4910.04,
        4921.2
    ],
    [
        " We might have to do an ego check here, Bob, on that one.",
        4921.76,
        4924.78
    ],
    [
        " But actually, he's going to ego check it right here himself.",
        4926.4,
        4928.88
    ],
    [
        " I do not mean by this that strong men should go around bowling others by demonstrating their strength.",
        4929.1,
        4935.08
    ],
    [
        " As an actual fact, the stronger and more capable a man, the less likely he is to make a show of his strength by hurting or fighting others.",
        4935.9,
        4944.94
    ],
    [
        " But strength of mind and body does be get confidence, determination, perseverance, and many other admirable qualities.",
        4946.24,
        4954.62
    ],
    [
        " So I think he brought it back around again.",
        4955.66,
        4959.18
    ],
    [
        " And it's funny, you know, we're talking before the podcast started about how some people, if they're a little bit insecure, but they want to be a tough guy, they got to act like that.",
        4960.38,
        4970.16
    ],
    [
        " And when you're looking at him kind of like this guy, it must not be that tough because he got to act this way.",
        4970.28,
        4975.48
    ],
    [
        " So they actually are getting less respect than they think they are.",
        4975.7,
        4978.76
    ],
    [
        " But if they actually had confidence in their situation, if they knew that they could handle themselves, they wouldn't be acting like that.",
        4979.86,
        4987.82
    ],
    [
        " Here's another little something to think about.",
        4992.5,
        4996.08
    ],
    [
        " Don't worry about things that might happen.",
        4998.64,
        5001.56
    ],
    [
        " Work hard and do the best you can.",
        5002.48,
        5004.26
    ],
    [
        " And if something happens, it can't be helped.",
        5004.54,
        5006.5
    ],
    [
        " Don't give up.",
        5006.9,
        5007.72
    ],
    [
        " Never cry over spilt milk.",
        5008.1,
        5009.6
    ],
    [
        " What is done is done.",
        5010.46,
        5011.52
    ],
    [
        " It can't be helped when it's too late.",
        5012.2,
        5013.72
    ],
    [
        " I survived some apparently overwhelming difficulties easily enough with this point of view.",
        5014.24,
        5020.16
    ],
    [
        " Sort of your basic, let me know you scrying over spilt milk.",
        5020.66,
        5025.86
    ],
    [
        " Don't abuse that one though, because you know how people will have that attitude, but then sometimes they'll let it overflow and it'll make itself.",
        5027.26,
        5036.4
    ],
    [
        " They'll allow it to be an excuse to go unprepared.",
        5036.88,
        5042.16
    ],
    [
        " No, that's not a good idea.",
        5042.42,
        5044.32
    ],
    [
        " It can do it because it might be a small gray area.",
        5044.56,
        5049.64
    ],
    [
        " I don't really care that much about the outcome.",
        5050.46,
        5052.38
    ],
    [
        " What's going to happen is going to happen.",
        5052.56,
        5053.82
    ],
    [
        " So it might overflow into the part of their mind of preparation.",
        5054.28,
        5058.12
    ],
    [
        " Oh yeah, you don't want to let that happen.",
        5058.32,
        5059.76
    ],
    [
        " Yeah, because the opposite is if you obsess over the outcome, you might obsess over the preparation.",
        5060.14,
        5065.5
    ],
    [
        "",
        5066.1,
        5066.1
    ],
    [
        " That's those kind of go hand in hand a little bit.",
        5067.52,
        5070.02
    ],
    [
        " So if you go the opposite, you can get that.",
        5070.5,
        5072.38
    ],
    [
        " Be like, hey, whatever's going to happen, it's going to happen.",
        5072.7,
        5074.92
    ],
    [
        " That's not the excuse we're looking for.",
        5075.12,
        5077.76
    ],
    [
        " No, no, no, no.",
        5077.92,
        5078.82
    ],
    [
        " That's why I say be careful with that.",
        5078.96,
        5080.22
    ],
    [
        " Here we go.",
        5080.86,
        5083.54
    ],
    [
        " A few more of these.",
        5084.02,
        5084.72
    ],
    [
        " If you want to live long and be healthy, strong and happy, acquire habits of activity right now.",
        5084.82,
        5090.9
    ],
    [
        " If you are tempted to sit in an easy chair, find something to keep you busy.",
        5091.72,
        5095.78
    ],
    [
        " A few minutes to a half an hour with the weights will be best.",
        5096.28,
        5100.48
    ],
    [
        " If you find yourself going to the garage for your car to get to the grocery store, walk instead.",
        5102.0,
        5106.84
    ],
    [
        " I like this one right here.",
        5107.38,
        5109.28
    ],
    [
        " If you don't feel like getting dressed to go out, do it anyways.",
        5109.58,
        5113.22
    ],
    [
        " Instead of lying down after a meal, find something to do.",
        5114.22,
        5117.96
    ],
    [
        " Don't pass the buck as they say in the army.",
        5119.18,
        5121.56
    ],
    [
        " Do it yourself if it involves muscular action.",
        5122.02,
        5124.9
    ],
    [
        " Clean off the snow, cut the grass, spade the garden.",
        5125.46,
        5128.82
    ],
    [
        " That's a good one.",
        5129.6,
        5132.24
    ],
    [
        " That's just a general rule.",
        5133.2,
        5134.78
    ],
    [
        " If you don't feel like something, because you're being lazy, just do it.",
        5136.22,
        5140.24
    ],
    [
        " Don't be lazy.",
        5140.62,
        5141.82
    ],
    [
        " The thing that you could do tomorrow, do it today.",
        5142.14,
        5144.18
    ],
    [
        " Do that thing today.",
        5144.8,
        5146.12
    ],
    [
        " Otherwise you get this.",
        5146.84,
        5150.9
    ],
    [
        " If you put off until another day, your good intentions to normalize your body, it won't help.",
        5151.28,
        5157.32
    ],
    [
        " The road to despair and unhappiness is paved with good intentions, lost along the way.",
        5158.22,
        5164.6
    ],
    [
        " I think you just say, get it after it.",
        5165.74,
        5168.4
    ],
    [
        " Basically, it's what I'm getting.",
        5168.46,
        5169.68
    ],
    [
        " This is what I'm getting from Bob Hoffman.",
        5169.82,
        5171.96
    ],
    [
        " This is just an old school.",
        5173.8,
        5176.18
    ],
    [
        " Dissemo old school knowledge right here.",
        5176.48,
        5179.12
    ],
    [
        " If our country was invaded and our young men wore a lot of cream puffs, probably cowards,",
        5179.66,
        5186.0
    ],
    [
        " through never having experienced hard work, athletic competition, or a good punch in the nose,",
        5186.44,
        5192.3
    ],
    [
        " we would lose to the invaders, lose our freedoms, and things worth more than life itself.",
        5192.68,
        5199.56
    ],
    [
        " So, she's basically saying, be harder.",
        5199.68,
        5201.7
    ],
    [
        " Tough enough.",
        5202.34,
        5202.82
    ],
    [
        " Be tougher.",
        5203.0,
        5203.62
    ],
    [
        " I support this idea 100%.",
        5204.28,
        5207.36
    ],
    [
        " Do things that make you tougher and better.",
        5207.36,
        5210.38
    ],
    [
        " Yes.",
        5210.68,
        5210.86
    ],
    [
        " Activity is life.",
        5212.16,
        5213.2
    ],
    [
        " Stagnation is death.",
        5213.84,
        5215.02
    ],
    [
        " In life, there is movement.",
        5215.54,
        5216.92
    ],
    [
        " These are all well-known truisms and exercise.",
        5217.8,
        5220.86
    ],
    [
        " Bringing helpful activity to every organ, gland, and cell of the body keeps the entire body",
        5221.78,
        5227.88
    ],
    [
        " in mind, radiantly alive, and with a feeling of pep energy and well-being that makes one so",
        5227.88,
        5234.5
    ],
    [
        " buoyant and alive that they feel like jumping and running.",
        5234.5,
        5238.26
    ],
    [
        " He's fired up.",
        5238.86,
        5242.58
    ],
    [
        " Exercise builds coordination, balance control of the muscles.",
        5244.08,
        5246.74
    ],
    [
        " It builds speed, judgment, of time, and space and distance.",
        5247.08,
        5249.8
    ],
    [
        " Makes the entire body more responsive to the will.",
        5250.34,
        5253.08
    ],
    [
        " And it teaches the body to do the right thing in times of danger, even before it is directed by the mind.",
        5253.6,
        5258.8
    ],
    [
        " Exercise is the best insurance against disease or sickness.",
        5260.9,
        5263.8
    ],
    [
        " Exercise builds confidence.",
        5264.6,
        5265.94
    ],
    [
        " For there is no road to supreme confidence as sure as the knowledge of one's physical and mental ability.",
        5266.2,
        5271.84
    ],
    [
        " It cultivates power of will, gives you complete mastery of your physical and mental self, promotes personal efficiency, and all desirable mental characteristics.",
        5272.66,
        5282.32
    ],
    [
        " Exercise improves the efficiency of every part of the body.",
        5284.06,
        5287.34
    ],
    [
        " It helps you sleep sounder and faster, so that you have more time for work and pleasure.",
        5287.92,
        5294.16
    ],
    [
        " Makes it possible for you to earn more.",
        5295.56,
        5298.12
    ],
    [
        " Exercise makes it possible to live more.",
        5300.22,
        5303.2
    ],
    [
        " Exercise will only take one-tenth of the time you now spend on foolish expenditures of time and energy.",
        5303.92,
        5311.02
    ],
    [
        " This is funny because this is written in like 1930-something.",
        5312.36,
        5316.14
    ],
    [
        " Now you have time to sit around to read for entertainment, too often, true detective stories, other true stories which do you know good, but merely tell you of the troubles of others.",
        5316.58,
        5328.94
    ],
    [
        " You spend a lot of time at the movies perhaps, or listening to the radio, in idle talk or gossip, in watching athletic events, which put, which others put forth effort and received.",
        5329.64,
        5340.94
    ],
    [
        " You know, you have to do physical benefit.",
        5341.02,
        5341.94
    ],
    [
        " Add the interweb into that equation and social media, and you've got no time in the day.",
        5342.86,
        5349.92
    ],
    [
        " Yeah, it's essentially internet is basically all that.",
        5350.38,
        5352.68
    ],
    [
        " All that, just on the computer.",
        5352.68,
        5354.28
    ],
    [
        " Yeah, all that without moving.",
        5354.5,
        5356.1
    ],
    [
        " All that just through your thumbs.",
        5356.38,
        5357.58
    ],
    [
        " So it's sure that you can find time for exercise, you obtain much of what is worth in life, you must find time.",
        5358.64,
        5365.32
    ],
    [
        " Your health demands it.",
        5365.56,
        5367.94
    ],
    [
        " And I'm going to wrap it up right here with this one.",
        5371.52,
        5375.44
    ],
    [
        " But probably you have done as the majority do.",
        5376.7,
        5381.82
    ],
    [
        " Drift it along from day to day promising yourself that you would start exercising tomorrow or next week or next month when the weather becomes cooler.",
        5382.26,
        5390.82
    ],
    [
        " Tomorrow comes, next week, next month, cool weather, and even next year comes and goes and you do nothing about it.",
        5392.2,
        5400.06
    ],
    [
        " After years of thinking about exercise, but not acting, you find the firm, rounded, attractive muscles of your youth have changed into the weakened soft muscles of middle age.",
        5400.62,
        5411.3
    ],
    [
        " You take on a little excess flesh and make mental note some night when you gaze upon yourself in the mirror that you'll have to do something, cut down on starches or sweets, get more exercise.",
        5411.72,
        5422.76
    ],
    [
        " But you've developed an enormous appetite during these years and at best you refrain from eating sweets for a day or two.",
        5423.08,
        5430.16
    ],
    [
        " It seems that all the things you like are the best fat producers.",
        5430.68,
        5435.02
    ],
    [
        " You can't give them up.",
        5436.12,
        5437.64
    ],
    [
        " You notice you don't have endurance anymore.",
        5438.66,
        5440.58
    ],
    [
        " You get tired after you walk to block or two.",
        5440.9,
        5442.96
    ],
    [
        " Your wind isn't as good as it used to be.",
        5443.3,
        5445.02
    ],
    [
        " Remember last night how you puffed when you ran for the street car?",
        5445.34,
        5448.12
    ],
    [
        " Remember how it made you blow to carry that empty trunk up to the attic?",
        5448.36,
        5454.22
    ],
    [
        " Your tailor pokes you good, naturally, when he's fitting your suit and remarks that the fat is piling on and your waist is increasing by inches.",
        5454.96,
        5464.3
    ],
    [
        " These are all reasons why you should exercise.",
        5465.72,
        5467.8
    ],
    [
        " It's not too late now.",
        5468.48,
        5469.8
    ],
    [
        " It's never too late as long as you are able to be around to exercise and improve yourself physically.",
        5470.16,
        5475.32
    ],
    [
        " Man of all ages receive quick results from proper physical training.",
        5476.04,
        5480.18
    ],
    [
        " It's never too late to make corrections in your mode of living.",
        5480.18,
        5486.78
    ],
    [
        " Some classic stuff there.",
        5487.58,
        5490.72
    ],
    [
        " There's a little caveat there with how he says it's never too late.",
        5491.06,
        5493.64
    ],
    [
        " That's true.",
        5493.76,
        5494.18
    ],
    [
        " That's true. It's never too late.",
        5494.58,
        5495.74
    ],
    [
        " But the more time that you have spent getting into shape, you can fall out of shape and when you come back to it, it'll be way easier.",
        5497.84,
        5507.76
    ],
    [
        " I mentioned this before.",
        5507.76,
        5508.76
    ],
    [
        " That's cool. You can keep telling yourself that.",
        5509.36,
        5512.68
    ],
    [
        " I'm telling you, if let's say you're...",
        5512.9,
        5515.52
    ],
    [
        " You want to have a good base.",
        5515.52,
        5516.9
    ],
    [
        " If you have a good base of being strong, it's going to be easier for you than somebody that's never worked out before.",
        5517.38,
        5523.36
    ],
    [
        " Yes, that's a given.",
        5523.56,
        5524.34
    ],
    [
        " That being said, if you take a person that's never lifted before, never worked out before, when they start, they make all kinds of crazy gains.",
        5524.44,
        5531.9
    ],
    [
        " But keep in mind, they're still starting at the bottom of the ladder.",
        5532.68,
        5536.98
    ],
    [
        " The first ten steps on the ladder come quickly, but that comes for everybody.",
        5537.26,
        5542.96
    ],
    [
        " Give it a take.",
        5543.22,
        5544.22
    ],
    [
        " Sure. In the small little picture, you can be like, hey, that guy, he started on the first ten steps of the ladder way later in life.",
        5545.46,
        5553.2
    ],
    [
        " So look at his gains way later in life.",
        5553.4,
        5554.8
    ],
    [
        " Meanwhile, you had those first steps done 35 years ago.",
        5554.96,
        5558.74
    ],
    [
        " You're going to step 125 right now.",
        5559.04,
        5561.54
    ],
    [
        " You are correct. The bottom line is both groups will benefit from physical activity.",
        5562.12,
        5569.9
    ],
    [
        " So the point being, you know how any mentions this, I was like, oh, I'll just do it tomorrow.",
        5569.92,
        5574.46
    ],
    [
        " Or I'll just do it in New Year's resolution or whatever.",
        5574.76,
        5577.46
    ],
    [
        " The more time you spend not doing it, the harder it is to get there and stay there.",
        5577.76,
        5582.36
    ],
    [
        " Because man, you're...",
        5582.48,
        5584.22
    ],
    [
        " You know, though, I actually have a theory on this too.",
        5584.22,
        5586.54
    ],
    [
        " Like, if you miss a workout, you can never make it up.",
        5586.88,
        5591.76
    ],
    [
        " It's gone. Like, it's gone.",
        5592.2,
        5594.86
    ],
    [
        " You can never make it.",
        5595.14,
        5598.96
    ],
    [
        " That was supposed to be a different workout.",
        5599.32,
        5600.76
    ],
    [
        " You got weaker. You can't get it back.",
        5601.8,
        5603.84
    ],
    [
        " Now, sometimes you need a break.",
        5604.48,
        5606.4
    ],
    [
        " I think we've got some questions about that.",
        5606.64,
        5608.56
    ],
    [
        " Sometimes you definitely need a rest.",
        5608.96,
        5611.22
    ],
    [
        " You push your body so hard, you do so much activity.",
        5611.38,
        5613.84
    ],
    [
        " But you're not going to get that chance to work out again.",
        5614.94,
        5618.26
    ],
    [
        " And you're not going to chance any time you waste any time in your life.",
        5618.82,
        5621.3
    ],
    [
        " Guess what? It's gone.",
        5621.4,
        5622.18
    ],
    [
        " So don't waste it.",
        5623.04,
        5623.84
    ],
    [
        " Don't waste it. Don't waste it with sitting, listening to radio shows.",
        5624.12,
        5628.54
    ],
    [
        " Or internet shows or watching TV. That's a waste.",
        5629.0,
        5631.8
    ],
    [
        " Don't waste it with that.",
        5632.0,
        5633.1
    ],
    [
        " Unless the shows are helping you.",
        5633.2,
        5634.84
    ],
    [
        " Well, yeah. Yes. If they're helping you, if they're beneficial.",
        5635.24,
        5638.0
    ],
    [
        " If it's Jockel podcast, man, tune in.",
        5638.34,
        5640.42
    ],
    [
        " But if you're...",
        5641.68,
        5643.82
    ],
    [
        " If you're talking about reality.",
        5643.82,
        5644.52
    ],
    [
        " Oh, yeah. Reality TV. Just random social media stuff that's not helping you getting any better.",
        5644.7,
        5650.8
    ],
    [
        " Of course. You're wasting it and you're not going to get it back.",
        5651.08,
        5654.46
    ],
    [
        " Sometimes if I miss something or if I am lazy about something,",
        5654.84,
        5658.26
    ],
    [
        " that that... that pisses me off.",
        5660.32,
        5662.2
    ],
    [
        " And at the time, I'll say, oh, you know, I'll rationalize some excuses around it.",
        5662.7,
        5666.52
    ],
    [
        " And then later I'll say, what is your problem?",
        5666.6,
        5669.18
    ],
    [
        " Why did you do that? And then it's punishment time.",
        5669.48,
        5671.44
    ],
    [
        " Then it's... then it's... let's go get the squat rack.",
        5672.42,
        5675.08
    ],
    [
        " It's time to pay for that.",
        5675.8,
        5676.82
    ],
    [
        " Yeah. I think...",
        5677.54,
        5679.78
    ],
    [
        " And I'm going to put this real bluntly, almost to the point of ignorance.",
        5679.78,
        5683.38
    ],
    [
        " But I think you value rest way less than a normal person, I think.",
        5683.38,
        5689.8
    ],
    [
        " I... I'm not going to argue with you.",
        5690.06,
        5692.32
    ],
    [
        " Or it could be that you value the work part of it so much that your rest is quantity-wise less.",
        5692.42,
        5700.66
    ],
    [
        " But quality-wise might be more.",
        5701.06,
        5703.04
    ],
    [
        " Yeah. And also, like, for instance, I don't get the opportunity.",
        5703.42,
        5708.38
    ],
    [
        " I mean, when I travel, like, for instance, when I travel, I barely...",
        5708.52,
        5712.68
    ],
    [
        " Recently, I have not had time to do jitsu when I'm traveling.",
        5712.68,
        5716.06
    ],
    [
        " So, when I'm back here, I got to just get it in, you know?",
        5716.94,
        5720.16
    ],
    [
        " And if I miss it when I'm in San Diego, I'm not happy.",
        5720.38,
        5723.06
    ],
    [
        " I'm angry at myself and I won't even let it happen.",
        5723.56,
        5726.32
    ],
    [
        " I'm just not going to let it happen.",
        5726.66,
        5727.86
    ],
    [
        " Even yesterday, I was all tired and beat up and I was like, okay, well, go train.",
        5728.18,
        5732.12
    ],
    [
        " All tired and beat up because you're going to miss some days this week.",
        5732.3,
        5734.82
    ],
    [
        " So, you've got to just go get it on, work on being weak and lame and getting your game on.",
        5735.14,
        5741.12
    ],
    [
        " I went and rolled to a bunch of people and did what I normally do.",
        5741.4,
        5743.64
    ],
    [
        " And you know what? By the time you're in the middle of a rolling, it doesn't matter anymore.",
        5743.84,
        5747.76
    ],
    [
        " You're just dealing with a situation.",
        5747.98,
        5749.18
    ],
    [
        " Man, if you can get to that point where you know how...",
        5749.66,
        5752.94
    ],
    [
        " And jitsu is kind of a weird one where it's really good, really, really good exercise,",
        5752.94,
        5758.02
    ],
    [
        " but it's really, really fun to do.",
        5758.42,
        5760.22
    ],
    [
        " Yes.",
        5760.46,
        5760.64
    ],
    [
        " So, it's like a win-win.",
        5760.8,
        5761.58
    ],
    [
        " You don't...",
        5762.2,
        5762.3
    ],
    [
        " So, weightlifting, I think, is like that, but it's not like that for everybody.",
        5762.3,
        5765.68
    ],
    [
        " It's like it's fun to actually do.",
        5765.9,
        5767.54
    ],
    [
        " Even though sometimes you've got to build up the energy or whatever to...",
        5767.94,
        5773.4
    ],
    [
        " Or motivation, whatever to do it.",
        5773.4,
        5774.96
    ],
    [
        " It's still pretty fun.",
        5775.26,
        5776.24
    ],
    [
        " But for most people, I would argue, most people exercise is like work.",
        5776.78,
        5780.98
    ],
    [
        " It's like a chore.",
        5781.1,
        5781.74
    ],
    [
        " It's like a benefit.",
        5781.84,
        5782.62
    ],
    [
        " Yeah. And I think the more you do it and the better you get at it,",
        5782.84,
        5786.14
    ],
    [
        " the more fun it is, the more you enjoy it.",
        5786.22,
        5790.38
    ],
    [
        " For me, it's a mental break.",
        5790.48,
        5792.42
    ],
    [
        " You know, it's a mental break from everything else.",
        5792.8,
        5795.0
    ],
    [
        " Hi, you know what I'm gonna do?",
        5795.1,
        5796.12
    ],
    [
        " I'm gonna go pick up this piece of metal off the ground.",
        5796.28,
        5799.18
    ],
    [
        " A bunch of times.",
        5799.38,
        5800.08
    ],
    [
        " A bunch of times.",
        5800.08,
        5800.78
    ],
    [
        " Yeah.",
        5801.24,
        5801.54
    ],
    [
        " And the point there is, if you can get to that state where actually doing the exercise,",
        5801.72,
        5808.26
    ],
    [
        " separate from the results, actually doing it is fun.",
        5808.52,
        5813.22
    ],
    [
        " You can recognize the pleasure in it.",
        5813.42,
        5816.86
    ],
    [
        " That's when you can be on a program.",
        5817.88,
        5820.3
    ],
    [
        " You know how I just got back from Koi?",
        5820.68,
        5822.82
    ],
    [
        " A little like a vacation.",
        5823.02,
        5823.9
    ],
    [
        " But I still, I still rolled.",
        5824.42,
        5826.34
    ],
    [
        " I still did, you know, lifted weights and exercise.",
        5827.06,
        5830.44
    ],
    [
        " Great train with the wind.",
        5830.66,
        5831.62
    ],
    [
        " Right.",
        5832.34,
        5832.56
    ],
    [
        " Before and I think most people, it's when it's vacation time, they're off the program.",
        5833.3,
        5838.0
    ],
    [
        " And I'm not even saying I'm specifically on a program,",
        5838.4,
        5841.16
    ],
    [
        " but it's just a part of the life program.",
        5841.18,
        5843.36
    ],
    [
        " You're on the, yeah, on the deal, man.",
        5843.36,
        5844.64
    ],
    [
        " So if you, if you're into it, you know, like I would like to look forward to going training",
        5844.8,
        5849.28
    ],
    [
        " at a new spot.",
        5849.28,
        5850.2
    ],
    [
        " There's a lot of fun to be had.",
        5850.44,
        5851.62
    ],
    [
        " There's a lot of fun to be having.",
        5851.74,
        5852.64
    ],
    [
        " I'm gonna trade the normal spot.",
        5852.64,
        5854.3
    ],
    [
        " But if you're in that mindset where you like the exercise that you're doing,",
        5854.74,
        5859.56
    ],
    [
        " you'll do it.",
        5859.8,
        5860.56
    ],
    [
        " You go on vacation, you'll do it then.",
        5860.56,
        5861.9
    ],
    [
        " I'm looking forward to it.",
        5862.16,
        5863.3
    ],
    [
        " Yeah.",
        5863.7,
        5864.32
    ],
    [
        " There's no doubt.",
        5864.5,
        5865.2
    ],
    [
        " So you don't fall off?",
        5865.36,
        5866.14
    ],
    [
        " Having fun when you train is, is, and enjoying it.",
        5866.3,
        5870.28
    ],
    [
        " I guess having fun.",
        5870.28,
        5871.28
    ],
    [
        " Because I just, I like when I'm in the middle of a set of clean and jerks,",
        5871.28,
        5875.06
    ],
    [
        " I'm having fun.",
        5875.18,
        5876.52
    ],
    [
        " See, but that's kind of what I mean though, where I remember when I used to play football,",
        5876.82,
        5881.68
    ],
    [
        " we, we test an Olympic lifting.",
        5881.68,
        5883.94
    ],
    [
        " So like power clean was one and snatch was one.",
        5884.16,
        5886.8
    ],
    [
        " And I remember training for those things.",
        5886.88,
        5889.3
    ],
    [
        " If you get kind of good at the technique, right, it comes fun.",
        5889.32,
        5892.04
    ],
    [
        " You're with your friends.",
        5892.2,
        5892.98
    ],
    [
        " They're yelling at you.",
        5892.98,
        5893.9
    ],
    [
        " So like that.",
        5893.98,
        5894.52
    ],
    [
        " So it's fun.",
        5894.52,
        5895.1
    ],
    [
        " I guess I was thinking more of like a Metcon.",
        5895.42,
        5897.66
    ],
    [
        " Yeah.",
        5897.96,
        5898.32
    ],
    [
        " You're wanting to puke.",
        5899.08,
        5900.42
    ],
    [
        " Per a good example.",
        5900.54,
        5901.32
    ],
    [
        " And I've got, I've just been frank with you.",
        5901.86,
        5904.0
    ],
    [
        " I am not always having fun during those sometimes I want to not do it.",
        5904.62,
        5909.14
    ],
    [
        " Yeah.",
        5909.36,
        5909.58
    ],
    [
        " And I still do it, but I don't want to.",
        5909.82,
        5911.38
    ],
    [
        " Yeah.",
        5911.58,
        5911.78
    ],
    [
        " It's not fun.",
        5911.78,
        5912.3
    ],
    [
        " I would say more times than not, especially any kind of Metcon situation.",
        5912.5,
        5915.16
    ],
    [
        " That's going to be the case.",
        5915.38,
        5916.02
    ],
    [
        " So what my, my overall point is if you can get to that point where at the very least,",
        5916.18,
        5922.64
    ],
    [
        " you can appreciate this that's happening right now.",
        5922.72,
        5925.16
    ],
    [
        " I like, I find some pleasure in here.",
        5925.16,
        5929.16
    ],
    [
        " And furthermore, I will tell you this.",
        5929.22,
        5931.38
    ],
    [
        " If you get to know the feeling of how you feel when you complete a hard workout,",
        5931.58,
        5938.04
    ],
    [
        " and you go, you know what?",
        5938.24,
        5939.2
    ],
    [
        " It's going to be worth it because when I get done with this, I'm going to feel like X.",
        5939.48,
        5943.42
    ],
    [
        " Right.",
        5943.68,
        5943.82
    ],
    [
        " I'm going to feel good.",
        5944.24,
        5945.22
    ],
    [
        " Yeah.",
        5945.6,
        5945.76
    ],
    [
        " And so that, for me, that's why I'm kind of, I think that's kind of why I'm doing hard workouts",
        5945.9,
        5950.26
    ],
    [
        " because I'm doing hard workouts because I know that at the end of it, I'm going to be like,",
        5950.26,
        5953.28
    ],
    [
        " yeah, I feel, I'm going to feel good.",
        5953.28,
        5954.52
    ],
    [
        " Yeah.",
        5954.7,
        5954.78
    ],
    [
        " I'm going to feel fired up for the rest of the day.",
        5954.88,
        5957.36
    ],
    [
        " I'm going to feel like I did something.",
        5957.36,
        5960.28
    ],
    [
        " You know, I'm going to feel like a quality human being.",
        5960.54,
        5962.92
    ],
    [
        " Like I didn't waste a little section of my life.",
        5963.0,
        5966.54
    ],
    [
        " Right.",
        5966.66,
        5966.92
    ],
    [
        " I feel good.",
        5967.1,
        5967.8
    ],
    [
        " Yeah.",
        5968.06,
        5968.3
    ],
    [
        " So when you know what that, it's the same thing with waking up in the morning.",
        5968.58,
        5971.76
    ],
    [
        " When you sleep in, that, that feels good at the moment.",
        5972.02,
        5976.1
    ],
    [
        " But then when you wake up, you're like, oh man, I just wasted part of my life.",
        5976.1,
        5981.3
    ],
    [
        " Whereas when you get up, even though it's hard, when you know how good it feels to be done with your workout,",
        5982.06,
        5986.68
    ],
    [
        " that early in the morning, be like, yeah, I'm ready to bring it, bring on the tasks.",
        5987.1,
        5990.8
    ],
    [
        " Yeah.",
        5991.02,
        5991.2
    ],
    [
        " And it's strange thing about workouts is the workout pays you, pays you back for your work afterwards.",
        5991.44,
        6001.66
    ],
    [
        " Yes.",
        6002.36,
        6002.56
    ],
    [
        " So it's basically, you know, you workout and the workout isn't what makes your muscle big.",
        6002.8,
        6007.58
    ],
    [
        " It's the response to the workout.",
        6007.58,
        6009.1
    ],
    [
        " So when you workout, it's kind of like you did your part.",
        6010.18,
        6012.68
    ],
    [
        " Now your body's going to pay you back with your gains, you know?",
        6012.82,
        6015.16
    ],
    [
        " True.",
        6015.56,
        6015.68
    ],
    [
        " So you're like, hey, I'm done with the workout.",
        6015.98,
        6017.66
    ],
    [
        " I can go do some other stuff.",
        6017.84,
        6019.12
    ],
    [
        " Meanwhile, I got that check coming.",
        6019.12,
        6020.7
    ],
    [
        " That gains check.",
        6020.98,
        6022.16
    ],
    [
        " That's a good deal.",
        6022.6,
        6024.3
    ],
    [
        " Gailie.",
        6024.5,
        6024.56
    ],
    [
        " Yeah.",
        6024.86,
        6025.26
    ],
    [
        " That's awesome.",
        6026.72,
        6027.1
    ],
    [
        " I really recommend it.",
        6027.26,
        6028.16
    ],
    [
        " And now I think it's about time we go to the interwebs.",
        6029.0,
        6032.6
    ],
    [
        " Sure.",
        6033.06,
        6033.6
    ],
    [
        " But first, you can actually support the podcast through the interwebs echo.",
        6033.74,
        6041.72
    ],
    [
        " Yeah, we do it.",
        6042.22,
        6043.02
    ],
    [
        " Well, let the troopers know one of the ways, which may sound repetitive, but necessarily so in my opinion on it.",
        6043.62,
        6053.26
    ],
    [
        " I recommend it to everyone.",
        6059.4,
        6064.06
    ],
    [
        " I'm gonna come across the pros and cons.",
        6064.06,
        6074.36
    ],
    [
        " You look at me.",
        6074.7,
        6077.1
    ],
    [
        " Not so far if they're not and you stopped being until you got it.",
        6077.1,
        6077.34
    ],
    [
        " I just call it a day extra break it first.",
        6077.34,
        6077.4
    ],
    [
        "",
        6077.4,
        6077.4
    ],
    [
        " I keep it if I fellYO, Ma'am.",
        6077.4,
        6078.3
    ],
    [
        " Thank you, ma'am.",
        6078.3,
        6079.18
    ],
    [
        "",
        6079.18,
        6079.18
    ],
    [
        "",
        6079.18,
        6079.18
    ],
    [
        " You're facebook, back here.",
        6079.18,
        6079.38
    ],
    [
        " You look like a mess tripping from me.",
        6079.38,
        6082.96
    ],
    [
        " Cril oil from me.",
        6083.08,
        6084.3
    ],
    [
        " Yeah, they're out of, they're out of krill oil right now.",
        6084.4,
        6088.8
    ],
    [
        " They will be, they'll be plenty of krill oil.",
        6088.96,
        6092.12
    ],
    [
        " So just keep keeping the finger on the pulse of the krill oil situation and then the,",
        6092.12,
        6096.3
    ],
    [
        " Warrior Bar.",
        6096.44,
        6098.3
    ],
    [
        " Boom, that one's good.",
        6098.56,
        6099.66
    ],
    [
        " Is that a supplement, do you think?",
        6099.78,
        6101.34
    ],
    [
        " That's just food, that's just tasty.",
        6101.62,
        6103.76
    ],
    [
        "",
        6104.22,
        6104.22
    ],
    [
        " On it.com slash jaco, get 10% off all supplements.",
        6105.1,
        6108.94
    ],
    [
        " Also, if you like the shirts that we make, go to jacostore.com and get one or more of that of those.",
        6111.4,
        6119.04
    ],
    [
        " Um, and then, uh, yeah, that's a good way to support, I think.",
        6119.4,
        6122.04
    ],
    [
        " And then before you do your Amazon Shopping, click through jacopodcast.com.",
        6122.7,
        6132.44
    ],
    [
        " There's like, there's a little link on there.",
        6132.64,
        6134.14
    ],
    [
        " And then jaco stores as well as the Amazon link.",
        6134.66,
        6137.58
    ],
    [
        " They click their first, then do the shopping.",
        6137.58,
        6139.08
    ],
    [
        " Um, also on the jaco podcast website, we have all the, I put all the books that you cover on all these podcasts.",
        6139.78,
        6145.66
    ],
    [
        " So you can see what they're about.",
        6145.66,
        6147.28
    ],
    [
        " Click on it.",
        6147.28,
        6147.94
    ],
    [
        " If you want to get one of those books, boom.",
        6148.02,
        6149.72
    ],
    [
        " And then,",
        6150.32,
        6152.44
    ],
    [
        " audible.com.",
        6152.92,
        6156.82
    ],
    [
        " No, audible is just the way to listen to audio books.",
        6157.06,
        6159.1
    ],
    [
        " So what they're doing is they're giving you 30 days free, 30.",
        6159.12,
        6163.12
    ],
    [
        " Um, if you go to audible.com slash jaco, so you get 30 days free.",
        6163.98,
        6167.5
    ],
    [
        " And then you get to download a free book.",
        6167.52,
        6170.32
    ],
    [
        " What one should they download?",
        6170.8,
        6173.6
    ],
    [
        " Do you think would you recommend?",
        6173.94,
        6175.14
    ],
    [
        " I think my recommendation would clearly be a little book by jacowillink and livebab and called Extreme Ownership.",
        6175.68,
        6181.36
    ],
    [
        " We, we actually read the audio book too.",
        6181.58,
        6183.96
    ],
    [
        " So if you like the jaco podcast, you're probably going to like here in the Extreme Ownership read by us.",
        6183.96,
        6188.92
    ],
    [
        " It's about eight hours long.",
        6188.92,
        6190.4
    ],
    [
        " So it's like getting four podcasts, maybe even five podcasts.",
        6190.4,
        6194.44
    ],
    [
        " But yeah, you know, we've gotten some really, because of the support people have shown the podcasts.",
        6195.12,
        6201.82
    ],
    [
        " And it's becoming more popular.",
        6201.82,
        6203.38
    ],
    [
        " We've been getting hammered by a bunch of people that want to sponsor us.",
        6203.38,
        6205.94
    ],
    [
        " And we don't want a bunch of sponsors.",
        6206.48,
        6208.58
    ],
    [
        " In fact, we don't want any.",
        6208.92,
        6210.52
    ],
    [
        " The only thing we want is if there's things that can help people, help people get better.",
        6211.04,
        6217.28
    ],
    [
        " Well, then that's what we want.",
        6217.44,
        6218.64
    ],
    [
        " So on it, gives you the supplements that you need, some of the gear that you need.",
        6219.04,
        6224.0
    ],
    [
        " And then on top of that, you got audible, which is a way to listen to books while you can't have the ability to read.",
        6224.32,
        6230.8
    ],
    [
        " So if you're driving, if you're doing yard work, if you're doing something that requires your hands and your eyes,",
        6231.32,
        6237.92
    ],
    [
        " you can just listen to a book on audible.com slash jaco.",
        6238.12,
        6242.18
    ],
    [
        " And so that's another way to also then thereby support the podcast.",
        6242.28,
        6247.58
    ],
    [
        " 30 days free book.",
        6247.76,
        6248.94
    ],
    [
        " Do it.",
        6249.46,
        6250.3
    ],
    [
        " Get smarter.",
        6250.7,
        6251.54
    ],
    [
        " I recommend the extreme ownership as well.",
        6252.08,
        6255.14
    ],
    [
        " It's interesting that you guys read it, because that's not always the case, right?",
        6255.68,
        6259.84
    ],
    [
        " Sometimes it's like a professional reader or whatever.",
        6259.94,
        6262.3
    ],
    [
        " But like if you know what lace voice sounds like, sounds like Batman.",
        6262.64,
        6266.08
    ],
    [
        " Yeah, that's all Batman.",
        6266.54,
        6268.16
    ],
    [
        " Anyway, there it is.",
        6269.42,
        6270.42
    ],
    [
        " Yes, indeed.",
        6270.58,
        6271.18
    ],
    [
        " So yeah, there you go.",
        6271.8,
        6273.48
    ],
    [
        " Let's get to the questions.",
        6273.88,
        6274.8
    ],
    [
        " Now let's get to the questions.",
        6274.8,
        6276.08
    ],
    [
        " I'm down.",
        6276.56,
        6276.9
    ],
    [
        " All right, first question.",
        6277.66,
        6280.4
    ],
    [
        " Jocco, do you ever feel burnt out from going full tilt several days or several weeks in a row?",
        6281.7,
        6287.56
    ],
    [
        " And if so, what do you do?",
        6288.02,
        6289.44
    ],
    [
        " Never.",
        6290.04,
        6290.26
    ],
    [
        " No, of course, you know, burn in the candle of both ends eventually it's going to catch up with you.",
        6292.32,
        6299.08
    ],
    [
        " And for me, it's can come in the form of too much travel, too much exercise.",
        6299.72,
        6305.56
    ],
    [
        " Sometimes I'll just be pressed at work working with a bunch of different companies.",
        6306.2,
        6310.56
    ],
    [
        " Sometimes I'm writing and I'm trying to get a bunch of writing done.",
        6311.16,
        6314.14
    ],
    [
        " Sometimes I'm training so much jujitsu.",
        6314.54,
        6316.52
    ],
    [
        " It's going crazy.",
        6316.7,
        6317.54
    ],
    [
        " So anyways, or a lot of times it's the combination of all these things going on at once because I'm trying to get a bunch done in a short amount of time.",
        6317.7,
        6324.52
    ],
    [
        " And I end up whatever coming off the coming off the track or a little bit coming off the rails a little bit.",
        6324.66,
        6330.7
    ],
    [
        " And so what do I do on those kind of days when I'm starting to feel like that?",
        6330.96,
        6334.56
    ],
    [
        " Well, number one, I like to force myself to do it anyways.",
        6334.66,
        6338.92
    ],
    [
        " That is a reality.",
        6339.4,
        6340.62
    ],
    [
        " So if even if I don't feel like working out, I'll be like, you know what?",
        6342.52,
        6345.98
    ],
    [
        " Just go do a quick workout and easy work, an easier workout or I don't want to train jujitsu.",
        6346.06,
        6350.54
    ],
    [
        " We were talking about this earlier.",
        6350.56,
        6351.64
    ],
    [
        " Don't really feel like training.",
        6351.94,
        6353.22
    ],
    [
        " I'm going to go train anyways.",
        6353.7,
        6355.54
    ],
    [
        " Then maybe there's some former work that I'm supposed to do.",
        6355.92,
        6360.4
    ],
    [
        " I'm just going to go and do the work anyways.",
        6360.46,
        6361.84
    ],
    [
        " Now, if the next day I still feel like I need a break.",
        6361.96,
        6369.4
    ],
    [
        " That's sort of my red flag to say, all right, you know what?",
        6369.54,
        6371.78
    ],
    [
        " You need a break.",
        6371.86,
        6372.42
    ],
    [
        " You need to take some time, time, relax, do some kind of active rest.",
        6372.62,
        6380.52
    ],
    [
        " I don't really like just kind of sitting around.",
        6381.08,
        6383.02
    ],
    [
        " I'll do something kind of active and probably eat some steaks, plural.",
        6383.94,
        6390.42
    ],
    [
        " Trying to eat something really good.",
        6392.06,
        6393.38
    ],
    [
        " Just try.",
        6393.58,
        6394.5
    ],
    [
        " You know, I might eat something really good like steaks and maybe sleep, take an extra nap,",
        6394.5,
        6404.48
    ],
    [
        " try and feel better, do some kind of stretching to try and feel better.",
        6404.76,
        6408.04
    ],
    [
        " Just recover.",
        6408.3,
        6408.9
    ],
    [
        " Just recover.",
        6409.38,
        6409.98
    ],
    [
        " So yes, I'm not superhuman.",
        6410.16,
        6411.72
    ],
    [
        " Like anybody else, sometimes I get broken down, beaten up and I need some downtime.",
        6412.38,
        6417.32
    ],
    [
        " And that's what I do.",
        6417.82,
        6418.4
    ],
    [
        " I try and rest, relax and eat some good food.",
        6418.64,
        6421.34
    ],
    [
        " Yeah, that's a good one that I start to incorporate how you're saying.",
        6421.66,
        6424.28
    ],
    [
        " If I don't feel like it or if I feel like I'm starting to get burnt out,",
        6424.52,
        6428.66
    ],
    [
        " it's like that one last thing.",
        6428.88,
        6431.84
    ],
    [
        " Let me just do it anyway.",
        6431.84,
        6433.68
    ],
    [
        " And then I'll see if I do it, you know, because sometimes I like how you say,",
        6433.9,
        6437.06
    ],
    [
        " you avoid the situation where you just nod in the mood.",
        6437.32,
        6440.3
    ],
    [
        " If you're some days you're just nod in the mood, but it doesn't mean you're burnt out, you're just nod in the mood.",
        6440.54,
        6444.0
    ],
    [
        " For whatever reason.",
        6444.3,
        6445.14
    ],
    [
        " So that's a good way to kind of weed those days out.",
        6445.72,
        6448.66
    ],
    [
        " And yeah, if you're still burnt out the next day or even the next day after that,",
        6449.5,
        6453.24
    ],
    [
        " then I'm like, okay, you get a rest.",
        6453.24,
        6454.46
    ],
    [
        " I start doing that and you'd be surprised how many times you really not burnt out.",
        6455.0,
        6460.18
    ],
    [
        " You just nod in the mood.",
        6460.46,
        6461.24
    ],
    [
        " That's a B.",
        6461.78,
        6462.72
    ],
    [
        " You might not agree with this, but if you are like not what it be burnt out or just tired of you,",
        6464.5,
        6472.12
    ],
    [
        " you just you just tired of the grind or whatever and you need a break vacation or whatever.",
        6472.12,
        6476.92
    ],
    [
        " What I sometimes do is don't do like filming, for example, where there would be times where I would spend like months just filming every week filming and I didn't feel like no break.",
        6477.74,
        6493.54
    ],
    [
        " And what I do is don't do any of it and don't think about it.",
        6494.22,
        6498.72
    ],
    [
        " Just don't do it at all.",
        6499.36,
        6500.86
    ],
    [
        " And then slowly, in my experience, I was surprised how quick it came back where you kind of want to get back to it.",
        6501.1,
        6507.82
    ],
    [
        " But then I go like a week, still not doing it.",
        6508.28,
        6511.34
    ],
    [
        " It's like jujitsu, if you're like, oh man, I'm tired of training every day or whatever, you had to turn them in or whatever.",
        6512.08,
        6516.26
    ],
    [
        " And you're like, Ben, I got to take a break.",
        6516.74,
        6517.9
    ],
    [
        " After about probably like three days, if you're a competitor, three days, you're like, man, I want to get back on the mats.",
        6518.58,
        6523.78
    ],
    [
        " So what you do is you push that even more.",
        6524.26,
        6526.66
    ],
    [
        " So it's like you're pushing yourself to be burnt out on the recovery.",
        6526.68,
        6531.44
    ],
    [
        " So the only medicine for that burnt out of recovery is to get back into it.",
        6531.8,
        6537.36
    ],
    [
        " But that hunger of getting back into it is even more than it normally would be after normal break.",
        6537.48,
        6541.84
    ],
    [
        " That makes sense, I guess, and I just want to call us both out right now for being total cream puffs.",
        6542.58,
        6549.46
    ],
    [
        " I think it's what Bob Hoffman said.",
        6549.46,
        6550.74
    ],
    [
        " Here we are talking about how we get burnt out on working out training, filming.",
        6550.84,
        6556.08
    ],
    [
        " Bob Hoffman was living in the seeds of mustard gas floating around.",
        6556.62,
        6563.8
    ],
    [
        " And maybe we should just say don't get burnt out, just work harder.",
        6564.86,
        6569.34
    ],
    [
        " Sorry.",
        6570.92,
        6571.64
    ],
    [
        " You may be sound real bad, they're filming.",
        6571.88,
        6573.9
    ],
    [
        " No, I mean, like guys are working at call.",
        6574.26,
        6576.0
    ],
    [
        " I was like, oh, I was typing on a computer on real burnt out.",
        6576.0,
        6579.02
    ],
    [
        " Shut up, Jaco.",
        6579.02,
        6580.24
    ],
    [
        " I got a better idea.",
        6580.5,
        6582.06
    ],
    [
        " Why don't you just be fired up that you have the opportunity to create something?",
        6582.3,
        6585.96
    ],
    [
        " How is that sound?",
        6586.28,
        6587.02
    ],
    [
        " Oh, you got the opportunity to go train Jiu Jitsu to go get better physically?",
        6587.44,
        6591.66
    ],
    [
        " Oh, I think I'm going to go ahead and do that.",
        6592.0,
        6593.76
    ],
    [
        " I'm not going to sit there and say, I'm burnt out on training.",
        6593.82,
        6596.64
    ],
    [
        " No, no, no, be burnt out.",
        6596.88,
        6598.88
    ],
    [
        " If Bob Hoffman's not burnt out on the front lines of World War I,",
        6599.46,
        6602.84
    ],
    [
        " I don't think we have an excuse to be burnt out on the pleasurable things we get to do in life.",
        6603.44,
        6608.2
    ],
    [
        " Let's suck it up and just drive on of changing my answer.",
        6608.2,
        6611.74
    ],
    [
        " How's that?",
        6611.92,
        6612.4
    ],
    [
        " All right, there you go.",
        6613.04,
        6615.28
    ],
    [
        " Next question.",
        6615.72,
        6617.74
    ],
    [
        " Jaco, hi guys.",
        6618.92,
        6620.0
    ],
    [
        " How about Jiu Jitsu as a martial art compared to Jiu Jitsu?",
        6621.6,
        6624.14
    ],
    [
        " Jiu Jitsu is a great martial art.",
        6625.48,
        6628.74
    ],
    [
        " Jiu Jitsu is actually rooted in Judo, and I guess originally Judo was rooted in Jiu Jitsu.",
        6629.86,
        6635.54
    ],
    [
        " There are some connections.",
        6636.28,
        6638.64
    ],
    [
        " I mean, Maeda from Japan, he taught Judo to Carlos Gracie in Brazil,",
        6638.84,
        6645.86
    ],
    [
        " which was then learned by Alio Gracie who then morphed into what we consider now to be Brazilian or Gracie Jiu Jitsu.",
        6646.18,
        6654.0
    ],
    [
        " But you can see clearly if you look at Judo that Jiu Jitsu exists inside,",
        6655.54,
        6662.32
    ],
    [
        " I mean, Brazilian Jiu Jitsu exists inside of Judo.",
        6662.54,
        6665.72
    ],
    [
        " There's no doubt about it.",
        6665.9,
        6666.88
    ],
    [
        " But there are some things about Judo that have morphed into a different direction.",
        6667.12,
        6672.54
    ],
    [
        " Number one, in Judo, if you throw somebody and anything touched the ground before their feet,",
        6672.7,
        6677.94
    ],
    [
        " you went automatically.",
        6677.94,
        6678.84
    ],
    [
        " You can also pin people in Judo.",
        6678.84,
        6681.18
    ],
    [
        " If you hold them down for, I think, 20 seconds, then the match is over and you win both of those.",
        6681.62,
        6686.9
    ],
    [
        " So what that does is now you can imagine if you get thrown, okay, you win.",
        6687.46,
        6691.48
    ],
    [
        " If you're on the ground with your back down for 20 seconds, you win.",
        6691.8,
        6695.16
    ],
    [
        " So what does that do?",
        6695.5,
        6696.0
    ],
    [
        " It eliminates a part of fighting that is very important.",
        6696.3,
        6700.36
    ],
    [
        " And there are really two pieces of Judo.",
        6701.18,
        6705.26
    ],
    [
        " One of them is called Randori, which is basically rolling.",
        6706.78,
        6709.9
    ],
    [
        " And the other one is Nuwaza, which is groundwork.",
        6710.5,
        6712.56
    ],
    [
        " And those two are directly correlated or a part of Jiu Jitsu.",
        6713.22,
        6717.98
    ],
    [
        " But Jiu Jitsu, bottom line, in both of these, if you don't know anything about these two,",
        6719.04,
        6724.06
    ],
    [
        " Jiu Jitsu allows the fight to go on even after you get thrown.",
        6724.46,
        6728.02
    ],
    [
        " And it allows the fight.",
        6728.86,
        6729.72
    ],
    [
        " There's no pinning in Jiu Jitsu.",
        6730.02,
        6731.64
    ],
    [
        " You are allowed to fight and continue to fight until the match is over.",
        6731.82,
        6735.3
    ],
    [
        " And you can recover from being pinned, just like you can recover from being thrown.",
        6736.54,
        6741.38
    ],
    [
        " And it doesn't really matter.",
        6741.9,
        6743.44
    ],
    [
        " I mean, today we were training today and we got some good Judo players.",
        6743.44,
        6746.14
    ],
    [
        " Keeling was, you know, Judo Keeling.",
        6746.3,
        6748.34
    ],
    [
        " Yeah.",
        6748.66,
        6749.02
    ],
    [
        " And he tossed Andy, big Andy.",
        6749.48,
        6753.16
    ],
    [
        " And I mean, because he's better at Judo and he tossed him and it was legit,",
        6754.02,
        6757.56
    ],
    [
        " then Andy ended up getting out of that position and getting in a better position.",
        6758.22,
        6761.36
    ],
    [
        "",
        6761.74,
        6761.74
    ],
    [
        " And so the fight wasn't over just because he got thrown.",
        6762.4,
        6765.16
    ],
    [
        " And so that's one of the big benefits of Jiu Jitsu is that you will generally learn to better ground game.",
        6765.44,
        6774.22
    ],
    [
        " And, but Judo, you will definitely have better takedowns.",
        6774.64,
        6778.88
    ],
    [
        " So I mean, a Judo player is going to have better takedowns than a Jiu Jitsu player.",
        6778.92,
        6781.92
    ],
    [
        " And I'll tell you, if we're just going to start ranking things,",
        6782.32,
        6785.06
    ],
    [
        " you got to throw wrestling out there because wrestling has possibly better takedowns than Judo.",
        6785.06,
        6790.38
    ],
    [
        " I mean, with the Giveser, Judo has an advantage.",
        6790.56,
        6794.28
    ],
    [
        " But if you don't know this, in 2010, they actually banned the double leg takedown from Judo competitions in the whole world.",
        6794.56,
        6801.88
    ],
    [
        " Why?",
        6801.98,
        6802.74
    ],
    [
        " Because wrestlers came in and started double-legging people.",
        6803.42,
        6805.54
    ],
    [
        " Boom!",
        6805.78,
        6805.88
    ],
    [
        " Just hitting double legs.",
        6806.72,
        6807.72
    ],
    [
        " So, yes, I would say Judo is an awesome martial art.",
        6808.1,
        6814.04
    ],
    [
        " It really, in some ways, could be considered the precursor to Brazilian Jiu Jitsu.",
        6814.2,
        6819.56
    ],
    [
        " Even though Judo itself comes from actual Japanese Jiu Jitsu.",
        6820.16,
        6825.46
    ],
    [
        " But I would say, if you got the opportunity to learn Judo, yeah, learn it.",
        6826.06,
        6830.92
    ],
    [
        " Learn especially, you know, you'll learn the takedowns.",
        6831.2,
        6833.48
    ],
    [
        " And those are great things to have in real life.",
        6833.48,
        6835.64
    ],
    [
        " They're great things to have in self-defense situations to be able to take someone down with Judo throws is awesome.",
        6835.68,
        6840.82
    ],
    [
        " In Jiu Jitsu competitions, if you're a Judo player in Jiu Jitsu competitions,",
        6841.14,
        6844.2
    ],
    [
        " you're going to get the takedown with when it's a Ghee competition,",
        6844.96,
        6847.68
    ],
    [
        " unless you're going against a really good wrestler.",
        6847.86,
        6849.56
    ],
    [
        " So, good thing to augment Jiu Jitsu with,",
        6850.02,
        6853.64
    ],
    [
        " but I would say you would want to make Jiu Jitsu your main focus.",
        6853.66,
        6856.7
    ],
    [
        " I agree.",
        6858.9,
        6858.38
    ],
    [
        " Yeah, so a lot of times when you learn Jiu Jitsu,",
        6859.7,
        6864.16
    ],
    [
        " a lot of guys, especially nowadays, a lot of guys avoid the takedown elements.",
        6864.94,
        6868.44
    ],
    [
        " So, they know ground game is just vast, but the takedown elements,",
        6868.46,
        6872.48
    ],
    [
        " so you'll get a lot of people pulling guard, which just means pulling a guy down on top of you.",
        6872.56,
        6876.52
    ],
    [
        " Which is a crazy thing to do in a real fight.",
        6877.3,
        6879.38
    ],
    [
        " Yeah, but, but man, if you're good at it,",
        6879.84,
        6882.06
    ],
    [
        " for sure.",
        6882.12,
        6883.42
    ],
    [
        " You can tell me to do it. That's what's crazy about it.",
        6883.42,
        6885.72
    ],
    [
        " But, no, even if you're really good at it,",
        6885.74,
        6887.88
    ],
    [
        " you don't want to be pulling people on top of you in a street fight.",
        6888.2,
        6890.3
    ],
    [
        " Compared to being able to take them down.",
        6890.62,
        6892.26
    ],
    [
        " Compared to being other side of you.",
        6892.32,
        6893.36
    ],
    [
        " Yeah, no brainer, yeah, not even close.",
        6893.5,
        6894.76
    ],
    [
        " So, what I like about, I mean, wrestling, I think,",
        6895.16,
        6897.9
    ],
    [
        " is more, I mean, arguably more dynamic of a thing,",
        6898.0,
        6902.88
    ],
    [
        " because it's all these different situations,",
        6902.94,
        6904.46
    ],
    [
        " even on top of just the takedown part.",
        6904.46,
        6907.24
    ],
    [
        " But, man, Judo, I feel like it takes a little less energy,",
        6907.94,
        6911.26
    ],
    [
        " and it can kind of keep you in positionally,",
        6912.48,
        6915.28
    ],
    [
        " it can keep you in safe areas when you're standing up,",
        6915.3,
        6917.94
    ],
    [
        " because you know, like, these weird positions where you're on balance,",
        6918.08,
        6921.24
    ],
    [
        " and that guy's off balance, or you're controlling the guy's weight when you're standing up.",
        6921.46,
        6925.56
    ],
    [
        " And so, I learned, like, a signal, I took Judo when I was young,",
        6926.32,
        6929.8
    ],
    [
        " just for a little bit, and then I...",
        6930.12,
        6931.34
    ],
    [
        " That's weird, I never would have guessed that.",
        6931.34,
        6932.52
    ],
    [
        " For real? Yeah.",
        6932.78,
        6934.02
    ],
    [
        " That's for a little bit.",
        6934.58,
        6935.36
    ],
    [
        " Anyway.",
        6935.72,
        6936.08
    ],
    [
        " And then, but, as an adult, I learned a little bit of it.",
        6936.5,
        6940.98
    ],
    [
        " Judo, from Terry, so could you.",
        6941.14,
        6944.42
    ],
    [
        " See how's the Judo background here?",
        6944.8,
        6946.16
    ],
    [
        " And, man, he was showing me stuff.",
        6946.62,
        6947.96
    ],
    [
        " He's like, hey, wrestlers will do this.",
        6948.04,
        6949.58
    ],
    [
        " And he'd kind of show how they grab your neck,",
        6949.78,
        6952.24
    ],
    [
        " and he's like, and here's what you do as a Judo guy.",
        6952.74,
        6955.36
    ],
    [
        " And he'd, it's an elaborate thing he taught me, but it's like, dang,",
        6955.74,
        6958.46
    ],
    [
        " these are real useful things for Jiu Jitsu,",
        6958.94,
        6962.5
    ],
    [
        " even aside from the takedown part of it,",
        6962.76,
        6964.78
    ],
    [
        " and then going to the takedown part of it,",
        6965.08,
        6967.08
    ],
    [
        " if you know the takedown solid,",
        6967.14,
        6968.72
    ],
    [
        " even if you know like three or four really good ones,",
        6968.72,
        6970.96
    ],
    [
        " and you're really good at them,",
        6970.96,
        6971.96
    ],
    [
        " that'll change your whole approach,",
        6972.18,
        6973.8
    ],
    [
        " and your whole outlook on Jiu Jitsu.",
        6974.02,
        6976.08
    ],
    [
        " So, okay, and here's an example.",
        6976.28,
        6977.84
    ],
    [
        " Let's say you go into, I don't know, you know,",
        6977.96,
        6979.52
    ],
    [
        " a party or everyday thing where you could find yourself",
        6979.64,
        6983.1
    ],
    [
        " in a situation where you gotta get in a fight,",
        6983.1,
        6985.6
    ],
    [
        " or defend yourself, or your friend, or whatever.",
        6985.7,
        6987.2
    ],
    [
        " If you know takedowns,",
        6987.76,
        6990.04
    ],
    [
        " especially takedowns where you don't have to like, risk.",
        6990.16,
        6992.54
    ],
    [
        " Like doing a double leg in a real situation,",
        6993.44,
        6995.9
    ],
    [
        " it's kind of an all or nothing situation.",
        6995.9,
        6997.68
    ],
    [
        " You know, you can't just, it's not like this gradual,",
        6997.78,
        7000.4
    ],
    [
        " escalating of force with a double leg takedown.",
        7000.66,
        7003.54
    ],
    [
        " Yeah, you're hitting the double leg, I see your worst end.",
        7003.54,
        7004.5
    ],
    [
        " So with Jiu Jitsu, it's definitely much more subtle",
        7004.96,
        7007.72
    ],
    [
        " with your takedown.",
        7007.72,
        7008.64
    ],
    [
        " With varying levels of force, you know,",
        7008.68,
        7010.66
    ],
    [
        " with the Jiu Jitsu situation.",
        7010.78,
        7012.22
    ],
    [
        " So, and if you're good at that,",
        7012.58,
        7013.92
    ],
    [
        " men, when you get into these situations,",
        7014.68,
        7016.66
    ],
    [
        " it's like no factor.",
        7016.96,
        7018.32
    ],
    [
        " You're not worried about it at all.",
        7018.46,
        7019.76
    ],
    [
        " Compared to like, you don't know takedowns,",
        7019.98,
        7022.44
    ],
    [
        " but your Jiu Jitsu is sick,",
        7022.48,
        7023.56
    ],
    [
        " you're like, nah, I gotta get this thing to the ground,",
        7023.58,
        7025.86
    ],
    [
        " and it's like, nah, that's gonna be a pain in the ass.",
        7025.88,
        7027.76
    ],
    [
        " Once we get there, I'm fine.",
        7027.88,
        7028.7
    ],
    [
        " But just that one little crossover from standing or no fight",
        7028.98,
        7032.76
    ],
    [
        " to fight is like, yeah.",
        7032.76,
        7034.56
    ],
    [
        " It kind of can provide some anxiety for you.",
        7034.8,
        7036.6
    ],
    [
        " But if you know that Jiu Jitsu, whatever.",
        7036.64,
        7038.74
    ],
    [
        " Yeah, I guess the overall point is learn that Jiu Jitsu.",
        7039.12,
        7041.96
    ],
    [
        " Very useful, very.",
        7042.2,
        7043.34
    ],
    [
        " And that's not to mention one other guy knows it.",
        7043.86,
        7046.06
    ],
    [
        " You know what to do too.",
        7046.08,
        7047.04
    ],
    [
        " Yeah, you know, cause otherwise you're just getting tossed.",
        7047.38,
        7049.34
    ],
    [
        " Keeping tossed me the other guy.",
        7049.8,
        7051.74
    ],
    [
        " Very proud, it's funny.",
        7051.76,
        7052.78
    ],
    [
        " Yeah, it's, and sometimes",
        7053.14,
        7054.82
    ],
    [
        " it can be funny and fun,",
        7055.08,
        7056.68
    ],
    [
        " cause you know, they can toss you",
        7056.68,
        7057.84
    ],
    [
        " and you land on your back and stuff with them.",
        7057.84,
        7059.1
    ],
    [
        " But man, so you land on your head or something.",
        7059.26,
        7060.84
    ],
    [
        " Yeah, that's true.",
        7060.84,
        7061.54
    ],
    [
        " There is some validity to the Ipon",
        7061.54,
        7064.64
    ],
    [
        " in that if you were in a street fight,",
        7064.64,
        7066.36
    ],
    [
        " and you got thrown and land,",
        7066.36,
        7067.78
    ],
    [
        " and the person puts you down in a bad way.",
        7067.98,
        7069.76
    ],
    [
        " I mean, you're still,",
        7070.1,
        7070.96
    ],
    [
        " it's like, it's not like you're gonna get knocked out 100% of the time.",
        7071.32,
        7074.68
    ],
    [
        " Probably not even 50% of the time.",
        7074.82,
        7076.12
    ],
    [
        " But there is a chance that getting thrown Ipon style",
        7076.34,
        7079.96
    ],
    [
        " and a street fight could be,",
        7079.96,
        7081.6
    ],
    [
        " I mean, you go, go pull up some judo videos",
        7081.9,
        7084.16
    ],
    [
        " of people getting tossed Ipon style,",
        7084.16,
        7085.82
    ],
    [
        " even in the high levels.",
        7085.82,
        7087.94
    ],
    [
        " Some of those guys, if they landed on the street,",
        7088.3,
        7090.08
    ],
    [
        " they would be injured.",
        7090.26,
        7091.14
    ],
    [
        " Yeah.",
        7091.36,
        7091.54
    ],
    [
        " Not all the time.",
        7091.6,
        7092.32
    ],
    [
        " And you learn to fall in judo.",
        7092.6,
        7095.16
    ],
    [
        " You learn how to break your fall.",
        7095.22,
        7096.42
    ],
    [
        " Yeah.",
        7096.7,
        7096.88
    ],
    [
        " But yeah, some of those would be devastating",
        7097.04,
        7099.6
    ],
    [
        " if they happened to you in the street.",
        7099.6,
        7100.98
    ],
    [
        " So that's why Ipon does have some validity to it.",
        7101.1,
        7103.64
    ],
    [
        " That if you toss someone super hard",
        7103.8,
        7106.3
    ],
    [
        " and they landed on their back or on their head,",
        7106.3,
        7108.46
    ],
    [
        " on the street, on concrete,",
        7108.84,
        7110.36
    ],
    [
        " they would be severe.",
        7110.8,
        7112.06
    ],
    [
        " They would be, they could be a fight ender.",
        7112.06,
        7114.34
    ],
    [
        " But, but it's not going to be a fight ender.",
        7114.62,
        7116.94
    ],
    [
        "",
        7116.96,
        7116.96
    ],
    [
        " That's the problem.",
        7117.02,
        7117.62
    ],
    [
        " It's not going to be a fight ender.",
        7117.68,
        7119.36
    ],
    [
        " Right.",
        7119.52,
        7119.6
    ],
    [
        " It's possible that it is a fight.",
        7119.68,
        7121.02
    ],
    [
        " Just like a left hook is possibly a fight ender.",
        7121.24,
        7125.82
    ],
    [
        " But it's not guaranteed to end a fight.",
        7125.9,
        7127.46
    ],
    [
        " I'll tell you a guaranteed fight ender.",
        7127.96,
        7129.52
    ],
    [
        " We're in a kid choke.",
        7129.68,
        7130.38
    ],
    [
        " We're in a kid choke going to fight.",
        7130.42,
        7131.68
    ],
    [
        " Yeah.",
        7132.38,
        7132.66
    ],
    [
        " And if, I'll tell you,",
        7132.8,
        7134.1
    ],
    [
        " and knowing some judo,",
        7134.2,
        7135.48
    ],
    [
        " and especially knowing some judo moves",
        7135.5,
        7137.62
    ],
    [
        " that I feel like I'm pretty solid at,",
        7137.62,
        7139.1
    ],
    [
        " if you do it against a guy who doesn't really know that much,",
        7139.28,
        7141.68
    ],
    [
        " judo, it's your choice,",
        7141.84,
        7143.62
    ],
    [
        " whether you want to put him on his head or his back.",
        7143.62,
        7145.62
    ],
    [
        " It's your choice.",
        7145.92,
        7146.5
    ],
    [
        " So if that's the other guy's choice",
        7146.68,
        7148.18
    ],
    [
        " that you're fighting with or competing against or whatever,",
        7148.18,
        7150.08
    ],
    [
        " then that's his choice.",
        7150.28,
        7151.48
    ],
    [
        " That's the reason to at least know.",
        7151.68,
        7155.04
    ],
    [
        " Yeah, for sure.",
        7155.36,
        7156.3
    ],
    [
        " For sure.",
        7156.46,
        7157.42
    ],
    [
        " Yes, learn judo.",
        7157.72,
        7159.82
    ],
    [
        " Learn wrestling.",
        7160.52,
        7162.04
    ],
    [
        " Learned you, Jetsu.",
        7163.38,
        7164.42
    ],
    [
        " Jetsu is the most complicated.",
        7164.76,
        7166.2
    ],
    [
        " Learn it first.",
        7166.4,
        7166.82
    ],
    [
        " Spend the most time on it.",
        7167.44,
        7168.64
    ],
    [
        " Learn to strike too.",
        7169.16,
        7169.96
    ],
    [
        " Moitai boxing.",
        7170.04,
        7171.06
    ],
    [
        " Saying this for the millions times.",
        7171.38,
        7173.54
    ],
    [
        " Instead of one, say it again.",
        7173.54,
        7174.62
    ],
    [
        " Although I actually do sometimes leave judo out,",
        7175.18,
        7178.52
    ],
    [
        " not intentionally,",
        7178.7,
        7179.72
    ],
    [
        " but just I just do.",
        7179.94,
        7181.22
    ],
    [
        " I personally like,",
        7181.88,
        7184.72
    ],
    [
        " you know judo wrestling.",
        7184.98,
        7186.06
    ],
    [
        " I like it personally.",
        7186.72,
        7187.8
    ],
    [
        " I like it better than wrestling",
        7188.1,
        7188.96
    ],
    [
        " because when I was starting to learn wrestling with them,",
        7188.96,
        7193.2
    ],
    [
        " I'm gonna sit and Greg train on you.",
        7193.26,
        7195.58
    ],
    [
        " You can come and get you.",
        7195.66,
        7196.58
    ],
    [
        " What I tell him this, too.",
        7196.62,
        7198.16
    ],
    [
        " But I'm not saying I dislike wrestling.",
        7198.62,
        7200.34
    ],
    [
        " I'm just saying I like judo better because when you shoot a double",
        7200.34,
        7204.44
    ],
    [
        " or a single or something and he stuffs it,",
        7204.44,
        7206.94
    ],
    [
        " you're in a bad situation.",
        7206.94,
        7208.2
    ],
    [
        " You're in a bad situation.",
        7208.2,
        7208.94
    ],
    [
        " Then if you go for some say naggy or something",
        7209.42,
        7213.16
    ],
    [
        " and you don't get, well, he's on your back.",
        7213.16,
        7215.32
    ],
    [
        " But you know what I mean, though.",
        7215.64,
        7217.04
    ],
    [
        " If you fail judo throw,",
        7217.38,
        7218.1
    ],
    [
        " you have way less of a price to pay.",
        7218.38,
        7220.24
    ],
    [
        " Typically.",
        7220.46,
        7220.84
    ],
    [
        " Do you usually have less of a price to pay on a judo throw",
        7221.2,
        7225.08
    ],
    [
        " than you do in a wrestling takedown?",
        7225.08,
        7227.38
    ],
    [
        " Understand.",
        7227.62,
        7228.02
    ],
    [
        " Oh, well.",
        7228.26,
        7228.88
    ],
    [
        " Yeah.",
        7229.06,
        7229.74
    ],
    [
        " Generally speaking, in my experience, that's why.",
        7230.02,
        7232.22
    ],
    [
        " And I'll give that to you with like a small percentage",
        7232.36,
        7237.44
    ],
    [
        " of agreement, not a full.",
        7237.44,
        7238.9
    ],
    [
        " Yeah, I mean, it's not that black and white for sure.",
        7239.0,
        7240.84
    ],
    [
        " Because you're looking Greco guys, Greco Roman wrestling.",
        7240.96,
        7243.46
    ],
    [
        " Exactly.",
        7243.48,
        7243.8
    ],
    [
        " Now they're not shooting on you anymore.",
        7243.92,
        7246.0
    ],
    [
        " And believe me, you're getting tossed.",
        7246.74,
        7248.68
    ],
    [
        " You train with a good Greco guy.",
        7249.06,
        7250.58
    ],
    [
        " They're not grabbing your legs at all.",
        7250.8,
        7252.02
    ],
    [
        " They're not even shooting.",
        7252.08,
        7252.86
    ],
    [
        " But they are throwing you.",
        7253.24,
        7255.46
    ],
    [
        " Right.",
        7255.74,
        7255.92
    ],
    [
        " And they don't have to grab the key to do it.",
        7255.94,
        7257.68
    ],
    [
        " So Greco, that's Greco's awesome.",
        7258.02,
        7260.14
    ],
    [
        " Yeah.",
        7260.34,
        7260.66
    ],
    [
        " Yeah, agree.",
        7261.02,
        7261.54
    ],
    [
        " And then also the judo thing.",
        7261.96,
        7263.56
    ],
    [
        " It tends to, in my experience, take less out of you.",
        7264.22,
        7270.72
    ],
    [
        " Yeah, it's a less, it's somewhere in between judo and wrestling.",
        7271.64,
        7276.04
    ],
    [
        " Yeah.",
        7276.42,
        7276.6
    ],
    [
        " Is the exertion.",
        7276.68,
        7278.22
    ],
    [
        " Yeah.",
        7278.26,
        7278.44
    ],
    [
        " Generally speaking.",
        7279.08,
        7280.28
    ],
    [
        " Generally speaking.",
        7280.28,
        7280.88
    ],
    [
        " Yeah, yeah.",
        7280.88,
        7281.26
    ],
    [
        " We're making a lot of generalities.",
        7281.4,
        7283.26
    ],
    [
        " Please don't go crazy because of some generalities that echo made.",
        7283.96,
        7288.98
    ],
    [
        " Yeah, fully.",
        7289.34,
        7290.02
    ],
    [
        " Wait, are we good there?",
        7290.96,
        7293.78
    ],
    [
        " Any more to add?",
        7294.26,
        7294.96
    ],
    [
        " I have nothing further to add.",
        7295.24,
        7296.34
    ],
    [
        " All right.",
        7296.56,
        7296.78
    ],
    [
        " Keep training.",
        7296.78,
        7297.3
    ],
    [
        " Everything you can.",
        7297.6,
        7298.3
    ],
    [
        " Yeah.",
        7298.64,
        7298.78
    ],
    [
        " I like the judo.",
        7299.22,
        7299.88
    ],
    [
        " Thumbs up for the judo though, for sure.",
        7299.98,
        7301.28
    ],
    [
        " Question number three.",
        7301.86,
        7302.86
    ],
    [
        " What's your recommendation for an employee that is late to work,",
        7304.24,
        7307.94
    ],
    [
        " who usually is late.",
        7308.06,
        7309.34
    ],
    [
        " But they're usually a good performer.",
        7309.9,
        7311.7
    ],
    [
        " So being late is unacceptable.",
        7313.18,
        7320.28
    ],
    [
        " And I tell us when I've worked with a company and they start talking about,",
        7321.44,
        7325.68
    ],
    [
        " we know this guy's late for meeting sometimes.",
        7325.68,
        7327.3
    ],
    [
        " I always tell him that I was in the military for 20 years and I was literally never late.",
        7327.9,
        7332.36
    ],
    [
        " I was literally never late one time.",
        7332.86,
        7334.78
    ],
    [
        " Yeah.",
        7335.0,
        7335.18
    ],
    [
        " Think about that.",
        7335.64,
        7336.44
    ],
    [
        " 20 years, never late.",
        7336.74,
        7338.1
    ],
    [
        " Never late.",
        7338.1,
        7338.64
    ],
    [
        " Never late.",
        7339.08,
        7340.16
    ],
    [
        " Any time for anything.",
        7340.5,
        7342.36
    ],
    [
        " We would, you know, we would show up at work in the morning so early that even if the worst case scenario,",
        7343.84,
        7349.06
    ],
    [
        " I got T-bone on the way to work, I would still be able to get insurance,",
        7349.86,
        7354.6
    ],
    [
        " get everything covered, get a cab and still show up and be an hour early.",
        7354.78,
        7358.02
    ],
    [
        " So you should be, you're right in the fact that being on time is definitely very, very important.",
        7359.4,
        7366.68
    ],
    [
        " So people shouldn't be late.",
        7367.94,
        7369.3
    ],
    [
        " So now with this individual, you got someone that's showing up late for work,",
        7369.48,
        7372.9
    ],
    [
        " you got to, like any other leadership challenge, what I would attack is making sure they understand why.",
        7373.1,
        7381.1
    ],
    [
        " Why is it important?",
        7382.02,
        7383.38
    ],
    [
        " Some people never make the connection as to why being on time is important.",
        7383.54,
        7388.58
    ],
    [
        " So you got to explain to them why it's important.",
        7389.24,
        7393.44
    ],
    [
        " You got to explain to them that's basic respect for other people's time.",
        7393.44,
        7397.56
    ],
    [
        " That it's a basic operational readiness is to follow a timeline that it's about being prepared,",
        7398.42,
        7405.24
    ],
    [
        " that it's about showing your reliability and your professionalism to other people that you're working with inside and outside of your company.",
        7405.44,
        7414.48
    ],
    [
        " And even Sun Siu.",
        7415.28,
        7419.14
    ],
    [
        " Sun Siu. And I didn't say this during the, during the podcast that we did about Sun Siu.",
        7420.94,
        7427.46
    ],
    [
        " And I can't believe I didn't say it because I always believe and look waking up early and being early.",
        7427.9,
        7433.34
    ],
    [
        " And Sun Siu said that he who is waiting on the battlefield is going to win and who he was rushing late to the battlefield is going to lose.",
        7433.54,
        7442.24
    ],
    [
        " Well, that's the way your life is to.",
        7442.38,
        7444.22
    ],
    [
        " And if you're rushing and you things are disorganized and you're running late, it's horrible.",
        7444.52,
        7449.72
    ],
    [
        " But if you wake up early and you show up early and you're ready and you're prepared and you're waiting on the battlefield, you're going to win.",
        7450.04,
        7457.6
    ],
    [
        " That's all there is to it.",
        7457.84,
        7458.8
    ],
    [
        " So those are the important things that you have to explain to your employee that they, so that they understand why being late is unacceptable and why being on time is the standard that needs to be maintained.",
        7459.2,
        7472.42
    ],
    [
        " Some people, it's a horrible habit that some people have of being late. It's a horrible habit.",
        7473.48,
        7479.62
    ],
    [
        " Yeah.",
        7480.02,
        7481.1
    ],
    [
        " You don't want to get into it. It just, just unreliability.",
        7481.38,
        7485.06
    ],
    [
        " Yeah.",
        7485.56,
        7485.78
    ],
    [
        " I was one of those people.",
        7486.3,
        7488.24
    ],
    [
        " I used to work in the nightclub in here, San Diego downtown for a while, two, like seven years.",
        7488.74,
        7496.46
    ],
    [
        " And unlike you, I feel like, I feel like, I don't know, I don't, I engage it or not her count them, but it feels like I was late at the very least one minute late.",
        7497.86,
        7506.86
    ],
    [
        " You know, you have a shift, right?",
        7507.06,
        7508.12
    ],
    [
        " It starts at whatever time.",
        7508.3,
        7509.2
    ],
    [
        " Either one minute late or ten minutes late, I feel like I was more, I was late more times than I was on time.",
        7509.72,
        7515.54
    ],
    [
        " I feel like, right.",
        7515.94,
        7516.7
    ],
    [
        " So my dad was always late.",
        7516.96,
        7519.56
    ],
    [
        " I come from a long line of late guys.",
        7519.72,
        7521.94
    ],
    [
        " So to speak, nonetheless.",
        7522.3,
        7524.06
    ],
    [
        " But I was this guy. I was the guy who was a good performer.",
        7525.12,
        7527.76
    ],
    [
        " I felt like, I mean, according to my bosses and stuff, and I would, you know, I do well.",
        7528.16,
        7531.94
    ],
    [
        " Other than the time thing, I was pretty reliable.",
        7532.4,
        7534.58
    ],
    [
        " Very reliable in the nightclub industry.",
        7535.2,
        7538.3
    ],
    [
        " So, and I'd always justify it.",
        7538.62,
        7541.0
    ],
    [
        " Like, man, all this time, I would, you know, take to be prepared to get there and find parking and all this stuff.",
        7541.1,
        7548.54
    ],
    [
        " I could be doing something else in my life or whatever.",
        7549.04,
        7552.72
    ],
    [
        " Not necessarily useful stuff, but just something else.",
        7552.82,
        7554.52
    ],
    [
        " Why do I have to work while I'm not working, you know, like preparing for work?",
        7554.68,
        7559.08
    ],
    [
        " I don't know.",
        7559.18,
        7559.4
    ],
    [
        " That was kind of my attitude.",
        7559.5,
        7560.44
    ],
    [
        " As long as I have good output, as long as my job is being done, it's fine.",
        7561.08,
        7564.44
    ],
    [
        " So, when I stopped, you know, when I was done with a nightclub industry, Jade, my brother would, he explained it to me where,",
        7565.18,
        7573.98
    ],
    [
        " and the thing that I read that really kind of hit me was being late is a blatant disregard and a blatant display of disrespect to the person or people who were waiting for you.",
        7574.54,
        7586.88
    ],
    [
        " No doubt about it.",
        7586.94,
        7587.6
    ],
    [
        " To their time, which is time is like, when you really think about it, it's the most valuable thing you have.",
        7587.62,
        7592.8
    ],
    [
        " So, even if you're talking about one minute or you're talking about one hour, you are wasting that person's time.",
        7592.98,
        7598.16
    ],
    [
        " If you have a meeting or something, right, you can, you show up five minutes late, people are waiting for you to start the meeting.",
        7598.22,
        7603.3
    ],
    [
        " That's five minutes gone where, you know, we stuff to go over that material.",
        7603.3,
        7606.4
    ],
    [
        " So, we're going to spend an extra five minutes just because you're late, because you failed to prepare.",
        7606.72,
        7611.34
    ],
    [
        " Everyone else is around time, and you're the one doing it, you know.",
        7611.5,
        7614.52
    ],
    [
        " So, and then also I learned through, I want to say it was a book I read, I forget where.",
        7614.9,
        7619.54
    ],
    [
        " But where one of the two major, the main things that ensure your success or will get in the way of your success is reliability.",
        7619.66,
        7628.78
    ],
    [
        " Being reliable.",
        7630.68,
        7630.64
    ],
    [
        " So, and one day I went to the store, right, and my wife sends me in the shopping street, she says,",
        7631.24,
        7636.02
    ],
    [
        " get this kind of tomatoes, like canned tomatoes, but it was like this specific kind.",
        7636.02,
        7639.28
    ],
    [
        " You ever try to go chop for canned tomatoes, bruh, there's like this one, and this one, and I'm like, I'm just going to either just grab one, anyone,",
        7639.78,
        7646.84
    ],
    [
        " because I can't find this one, or I'm not going to get them at all.",
        7647.38,
        7649.82
    ],
    [
        " I'm just going to go home and be like, you get to tomatoes, if you want.",
        7649.88,
        7651.84
    ],
    [
        " I don't even want whatever it is you're making with it.",
        7651.84,
        7653.46
    ],
    [
        " So, I'm getting frustrated on the inside, like down the line of frustrating things that I've told myself all the way to the point of,",
        7654.34,
        7666.8
    ],
    [
        " this isn't my job to do this.",
        7667.54,
        7670.46
    ],
    [
        " It is my job, by the way.",
        7670.7,
        7671.6
    ],
    [
        " But this isn't my job. I don't want tomatoes.",
        7671.76,
        7674.06
    ],
    [
        " Why should I even, why am I even shopping right now?",
        7674.7,
        7676.7
    ],
    [
        " Why are you telling this story?",
        7676.96,
        7678.18
    ],
    [
        " I'm making a point, and in my opinions of...",
        7678.58,
        7681.16
    ],
    [
        " This is a very important point.",
        7683.46,
        7684.7
    ],
    [
        " So, if I do that, if I'm like, you know what's great, I'm not getting the tomatoes,",
        7685.58,
        7689.38
    ],
    [
        " or I'm just going to go ahead and settle for the wrong one, I've demonstrated, and basically proclaimed, that I'm unreliable.",
        7689.42,
        7696.4
    ],
    [
        " So, why would anyone come to me for anything?",
        7696.8,
        7698.48
    ],
    [
        " Who's to say I'm going to be reliable about it?",
        7698.76,
        7701.48
    ],
    [
        " And sure, you might be reliable on some things, but you've demonstrated that you can, and will be unreliable under certain circumstances.",
        7701.76,
        7709.18
    ],
    [
        " And those circumstances are dictated by you, so who knows?",
        7709.62,
        7712.88
    ],
    [
        " Really? You're not going to be tired?",
        7713.36,
        7715.36
    ],
    [
        " No, you're not.",
        7715.92,
        7716.88
    ],
    [
        " You might not even be somebody's friend when you think about it.",
        7717.06,
        7721.0
    ],
    [
        " Or husband, or whatever, you know?",
        7721.18,
        7725.04
    ],
    [
        " Yeah, definitely.",
        7725.36,
        7725.94
    ],
    [
        " It shows lack of being on time, shows a total disrespect for other people's time, and it shows a lack of reliability on your part.",
        7726.18,
        7733.94
    ],
    [
        " So, these are the kind of things you got to explain to your subordinates, or explain to this person that's being constantly laid,",
        7734.04,
        7739.68
    ],
    [
        " so that they understand why you're telling them that, and then they can improve.",
        7739.94,
        7744.02
    ],
    [
        " And then you can, you know, if the person is a good performer, generally, that means there's a type of person that cares about how they're perceived, and doing a good job.",
        7744.24,
        7750.74
    ],
    [
        " So, let's get them to understand how being late affects everybody else, and affects their own reputation as a performer.",
        7751.04,
        7761.56
    ],
    [
        " Yeah, so it'll mean something to them.",
        7761.7,
        7763.74
    ],
    [
        " Plus, you'll be a come-through guy.",
        7764.16,
        7766.5
    ],
    [
        " Everyone likes to come through guy.",
        7766.8,
        7768.06
    ],
    [
        " A guy who comes through.",
        7768.2,
        7768.88
    ],
    [
        " I'm sure they like you for coming in on time every single day for 20 years.",
        7769.46,
        7774.0
    ],
    [
        " They did. They did.",
        7774.18,
        7775.24
    ],
    [
        " Next question.",
        7775.72,
        7777.68
    ],
    [
        " Okay.",
        7779.12,
        7779.3
    ],
    [
        " You stated in a prior podcast that you are grateful for an understanding wife who allowed you to treat your seal career as a number one priority.",
        7779.52,
        7785.84
    ],
    [
        " Do you believe that marriage and children should bring about a reprioritization of your life?",
        7786.04,
        7791.54
    ],
    [
        " Given that marriage now brings another person on your life, a partner, but also someone who relies on you, and especially children who heavily rely on you,",
        7791.82,
        7802.14
    ],
    [
        " how did you reconcile still treating the seals as a number one priority?",
        7802.54,
        7805.52
    ],
    [
        " Both a wife and children you brought willing to willingly into your life.",
        7805.54,
        7809.98
    ],
    [
        " Was there a point that despite having an understanding wife that you should have made the decision to end the seal career early because of people you have a newfound responsibility for?",
        7810.16,
        7820.56
    ],
    [
        " Debateably, or responsibility greater than the responsibility for your career?",
        7821.1,
        7825.88
    ],
    [
        " So this one, this is something that can be hard for people to understand.",
        7830.26,
        7834.42
    ],
    [
        " But yes, the seal teams was my number one priority over my family, over my wife, over my kids, over my own life, over everything.",
        7835.92,
        7850.2
    ],
    [
        " And just FYI, I literally told my wife that before we got married multiple times on the way to the chapel or to the San Diego courthouse to get married, on the way there, on the bridge driving from corn out of the San Diego, I said, hey, listen, I just want to give you one last chance.",
        7852.2,
        7869.54
    ],
    [
        " Being a seal is not just what I do, it's who I am, and you are not going to change me, so don't think that I'm going to change.",
        7871.28,
        7879.06
    ],
    [
        " And she was like, oh, I know, I know what you are. You still want to do this? Yes, let's go do it.",
        7880.2,
        7886.0
    ],
    [
        " And what was good was to her credit, she didn't try and challenge that, she didn't try and fight that, she gave that to me.",
        7887.62,
        7896.9
    ],
    [
        " She understood it, and that's probably one of the reasons why we stayed married for so long.",
        7897.2,
        7901.94
    ],
    [
        " And a lot of mean to seal teams, if you don't know this has about a 90% divorce rate, it's an astronomical divorce rate.",
        7903.36,
        7909.8
    ],
    [
        " And the reason a lot of it is because the guys are so dedicated to the seal teams that everything else starts taking a second back seat.",
        7910.32,
        7919.14
    ],
    [
        " Now, I think that my wife actually saw that I was loyal and I was dedicated to the seal teams, and therefore she saw that as something that was positive.",
        7919.54,
        7927.34
    ],
    [
        " And something that would transfer over to other parts of my life, including my family.",
        7928.2,
        7932.76
    ],
    [
        " Now, to answer more on this guy's question, I want to think about this.",
        7934.36,
        7938.3
    ],
    [
        " Being a seal, the best thing I could do for my family was be dedicated to my job.",
        7939.4,
        7946.72
    ],
    [
        " It was the best thing I could do for the other seals I worked with, it was the best thing I could do for myself.",
        7947.94,
        7954.98
    ],
    [
        " And for my family was to be the best seal possible.",
        7954.98,
        7958.22
    ],
    [
        " Why? Because we're going into combat.",
        7958.52,
        7961.1
    ],
    [
        " And if I want to come home alive to my family, and I want my brothers to come home alive to their families, the best thing we could possibly do for our families is to be totally dedicated to the jobs that we're ready, we're prepared, and we can bring each other back.",
        7961.74,
        7978.46
    ],
    [
        " So, that's the way it is, and I would stand by that to this day.",
        7983.04,
        7988.52
    ],
    [
        " And it actually does transfer in many cases to normal civilian careers.",
        7989.6,
        7996.66
    ],
    [
        " Because being hard working and being dedicated to your job generally is going to translate to being more successful in your job.",
        7996.92,
        8006.24
    ],
    [
        " And if you're more successful in your job, you have more financial stability.",
        8006.34,
        8008.78
    ],
    [
        " If you have more financial stability, how many fights in families take place because of finances?",
        8009.62,
        8015.52
    ],
    [
        " I think that's probably the leading cause of problems in families is there's a financial strain.",
        8015.8,
        8021.54
    ],
    [
        " And so, I think that it does translate somewhat to people in their normal careers, even if they're not seals, even if they're not preparing for war, that they're trying to do a good job.",
        8022.1,
        8033.3
    ],
    [
        " They're being dedicated to their jobs so that they can perform better and have more stability in their lives.",
        8033.52,
        8039.98
    ],
    [
        " And by the way, when you work harder, you get rewarded more.",
        8040.02,
        8043.52
    ],
    [
        " It also eventually translates into more freedom.",
        8043.52,
        8046.36
    ],
    [
        " Could you move into a leadership position?",
        8046.46,
        8047.94
    ],
    [
        " Maybe you go into a situation where you're no longer working for somebody directly and they're over you and they're demanding now,",
        8048.48,
        8054.82
    ],
    [
        " but then you get a little more freedom.",
        8054.82,
        8055.96
    ],
    [
        " You can dictate what happens in your life more, so that's important as well.",
        8056.16,
        8060.2
    ],
    [
        " And also, on top of all that, guess what?",
        8060.8,
        8065.7
    ],
    [
        " The way you act and the way you care yourself, you are actually teaching your family and your children something.",
        8065.7,
        8072.56
    ],
    [
        " Now, if you're a warrior, if you're a military guy, then your children, guess what?",
        8074.12,
        8081.18
    ],
    [
        " Warriors have been going away to war for thousands and thousands and thousands of years.",
        8082.7,
        8089.14
    ],
    [
        " And people have been just fine from that.",
        8089.88,
        8094.08
    ],
    [
        " The men have been raised by their moms because their dad was going away to war.",
        8095.72,
        8101.2
    ],
    [
        " That's the way it is.",
        8101.52,
        8102.76
    ],
    [
        " So I think that that's okay.",
        8103.28,
        8106.54
    ],
    [
        " It doesn't mean that the warrior doesn't love his family, he does, but he's got a job to do and he's going to go do it.",
        8107.42,
        8113.96
    ],
    [
        " And also, again, if you apply that to a normal civilian situation, if your children see that you are dedicated, that you are hard working, that you are loyal,",
        8114.68,
        8125.88
    ],
    [
        " that's a positive example that you're setting for your kids.",
        8126.7,
        8130.76
    ],
    [
        " Now, of course, they shouldn't be thinking, and I never came home to my kids and said, hey, look, your number two on the list of priorities around here.",
        8132.04,
        8143.56
    ],
    [
        " Now, I might have said, listen, I've got a job to do.",
        8144.54,
        8146.62
    ],
    [
        " I've got guys that are depending on me.",
        8147.0,
        8149.14
    ],
    [
        " We're going to combat. Bad things can happen.",
        8149.76,
        8153.44
    ],
    [
        " I need to be ready and I need to be ready for my guys.",
        8153.66,
        8157.78
    ],
    [
        " And I need to be ready for you.",
        8158.56,
        8159.7
    ],
    [
        " And so I don't think you need to throw it in people's face and say, no, you're the number two priority.",
        8161.6,
        8168.18
    ],
    [
        " But your family should understand that you're working hard for them.",
        8168.18,
        8171.46
    ],
    [
        " You're building their future. You're building a legacy for your family.",
        8171.58,
        8176.7
    ],
    [
        " That's what you're doing when you're working hard at any job.",
        8176.84,
        8180.46
    ],
    [
        " So I think that's a good example to set.",
        8181.36,
        8186.18
    ],
    [
        " And I think that there's nothing wrong with that example.",
        8187.88,
        8192.36
    ],
    [
        " Now, where people can go too far, which of course they can.",
        8192.36,
        8196.48
    ],
    [
        " They can do it in the military. They can do it in their civilian career.",
        8196.9,
        8199.96
    ],
    [
        " Where the job becomes not just a short term priority.",
        8200.3,
        8209.48
    ],
    [
        " Because I will say this, my long term priority was my family.",
        8209.96,
        8215.7
    ],
    [
        " That was the long term priority.",
        8216.3,
        8218.04
    ],
    [
        " I mean, I had these, you know, my wife and kids, I'm going to raise them.",
        8218.04,
        8221.04
    ],
    [
        " They're going to be with me forever. That's what I'm doing with my life.",
        8221.04,
        8224.48
    ],
    [
        " So the long term priority is definitely the family.",
        8224.74,
        8227.5
    ],
    [
        " But the short term priority. And by short term, I'm talking years, right?",
        8228.14,
        8231.74
    ],
    [
        " Two, three years, three years. That's a long, that's a short term priority.",
        8231.96,
        8235.66
    ],
    [
        " Compared to your family, which is going to be with you until you die.",
        8235.82,
        8239.2
    ],
    [
        " And so I think you need to keep that in mind and make sure that you're not sacrificing things.",
        8239.46,
        8247.58
    ],
    [
        " Long term.",
        8249.46,
        8249.38
    ],
    [
        " In other words, if you're going to destroy your marriage because you're working so hard, you got problems.",
        8250.42,
        8255.22
    ],
    [
        " If you're going to destroy your marriage because you're dedicated too much to your job,",
        8255.5,
        8259.42
    ],
    [
        " that's not supporting the long term strategy of taking care of your family.",
        8259.94,
        8264.8
    ],
    [
        " So that's sort of where I come out on that.",
        8267.02,
        8269.86
    ],
    [
        " And again, tons of credit to my wife and my kids who were, you know, I was gone all the time.",
        8270.46,
        8276.9
    ],
    [
        " And they dealt with it. And guess what? I'm gone a lot too now.",
        8277.1,
        8280.18
    ],
    [
        " I'm traveling all the time. And again, they all know that, hey, I'd love to be staying home with them.",
        8280.48,
        8286.74
    ],
    [
        " But I've got to take care of the family. I've got to support the family.",
        8287.02,
        8291.24
    ],
    [
        " I've got to maintain my situation so that I can take care of them if something bad were to happen.",
        8291.48,
        8299.72
    ],
    [
        " And I think they understand that.",
        8300.16,
        8301.66
    ],
    [
        " Yeah, and that's a, I think that's a big component where, you know, your wife and your kids, they do understand.",
        8302.04,
        8308.34
    ],
    [
        " And I'm assuming, I mean, given, you know, what I know about you guys is that, that you're, you're pretty clear through what you say",
        8308.6,
        8314.6
    ],
    [
        " and what you do that you are supporting them. And they are a part of your life.",
        8314.6,
        8318.36
    ],
    [
        " You know, because some people let's say, I don't know, just, there's a hypothetical situation.",
        8318.38,
        8321.54
    ],
    [
        " But let's say a cop, right? Or detective. He's real into his job.",
        8321.54,
        8325.22
    ],
    [
        " He's frustrated with the job. And this goes for any job.",
        8325.44,
        8327.68
    ],
    [
        " He comes home. He's frustrated because whatever work stuff, he comes home.",
        8327.76,
        8331.74
    ],
    [
        " But he's not dedicated to his relationship or his family that much.",
        8331.82,
        8335.16
    ],
    [
        " So he allows the frustrations of work to carry over.",
        8335.34,
        8340.68
    ],
    [
        " Carry over. He takes it out on his wife because she said, you know, do the dishes. You forgot whatever she,",
        8340.86,
        8345.98
    ],
    [
        " then he's even more mad because he's frustrated with work.",
        8346.22,
        8348.12
    ],
    [
        " Like that kind of thing where, you know, he kind of in the back of his mind, he regards his family as something that should, I don't know, serve him.",
        8348.3,
        8355.3
    ],
    [
        " While he does his, you know, real life and life, which is be an amazing detective, you know.",
        8355.6,
        8361.5
    ],
    [
        " So I think a lot of times there's that. And then on top of it, the family wife will just say the wife has these expectations that are not clear,",
        8361.86,
        8373.52
    ],
    [
        " not correct, but it that way, you know, where, you know, you should be home at a certain time.",
        8373.78,
        8378.9
    ],
    [
        " You know, you shouldn't be working late.",
        8379.1,
        8381.78
    ],
    [
        " That was the worst. You know, where your family?",
        8381.78,
        8383.5
    ],
    [
        " That's the worst is like, I'm not coming home. Like, oh, I'm done with work and the seal teams, I'm done with work, but I'm going to the bar with the guys and I'll be home at midnight or",
        8383.78,
        8392.84
    ],
    [
        " want a clock in the morning or two o'clock in the morning.",
        8392.84,
        8394.76
    ],
    [
        " Yeah. And guess what?",
        8395.02,
        8395.94
    ],
    [
        " My wife actually understood that. She actually understood that, hey, these guys are a team. These guys are a family of their own right.",
        8396.5,
        8404.0
    ],
    [
        " And I got to let him go and develop and hang out with his friends because he's got to know these guys better than anybody in the world.",
        8405.3,
        8412.66
    ],
    [
        " Yeah, seeing that's that's a hard thing for, for some people to handle.",
        8412.78,
        8417.66
    ],
    [
        " Yeah. And now when you got to be careful with Navy SEALS to me, yeah, that's it's absolutely true and legitimate.",
        8417.94,
        8423.82
    ],
    [
        " But some guys might use that as like an excuse just to not have to come home and wash dishes.",
        8423.82,
        8428.64
    ],
    [
        " Of course, yeah, and they're, then they're wrong.",
        8428.88,
        8430.66
    ],
    [
        " Right, right. So, you know, kind of be careful with that one. Like, you know, I don't know, sales guy closes the deal and",
        8430.7,
        8437.96
    ],
    [
        " guys want to celebrate. You know, meanwhile, it's done. I don't know, Mother's Day or something.",
        8437.96,
        8443.7
    ],
    [
        " I don't know, something or something. Or Thursday.",
        8443.8,
        8445.98
    ],
    [
        " You need to.",
        8446.42,
        8447.74
    ],
    [
        " And, you know, I don't think it's unreasonable for wives to have certain expectations, especially if you don't address them like, you know, you don't communicate or whatever.",
        8447.98,
        8457.9
    ],
    [
        " Like, yeah, I'm expecting you have, you have an expectation for your husband to come home after work.",
        8457.92,
        8461.58
    ],
    [
        " You do. So if you just doesn't show up all of a sudden, you know, I mean, you're assuming you're, you're going to tell your wife, hey, I'm not going to, this is why I just like are you saying you're going to explain everything.",
        8461.58,
        8472.86
    ],
    [
        " But some guys are like, I'm the man. I don't have to come home right now if I don't want to.",
        8473.2,
        8477.68
    ],
    [
        " Which is kind of true, but you're in a relationship. You're in a team, especially.",
        8477.82,
        8481.98
    ],
    [
        " Yeah. And really, I would say one thing that's awesome about my wife is I would say, oh, yeah, sorry.",
        8481.98,
        8487.3
    ],
    [
        " I didn't come home. I was going out with the boys. Yeah.",
        8487.3,
        8490.1
    ],
    [
        " And she was independent enough and secure enough and confident enough that she was like, okay, whatever. Hey, I'm going to do this most of the time.",
        8490.2,
        8502.52
    ],
    [
        " Yeah.",
        8502.74,
        8503.02
    ],
    [
        " There was sometimes flowers were bought things were things were rebuilt.",
        8503.32,
        8507.58
    ],
    [
        " You know, because you know, it's a it's life.",
        8508.24,
        8511.98
    ],
    [
        " Right. Yeah. And no one's going to be like 100% focused on that, you know, that situation or the, you know, you're going to say, you said, you said, I'm a Navy seal.",
        8512.16,
        8522.74
    ],
    [
        " Don't, you know, don't change me or whatever.",
        8522.74,
        8524.78
    ],
    [
        " She that's not going to be on the front of her mind 100% of the time. She has, she's a person, you know.",
        8525.34,
        8530.7
    ],
    [
        " And they, these people always think they can change you.",
        8530.7,
        8533.36
    ],
    [
        " Yeah. And even if they know ultimately they can't, they still for a day, they might, you know, and you can go back, you know, so back in force.",
        8533.8,
        8541.0
    ],
    [
        " So, yeah, it's not going to go perfect. But as long just like how you're saying, you communicated that early.",
        8541.0,
        8546.22
    ],
    [
        " And she is a strong enough person to be like, understand that and understand the value of that throughout the whole process.",
        8546.48,
        8553.1
    ],
    [
        " And you know, then you're going to have success with that kind of thing. But it depends on how good you communicate it and how willing your wife or husband or whatever the situation is.",
        8553.1,
        8563.58
    ],
    [
        " Depends on how good they can receive it and go through it.",
        8564.16,
        8567.86
    ],
    [
        " Yeah. Some people are needy men.",
        8567.94,
        8569.5
    ],
    [
        " Yeah. And you know, though a lot of military, I've been talking to a lot of military people that listen to the podcast.",
        8569.8,
        8574.78
    ],
    [
        " Spouses and service members.",
        8575.38,
        8579.4
    ],
    [
        " And so, yeah, guess what? Give your service member some room to form those bonds to be dedicated to that job because they are truly doing it for you.",
        8579.6,
        8591.86
    ],
    [
        " They really are. They're doing it for you. And now service members, as echo just said, don't abuse the privilege.",
        8592.18,
        8599.52
    ],
    [
        " Yeah. Don't abuse it. Do what you got to do. Be the best you can be at your job. Bond with your brothers and arms.",
        8600.1,
        8608.62
    ],
    [
        " Without your going on the battlefield with whether you're a cop, whether you're a firefighter, build those bonds.",
        8609.58,
        8616.36
    ],
    [
        " But of course, don't abuse it and make sure you take area family too.",
        8616.82,
        8621.28
    ],
    [
        " Yeah.",
        8622.0,
        8622.32
    ],
    [
        " Jocke, can you lead those that don't want to be led? It's still how?",
        8623.34,
        8630.46
    ],
    [
        " The beauty of that question is in its simplicity.",
        8631.2,
        8634.82
    ],
    [
        " And the answer is yes and no.",
        8637.04,
        8642.04
    ],
    [
        " You can't lead them in the traditional sense.",
        8643.22,
        8647.86
    ],
    [
        " You have to be indirect. Again, there's our word. You have to be indirect. Meaning you can't say, hey, you need to do this.",
        8649.54,
        8656.56
    ],
    [
        " Or hey, I order you to do that. You need to be indirect.",
        8657.28,
        8660.38
    ],
    [
        " And the best way to do that with people that do not want to be led is to let them lead.",
        8661.36,
        8668.22
    ],
    [
        " Put them in a leadership role. Say, hey, you know what? You're really good at this. I think you got a good vision here.",
        8668.92,
        8675.72
    ],
    [
        " Can you run this? Can you lead this?",
        8676.02,
        8678.02
    ],
    [
        " And then once they're in a leadership role, then you can make suggestions and you can subtly steer them as they lead.",
        8678.96,
        8688.3
    ],
    [
        " But an important point is that you actually have to be ready to let them lead.",
        8688.56,
        8692.88
    ],
    [
        " You can't just be like, oh, I want you to run this. And then all of a sudden you go all level seven micro management on people.",
        8693.58,
        8699.38
    ],
    [
        " You have to let them lead. You have to let it go.",
        8700.1,
        8703.38
    ],
    [
        " Let them go.",
        8704.16,
        8707.02
    ],
    [
        " Now, you do need to make sure that they're being safe.",
        8707.4,
        8712.38
    ],
    [
        " Or make sure that they're being profitable. Make sure they're not doing anything illegal or egregious in what they're doing.",
        8712.96,
        8719.28
    ],
    [
        " But you have to let them lead. You have to let them make decisions.",
        8719.6,
        8722.94
    ],
    [
        " And so that is my first suggestion is to put them in a leadership role.",
        8723.64,
        8729.56
    ],
    [
        " Now, if there's no way to put them in a leadership role, then let them lead their little part of the mission.",
        8729.68,
        8735.14
    ],
    [
        " Whatever that is. Let them tell you how they are going to do things.",
        8735.14,
        8738.44
    ],
    [
        " And again, you can make little course corrections along the way, but you need to let them lead.",
        8739.06,
        8744.3
    ],
    [
        " Now, one of the hardest parts of both these situations is guess what your ego.",
        8745.12,
        8751.32
    ],
    [
        " Because guess what? You want to be the leader.",
        8752.52,
        8756.36
    ],
    [
        " You are offended by someone that doesn't want to be led.",
        8757.52,
        8761.34
    ],
    [
        " Look, why aren't they listening to me? I am awesome. I am the leader. I'm in charge. I outrank them. Why aren't they listening to me?",
        8761.66,
        8767.14
    ],
    [
        " All those are little insecurities that you have about your own leadership capabilities. Don't let it happen.",
        8768.16,
        8775.82
    ],
    [
        " I was never offended by subordinates that I had that wanted to lead more.",
        8776.34,
        8783.8
    ],
    [
        " That wanted my job. I wanted them to want to have my job.",
        8784.72,
        8789.1
    ],
    [
        " I wanted them to be able to take my job from me. That's what I wanted.",
        8790.98,
        8795.42
    ],
    [
        " If they're doing that good, I can look upwards and outwards and I can focus on other things.",
        8795.94,
        8800.02
    ],
    [
        " Good, come and take my job. Be good enough to take my job.",
        8800.02,
        8803.4
    ],
    [
        " And if I ever said to myself, I can't believe this guy is trying to step up and take my job.",
        8804.28,
        8808.98
    ],
    [
        " I realized, oh my God, I'm being insecure.",
        8809.0,
        8810.42
    ],
    [
        " I need to put my own ego in check. Because you know what?",
        8811.72,
        8814.4
    ],
    [
        " If they can step up and do my job, good. I'll step up and do the next person's job.",
        8814.84,
        8819.46
    ],
    [
        " So when somebody below you doesn't want to be led, let them lead and be happy that they want to lead.",
        8820.14,
        8829.0
    ],
    [
        " Give them that leadership. That's what you do with people that don't want to be led.",
        8829.74,
        8836.38
    ],
    [
        " I just thought of a riddle.",
        8841.1,
        8843.72
    ],
    [
        " What kind of actually I didn't think of it. I kind of got it from Twitter and made it into a joke.",
        8843.72,
        8850.5
    ],
    [
        " What kind of steak does Jaco eat?",
        8850.72,
        8855.54
    ],
    [
        " Rib eye.",
        8856.28,
        8857.3
    ],
    [
        " Flank steak.",
        8857.7,
        8859.06
    ],
    [
        " Oh, I like it.",
        8859.68,
        8861.82
    ],
    [
        " I can't take her. I got that from you.",
        8862.06,
        8863.58
    ],
    [
        " I like it. Good job Twitter. That's awesome. Good, good solid question though.",
        8863.58,
        8868.0
    ],
    [
        " Yeah.",
        8868.38,
        8868.62
    ],
    [
        " That's when you hear a lot.",
        8868.7,
        8869.68
    ],
    [
        " Yeah, and I said that obviously Joe, but that's kind of like leading by way of flank, right?",
        8870.12,
        8875.06
    ],
    [
        " Oh, for sure.",
        8875.08,
        8875.32
    ],
    [
        " For sure.",
        8875.5,
        8875.9
    ],
    [
        " It's like you don't lead them directly how you would like traditionally or whatever.",
        8875.96,
        8879.18
    ],
    [
        " You're kind of letting them lead.",
        8879.6,
        8880.92
    ],
    [
        " But you allow them to lead to the best leadership type.",
        8881.06,
        8884.14
    ],
    [
        " Yes. You are flanking them.",
        8884.16,
        8884.74
    ],
    [
        " I mean, the people that are like this, these are people that are either have a big ego or maybe they know more than you.",
        8885.16,
        8891.74
    ],
    [
        " Maybe they are more or more experienced than you. Maybe they really do know more than you.",
        8891.74,
        8894.76
    ],
    [
        "",
        8895.0,
        8895.0
    ],
    [
        " And they're bummed or angry because you've been promoted above them.",
        8895.36,
        8899.12
    ],
    [
        " Yeah.",
        8899.52,
        8899.72
    ],
    [
        " So now what am I going to do? I'm going to be a jerk.",
        8900.12,
        8901.88
    ],
    [
        " That's what I'm going to do.",
        8902.52,
        8903.64
    ],
    [
        " And so, you know, I'm not going to support your plan and I'm not going to do what you tell me to do and I'm going to have my own way of doing things.",
        8904.78,
        8910.48
    ],
    [
        " That's what's going to happen.",
        8910.9,
        8911.84
    ],
    [
        " So don't let that happen. All you got to do is say, hey, listen, man, really respect what you've done.",
        8912.06,
        8916.14
    ],
    [
        " You've been doing this longer than I have.",
        8916.28,
        8918.02
    ],
    [
        " You know what? Can you run with this?",
        8918.58,
        8920.88
    ],
    [
        " Can you plan this? Can you execute this? That'd be awesome.",
        8921.54,
        8924.0
    ],
    [
        " And then they go, oh, okay.",
        8924.48,
        8928.02
    ],
    [
        " Now do they think, oh, that's right. He's an idiot. He doesn't know what he's doing.",
        8928.4,
        8931.68
    ],
    [
        " No, not when you do it right. Not when you say, hey, you have more experience than me.",
        8932.4,
        8936.34
    ],
    [
        " I would really like you to lead this instead of me.",
        8936.72,
        8939.94
    ],
    [
        " How's that sound?",
        8940.66,
        8941.4
    ],
    [
        " You can only pull that off if you're secure in your own leadership.",
        8941.98,
        8944.12
    ],
    [
        " Yeah.",
        8944.7,
        8945.56
    ],
    [
        " It's the way it works.",
        8945.7,
        8947.12
    ],
    [
        " Flank them.",
        8948.44,
        8950.1
    ],
    [
        " Flank. Flank style.",
        8950.48,
        8952.6
    ],
    [
        " Next question.",
        8952.86,
        8955.92
    ],
    [
        " Jocco, your podcast listeners and Twitter followers know you're before five daily,",
        8957.62,
        8966.84
    ],
    [
        " meaning you're up before five.",
        8966.94,
        8967.9
    ],
    [
        " Workout essentially every day and are devoted, devoted student of Giu Jitsu.",
        8968.92,
        8974.22
    ],
    [
        " What relationship do you see between physical fitness and empowering the mind slash will?",
        8975.36,
        8981.14
    ],
    [
        " When a man commits, really commits to changing his fitness. What else changes?",
        8982.1,
        8987.48
    ],
    [
        " Well, you heard Bob Hoffman talk about this a bunch tonight in his book.",
        8988.44,
        8992.34
    ],
    [
        " Bob Hoffman wrote the book.",
        8992.58,
        8994.6
    ],
    [
        " I remember the last war and he wrote the book, how to be strong, healthy and happy.",
        8994.86,
        9001.26
    ],
    [
        " And there's no doubt that physical fitness is going to help you in every fastal life,",
        9002.98,
        9006.82
    ],
    [
        " especially in terms of what you're talking about, empowering the mind and the will.",
        9006.82,
        9013.06
    ],
    [
        " Working out is a test of will.",
        9013.98,
        9015.08
    ],
    [
        " Right? I mean, it is going to see, can you push yourself harder?",
        9016.28,
        9018.98
    ],
    [
        " Can you get the last rep? Can you shave another second off the sprint?",
        9019.34,
        9022.78
    ],
    [
        " Can you lift a little bit heavier?",
        9022.98,
        9024.2
    ],
    [
        " That's what working out is. It's a test of will.",
        9024.68,
        9029.06
    ],
    [
        " And that test of will, and you've heard me say this before starts, before the workout starts,",
        9029.1,
        9035.42
    ],
    [
        " it starts when the alarm goes off.",
        9035.58,
        9037.3
    ],
    [
        " Can you get out of bed in the morning?",
        9037.42,
        9038.7
    ],
    [
        " These are all little tests of discipline and of will.",
        9039.06,
        9042.26
    ],
    [
        " And as we've talked about before discipline be gets more disciplined, the stronger you get, the stronger you get.",
        9043.02,
        9052.24
    ],
    [
        " And physical will, that it takes to get through these workouts, that it takes to get out of bed in the morning,",
        9055.14,
        9059.42
    ],
    [
        " that carries over to mental will.",
        9059.68,
        9061.02
    ],
    [
        " So you can eat better foods, you can get work done, so you can control your temper,",
        9061.18,
        9065.24
    ],
    [
        " so you can create things and improve things, and you can be better.",
        9066.56,
        9070.42
    ],
    [
        " Now, I remember a while ago speaking of Twitter,",
        9071.28,
        9076.36
    ],
    [
        " I posted a picture of early morning workout, got done.",
        9078.56,
        9082.8
    ],
    [
        " And then I posted a picture of a little, the post surf session,",
        9084.4,
        9088.96
    ],
    [
        " and then I posted a picture of post jujitsu session.",
        9089.48,
        9092.8
    ],
    [
        " And, you know, so these were all like three posts in a row.",
        9093.64,
        9096.52
    ],
    [
        " And someone made some kind of a comment that was kind of along the lines of,",
        9097.96,
        9102.0
    ],
    [
        " oh, must be rough, right?",
        9103.32,
        9105.76
    ],
    [
        " Must be a rough life.",
        9105.9,
        9106.86
    ],
    [
        " You know, you're getting up, you're just surfing and doing jujitsu.",
        9107.12,
        9109.86
    ],
    [
        " And honestly, when I saw that, when someone wrote that, I kind of felt bad.",
        9110.24,
        9114.8
    ],
    [
        " I kind of felt guilty in a way.",
        9115.4,
        9120.6
    ],
    [
        " Because here I am, I'm going surfing, I'm working out, I'm training jujitsu.",
        9121.16,
        9127.16
    ],
    [
        " I'm kind of living the dream, or in fact, in my mind, I actually am living my dream,",
        9127.16,
        9133.24
    ],
    [
        " doing what I want to do, when I want to do it.",
        9133.8,
        9136.64
    ],
    [
        " And then there's other people out there that are grinding, that are either overseas,",
        9137.32,
        9143.18
    ],
    [
        " that are in combat, that are working, that are doing jobs that they don't like.",
        9143.42,
        9146.56
    ],
    [
        " They're working with people that they can't stand in a cubicle somewhere,",
        9146.8,
        9150.7
    ],
    [
        " whatever is they doing in here, I was almost, I felt like, damn, I'm rubbing this in people's faces.",
        9151.02,
        9155.58
    ],
    [
        " And I actually felt bad, and I was like, damn, I can't be doing that again.",
        9157.16,
        9160.52
    ],
    [
        " And someone else on Twitter came on the same thread or whatever,",
        9161.14,
        9168.44
    ],
    [
        " and said discipline equals freedom.",
        9168.8,
        9173.12
    ],
    [
        " They quoted me, and they were right.",
        9175.2,
        9181.86
    ],
    [
        " They made a great point.",
        9182.88,
        9184.26
    ],
    [
        " The reason I'm able to go surfing into jujitsu and work out and do whatever is because of discipline throughout my life.",
        9184.26,
        9191.82
    ],
    [
        " And again, I'm not making no claims right now to be the ultimate success story.",
        9192.18,
        9199.68
    ],
    [
        " I'm certainly not, and I will tell you this, you know, I live in a great place right now.",
        9199.94,
        9204.26
    ],
    [
        " There was a time where my wife and I wanted to live down by the beach.",
        9204.6,
        9208.36
    ],
    [
        " We bought a house down by the beach, a dump that was barely livable.",
        9208.68,
        9212.64
    ],
    [
        " And it was 850 square feet, and we had three kids in there.",
        9213.86,
        9218.18
    ],
    [
        " And my wife and I are bedroom, are bed.",
        9218.4,
        9220.84
    ],
    [
        " When you open the front door to the house and walked into the living room, our bed was on the floor right there.",
        9221.34,
        9225.86
    ],
    [
        " For a few years, we just lived there, and now we live in a great house.",
        9226.2,
        9231.52
    ],
    [
        " But I have to remind people, like, you know what, there was a time where I just was sucking it up.",
        9232.28,
        9238.68
    ],
    [
        " And living on Navy Pay, and we squeezed into this house and borrowed a bunch of money and lived on the floor in the living room.",
        9238.78,
        9246.76
    ],
    [
        " But we had that discipline back then, and then the discipline eventually becomes a form of freedom.",
        9247.22,
        9257.28
    ],
    [
        " And so it wasn't always like this where I was just chilling and surfing and doing jujitsu and playing guitar and whatever.",
        9259.18,
        9264.9
    ],
    [
        " You know, there was a lot of blood sweat and tears along the way.",
        9264.92,
        9267.78
    ],
    [
        " And, and by the way, the blood sweat and tears along the way, I actually enjoyed.",
        9267.96,
        9272.56
    ],
    [
        " I enjoyed. I wouldn't trade it.",
        9272.84,
        9275.44
    ],
    [
        " I'm glad that I was putting those situations to do those things.",
        9276.06,
        9281.3
    ],
    [
        " And most importantly, this is available to anybody.",
        9281.66,
        9289.84
    ],
    [
        " That life that you want is out there.",
        9290.08,
        9293.72
    ],
    [
        " And it might be a few years in the future, but it's there.",
        9294.12,
        9297.6
    ],
    [
        " And you can get to it.",
        9297.86,
        9298.8
    ],
    [
        " And the path, the path getting there starts early in the morning.",
        9298.94,
        9305.88
    ],
    [
        " And it ends late at night, and it requires sacrifice and discipline.",
        9306.12,
        9310.16
    ],
    [
        " And it requires force of will.",
        9310.24,
        9312.0
    ],
    [
        " And that comes at 4.30 in the morning when the alarm goes off.",
        9312.28,
        9316.06
    ],
    [
        " That's when it comes. So get up and go get it.",
        9316.06,
        9319.32
    ],
    [
        " And that's why I think that the idea of physical fitness, empowering the mind and the will,",
        9319.7,
        9332.5
    ],
    [
        " I think that's what happens when you commit to those things.",
        9332.94,
        9335.48
    ],
    [
        " I think the rest of your life will reflect positively on what you've done.",
        9335.68,
        9339.74
    ],
    [
        " And guess what? I've been real lucky too.",
        9339.94,
        9342.02
    ],
    [
        " I've been very lucky long away.",
        9342.4,
        9343.96
    ],
    [
        " And I won't say that I made everything happen myself.",
        9345.38,
        9350.08
    ],
    [
        " I got lucky. I was blessed in a lot of situations and had good things happen.",
        9350.26,
        9354.18
    ],
    [
        " For instance, the housing market crashed.",
        9355.04,
        9357.36
    ],
    [
        " And I was in the Navy. It didn't matter to me.",
        9358.62,
        9360.88
    ],
    [
        " I had a couple houses and I was like, I don't know.",
        9361.18,
        9362.88
    ],
    [
        " I didn't even notice there was a housing market crash.",
        9363.1,
        9365.04
    ],
    [
        " Until I was buying more houses and they were cheaper.",
        9365.36,
        9366.9
    ],
    [
        " But it wasn't that was luck.",
        9368.04,
        9370.12
    ],
    [
        " Didn't plan that. It might have been a long-term strategy.",
        9370.16,
        9373.56
    ],
    [
        " Hey, I want to buy houses.",
        9373.72,
        9374.66
    ],
    [
        " But a lot of people got caught upside down in some rough situations in the housing market.",
        9375.54,
        9380.62
    ],
    [
        " And I was lucky in the fact that I hadn't overextended myself.",
        9380.88,
        9384.04
    ],
    [
        " Again, maybe that's partial luck, partial strategy.",
        9384.96,
        9387.14
    ],
    [
        " But that's a situation.",
        9387.86,
        9389.64
    ],
    [
        " Again, I'm just trying to point out that I know I've been lucky in some of it.",
        9389.84,
        9393.64
    ],
    [
        " But let's make our luck with some hard work for sure.",
        9394.88,
        9398.16
    ],
    [
        " Yeah, just you pointing that out that you got lucky.",
        9398.38,
        9401.1
    ],
    [
        " And you're recognizing it.",
        9401.26,
        9402.8
    ],
    [
        " A lot of people, they don't want to recognize all the factors.",
        9402.88,
        9406.04
    ],
    [
        " It's just easy to blame something else for what didn't happen.",
        9406.54,
        9410.84
    ],
    [
        " And then blame, not blame, but take credit yourself for something that does happen good.",
        9411.08,
        9415.0
    ],
    [
        " So you're recognizing everything, kind of the good of it,",
        9415.72,
        9419.96
    ],
    [
        " which is part of your discipline way of being back to your Twitter posts situation.",
        9419.96,
        9428.82
    ],
    [
        " That was good. That was good right there.",
        9429.34,
        9431.52
    ],
    [
        " I thought.",
        9431.7,
        9431.94
    ],
    [
        " And I know thinking about that, someone who posted must be rough, right?",
        9433.1,
        9438.72
    ],
    [
        " Like a sarcastic, a sarcastic person.",
        9438.86,
        9439.52
    ],
    [
        " Yeah, yeah.",
        9439.52,
        9440.0
    ],
    [
        " Obviously, that was just a fun thing to post, right?",
        9440.28,
        9442.64
    ],
    [
        " They weren't being a jerk.",
        9442.64,
        9443.5
    ],
    [
        " I don't think they were.",
        9443.62,
        9444.68
    ],
    [
        " So let's get that out of the way.",
        9444.74,
        9447.4
    ],
    [
        " Yeah. And it hit you actually in a good way.",
        9447.4,
        9449.86
    ],
    [
        " Some people might be like, hey, I work for this stuff.",
        9449.96,
        9453.18
    ],
    [
        " Don't say that.",
        9453.32,
        9453.94
    ],
    [
        " Take it the wrong way.",
        9454.02,
        9454.88
    ],
    [
        " Whatever.",
        9454.9,
        9455.12
    ],
    [
        " But you didn't.",
        9455.28,
        9455.82
    ],
    [
        " You took it in the opposite way, which is says yet again, more about you and your approach.",
        9455.9,
        9460.54
    ],
    [
        " So that being said, let me add this little part to it where when you look at those Twitter posts,",
        9461.08,
        9468.92
    ],
    [
        " like that Twitter posts, right?",
        9468.92,
        9469.96
    ],
    [
        " You have your, you know, the aftermath of your workout.",
        9470.04,
        9472.14
    ],
    [
        " You know, go look at or Instagram, whatever, look at every single day of your post, every single day.",
        9472.86,
        9480.9
    ],
    [
        " You'll see 434, wake up, you know, work out for every single day.",
        9481.2,
        9486.68
    ],
    [
        " And then step one step back and look at all of them all at once.",
        9487.26,
        9490.8
    ],
    [
        " That's just the clear picture of your discipline of your, you know, doing it every single day.",
        9491.12,
        9495.52
    ],
    [
        " Because like, okay, I understand I can wake up at 434 tomorrow if I want to.",
        9495.52,
        9500.1
    ],
    [
        " And I'll get a workout in and I'll be like, look at me, I'm jaco.",
        9500.12,
        9503.36
    ],
    [
        " And then go surfing, go do jiu jitsu and eat flank stick.",
        9503.92,
        9506.38
    ],
    [
        " But if you expect me to do that every single day and I'm not used to it.",
        9506.74,
        9513.24
    ],
    [
        " And I do it, that's saying a lot more.",
        9513.96,
        9517.24
    ],
    [
        " And you do that.",
        9518.46,
        9519.34
    ],
    [
        " So there's your picture.",
        9519.86,
        9521.44
    ],
    [
        " That's what it is.",
        9521.92,
        9522.74
    ],
    [
        " Of course, don't focus on just that little narrow view of, ooh, how cool it was that he got to do jitsu surf all day.",
        9522.8,
        9528.84
    ],
    [
        " And Cruz, look at the big picture.",
        9529.14,
        9530.82
    ],
    [
        " And that picture just like I said, disciplining equals freedom.",
        9531.68,
        9533.72
    ],
    [
        " There it is.",
        9533.94,
        9534.34
    ],
    [
        " There's your picture right there, right there on Twitter.",
        9534.4,
        9536.0
    ],
    [
        " Yeah, that was cool that, that was cool that somebody actually had to point that out to me.",
        9537.12,
        9540.78
    ],
    [
        " When I read it, I was like, damn, they, they're making a very good point.",
        9541.3,
        9544.56
    ],
    [
        " Yeah.",
        9545.7,
        9546.0
    ],
    [
        " Yeah, but that's like the perfect example in my opinion that discipline equals freedom.",
        9546.62,
        9551.66
    ],
    [
        " It's like within that picture of freedom, all you see is discipline all over it.",
        9552.18,
        9556.06
    ],
    [
        " Starting with the 4.30 from the morning.",
        9556.8,
        9558.54
    ],
    [
        " And you know, I tell you, if I would have had more discipline throughout my life, I'd be in an even better situation than I am right now.",
        9558.92,
        9564.68
    ],
    [
        " Like I look back and say, man, what did I do this for, what I do that for?",
        9564.84,
        9568.16
    ],
    [
        " And that's one thing that as, now when people talk to me and ask me questions, I'm trying to tell them what mistakes I made.",
        9568.7,
        9576.04
    ],
    [
        " Things that I did wrong, things that I did that were stupid so that they can say, oh, okay, because the opportunities are out there.",
        9576.36,
        9584.56
    ],
    [
        " You know, the opportunities are out there to make good things happen in your life, but you're gonna have to, they're not gonna, they're not gonna show up at your doorstep.",
        9584.62,
        9592.74
    ],
    [
        " Yeah.",
        9592.94,
        9593.06
    ],
    [
        " They're not coming to your doorstep.",
        9593.12,
        9594.2
    ],
    [
        " I'm gonna go ahead and tell everybody that right now.",
        9594.52,
        9595.76
    ],
    [
        " You have to go out and make of them happen.",
        9596.06,
        9598.98
    ],
    [
        " Yeah.",
        9599.22,
        9599.46
    ],
    [
        " You have to go out and take them because they're not gonna come knocking on your door.",
        9599.62,
        9603.72
    ],
    [
        " The good deal is not coming to your door, not happening.",
        9603.84,
        9606.1
    ],
    [
        " It's so crazy how obvious that sounds, you know, that, like you saying that, I'm not gonna be like, hey, I never realized that.",
        9606.26,
        9612.04
    ],
    [
        " I thought they were gonna come to my doorstep, but it's almost like most people, I don't say most people, but it's almost like people don't really understand that that's true.",
        9612.04,
        9621.74
    ],
    [
        " Because you have like people who watched this TV, like if you watch, you can't remember lost, remember that?",
        9622.06,
        9628.88
    ],
    [
        " I never watched it.",
        9629.16,
        9630.48
    ],
    [
        " Okay, yeah, I watched a few episodes, but I remember people were just really into that.",
        9630.58,
        9634.3
    ],
    [
        " And they're like talking about loss in the characters because that was a confusing show is why it's why it's used that.",
        9634.56,
        9640.22
    ],
    [
        " And they're talking about this, like they know all the details and they're trying to figure this out and over like seasons upon seasons of loss and they know that.",
        9640.74,
        9649.36
    ],
    [
        " Like, bro, you know what, you could have been doing with all that mental energy and the time that it takes to watch all this.",
        9649.82,
        9656.82
    ],
    [
        " You could have been doing a lot.",
        9656.92,
        9658.02
    ],
    [
        " And that lost example is just one of many examples of what we all do, I think.",
        9658.46,
        9663.1
    ],
    [
        " Well, it's very fitting that it's called lost because you lost a bunch of time and a bunch of opportunities in your life.",
        9663.1,
        9670.36
    ],
    [
        " Unless, I mean, there's things that could be so inspiring, I guess, some artwork, there's some art form or some film or movie or show that could be so inspiring to you.",
        9670.72,
        9679.38
    ],
    [
        " But if it's not inspiring to you, it's not forcing you to get out and make something more of yourself or create something more that is probably not worth your while to be quite honest with you.",
        9679.64,
        9690.14
    ],
    [
        " Right. And again, the whole, you know, lost situation. I mean, if that, hey, everyone's different, I know. But when you're watching TV, which is just, I think a huge one that people waste their time on.",
        9690.14,
        9703.16
    ],
    [
        " I mean, I can get some inspiration from TV with cinema stuff because I'm in video.",
        9703.7,
        9707.92
    ],
    [
        " But I think that I would argue that that's not why most people watch TV. That's not why they're watching keeping up with the Kardashians. I'll tell you that.",
        9708.14,
        9716.22
    ],
    [
        " So I'm not familiar with this.",
        9717.46,
        9719.32
    ],
    [
        " It's a show on TV. Nonetheless, people don't act like that that's true. That opportunities are not going to just come knocking on your door.",
        9719.32,
        9729.78
    ],
    [
        " Well, it goes back to what we were talking about earlier today. Are you going to let, are you going to, you only have so much time.",
        9729.82,
        9735.14
    ],
    [
        " You only have so much time. And if you miss a workout, if you miss a moment with your family, if you, whatever you're missing, is it worth it?",
        9735.78,
        9745.36
    ],
    [
        " Yeah. You're letting it go away. You only got that day is only going to go by one time. You only got one shot at today. What are you going to do with it?",
        9745.4,
        9755.58
    ],
    [
        " Yeah. Do something good.",
        9755.58,
        9757.04
    ],
    [
        " Yeah, it's just, yeah, it's just so interesting. How again, this is like nothing new, you know. But I feel like we're, a lot of us act like that. That's simply not true.",
        9758.08,
        9771.1
    ],
    [
        " Isn't that weird though?",
        9772.26,
        9773.3
    ],
    [
        " Yeah, it is because it's such a big, you know, you have a lot of long time on this earth. If you, if you just sit back and go day to day, then wasting a few hours watching a TV program, maybe it doesn't seem like a big deal when you add all those hours up and you subtract them from the actual time that you got here, man, don't let it go waste.",
        9774.16,
        9791.02
    ],
    [
        " Don't do it. One of the guys on lost was named Mr. Echo, by the way. I think he died though. I wish you wouldn't have given me that information from my head. You wasted space in my head.",
        9795.72,
        9805.84
    ],
    [
        " I like echo actual stick with that. I think the last one. Yeah, I think we got time for one more.",
        9806.3,
        9814.88
    ],
    [
        " Jockel, I lost my little brother who died in a random medical accident. He was someone that I always looked after. How do you deal with grief and loss of men in your command?",
        9815.8,
        9827.96
    ],
    [
        " Someone asked me a similar question that the other day, someone along the lines of how are going to be good when you lose a loved one.",
        9832.96,
        9843.8
    ],
    [
        " And that's definitely a tough question. And I almost replied, no, it isn't good. There's nothing good in death.",
        9846.28,
        9860.52
    ],
    [
        " And then I started to remember the people I've lost throughout my life, the memories of them, the experiences, the fun, their unique personalities, and everything they'd given me.",
        9864.94,
        9886.06
    ],
    [
        " Not only in their life, but in their death.",
        9887.92,
        9893.34
    ],
    [
        " What their life taught me and what their death taught me, the mark, the mark they had left on me, and I realized.",
        9894.28,
        9910.56
    ],
    [
        " I realized that even in death, even in death, there is good.",
        9914.48,
        9926.6
    ],
    [
        " First of all, I was lucky to have that person in my life. Even if it was only first short time, too short of a time, but at least I got that.",
        9930.14,
        9940.36
    ],
    [
        " Those unforgettable moments, those precious moments, at least I got those, and I got to experience those times to know the beauty of their personality, their attitude, their outlook on the world.",
        9943.18,
        9962.0
    ],
    [
        " They were all unique and I'm thankful for the opportunity that I had to interact with them, even if it was just for a short amount of time.",
        9966.0,
        9978.3
    ],
    [
        " And now comes death.",
        9981.18,
        9986.28
    ],
    [
        " Death is horrible and death is wretched and death is cruel and death isn't fair.",
        9987.2,
        9996.3
    ],
    [
        " And I don't know why the best people seem to get taken from us first.",
        9998.04,
        10008.18
    ],
    [
        " But the fact is death is inescapable.",
        10013.08,
        10017.52
    ],
    [
        " There is no way out.",
        10018.2,
        10022.14
    ],
    [
        " And death in that death is part of life.",
        10023.34,
        10030.44
    ],
    [
        " And like the contrast between the darkness and the light without death, then there is no life.",
        10031.18,
        10037.58
    ],
    [
        " Then the people that I've lost, they taught me that.",
        10038.38,
        10047.94
    ],
    [
        " They taught me how precious life is, how blessed we are to have every day to learn and to grow and to laugh and to live.",
        10051.24,
        10065.36
    ],
    [
        " To live.",
        10068.12,
        10069.52
    ],
    [
        " To live every day with purpose and with passion.",
        10070.72,
        10078.4
    ],
    [
        " To wake up in the morning and be thankful.",
        10078.96,
        10082.44
    ],
    [
        " Thankful for that morning and thankful for the opportunity to go out into the world and live.",
        10084.2,
        10093.02
    ],
    [
        " To live for them.",
        10094.4,
        10098.9
    ],
    [
        " For those that don't have the opportunity for those that were stolen away.",
        10099.36,
        10104.46
    ],
    [
        " By death's cruel hand.",
        10105.62,
        10110.96
    ],
    [
        " For them.",
        10111.24,
        10117.34
    ],
    [
        " I will live.",
        10119.34,
        10121.9
    ],
    [
        " I will cherish their memory and I will live.",
        10122.88,
        10128.56
    ],
    [
        " So let's cry no more.",
        10135.24,
        10137.9
    ],
    [
        " Let's mourn no more.",
        10138.34,
        10140.46
    ],
    [
        " Let's remember.",
        10140.76,
        10142.06
    ],
    [
        " But let's not dwell.",
        10143.28,
        10146.34
    ],
    [
        " Instead.",
        10147.14,
        10148.12
    ],
    [
        " Let's laugh and let's love and let's embrace and cherish everything that life is and every opportunity is.",
        10149.26,
        10158.54
    ],
    [
        " It gives us.",
        10158.54,
        10160.6
    ],
    [
        " Live.",
        10160.6,
        10165.12
    ],
    [
        " And I think that's all I've got for tonight.",
        10169.4,
        10179.04
    ],
    [
        " Remembering the ones we have lost.",
        10180.9,
        10184.96
    ],
    [
        " By embracing the ones we still have.",
        10185.76,
        10189.94
    ],
    [
        " So Devon out there.",
        10191.98,
        10195.88
    ],
    [
        " Thank you for embracing us and listening to what we have to say and supporting what we are doing.",
        10196.62,
        10202.86
    ],
    [
        " Echo what's the best way to support the podcast?",
        10204.82,
        10207.06
    ],
    [
        " The best ways.",
        10207.7,
        10209.72
    ],
    [
        " Shop it on it.",
        10210.46,
        10212.34
    ],
    [
        " That's the way to support yourself as well.",
        10212.76,
        10218.26
    ],
    [
        " Sublimination.",
        10218.44,
        10219.16
    ],
    [
        " We haven't really talked that much about it recently.",
        10220.14,
        10223.04
    ],
    [
        " But nonetheless, it's dope.",
        10225.14,
        10227.7
    ],
    [
        " You can get into just experiencing the websites.",
        10227.9,
        10236.5
    ],
    [
        " On it.com slash.",
        10237.58,
        10238.72
    ],
    [
        " When you get any of these books or if you're interested in getting into these books or reviews.",
        10238.9,
        10245.76
    ],
    [
        " And you want to listen to them rather than physically read them.",
        10247.02,
        10249.52
    ],
    [
        " You can do it in a way you drive or do your hard work or whatever.",
        10249.82,
        10252.28
    ],
    [
        " Use audible.com slash.",
        10253.12,
        10255.54
    ],
    [
        " You can get 30 days free and get a free download.",
        10255.86,
        10260.26
    ],
    [
        " They have a lot of books.",
        10261.04,
        10262.88
    ],
    [
        " Get yourself smarter.",
        10262.88,
        10264.22
    ],
    [
        " Stop watching TV programs.",
        10264.22,
        10266.82
    ],
    [
        " Get yourself smarter.",
        10266.82,
        10268.42
    ],
    [
        " Go to audible.com slash.",
        10268.7,
        10270.06
    ],
    [
        " Jocco.",
        10270.3,
        10270.78
    ],
    [
        " And support the podcast while you're doing it.",
        10270.78,
        10274.02
    ],
    [
        " We're not going to run a bunch of advertisements on here.",
        10274.16,
        10276.56
    ],
    [
        " We're not going to read a bunch of stuff.",
        10276.68,
        10277.84
    ],
    [
        " We just need your support.",
        10278.36,
        10279.64
    ],
    [
        " So just go to audible.com slash.",
        10279.92,
        10282.1
    ],
    [
        " Jocco and support yourself.",
        10282.34,
        10283.82
    ],
    [
        " Or get a shirt if you like.",
        10284.74,
        10286.7
    ],
    [
        " I'm disciplined equals freedom.",
        10286.78,
        10287.8
    ],
    [
        " Good one.",
        10288.42,
        10289.36
    ],
    [
        " Speaking of good ones.",
        10290.38,
        10291.44
    ],
    [
        " The good one.",
        10291.94,
        10292.84
    ],
    [
        " There's one good.",
        10293.0,
        10293.82
    ],
    [
        " Anyway, go to jockelstore.com.",
        10294.2,
        10295.86
    ],
    [
        " See if you like any of these shirts.",
        10296.04,
        10297.28
    ],
    [
        " Get one of those.",
        10297.42,
        10297.8
    ],
    [
        " Get two or a coffee mug or whatever.",
        10297.92,
        10300.6
    ],
    [
        " Yeah.",
        10300.76,
        10302.22
    ],
    [
        " Or if you're in the mood to donate, which some people have been doing, which is crazy yet very.",
        10302.76,
        10308.26
    ],
    [
        " I think we're very grateful for that one.",
        10308.56,
        10310.16
    ],
    [
        " Right?",
        10310.62,
        10310.72
    ],
    [
        " Donate something.",
        10311.6,
        10312.04
    ],
    [
        " $4.34 or whatever.",
        10312.28,
        10314.64
    ],
    [
        " Anyway, those are the ways.",
        10315.06,
        10316.82
    ],
    [
        " And as always, if you want to continue this conversations or ask questions or give us feedback,",
        10316.94,
        10322.24
    ],
    [
        " you can find us on the interwebs on Twitter.",
        10322.46,
        10326.48
    ],
    [
        " Echo Charles is at Echo Charles and I am at Jockel Willink.",
        10327.02,
        10331.92
    ],
    [
        " We are also on Facebook and on Instagram.",
        10332.42,
        10336.14
    ],
    [
        " And you know, this has been a pretty cool experience so far.",
        10336.8,
        10342.92
    ],
    [
        " And last week, this little podcast broke into the top 20 on iTunes, which was pretty cool of all podcasts.",
        10343.46,
        10351.64
    ],
    [
        " And that's kind of crazy to see.",
        10352.34,
        10354.2
    ],
    [
        " And it's because of you.",
        10354.46,
        10357.28
    ],
    [
        " Because of you out there listening, reviewing, telling people to check it out.",
        10357.74,
        10365.22
    ],
    [
        " Spreading the word.",
        10366.06,
        10367.04
    ],
    [
        " It's you.",
        10367.48,
        10368.58
    ],
    [
        " You are responsible for all this.",
        10369.5,
        10372.26
    ],
    [
        " Your questions, your support.",
        10372.48,
        10375.52
    ],
    [
        " So thank you for joining us in this crazy world.",
        10376.08,
        10384.04
    ],
    [
        " We're living in for choosing to fight instead of surrender, for choosing to bring light into the world and set a darkness,",
        10384.3,
        10391.88
    ],
    [
        " for choosing to be stronger instead of weaker, for choosing to get better every day, for choosing to live every day,",
        10391.88,
        10401.52
    ],
    [
        " by choosing to get up and get after it.",
        10402.02,
        10408.18
    ],
    [
        " So until next time, this is Echo and Jockel.",
        10408.78,
        10415.9
    ],
    [
        " Out.",
        10416.42,
        10418.24
    ]
]