[
    [
        " This is Jaco podcast number 25 with echo Charles and me",
        0.0,
        6.5
    ],
    [
        " Jaco Willink",
        6.5,
        7.94
    ],
    [
        " and once again",
        7.94,
        10.3
    ],
    [
        " We have this evening",
        10.3,
        13.04
    ],
    [
        " Jody Middick and if you didn't listen to the last podcast",
        13.04,
        18.36
    ],
    [
        " This is our first double guest. He's been on the podcast twice. We",
        18.36,
        24.1
    ],
    [
        " Went so long on the first podcast that we had to break it up into two podcasts",
        24.1,
        29.54
    ],
    [
        " but Jody had a lot of",
        29.82,
        31.4
    ],
    [
        " Been through a lot of stuff had a lot of stuff to talk about",
        31.4,
        35.24
    ],
    [
        " Canadian Army soldier sniper served in Afghanistan",
        35.24,
        40.3
    ],
    [
        " Member of the city council up in Ottawa. He's been on TV. He wrote this book right here boom",
        40.3,
        47.92
    ],
    [
        " It's called unflinching the making of a Canadian sniper and",
        47.92,
        55.1
    ],
    [
        " He was wounded in Afghanistan",
        55.1,
        58.32
    ],
    [
        " Lost double amputee below the knees and",
        60.5,
        64.18
    ],
    [
        " We talked about that on the first podcast if you haven't on podcast number 24 if you haven't listened that one",
        64.18,
        69.46
    ],
    [
        " Listen that one first so you get the context of what we're about to go into tonight",
        69.46,
        73.04
    ],
    [
        " But welcome to the show once again Jody awesome, and thank you. Appreciate it echo Charles good evening. Good evening",
        73.04,
        80.58
    ],
    [
        " so",
        80.58,
        82.9
    ],
    [
        " Well",
        85.26,
        85.7
    ],
    [
        " With this one since we already talked for a long time on the first one didn't feel like a long time",
        85.7,
        90.88
    ],
    [
        " No, it didn't but this time we got some we did get some questions from the interwebs and",
        90.88,
        96.26
    ],
    [
        " It was now do you strictly pull from Twitter?",
        96.26,
        100.5
    ],
    [
        " Or do you get emails and Twitter? I get Facebook and",
        100.76,
        104.38
    ],
    [
        " What about your Instagram? Okay, the problem with Instagram is you can't copy and paste from Instagram",
        104.38,
        108.64
    ],
    [
        " On my phone into the document that I travel with and keep going so Twitter is the one that",
        108.64,
        115.14
    ],
    [
        " Twitter's the easiest one",
        115.14,
        116.54
    ],
    [
        " Facebook's fine too",
        116.54,
        117.96
    ],
    [
        " But I primarily use Twitter to get the questions from all the troopers out there that and it keeps the questions short",
        117.96,
        124.8
    ],
    [
        " Yes, you have 140 characters. Yeah",
        124.8,
        127.36
    ],
    [
        " And we know I've got now so I have something called the the question podcast question bank",
        127.36,
        134.22
    ],
    [
        " Right, which I've caught captured every question that anyone's ever asked me they're in there",
        134.22,
        138.84
    ],
    [
        " And I just every time I you know",
        138.84,
        141.16
    ],
    [
        " You got a chance of coming up in the lottery every time nice because I go through it",
        141.16,
        145.0
    ],
    [
        " And I go through all from the beginning and just look for questions that are pertinent",
        145.0,
        148.0
    ],
    [
        " Maybe the pertinent of the topic that I'm talking about that night",
        148.0,
        151.36
    ],
    [
        " Maybe it's pertinent to something that's going on right in the world",
        151.36,
        154.56
    ],
    [
        " But I just pick them and say oh, yeah, that's a question that people have or I'll see repetitive question people a bunch of different people",
        154.56,
        161.4
    ],
    [
        " Ask me the same thing and then that becomes one of the questions, but that's kind of how we've been doing it right",
        161.4,
        166.5
    ],
    [
        " So do you do you find you get?",
        166.5,
        168.44
    ],
    [
        " Because you you know, we I don't want to get to hash it out too much, but like your podcast went from non-existent to number one and about",
        169.02,
        177.38
    ],
    [
        " Like six days something crazy like that like you you left the Joe Rogan podcast right did you did started your own",
        177.38,
        184.88
    ],
    [
        " Hit number one and like now like do you get too much correspondence like how do you keep up?",
        184.88,
        190.52
    ],
    [
        " Like I've noticed you are you're like you must make",
        190.52,
        193.06
    ],
    [
        " Twitter a daily task. Oh, I have to you out and I'll be honest with you",
        193.06,
        198.72
    ],
    [
        " I don't know how long I'm going to be able to keep it up for yeah because so you're approaching critical mess",
        198.72,
        203.26
    ],
    [
        " I'm approaching critical mass where I'm gonna have to where I'm not gonna be able to because right now",
        203.26,
        207.32
    ],
    [
        " I read every single probably always read them all I mean less it just gets crazy, but",
        207.32,
        213.6
    ],
    [
        " I I at least read them and I'll try and respond if it's something quick if it's not something I can respond to immediately",
        213.6,
        219.96
    ],
    [
        " I'll just put it in the question bank and",
        220.46,
        223.6
    ],
    [
        " Would you ever consider getting someone to do it for you?",
        223.6,
        226.74
    ],
    [
        " No like not answer, but like take it all in record it like so you don't have to check yourself",
        227.54,
        233.64
    ],
    [
        " Maybe I guess that seems like something Tim Ferris would tell me to do",
        233.64,
        238.44
    ],
    [
        " Which is which is smart that's way to hire a kid in Pakistan and do it for eight bucks an hour",
        238.44,
        243.42
    ],
    [
        " No, and maybe that's a smart thing to do the problem I find with that is",
        243.42,
        247.02
    ],
    [
        " I",
        248.76,
        249.2
    ],
    [
        " Wouldn't if I was wanting to talk to me and I was one of the troopers out there. I'd want I'd rather have take the chances of",
        249.2,
        255.96
    ],
    [
        " Not hearing anything back from me",
        255.96,
        257.78
    ],
    [
        " But know that the guy that actually read this thing was me. Oh, I'm a hundred percent with you",
        257.78,
        263.16
    ],
    [
        " I've had people tell me to hand my stuff over and I'm like, uh-uh",
        263.16,
        267.06
    ],
    [
        " Because that's me. Yeah, there's one reason why I interact with jaco on Twitter. It's because I know it's jaco",
        267.06,
        272.62
    ],
    [
        " Yeah, yeah, and I think that's the feeling most people would have I know I would have it",
        272.62,
        276.72
    ],
    [
        " Guess who you unf guess who I unfollow on Twitter when I realize oh, that's not",
        276.72,
        280.66
    ],
    [
        " That's not him or her. Oh, okay, so never mind. Yeah",
        280.66,
        284.78
    ],
    [
        " For me, it's like if you're in a leadership position and you",
        284.78,
        290.24
    ],
    [
        " Lead you send someone else to do your bidding",
        290.24,
        294.3
    ],
    [
        " Oh, that's to me is not good and I wouldn't like that if I was a follower. Yeah, yeah",
        294.3,
        301.18
    ],
    [
        " Well, yeah, the whole point to social media and the other thing is right",
        301.18,
        304.76
    ],
    [
        " I get a lot of you know good feedback from people and also people always like oh you inspire me",
        304.76,
        310.98
    ],
    [
        " And you know what I say you inspire me too",
        310.98,
        313.24
    ],
    [
        " Because there's people that are out there",
        313.24,
        315.18
    ],
    [
        " Grinding it out in their worlds in their lives",
        315.18,
        318.44
    ],
    [
        " And I say man the world is full with a bunch of people not a bunch of lazy slackers that I'm used to",
        318.44,
        324.94
    ],
    [
        " You get on the you get on the Twitter the the jaco troopers man",
        324.94,
        328.52
    ],
    [
        " They're getting after it all of them are charging. Yeah, they're not getting on there and saying hey",
        328.52,
        332.92
    ],
    [
        " I don't feel like I'm gonna get after it today. I think I'm gonna say no they're like it's four oh seven and I'm in the game",
        333.42,
        340.18
    ],
    [
        " And I go damn I gotta keep my game in check",
        340.18,
        342.68
    ],
    [
        " Yeah, I love I love it when I see like I'll see",
        342.68,
        346.18
    ],
    [
        " Your cuz you always put the picture of your watch when you wake up. Yes, I do and then I'll see like a retweet with like",
        346.18,
        352.44
    ],
    [
        " You know somebody else's watch and there's like a thousand watches. Yep with like your picture and there's right next to it",
        352.44,
        357.92
    ],
    [
        " And I'm like oh, it's 6 a.m. Where I am. Oh look at that",
        357.92,
        360.66
    ],
    [
        " I love you man, but I ain't getting up at four. Yeah, that's just me. Yeah, I don't have any legs. So I got an excuse",
        361.34,
        366.8
    ],
    [
        " right I don't accept it",
        366.8,
        368.82
    ],
    [
        " But it's I feel the same cuz it's like",
        368.82,
        372.4
    ],
    [
        " It's it's a duty now. Yeah, you we've put ourselves in a position where others turn to us",
        372.4,
        380.02
    ],
    [
        " So now we gotta turn to them and if we don't show up",
        380.02,
        384.4
    ],
    [
        " Uh-oh who we letting down. I'm not it's not that I'm letting me down. Yeah, you know, it's that you're gonna let down all",
        384.4,
        390.1
    ],
    [
        " What do you got like 25,000 Twitter followers or something?",
        390.66,
        392.96
    ],
    [
        " Like 40 40 some yeah",
        393.8,
        395.92
    ],
    [
        " That's 40,000 people that are waiting for your 4 a.m. Yeah, you know",
        395.92,
        400.58
    ],
    [
        " That's that's good, but it keeps you keeps you on it keeps you sharp right keeps you on the days",
        400.58,
        404.94
    ],
    [
        " I say it. I got days where I'll look at my prosthetic legs and I'll be like ah",
        404.94,
        409.02
    ],
    [
        " Last thing I want to do is put those things on today and then I'll think about everybody else that is in my position",
        409.02,
        416.44
    ],
    [
        " And says and I get it because I get the same thing right all hey man. Thanks for being who you are and",
        417.1,
        422.04
    ],
    [
        " I'm thinking about them. Well, they're gonna get up. So who am I?",
        422.04,
        426.16
    ],
    [
        " You know and I love when I front like when I following guys like you though",
        426.54,
        430.48
    ],
    [
        " Helps me go on a lazy bitch",
        430.48,
        432.84
    ],
    [
        " People see I get a lot done look at this guy and then oh look at her and look at that kid",
        432.84,
        439.26
    ],
    [
        " Oh, man, I better step my game up. Yeah, I put it normal people",
        439.26,
        442.68
    ],
    [
        " I'm a bunch of regular people with regular lives. Yeah, are doing what they can to get ahead and dig in and make something happen",
        442.68,
        450.3
    ],
    [
        " And and that does fire me up, you know that does fire me up to see people feels good getting better. Yeah",
        450.3,
        456.06
    ],
    [
        " And wanting to yeah, she's had someone today this woman came into the gym to my gym. Yeah",
        456.06,
        462.12
    ],
    [
        " And she said they called me down. Oh, there's someone here to see you. I come down and it's a woman whose daughter is fired up for the podcast fired up for the book",
        462.12,
        471.26
    ],
    [
        " They actually they actually named they have a crossfit gym. It's called the crossfit overwatch",
        471.94,
        477.18
    ],
    [
        " I like yeah, it could be tingles. Yeah, yeah, so they I want to go there right now",
        477.18,
        482.64
    ],
    [
        " because of obviously because of you know overwatch as we talk about in in the book and",
        482.64,
        487.42
    ],
    [
        " So yeah, here's this woman she was like to be honest with you",
        487.42,
        491.22
    ],
    [
        " She was kind of tearing up a little bit like that fired up",
        491.22,
        495.3
    ],
    [
        " How humbling is it when somebody feels like that around you? It's it's motivating to me. Yeah",
        495.3,
        501.16
    ],
    [
        " No, but it's yeah, it's definitely you can have that at you like yeah in my case me the joeimatic the guy who just wanted to be a soldier",
        501.26,
        509.16
    ],
    [
        " And somebody is that like fired up to meet me that they're shaking right damn well",
        509.16,
        516.2
    ],
    [
        " I got a I got to keep I gotta keep my game up. Yeah, and it's weird too and we actually talked about this on the podcast once is like",
        516.2,
        522.26
    ],
    [
        " Don't put me on a pedestal as if I'm",
        522.26,
        525.86
    ],
    [
        " Something great because I'm not man. I'm not I'm a",
        525.86,
        530.58
    ],
    [
        " Week in soft and do stupid things. You know, I mean don't put me on a pedestal",
        532.56,
        536.92
    ],
    [
        " But put yourself on a pedestal, you know put yourself on a pedestal and rise up yourself. Don't worry about me",
        536.92,
        545.12
    ],
    [
        " Springboard off my back and go to a higher level. That's what I want to see happen",
        545.12,
        550.48
    ],
    [
        " That's what I don't want I don't want people to put me on a pedestal",
        550.48,
        553.1
    ],
    [
        " I want them to stand on my shoulders and go higher and further than anything I could ever do",
        553.1,
        557.46
    ],
    [
        " That's what I like did it did it take you this is a personal question on my end did it take you a while to say",
        557.9,
        564.28
    ],
    [
        " Like when somebody would say you inspire me and and thank you for being who you are",
        564.28,
        570.88
    ],
    [
        " Did you accept that at first or did you have to tell them like?",
        570.88,
        574.82
    ],
    [
        " Don't know I don't it",
        574.82,
        575.94
    ],
    [
        " Like you just said like I'm nothing special",
        575.94,
        578.5
    ],
    [
        " But how long did it take you before you would accept that compliment without without dismissing it?",
        578.5,
        583.82
    ],
    [
        " I literally went right the first person that said okay",
        583.92,
        585.96
    ],
    [
        " That to me I said no man you inspire me you know because",
        585.96,
        589.42
    ],
    [
        " You're I guess what I've had a great life. I've had a great life and I'm",
        589.42,
        594.22
    ],
    [
        " Stoked right but look at you. You're saying I inspire you look at you inspire me. You're a single mom",
        594.22,
        600.94
    ],
    [
        " With two or three jobs getting after it and by getting after I mean waiting tables",
        600.94,
        607.38
    ],
    [
        " Uh working in as an admin assistant and then doing some babysitting at night",
        607.38,
        613.68
    ],
    [
        " Yeah, and helping with homework and making lunches and and and all right. Oh, so jacos really really no actually you are yeah",
        613.68,
        621.76
    ],
    [
        " You're fired up. Yeah, I just I asked because it took me a while because I I had a real hard time",
        621.76,
        628.2
    ],
    [
        " With people looking at me like that and I actually would I would be like dismissive of it at first",
        628.2,
        634.18
    ],
    [
        " I'd be like not what are you doing? What are you talking about? I'm just I'm nobody special like don't don't don't say that",
        634.18,
        639.44
    ],
    [
        " and I realized I was",
        639.44,
        641.26
    ],
    [
        " being a bit of a dick",
        642.2,
        643.78
    ],
    [
        " By completely dismissing their feelings for for for the situation and then it was until I until I realized though",
        643.78,
        653.34
    ],
    [
        " And then that's when I realized I went oh, this is this is real these people actually do feel this and I'm",
        653.34,
        658.96
    ],
    [
        " Who am I to to dismiss their feelings? You know",
        658.96,
        662.2
    ],
    [
        " So I try to try to use them to be stronger and realize like you know like this is real like people are looking up to me",
        662.2,
        668.8
    ],
    [
        " So now I got to live up to that role. I'll tell you another thing that I tell people when they say something like that to me",
        668.8,
        674.18
    ],
    [
        " I tell them look there's many people that have done way more than me and sacrificed way more than me 100% and",
        674.18,
        681.04
    ],
    [
        " The fact that you think that about me the only reason you think that about me is because you know me",
        681.04,
        688.82
    ],
    [
        " You know who I am because I stepped out of the darkness and and into the public view yeah, but otherwise",
        688.82,
        696.72
    ],
    [
        " There's a bunch of",
        697.34,
        698.3
    ],
    [
        " A bunch of warriors",
        698.3,
        700.92
    ],
    [
        " That they're never going to know their name",
        700.92,
        703.98
    ],
    [
        " They're never going to be able to say hey you inspire me",
        703.98,
        707.08
    ],
    [
        " So there's throwing that in my direction and I tell them look you don't I don't inspire you you get inspired by what I stand for and what I represent",
        707.08,
        714.96
    ],
    [
        " Is thousands and thousands of servicemen seals yes soldiers yes marines yes all of them yeah, yeah, that's what that's what you're saying",
        714.96,
        726.24
    ],
    [
        " And and so on behalf of all of them I",
        727.06,
        731.12
    ],
    [
        " Get it because you know what those soldiers those marines those seals those guys in special operations",
        731.12,
        737.58
    ],
    [
        " They inspire me too",
        737.58,
        740.94
    ],
    [
        " And so I think there's that's kind of the so it's a give and take yeah, okay",
        740.94,
        746.42
    ],
    [
        " Yeah, no, I had to ask you because I went through such a",
        746.42,
        749.92
    ],
    [
        " With with the legs and everything I was just trying to accept not having legs never mind that I had a woman come up to me",
        749.92,
        756.18
    ],
    [
        " And say I had like I had several actually, but this this was like maybe the first I think she said I lost a hundred pounds because you",
        756.42,
        763.8
    ],
    [
        " Yeah, and I'm like first of all you don't even look like you weigh a hundred pounds and I'm like, huh",
        763.8,
        769.22
    ],
    [
        " What what did I do I'm just being me and and that was the one that really in my mind like at that moment",
        769.22,
        776.88
    ],
    [
        " I went okay, there's I gotta I gotta reevaluate what's going on here. Yeah, I'm I can't just dismiss this as I'm just joe",
        776.88,
        783.26
    ],
    [
        " Anymore clearly clearly there's something going on",
        784.18,
        786.54
    ],
    [
        " Well, I think your story in particular strikes are real cord with people because you had to overcome some crazy",
        786.54,
        793.12
    ],
    [
        " adversity and by the way",
        793.12,
        795.78
    ],
    [
        " Your adversity while challenging as you know well there's guys with much more challenging adversity than you've had",
        795.78,
        803.3
    ],
    [
        " 10 fold a hundred fold",
        803.3,
        805.68
    ],
    [
        " and so",
        805.68,
        807.0
    ],
    [
        " You know for me it's a joke for you you at least get a sense",
        807.0,
        811.44
    ],
    [
        " But you and me both know and we've seen guys and we know guys that have had it",
        811.86,
        816.14
    ],
    [
        " Like I said infinitely worse than you kind of imaginable",
        816.14,
        820.32
    ],
    [
        " unimaginable and so those guys",
        820.32,
        822.92
    ],
    [
        " That get up with their issues and press on and drive on",
        822.92,
        827.1
    ],
    [
        " Look to them for inspiration absolutely look right pass me look right pass jody look at those guys who are doing what they're doing",
        827.1,
        835.26
    ],
    [
        " and that to me is is where inspiration comes from and so I guess",
        835.26,
        840.72
    ],
    [
        " Inspiration's around you everywhere. Yeah, it really is if you open your eyes to it",
        841.02,
        845.44
    ],
    [
        " And you look at what other human beings do",
        845.44,
        848.12
    ],
    [
        " It's it's amazing. Yeah, it's amazing. I love I love it. I love humans humans are such",
        848.12,
        854.22
    ],
    [
        " We're such a species that study",
        854.22,
        856.52
    ],
    [
        " You know like",
        856.52,
        857.72
    ],
    [
        " So anyway, I know we wanted to get to the interwebs, but I wanted to have that discussion with you before we moved on because",
        857.72,
        863.94
    ],
    [
        " It was just important to me to hear that the discussion. Yeah has been had Roger",
        863.94,
        870.02
    ],
    [
        " And I think it's yeah, I think it's uh",
        870.06,
        872.2
    ],
    [
        " I think it's awesome. I think it's awesome and",
        872.2,
        875.82
    ],
    [
        " Yeah, like I said, I see why people are coming up and telling you that yeah, I agree with them actually. Well, thanks, buddy",
        875.82,
        883.58
    ],
    [
        " All right, make me blush",
        883.58,
        886.08
    ],
    [
        " We need to get to some questions from the interwebs now. Oh, okay now. I'll get it. All right. Here we go",
        886.08,
        891.62
    ],
    [
        " Okay, mental exercises to learn to control once pulse and breathing in really stressful situations",
        891.62,
        899.5
    ],
    [
        " Or when very nervous. What do you do?",
        899.5,
        902.42
    ],
    [
        " Mental exercises. So we touched on this very",
        904.18,
        907.46
    ],
    [
        " briefly in the last episode",
        907.46,
        910.88
    ],
    [
        " Which was",
        910.88,
        912.22
    ],
    [
        " On the book and where I talk a little bit about",
        912.22,
        916.52
    ],
    [
        " sniper training",
        916.52,
        918.88
    ],
    [
        " Visualization is probably your biggest tool and in what in my experience",
        918.88,
        926.5
    ],
    [
        " Train train the shit out of it train train training when you think you've trained enough keep training",
        927.58,
        933.04
    ],
    [
        " But when you're not training think about it",
        933.04,
        936.18
    ],
    [
        " Think about it the more you think about it become",
        936.18,
        940.76
    ],
    [
        " Intune with yourself. Okay, I'm gonna get a little spacey here a little earthy",
        940.76,
        946.28
    ],
    [
        " Just sit there",
        946.28,
        948.82
    ],
    [
        " Because you know what you do in your sniper",
        948.82,
        952.6
    ],
    [
        " You fucking sit there",
        952.6,
        954.72
    ],
    [
        " You have a lot of time to yourself",
        955.4,
        957.14
    ],
    [
        " I can't really talk because you got a job to do and what you got to do is you just got to",
        957.14,
        963.26
    ],
    [
        " Okay, I know my heart rate's gonna go up here",
        963.26,
        969.7
    ],
    [
        " But I do my best to make sure it doesn't overwhelm my motor functions",
        969.7,
        975.06
    ],
    [
        " And you can control it pretty meant that pretty easily if you prepare yourself for that moment",
        975.06,
        981.32
    ],
    [
        " But it's all about preparation training and visualization",
        981.66,
        984.46
    ],
    [
        " Even like",
        984.46,
        987.54
    ],
    [
        " Even making the shot you know like Tim Kennedy was on here, right? And he talked about dry firing",
        987.54,
        993.32
    ],
    [
        " Consider dry firing",
        993.32,
        996.36
    ],
    [
        " That this is your dry firing for",
        996.36,
        999.56
    ],
    [
        " For your for controlling yourself for your brain for your brain exactly and dry fire your brain. I like that and",
        999.56,
        1008.04
    ],
    [
        " It only comes from experience now. I guess there's probably some",
        1009.02,
        1012.16
    ],
    [
        " Exception is the rule out there that are just born to be cold-blooded killers that second they get behind a barrel but",
        1012.16,
        1018.52
    ],
    [
        " But for me it was visualization and just",
        1018.52,
        1022.1
    ],
    [
        " preparing",
        1022.1,
        1023.24
    ],
    [
        " To accept the feelings that were coming and also overriding them",
        1023.24,
        1029.12
    ],
    [
        " Because that they could still be happening, but you can still control yourself with the right kind of preparation",
        1029.12,
        1034.82
    ],
    [
        " And it's also a perishable skill funny enough",
        1034.82,
        1037.9
    ],
    [
        " I realized",
        1038.66,
        1039.46
    ],
    [
        " I don't know if that answered the question, but I think that's I think that's good and I think for me",
        1039.46,
        1046.7
    ],
    [
        " One thing that I that I know I do and this is a",
        1046.7,
        1052.02
    ],
    [
        " I guess it's it may be considered a technique",
        1052.02,
        1055.16
    ],
    [
        " But it's like the technique creates the solution. Let me explain this to you",
        1055.16,
        1061.16
    ],
    [
        " One of the things that I do in stressful situations",
        1061.16,
        1064.2
    ],
    [
        " There's something that I always try and do and that is no matter what's going on",
        1064.84,
        1069.54
    ],
    [
        " I try and",
        1069.54,
        1071.0
    ],
    [
        " remain calm in my voice",
        1071.0,
        1073.46
    ],
    [
        " So when things are going crazy",
        1073.46,
        1076.32
    ],
    [
        " I try and get on the radio and say hey, we need two more people over here",
        1076.32,
        1080.56
    ],
    [
        " Not hey, we need two more people over here. Roger that. So if you're gonna talk in a calm controlled voice",
        1080.56,
        1087.32
    ],
    [
        " Then you can't be breathing hard. You can't be excited. You can't",
        1087.32,
        1092.94
    ],
    [
        " Get angry. You can't get frustrated. You have to lock all that up",
        1093.46,
        1097.2
    ],
    [
        " And get it under control before you open your lips",
        1097.2,
        1101.0
    ],
    [
        " Right and start saying something",
        1101.0,
        1103.8
    ],
    [
        " And so I'm always very focused on I am gonna sound calm cool and collected when I open my mouth",
        1103.8,
        1111.5
    ],
    [
        " That way and when and in doing that the only way to make that happen is to do everything we just talked about",
        1111.5,
        1117.88
    ],
    [
        " Control your breathing control your pulse control your emotions get all those things under control",
        1117.88,
        1122.74
    ],
    [
        " And then say all right, we need two more guys down here immediately now",
        1122.94,
        1127.14
    ],
    [
        " And everybody goes oh, okay, let's make this happen and coming from you especially",
        1127.14,
        1134.76
    ],
    [
        " You're the in your in your case you're the boss",
        1134.76,
        1137.76
    ],
    [
        " So if you're if you're calm cool and collected that translates to your troopers it absolutely right",
        1137.76,
        1144.32
    ],
    [
        " So when we when and it would for us as well when we were doing overwatch",
        1144.32,
        1148.02
    ],
    [
        " You know six to six three you move into your left",
        1148.02,
        1151.8
    ],
    [
        " Where are they at? No no no no no no no no no no no right think about what happens when you do that so imagine if I land",
        1152.56,
        1157.42
    ],
    [
        " Who shit six are on your left or on your left right I'm freaking out. They would",
        1157.42,
        1161.7
    ],
    [
        " It would all be would be lost, but you're that you're that voice because if we're over snipers are overwatch",
        1161.7,
        1167.28
    ],
    [
        " We they the troops feel better when they know",
        1167.28,
        1169.74
    ],
    [
        " Oh, okay, there's snipers doing overwatch. Okay, we're gonna be okay",
        1169.74,
        1173.04
    ],
    [
        " So if I get on the radio and talked the same way so you know, no, okay yet just fire 400 meters north",
        1173.04,
        1180.2
    ],
    [
        " You know fire for effect",
        1180.84,
        1182.18
    ],
    [
        " Roger that you know, like you got a that's a good point. I never thought of that. Yeah",
        1182.18,
        1185.9
    ],
    [
        " I think airline pilots train that too because you know we hit the turbulence and they're oh, hey, God",
        1185.9,
        1191.24
    ],
    [
        " Sorry about that",
        1191.24,
        1192.6
    ],
    [
        " Actually, if you hear Sully the guy that landed on the river he's like that. Yeah, yeah",
        1192.6,
        1202.16
    ],
    [
        " We're gonna have to ring down. I think they have to teach him that because that's where people are so apprehensive",
        1202.16,
        1207.68
    ],
    [
        " We've run there in the plane my favorite part about that is uh, he's like yeah, we'll be in the river and the guy's like",
        1207.74,
        1213.54
    ],
    [
        " Say again",
        1213.54,
        1214.36
    ],
    [
        " We'll be in the Hudson Roger out and like the plane",
        1214.36,
        1217.42
    ],
    [
        " It's like real time you're watching the video and he's just like yeah, yeah, we're in the river. We're in the river",
        1217.42,
        1221.34
    ],
    [
        " That's all man. What and oh",
        1221.34,
        1224.42
    ],
    [
        " By controlling his badass in order to control his voice",
        1224.42,
        1227.44
    ],
    [
        " He's got a control his breathing. He's got to control his temper. He's got to control his emotions",
        1227.44,
        1230.66
    ],
    [
        " And so that's what I do in those situations",
        1230.66,
        1234.0
    ],
    [
        " And I'll tell you what if I haven't if I don't if I'm not in a situation where I need to talk",
        1234.0,
        1237.84
    ],
    [
        " I'll just talk to myself be like okay, you know, just say that in my head. Yeah. All right",
        1237.84,
        1242.68
    ],
    [
        " What is the next bookman you're gonna? I know we're spending a lot of time on the first question",
        1242.68,
        1246.4
    ],
    [
        " That's what saved my life. Oh",
        1246.4,
        1248.9
    ],
    [
        " staying",
        1248.9,
        1249.98
    ],
    [
        " If I had gone into shock dude, I'd be dead",
        1249.98,
        1253.94
    ],
    [
        " Right and I say it in the book. I say I did my best to go into the zone",
        1253.94,
        1258.52
    ],
    [
        " So I know I'm bleeding it and I know this and I know that but",
        1260.28,
        1263.8
    ],
    [
        " In my mind it was let the system do its job",
        1263.8,
        1268.64
    ],
    [
        " Okay, everything's gonna be fine. Jody. It's okay. And I just I just kept saying talking to myself",
        1268.64,
        1275.9
    ],
    [
        " You know visualizing what okay? So the chopper's gonna come in you know, and I just visualized each step and my my",
        1275.9,
        1282.86
    ],
    [
        " But the whole point to it was I couldn't have my pulse, you know, jackhammer",
        1282.86,
        1287.1
    ],
    [
        " Otherwise more blood's lost more blood lot and then you're and what happens right blood gets sucked into your core when you go into shock",
        1288.2,
        1293.84
    ],
    [
        " And and that would suck it out of your brain suck it out of everywhere where you where you know, I needed to stay conscious so",
        1293.84,
        1300.02
    ],
    [
        " So anyway long long answer for one question, but this this is also something, you know, you got to learn",
        1300.02,
        1306.4
    ],
    [
        " Practice keep practicing it. You'll figure it out. Yeah, and always and we talk about this again all the time on the podcast",
        1306.4,
        1312.06
    ],
    [
        " Anoculate yourself to these stressful situations. That's right that's Colonel Grossman. That's the guy's name. Yes",
        1312.86,
        1317.56
    ],
    [
        " Stressed inoculations. Yep, is anoculate yourself to the stress so that when you you get used to it",
        1317.56,
        1324.36
    ],
    [
        " Yeah, the more stressed will such I mean",
        1324.36,
        1326.0
    ],
    [
        " Training going through training man. They put all kinds of stresses at you. Yeah, so that you learn to deal with it",
        1326.0,
        1331.6
    ],
    [
        " And if you want to learn how to that's your time to practice",
        1331.6,
        1334.5
    ],
    [
        " Controlling all those things. Absolutely. And I'm not trying to go level seven Zen Buddha on you all like",
        1335.12,
        1341.5
    ],
    [
        " You need to get in the mindset to control your breathing like no, it's a practical thing. It's a real thing. It's not a yoga thing",
        1341.5,
        1347.92
    ],
    [
        " It's a practical real thing of hey get calm down. Yeah, take a deep breath get yourself under control",
        1347.92,
        1354.94
    ],
    [
        " Now it's time to talk and give clear concise orders that are calm. Yeah, or make that shot or crack one off",
        1354.94,
        1362.1
    ],
    [
        " If you're in the sniper zone lack a bad guy",
        1362.1,
        1364.32
    ],
    [
        " All right",
        1364.32,
        1367.44
    ],
    [
        " next question",
        1367.44,
        1369.9
    ],
    [
        " What does jody think of the soldier first principle in the Canadian Armed Forces is expertise such as his being lost due to this",
        1369.9,
        1382.76
    ],
    [
        " Oh, I think they're talking about the",
        1382.76,
        1386.3
    ],
    [
        " universality of service which means",
        1386.3,
        1389.84
    ],
    [
        " Uh",
        1391.84,
        1392.3
    ],
    [
        " Everyone must be able to deploy",
        1392.3,
        1393.74
    ],
    [
        " so",
        1393.74,
        1395.14
    ],
    [
        " I didn't realize what it meant until I lost my feet and instead in my mind, you know",
        1395.14,
        1404.46
    ],
    [
        " This was something else. Okay, I can't deploy anymore, but I can go to the sniper school and teach the next generation of snipers",
        1404.46,
        1409.94
    ],
    [
        " Sure, but you're not going to get promoted and this and that no more, you know like huh?",
        1409.94,
        1415.26
    ],
    [
        " I was supposed to get promoted to sergeant like what do we talk about here",
        1415.92,
        1418.64
    ],
    [
        " So universality service says if you are not deployable, you're not employable",
        1419.84,
        1425.0
    ],
    [
        " And you can't be promoted and you can't get any courses into that new thing",
        1425.0,
        1429.04
    ],
    [
        " So because of it we lose a lot of corporate knowledge, right? So I would like I said",
        1429.04,
        1434.2
    ],
    [
        " I was what we call a master sniper advanced sniper and that doesn't mean I get access to the um",
        1434.2,
        1440.34
    ],
    [
        " Canadian temple of sniper",
        1440.34,
        1442.68
    ],
    [
        " Sniperdum to see the secret 13th scroll or anything",
        1442.68,
        1446.16
    ],
    [
        " It just means I'm allowed to do the paperwork and handout qualifications and stuff like that",
        1446.16,
        1450.94
    ],
    [
        " Now it is a very difficult qualification to achieve",
        1450.94,
        1453.74
    ],
    [
        " And they spent a lot of money getting me there",
        1453.74,
        1456.3
    ],
    [
        " and",
        1456.3,
        1457.8
    ],
    [
        " That value is completely erased with my injuries. So soldier first is if you're not deployable. Yeah",
        1457.8,
        1465.62
    ],
    [
        " Then you're gonna get your unemployable. Yeah, okay",
        1465.62,
        1469.42
    ],
    [
        " So under that system you get however many years to recover from whatever your injury is",
        1469.42,
        1474.1
    ],
    [
        " At that point if you're not recovering or going to recover they will then begin the process to release you from the case of for yourself",
        1474.46,
        1482.38
    ],
    [
        " They're convinced that it's",
        1482.38,
        1488.48
    ],
    [
        " required because of the size of our military where my take is",
        1488.48,
        1493.6
    ],
    [
        " I believe it the opposite",
        1493.6,
        1495.96
    ],
    [
        " Because of the size of our military you want guys like me doing the training the guys with the experience",
        1495.96,
        1502.1
    ],
    [
        " The guys who want to be there to train the guys and can't deploy",
        1502.54,
        1506.72
    ],
    [
        " For as long as possible now. I'm not saying put me in a spot and leave me there for 15 years to become a dinosaur",
        1506.72,
        1513.02
    ],
    [
        " But allow me to pass on the knowledge I have and and and remain useful right",
        1513.02,
        1520.62
    ],
    [
        " But but they and they say you can for the for the limited number of years and they they offer these things that they call extensions and that",
        1520.62,
        1528.44
    ],
    [
        " We're not gonna get promoted. So forget about a better pension. You're not gonna do this and you're not gonna do that",
        1528.72,
        1533.84
    ],
    [
        " um",
        1533.84,
        1534.78
    ],
    [
        " And the dichotomy as the word that I I",
        1534.78,
        1540.3
    ],
    [
        " I never used to use that word as much I used it as one of the few people used it",
        1540.3,
        1544.36
    ],
    [
        " But not nearly as much as since I started listening to the jaco podcast",
        1544.36,
        1547.3
    ],
    [
        " um the dichotomy of it is that",
        1547.3,
        1550.62
    ],
    [
        " We are version of the Pentagon. I'm gonna get a lot of trouble for saying this but",
        1550.62,
        1556.8
    ],
    [
        " There's a whole lot of people whose",
        1557.28,
        1560.12
    ],
    [
        " Physical fitness probably keeps them from being able to do anything and they're not being they're not getting",
        1560.12,
        1566.3
    ],
    [
        " no",
        1566.3,
        1566.64
    ],
    [
        " and",
        1566.64,
        1568.66
    ],
    [
        " It's one of those like open secrets",
        1568.66,
        1571.68
    ],
    [
        " You know what I'm saying? Yeah",
        1571.68,
        1574.2
    ],
    [
        " And uh and i'm sorry if people get mad at me for that and stuff but",
        1574.2,
        1579.36
    ],
    [
        " I'm willing to run half marathons and and and do crossfit without legs and stuff like that",
        1579.36,
        1586.32
    ],
    [
        " And you still don't want to promote me or keep me? Well, I'm gonna point out a few issues with your system",
        1586.32,
        1591.0
    ],
    [
        " and i i don't blame the military right like a military is a system like we said the big green machine to roll on with her without",
        1591.0,
        1598.62
    ],
    [
        " Yeah, at some point you got to worry about you",
        1598.62,
        1601.42
    ],
    [
        " And that's at some point I just started worrying about more about me than about",
        1601.42,
        1605.36
    ],
    [
        " than about mommy the big mommy military and",
        1605.36,
        1609.5
    ],
    [
        " But then I you know when I look back over my shoulder every now and then I go",
        1609.5,
        1613.0
    ],
    [
        " Tell me that guy over there's deploying",
        1614.0,
        1615.76
    ],
    [
        " Show me what show me his med midge how many pull-ups can he do?",
        1615.76,
        1620.14
    ],
    [
        " And so anyway, it's um",
        1620.86,
        1622.98
    ],
    [
        " I believe it i'm sure someone somewhere thinks it's a good idea",
        1622.98,
        1627.18
    ],
    [
        " But I think the milit the Canadian forces should re-examine",
        1627.18,
        1630.14
    ],
    [
        " What it actually means because it's very black and white yeah, that's and there's no room for um oh",
        1630.14,
        1637.96
    ],
    [
        " Well, okay, so here's an exam real quick exam when we can move on",
        1637.96,
        1640.74
    ],
    [
        " We used to have um, where in no rush jody",
        1641.08,
        1644.38
    ],
    [
        " We used to have a thing we called acting lacking",
        1644.38,
        1647.98
    ],
    [
        " So you were acting as sergeant lacking qualification",
        1647.98,
        1652.36
    ],
    [
        " And it would be a way to like promote guys that maybe can't quite get you know",
        1652.36,
        1658.44
    ],
    [
        " Maybe they have an injury or something and um and they got rid of it as we went back into combat",
        1658.44,
        1665.6
    ],
    [
        " Hmm basically, yeah, so you had all these guys getting smashed and combat",
        1666.4,
        1670.68
    ],
    [
        " Now getting told like uh, yeah, we can't make an exception so you can't get promoted so I was one of them",
        1670.68,
        1676.8
    ],
    [
        " I was on the cusp of being promoted sergeant just had to come home and do uh what we call it's called a small arms course",
        1676.8,
        1684.04
    ],
    [
        " It makes you an expert in all small arms in the infantry and how to train with them to train troopers",
        1684.04,
        1689.6
    ],
    [
        " And then you get promoted sergeant and you and you learn some sergeant leadership stuff as well",
        1689.6,
        1695.0
    ],
    [
        " um",
        1696.66,
        1697.02
    ],
    [
        " I was number one in my regiment to go do it",
        1697.02,
        1699.0
    ],
    [
        " And when I got after I got wounded, they're like yeah, sorry man",
        1699.0,
        1703.48
    ],
    [
        " I'm like, well, can I just be acting lacking so my pension is better like oh yeah, we don't do that anymore",
        1703.48,
        1708.94
    ],
    [
        " Yeah, that's I can see why I mean we're only in combat guys are getting smashed all the time so why would you want to promote them and",
        1708.94,
        1716.06
    ],
    [
        " you know like",
        1716.06,
        1717.6
    ],
    [
        " The administrative side of the military can be very",
        1717.6,
        1721.82
    ],
    [
        " Heartless sometimes yeah, and I remember when I was in San Antonio",
        1723.12,
        1726.26
    ],
    [
        " telling this to",
        1726.26,
        1727.94
    ],
    [
        " Some medical colonel and she was like",
        1727.94,
        1730.6
    ],
    [
        " Huh she's like I promoted a guy who's in a coma the other day",
        1730.6,
        1734.06
    ],
    [
        " We don't we don't give a shit down here. No, if you if we think you deserve it you get your promotion",
        1734.06,
        1739.46
    ],
    [
        " Because we know it makes things better for you when you get out",
        1739.46,
        1743.06
    ],
    [
        " So",
        1743.06,
        1745.56
    ],
    [
        " Should I be",
        1745.56,
        1747.3
    ],
    [
        " Better about not getting promoted. No, I'm over it, but I'm bitter you didn't get promoted. How you like that?",
        1748.56,
        1753.58
    ],
    [
        " Yeah, thank you, but you know at the same time there's a lot of amazing people and a lot of",
        1753.62,
        1758.74
    ],
    [
        " difficult spots and of leadership",
        1758.74,
        1761.56
    ],
    [
        " And you know you got to pick your battles too. Yeah, right so anyway, well, I'll tell you in",
        1761.56,
        1767.44
    ],
    [
        " As you pointed out, yeah, I",
        1767.44,
        1770.28
    ],
    [
        " That's really good what you said about guys getting promoted that are in a coma. That's awesome. I can't speak to the whole military",
        1770.28,
        1775.74
    ],
    [
        " I can say in the sealed teams. We did a we do an outstanding job of taking guys that get wounded and",
        1776.34,
        1781.94
    ],
    [
        " As a matter of fact one of my guys who was wounded real bad Ryan Job who was",
        1781.94,
        1787.32
    ],
    [
        " awesome",
        1787.32,
        1788.68
    ],
    [
        " Biggles",
        1788.68,
        1790.06
    ],
    [
        " Then he got shot in the face got blinded and",
        1790.06,
        1793.8
    ],
    [
        " He was like I'm staying in he's telling me I'm staying in I mean he wanted to come back to Iraq",
        1793.8,
        1800.42
    ],
    [
        " When he before he found out he's blind there was blind he still wanted to come back",
        1800.42,
        1804.22
    ],
    [
        " but um",
        1805.6,
        1806.4
    ],
    [
        " Then like when we came home from deployment and everything and",
        1806.4,
        1811.64
    ],
    [
        " You know he's he's blind",
        1811.64,
        1814.04
    ],
    [
        " And he says yeah, I want to stay in the teams and I talked I was uh",
        1814.04,
        1819.22
    ],
    [
        " I was friends with the admiral that was in charge of all the seals and I said hey sir",
        1819.22,
        1823.88
    ],
    [
        " I know this might sound crazy, but you know Ryan Job he wants to stay in the teams and just keep being a team guy",
        1823.88,
        1831.94
    ],
    [
        " He's like will find a job for him right",
        1832.64,
        1835.48
    ],
    [
        " Which is awesome was it is awesome, but was he gonna get promoted? He would yeah, he would just they would have put found a job for him",
        1835.48,
        1843.04
    ],
    [
        " And he actually ended up saying you know what kind of became the same conclusion that you made yeah, which is like you know what",
        1843.04,
        1848.92
    ],
    [
        " I can't do like the actual job of being a seal now. He had tons of lessons. He could have passed on right when he passed on which would have been awesome",
        1848.92,
        1856.94
    ],
    [
        " Uh, but he he made a decision. Hey, you know what? I'm gonna move on okay",
        1856.94,
        1860.66
    ],
    [
        " And so he got out so what what happened?",
        1860.98,
        1863.62
    ],
    [
        " No, there's he he was stayed in and I would hope",
        1863.88,
        1867.68
    ],
    [
        " You know that was one admiral who was a great guy who had a great attitude and supporting",
        1867.68,
        1872.1
    ],
    [
        " In supporting the teams and that's one thing that that admiral always said to me",
        1872.1,
        1877.4
    ],
    [
        " This is an admiral I worked for for about 13 months",
        1877.4,
        1879.92
    ],
    [
        " I was the aid to the admiral in charge of all the seals outstanding guy",
        1879.92,
        1883.8
    ],
    [
        " But one of the things that he would say during meetings and you know",
        1883.8,
        1887.9
    ],
    [
        " All these politicians that you're talking about all these administrative people that you're talking about all the big bureaucracy that you're talking about",
        1887.9,
        1894.3
    ],
    [
        " And he would see he would ask them they'd go through their big presentation about we're gonna cut this we're gonna do that",
        1894.3,
        1898.98
    ],
    [
        " We're gonna buy this but we're not gonna buy that and he'd say",
        1898.98,
        1901.64
    ],
    [
        " How does this affect the platoons? Oh",
        1901.64,
        1907.32
    ],
    [
        " Like because people would forget that the whole reason you're there the whole reason any of that infrastructure anything is there is how does it support the platoons?",
        1907.32,
        1917.62
    ],
    [
        " How does it help the seals? How does it help the machine gunner? How does it help the sniper out there or the radio men the guys that are actually doing the job that we have",
        1917.9,
        1926.06
    ],
    [
        " And I say this to businesses sometimes when I work with businesses and I see that there are",
        1926.06,
        1931.48
    ],
    [
        " Infrastructures getting super big and they're starting to impose",
        1931.48,
        1935.26
    ],
    [
        " plans and and restrictions",
        1935.26,
        1938.0
    ],
    [
        " And I say hey remember what you're here for you're here to support this guy",
        1938.0,
        1942.8
    ],
    [
        " That's on the manufacturing floor or this guy that's out there selling or this this woman",
        1942.8,
        1947.4
    ],
    [
        " That's working with the patients or whatever business it is because it's very easy",
        1947.4,
        1952.1
    ],
    [
        " To be in a leadership position and forget about what the ground troops are doing",
        1952.1,
        1957.7
    ],
    [
        " No dead and that's a horrible thing",
        1957.7,
        1960.42
    ],
    [
        " That's a horrible thing and in this thing that you're talking about soldier first which sounds to me like soldier last",
        1960.42,
        1966.08
    ],
    [
        " Because they don't want to take care of the soldiers if they want to do that because there's nobody better to prepare soldiers for combat",
        1966.08,
        1973.12
    ],
    [
        " And soldiers that have been in combat yeah, if I want to learn sniper you know how to learn it from in Canada",
        1973.12,
        1979.16
    ],
    [
        " Jody Middick you know, I want to learn it from someone that's like you if I want to learn how to patrol I want to learn it from someone like you",
        1979.16,
        1985.32
    ],
    [
        " I don't want to learn it from a guy that theoretically understands it. Right. That's not the same thing. I want the real deal",
        1985.32,
        1993.4
    ],
    [
        " Yeah, it's it's a policy again. They defend it. They think it's necessary",
        1993.4,
        2000.16
    ],
    [
        " What are you going to do?",
        2001.48,
        2003.1
    ],
    [
        " Big green machine just keeps on rolling",
        2004.06,
        2005.96
    ],
    [
        " All right",
        2005.96,
        2007.84
    ],
    [
        " This is a",
        2007.84,
        2010.26
    ],
    [
        " Similar question to one we've already had but I'm going to do it again",
        2010.26,
        2013.92
    ],
    [
        " How do you silence distraction no matter how important to achieve your number one priority?",
        2013.92,
        2021.9
    ],
    [
        " Hmm",
        2026.4,
        2026.94
    ],
    [
        " On on op",
        2026.94,
        2027.92
    ],
    [
        " When I was still a sniper I actually had a much easier time of this um I'm",
        2027.92,
        2034.84
    ],
    [
        " I'm ADD in a lot of ways and",
        2034.84,
        2038.58
    ],
    [
        " Whatever I want to focus on ADD doesn't mean that you can't focus on stuff",
        2038.58,
        2044.98
    ],
    [
        " It just means like when the teacher tells you to focus on something you're busy doing other stuff and so",
        2044.98,
        2049.9
    ],
    [
        " Right it's not a deficit disorder. It's that I don't give a shit what you're trying to show me but that right there",
        2052.12,
        2057.92
    ],
    [
        " That's what I want to look at so I",
        2057.92,
        2060.74
    ],
    [
        " I had a way of just",
        2060.74,
        2063.1
    ],
    [
        " I would like if I had to watch a crossroad I watched that",
        2063.1,
        2067.76
    ],
    [
        " Crossroad was my whole world and it wouldn't matter what was now it doesn't mean I wasn't situationally aware",
        2067.76,
        2074.24
    ],
    [
        " But I would watch that crossroad like my my life dependent on it or somebody's life dependent on it",
        2074.24,
        2081.74
    ],
    [
        " Which it which a lot of times it did and um",
        2082.28,
        2085.92
    ],
    [
        " If I have a nut what I found actually and this is one of the reasons why",
        2085.92,
        2090.9
    ],
    [
        " Uh, I'm starting to meditate again. I'm seeing a therapist again",
        2090.9,
        2095.06
    ],
    [
        " Um, I'm listening to",
        2095.06,
        2097.12
    ],
    [
        " Jocco podcast and reading extreme ownership",
        2097.12,
        2100.4
    ],
    [
        " Um, no, I'm saying I'm being serious. That's awesome is that I appreciate it in my civilian post military post wounded post addiction",
        2100.4,
        2110.12
    ],
    [
        " Um",
        2113.74,
        2114.18
    ],
    [
        " Phase world I've I've lost a little bit of my ability to to to to",
        2114.18,
        2119.4
    ],
    [
        " Push out the input I don't want",
        2119.4,
        2122.34
    ],
    [
        " I have a hard I used to read a book a month at the at the minimum and I'm gonna talk in like a book. I'm talking like a book",
        2122.34,
        2130.94
    ],
    [
        " You know that I showed you I had the 33 laws of war in my suitcase. I've been reading that for three months and I'm maybe half done",
        2130.94,
        2139.96
    ],
    [
        " I have a real hard time now um",
        2140.62,
        2143.38
    ],
    [
        " Achieving that that zone of zero distraction and I'm trying to get it back because",
        2143.38,
        2151.86
    ],
    [
        " It's really I get a lot done. You know, I have I have my my politics. I have the book. I do keynote speeches",
        2151.86,
        2161.62
    ],
    [
        " I have my kids um",
        2161.62,
        2164.56
    ],
    [
        " I have all my hobbies, you know, I'm trying to support veterans support charities that support veterans",
        2164.56,
        2170.08
    ],
    [
        " and uh, and I still get a lot done, but I could get so much more done if I could turn off",
        2170.96,
        2176.8
    ],
    [
        " Some things in my mind sometimes and I don't know what what's happened or what if this is what an addict's brain is like now",
        2176.8,
        2184.6
    ],
    [
        " Or if it's just I'm always seeking something I get bored easily. That's part of the Edd",
        2184.6,
        2190.24
    ],
    [
        " I've always had that but when I found something and latched on to it",
        2190.24,
        2194.16
    ],
    [
        " I used to be like just I was 100%",
        2194.16,
        2198.16
    ],
    [
        " focused until I became you know, I got as much of that as I could and then I would move on to the next thing and",
        2199.02,
        2205.9
    ],
    [
        " Yeah, I gotta be honest. I've",
        2205.9,
        2210.4
    ],
    [
        " Visualization though going back to the first question is one way that you can do it and I've started meditating",
        2210.4,
        2218.26
    ],
    [
        " To get my mind back",
        2218.26,
        2220.68
    ],
    [
        " Into that state. I used to do a lot of yoga and I used to do a lot of mindfulness",
        2220.68,
        2225.8
    ],
    [
        " uh",
        2227.12,
        2227.64
    ],
    [
        " Not training. I don't know what people could now. It's called mindfulness training back then",
        2227.64,
        2231.3
    ],
    [
        " I think it was just called reflection or something. I call it jujitsu",
        2231.3,
        2235.22
    ],
    [
        " Yeah",
        2235.22,
        2236.16
    ],
    [
        " Well when I'm done the bodybuilding show in November I will start jujitsu. Oh you you might actually be starting jujitsu tomorrow",
        2236.16,
        2243.86
    ],
    [
        " My friend just don't hurt me",
        2243.86,
        2246.4
    ],
    [
        " Doesn't hurt",
        2246.4,
        2247.76
    ],
    [
        " Everyone I know who starts jujitsu hurts something. That's why I'm holding off",
        2247.76,
        2252.88
    ],
    [
        " But and I would I will definitely come let you uh regdol me but",
        2252.88,
        2256.98
    ],
    [
        " My point is that",
        2256.98,
        2258.94
    ],
    [
        " I've lost it and I'm probably the last guy to give you advice right now on how to lock out the world because I",
        2258.94,
        2266.62
    ],
    [
        " Have to put on headphones and crank music to get through a workout",
        2266.62,
        2270.9
    ],
    [
        " Right now and I know this I didn't know I'm detrimental in it and I and I'm aware of it and I'm trying to correct it and",
        2270.9,
        2278.68
    ],
    [
        " And it bugs the shit out of me. It really does. It makes me feel like less of a person",
        2279.74,
        2284.66
    ],
    [
        " So let me tell you about a transition that I went through yes",
        2284.66,
        2287.42
    ],
    [
        " First of all before the war the military sent me to college",
        2287.42,
        2291.04
    ],
    [
        " So I had to go to college and I as I said early as I said before I was super focused when I went to college",
        2291.04,
        2297.18
    ],
    [
        " I've been in the SEAL teams for 10 years. I was a go-gator. I was a hard charger",
        2297.18,
        2302.0
    ],
    [
        " I was like, oh you want me to read this book? Boom. I would sit down and just force myself to read it",
        2302.0,
        2306.56
    ],
    [
        " and then got back to the SEAL teams and",
        2306.92,
        2310.8
    ],
    [
        " Like like what I went to college. I literally read every single thing that I was assigned and nobody does that in college",
        2310.8,
        2318.52
    ],
    [
        " Nobody does that. I read every single page of every single thing I was assigned during college. That's ridiculous",
        2318.52,
        2324.14
    ],
    [
        " It's almost a waste of time. It's almost embarrassing echo definitely thinks it's a waste of time",
        2324.14,
        2329.26
    ],
    [
        " But but it was because I just could just",
        2329.26,
        2332.56
    ],
    [
        " Lock my brain down and get it done. So then get back to the teams and the teams",
        2333.74,
        2337.14
    ],
    [
        " Officer in the teams you have a lot of administrative people were to do evaluations and",
        2337.14,
        2341.66
    ],
    [
        " After actions reports and all these things and I would do the same thing",
        2341.66,
        2344.62
    ],
    [
        " I just going to lock down mode and my brain on it and boom I'd go through it and just get it done",
        2344.62,
        2349.5
    ],
    [
        " I would just be able to focus so they each thing laser focus laser focus that report done god",
        2349.5,
        2355.42
    ],
    [
        " Mehmo",
        2357.38,
        2357.82
    ],
    [
        " Report done. Okay. Okay, so I go to Iraq the first time. No big deal. I go to Iraq the second time",
        2357.82,
        2364.44
    ],
    [
        " Did you know it's a much tougher deployment?",
        2364.44,
        2367.42
    ],
    [
        " It's",
        2367.86,
        2369.38
    ],
    [
        " Guys are getting wounded guys my guys are getting killed",
        2369.38,
        2372.08
    ],
    [
        " And I come home and I get put into",
        2372.08,
        2377.34
    ],
    [
        " Run in the training and with running the training all of a sudden yeah, there's administrative requirements and there was administrative requirements overseas as well",
        2377.34,
        2384.42
    ],
    [
        " And you know what we did locked them down and got them done",
        2384.42,
        2386.34
    ],
    [
        " I get home and I remember the first time I get to do",
        2386.34,
        2390.64
    ],
    [
        " I think it's evaluations which in the military and the navy anyways doing evaluations is a real pain",
        2390.64,
        2395.6
    ],
    [
        " It's a real big administrative administration of or value should be true. It's all the truth",
        2395.6,
        2399.6
    ],
    [
        " Yeah, so at this place. I was at huge running training at 100 guys and every one of them is like a little mini",
        2399.6,
        2404.58
    ],
    [
        " Term paper or something it has to be perfect. Right. Right. It's in the person's military record forever",
        2404.58,
        2410.04
    ],
    [
        " They're really stressful about it",
        2410.04,
        2411.6
    ],
    [
        " And I used to have no problem just hammering those things out",
        2411.6,
        2414.54
    ],
    [
        " So I get back from that deployment and and I'm sitting down and and",
        2414.54,
        2418.32
    ],
    [
        " You know, I start doing them like this is stupid",
        2418.32,
        2421.48
    ],
    [
        " This doesn't matter. I don't know why I'm doing this. I know I have to kind of started saying the same things that I would always brag on people for saying",
        2421.48,
        2428.92
    ],
    [
        " Like this is stupid. Oh now you're men are stupid. You don't want to fill out the report and take care of your guys",
        2428.92,
        2433.46
    ],
    [
        " You don't want to go right a good arrest their career. Is it worth your five minutes to write this?",
        2433.46,
        2438.08
    ],
    [
        " Okay, you know, so I",
        2438.36,
        2439.84
    ],
    [
        " But I heard myself saying this right and",
        2439.84,
        2443.12
    ],
    [
        " What I know what what the constant undertone of all this",
        2443.12,
        2447.78
    ],
    [
        " Was that this stuff doesn't matter",
        2447.78,
        2451.32
    ],
    [
        " Combat was what mattered and when you get back from that situation where",
        2451.32,
        2456.96
    ],
    [
        " Man your bodies are getting killed you're getting wounded your friends are getting wounded",
        2456.96,
        2461.5
    ],
    [
        " This piece of paper it doesn't matter",
        2461.5,
        2463.9
    ],
    [
        " And you say to yourself. I don't care about this",
        2463.9,
        2467.34
    ],
    [
        " and",
        2469.22,
        2469.66
    ],
    [
        " At some point",
        2469.66,
        2470.5
    ],
    [
        " And it didn't took me maybe two or three months. I did what I had to do to get by",
        2470.5,
        2476.6
    ],
    [
        " But as I sit there and I looked at myself",
        2476.6,
        2479.04
    ],
    [
        " And I said you know what",
        2479.04,
        2481.96
    ],
    [
        " Combat doesn't matter anymore",
        2481.96,
        2489.42
    ],
    [
        " You're not in it",
        2489.42,
        2492.04
    ],
    [
        " You're not in it right now",
        2492.04,
        2494.1
    ],
    [
        " This is now what matters your your mind was still there my mind was still there thinking that that was all that matters",
        2494.94,
        2501.2
    ],
    [
        " And like I said on our last podcast",
        2501.2,
        2503.5
    ],
    [
        " Actually, it's in the past",
        2503.5,
        2506.02
    ],
    [
        " And it doesn't matter anymore. So you know what you have to do you have to be a man",
        2506.02,
        2511.56
    ],
    [
        " And you have to do your job now and this is what matters now",
        2511.56,
        2516.28
    ],
    [
        " And that to me made a big transition for me and it you know",
        2516.28,
        2520.88
    ],
    [
        " I haven't even thought about this until until you were talking about it because I remember what it was like to to go from",
        2520.88,
        2526.44
    ],
    [
        " When I went to college and when I was before I deployed Ramani now would just be so laser focus",
        2526.44,
        2532.14
    ],
    [
        " Be able to just burn through things and then when I got back and it was not there",
        2532.14,
        2536.38
    ],
    [
        " And it was all because I thought oh this stuff doesn't matter. This doesn't matter. It doesn't matter",
        2536.38,
        2541.18
    ],
    [
        " What matters you know those guys getting killed overseas right now",
        2541.18,
        2543.74
    ],
    [
        " That's what matters and I had to say you know what no that stuff doesn't matter right now",
        2543.74,
        2547.96
    ],
    [
        " And you know I'm also I was in charge of training and I said what matters is doing this getting guys trained to go overseas",
        2548.9,
        2554.78
    ],
    [
        " And I became obsessed with that and slightly psychotic about getting guys ready for combat. I mean I was",
        2554.78,
        2561.3
    ],
    [
        " Preparing them for what they're preparing them for what they're going into and you know",
        2561.3,
        2565.58
    ],
    [
        " You could I'm sure there were many",
        2565.58,
        2567.08
    ],
    [
        " Seals that went through the training that I was overall in charge of and would a test to the fact that I was probably borderline",
        2567.08,
        2574.26
    ],
    [
        " Psychopathic at that point, but I think that that's what I want to run in my training",
        2575.6,
        2579.82
    ],
    [
        " No offense dude, but I want a psycho running my combat training. Yep. Yep",
        2579.82,
        2584.32
    ],
    [
        " So I think what go ahead",
        2584.32,
        2587.78
    ],
    [
        " Okay, you were just gonna say you think I think",
        2587.78,
        2590.6
    ],
    [
        " That telling yourself and recognizing to yourself. Why are you trying to do this thing?",
        2590.6,
        2597.0
    ],
    [
        " Because you're trying to do something because it does matter right?",
        2597.28,
        2600.28
    ],
    [
        " It has to matter in some way even if it's just",
        2600.28,
        2603.18
    ],
    [
        " Fillin out the paperwork to get your license from the DMV. Yeah. Yeah. Oh, that doesn't matter",
        2603.18,
        2608.76
    ],
    [
        " Oh, actually know what it does matter",
        2608.76,
        2609.94
    ],
    [
        " You're gonna get arrested if you get pulled you know, it's like no it does matter these little things these little",
        2609.94,
        2614.32
    ],
    [
        " Stupid meaningless tasks in life. They actually do matter. So you know what you do?",
        2614.32,
        2618.54
    ],
    [
        " You line them up and you freaking crush them. That's what you do",
        2618.74,
        2621.72
    ],
    [
        " That's what you do you line up these stupid meaningless things and you crush them",
        2621.72,
        2626.28
    ],
    [
        " And you use them as an exercise in discipline",
        2626.28,
        2629.0
    ],
    [
        " They become an exercise in discipline. Oh, this thing doesn't matter. Guess what? I'm going to crush it now",
        2629.0,
        2633.64
    ],
    [
        " Bring it to me. Where's my DMV form? Watch me fill this out",
        2633.64,
        2637.22
    ],
    [
        " That's what I'm gonna do",
        2637.22,
        2639.1
    ],
    [
        " So maybe I turn like some little meaningless things into a personal competition of discipline",
        2639.1,
        2644.28
    ],
    [
        " But how consistent are you making that happen though?",
        2644.28,
        2648.52
    ],
    [
        " This is I mean, let me tell you so for for instance, since we started the podcast",
        2649.08,
        2655.06
    ],
    [
        " I I have to read",
        2656.46,
        2657.82
    ],
    [
        " You know, basically a book a week and then once I read it, I've got to go back into it",
        2657.82,
        2663.34
    ],
    [
        " Yeah, you do like a book report and and go back through it and say and how is this gonna flow together? What part?",
        2663.34,
        2668.78
    ],
    [
        " So I'm spending a lot of time on that right now and I've been able to do it",
        2669.04,
        2673.3
    ],
    [
        " Every time so far, okay",
        2673.3,
        2675.64
    ],
    [
        " So I think my because I've lost my ability to be consistent",
        2675.64,
        2679.84
    ],
    [
        " And that's what that's what's really bumming me out",
        2679.84,
        2683.64
    ],
    [
        " Like when I when I your book isn't I mean, it's thick, but I",
        2684.68,
        2689.18
    ],
    [
        " Should have been able to read this in two or three solid days of reading. Yes, I told you how successful I was",
        2689.18,
        2695.0
    ],
    [
        " Yes, not very and that bugs the shit at him",
        2695.0,
        2698.82
    ],
    [
        " And it's a it's a",
        2698.82,
        2701.12
    ],
    [
        " It's a fail. It's a",
        2701.12,
        2705.44
    ],
    [
        " You know what though? I think this is a failure in my part",
        2705.44,
        2709.82
    ],
    [
        " I I think that this is the same thing that we were talking about on the last podcast and I think echo said",
        2709.82,
        2716.4
    ],
    [
        " When you say oh, you know what I'm not gonna finish this book right now. It's it. I don't really want to",
        2716.4,
        2723.06
    ],
    [
        " It's sort of like when you say oh, I'm not gonna",
        2723.06,
        2724.92
    ],
    [
        " No, it's not that I don't want to though. That's what I'm saying you say, but I don't want to do it right now",
        2724.92,
        2729.62
    ],
    [
        " I can push it off a little bit you accept that",
        2729.62,
        2732.68
    ],
    [
        " You accept that answer",
        2732.68,
        2734.62
    ],
    [
        " You accept that answer the soldier",
        2734.62,
        2738.66
    ],
    [
        " Jody right wouldn't accept that answer",
        2740.94,
        2742.52
    ],
    [
        " Would not do self-talk",
        2742.52,
        2745.38
    ],
    [
        " not really",
        2745.38,
        2746.96
    ],
    [
        " Not really. I'm not a guy that says you know, I'm gonna do this or I'm gonna do that. I just do it",
        2746.96,
        2752.8
    ],
    [
        " Right, I just go and do whatever that thing is I think because you're you",
        2752.8,
        2757.04
    ],
    [
        " Kind of have become that so it's more of like I mean put kind of crudely that's habitual for you to just do it",
        2757.04,
        2764.0
    ],
    [
        " You know, remember how and it was I think it was kind of funny where I use this example",
        2764.0,
        2767.94
    ],
    [
        " Like how you said use it as an exercise of diff discipline",
        2767.94,
        2770.98
    ],
    [
        " So I I said this example one time where I was in line at the grocery store and I had um a 12 pack of beer",
        2770.98,
        2778.5
    ],
    [
        " Do we have to relive this story right now and I'll stand in line. There's maybe three four people in front of me",
        2778.5,
        2783.7
    ],
    [
        " So I'm like all right. It's gonna be a while for me to get up there this beer is getting you decided you're gonna hold the beer",
        2783.7,
        2789.16
    ],
    [
        " I remember the story. I remember this story. Yeah, so exactly right",
        2789.16,
        2792.8
    ],
    [
        " But it wasn't that okay and the reason I decided to hold the beer wasn't because that benefited me right then",
        2792.8,
        2797.92
    ],
    [
        " It it wasn't exercise in mental stuff here, but here's the create okay. We're get we're way off the question, but",
        2797.94,
        2805.18
    ],
    [
        " Physical tasks sure no problem. Yeah",
        2805.18,
        2808.56
    ],
    [
        " Because it's it's visceral. It's real. I can feel it",
        2808.56,
        2811.94
    ],
    [
        " But to sit down and and and read the report on the sewer charges that are gonna be coming in on the tax report for the city next year",
        2811.94,
        2820.26
    ],
    [
        " What's going on on Twitter? Yeah, you know like it's kind of the same thing though really except",
        2820.26,
        2826.12
    ],
    [
        " But I'm wondering if my brain hasn't replaced the oxy cotton with social media",
        2826.12,
        2830.9
    ],
    [
        " Yeah, I had to quit drinking because",
        2830.9,
        2834.1
    ],
    [
        " Okay, we don't were way off the thing, but the hardcover came out last September and the hardcover",
        2834.1,
        2842.24
    ],
    [
        " I'm sorry I'm flinching the making of a Canadian sniper by Jody Middick. He's printed by Simon and Schuster",
        2842.24,
        2848.22
    ],
    [
        " Available on Amazon through jacostore.com",
        2848.22,
        2852.12
    ],
    [
        " Click the link to Amazon",
        2852.12,
        2853.8
    ],
    [
        " But yeah, okay, yeah, I already said I already said it so anyway",
        2856.68,
        2860.66
    ],
    [
        " The hardcover came out drinking I drank every day from the day it came up that so we had 450 people at the event",
        2860.66,
        2869.94
    ],
    [
        " Kevin Newman my buddy who's who's a he's a well-known news anchor in Canada",
        2869.94,
        2874.98
    ],
    [
        " Doesn't interview with me on the stage and we got a standing ovation. We go. Oh, we celebrate me the president of the company my editor",
        2874.98,
        2882.86
    ],
    [
        " Wait, we have a good good night the next day if I wasn't having one drink",
        2883.24,
        2887.14
    ],
    [
        " I was having ten and that went from September to the new year",
        2887.14,
        2891.12
    ],
    [
        " Yeah",
        2891.12,
        2891.58
    ],
    [
        " And I was getting fat and I you know I was sleeping in because I'm hungover and I'm not going to the gym and and I went",
        2891.58,
        2897.78
    ],
    [
        " hang on",
        2897.78,
        2898.86
    ],
    [
        " What's going on? Because this is it because I have my job as politician",
        2898.86,
        2903.98
    ],
    [
        " I'm daddy, you know, I'm friend, you know, I'm I'm I'm advocate and then you know the book is it's a job right?",
        2903.98,
        2911.24
    ],
    [
        " You know selling a book's a job full-time job. I need nine days a week and 36 hours a day to do it",
        2911.24,
        2917.48
    ],
    [
        " And so I had to make that's one of the reasons why I decided to do the bodybuilding thing because I'm like well, you can't drink",
        2917.48,
        2923.8
    ],
    [
        " And it'll be right till November because I need that so I'm trying to figure out if my brain is looking for a new habit",
        2923.8,
        2929.88
    ],
    [
        " Because I was diagnosed before as like anti-addictive if that's even a real thing",
        2929.88,
        2935.66
    ],
    [
        " But I had a doctor tell me once is like you're pretty much an anti-addictive personality",
        2935.66,
        2940.62
    ],
    [
        " Like you won't get addicted to stuff and there I was addicted to oxy cotton",
        2940.9,
        2944.54
    ],
    [
        " Even though it's a physical thing more than a mental thing, but I still wouldn't trust me with a pill right now. Yeah",
        2944.54,
        2951.4
    ],
    [
        " Anyway, I think that we got way off track, but I just again, and I don't know what your therapist is to gonna tell you",
        2951.4,
        2958.24
    ],
    [
        " I'm gonna tell you what jacke would tell you though",
        2958.24,
        2960.2
    ],
    [
        " These little things are things that you I know",
        2960.2,
        2964.16
    ],
    [
        " You know how to do them you've done them your whole career in the military",
        2964.16,
        2969.26
    ],
    [
        " You were watching a crossroad and I know that might sound exciting to people that are out there that are thinking how crazy",
        2969.66,
        2975.2
    ],
    [
        " That must be know there's times where jody was walking watching a crossroad and there was nothing going on for four days",
        2975.2,
        2980.42
    ],
    [
        " And he was watching that crossroad",
        2980.42,
        2982.34
    ],
    [
        " And so you have that in you",
        2982.34,
        2985.2
    ],
    [
        " You just got to tell yourself that you know what this stuff now?",
        2985.2,
        2988.64
    ],
    [
        " This is what matters and how are you gonna tell yourself that this is what matters?",
        2988.92,
        2991.9
    ],
    [
        " It's because this is how it connects to the strategic picture",
        2992.12,
        2995.78
    ],
    [
        " You can't say that this matters because of what it is right in front of me",
        2996.4,
        3000.08
    ],
    [
        " Just like when you're looking at the crossroads",
        3000.08,
        3001.62
    ],
    [
        " You're not thinking oh this crossroads is important because the crossroads is important",
        3001.62,
        3005.84
    ],
    [
        " No, the reason it's important is because you are supporting keeping guys alive",
        3005.84,
        3009.72
    ],
    [
        " Which is gonna help a mission out which is gonna help the the overall strategy win",
        3009.72,
        3014.56
    ],
    [
        " The commander's intent the whole mind of the commander now",
        3014.56,
        3017.92
    ],
    [
        " You are the commander and also what's your long-term mission",
        3017.92,
        3020.88
    ],
    [
        " And that's what I kind of you just said to yourself like oh I picked bodybuilding because I there you just gave yourself a mission",
        3020.88,
        3025.28
    ],
    [
        " Right, so what's your administrative mission?",
        3025.28,
        3027.14
    ],
    [
        " You know echoes made some big advances lately because he started freaking reading books",
        3027.78,
        3031.48
    ],
    [
        " Nice and he wasn't doing that before",
        3031.48,
        3033.6
    ],
    [
        " But he he got the long-term mission of like you know what I'm gonna learn as much as I possibly can",
        3033.6,
        3039.1
    ],
    [
        " So you got a long-term mission with your constituents right to be the best",
        3039.1,
        3044.06
    ],
    [
        " City councilman and",
        3044.06,
        3046.48
    ],
    [
        " Represent so when they ask you a question you're like boom",
        3046.48,
        3048.84
    ],
    [
        " That's kind of the course psycho stuff that I would say is like if anybody ever asked me a question",
        3048.84,
        3053.88
    ],
    [
        " Like when I was going to college if they asked me any question about any of the reading I'm gonna know it",
        3054.14,
        3058.3
    ],
    [
        " That's just a bizarre",
        3058.3,
        3059.92
    ],
    [
        " What's that?",
        3059.92,
        3061.98
    ],
    [
        " OCD thing to be like I'm gonna know everything so you have four kids you train every day",
        3062.42,
        3068.54
    ],
    [
        " You get up at four in the morning. I got to get up before morning",
        3068.54,
        3072.26
    ],
    [
        " That's my answer",
        3072.26,
        3074.18
    ],
    [
        " Sorry to riff on you guys on that man like I know you wanted to do the questions",
        3074.18,
        3079.04
    ],
    [
        " But when that guy when that like the the first question was easy",
        3079.04,
        3082.6
    ],
    [
        " So I'm like all just talk about what I used to do and then that one was like well",
        3082.6,
        3085.84
    ],
    [
        " If I was to try and answer right now. I'd be lying. I'd be a liar",
        3085.84,
        3089.86
    ],
    [
        " And I can't I have my moments still don't get me wrong",
        3089.86,
        3093.58
    ],
    [
        " I'll have moments where I'm like this has to get done and I'll fire through the speech or I'll write a reporter",
        3093.58,
        3098.94
    ],
    [
        " Whatever it is and then I lose it and it's like ah",
        3098.94,
        3102.94
    ],
    [
        " Fuck it's gone and that's actually",
        3102.94,
        3104.6
    ],
    [
        " Re-enforcing what I just said so when you have a near-term mission that you know what the outcome",
        3104.6,
        3111.28
    ],
    [
        " You know what the result is you know what the end state is you know what the commanders intent is like hey you got a speech in two days",
        3111.46,
        3116.36
    ],
    [
        " Okay, now it's in one day you can sit down and concentrate and get it done",
        3116.36,
        3120.22
    ],
    [
        " Which where you've missed the connection now is the connection between these",
        3120.22,
        3124.62
    ],
    [
        " Minial tasks right right that don't mean anything and how can I put them to a long-term strategic goal?",
        3124.62,
        3131.7
    ],
    [
        " And one of those long-term strategic goals you can put into place if nothing else is I'm gonna discipline my mind to do these",
        3131.7,
        3138.98
    ],
    [
        " Minial tasks like a soldier",
        3138.98,
        3140.62
    ],
    [
        " And that's pretty cool. Ooh. Yeah, it's a t-shirt",
        3140.62,
        3145.24
    ],
    [
        " And potentially thank you jaco",
        3145.24,
        3148.04
    ],
    [
        " But whoever asked that question",
        3148.04,
        3149.78
    ],
    [
        " Thank you for asking it",
        3149.78,
        3151.5
    ],
    [
        " Although I went off and talked about me for the most speaking of tangents echo's gonna take a little further out",
        3151.5,
        3156.48
    ],
    [
        " No, it's not a tangent. It's what you said how you said that's what a soldier does",
        3156.48,
        3160.06
    ],
    [
        " So that's like a little exercise and and I did this before I did this in a couple of times, okay",
        3160.06,
        3165.66
    ],
    [
        " Like one was how I quit drinking",
        3165.66,
        3168.44
    ],
    [
        " Was I figured out and you can do this with your diet as well",
        3169.26,
        3171.92
    ],
    [
        " I figured out that basically through all the stuff that I read that",
        3171.92,
        3175.44
    ],
    [
        " You're wanting to eat junk food or drink or whatever is your brain tricking you because it's built to it's evolved for a certain environment",
        3175.44,
        3184.16
    ],
    [
        " That that environment doesn't work isn't around anymore. Yeah, yeah, so now we're an environment of abundance",
        3184.16,
        3189.62
    ],
    [
        " It has to do with all of me anyway. I came to the conclusion that it's your brain falling for a trick",
        3189.62,
        3194.34
    ],
    [
        " Your physiology of your brain falling for a trick makes you want this stuff",
        3194.34,
        3197.8
    ],
    [
        " How he says how Jacque says",
        3198.62,
        3200.6
    ],
    [
        " That's not what a soldier would do",
        3200.6,
        3202.48
    ],
    [
        " I headed in my mind. I'm not gonna fall for that trick. I'm not a sucker",
        3202.48,
        3206.52
    ],
    [
        " That's not you know doing this is what suckers do. I'm not a sucker. This is just like self talking to yourself",
        3206.52,
        3212.58
    ],
    [
        " So I essentially shamed myself",
        3212.58,
        3215.66
    ],
    [
        " Out of drinking. Yeah, just like he's doing the basically the inverse into focusing",
        3215.66,
        3221.54
    ],
    [
        " You know, I just remember like I've I'm the guy that we in coach of all I quit smoking in a day",
        3221.54,
        3227.42
    ],
    [
        " Because I couldn't run up the hill next to our camp. I said well obviously these things aren't",
        3228.28,
        3233.84
    ],
    [
        " Good anymore",
        3233.84,
        3234.48
    ],
    [
        " And I literally just I just I even had a pack of my pocket for like a week. I just like oh yeah, okay",
        3234.48,
        3240.88
    ],
    [
        " Throw those out. I want that guy back",
        3240.88,
        3243.24
    ],
    [
        " And I'm in search. I think it's been 10 years since I was wounded",
        3243.24,
        3246.76
    ],
    [
        " I think I'm gonna find him again probably on the stage for this bodybuilding thing or something",
        3246.76,
        3251.16
    ],
    [
        " But yeah, I just I just couldn't answer that question without talking about that",
        3251.16,
        3255.8
    ],
    [
        " Because I don't I wouldn't have been truthful at this point in my life and that's what's cool is maybe that question right there",
        3256.04,
        3262.36
    ],
    [
        " Well something that is forcing you to face that I mean you might have had it in the back of your mind",
        3262.36,
        3266.86
    ],
    [
        " But now you're going you know what I can't answer that I don't see because I'm not there right now",
        3266.86,
        3269.96
    ],
    [
        " I'm not but I'm gonna get back there real quick at my moments",
        3269.96,
        3273.12
    ],
    [
        " You know, so stand by people stand by soldiers coming back online",
        3273.12,
        3277.38
    ],
    [
        " reboot jody 3.0",
        3277.38,
        3279.84
    ],
    [
        " All right",
        3279.84,
        3282.1
    ],
    [
        " next question",
        3282.1,
        3283.72
    ],
    [
        "",
        3283.72,
        3283.72
    ],
    [
        " This is all this read it how you prepared mentally what kind of discipline you had routines in and out of battle",
        3283.72,
        3293.2
    ],
    [
        " How I prepared mentally",
        3293.2,
        3296.74
    ],
    [
        " Routines in and out of battle. Yep. What kind of discipline you had and routines in and out of battle",
        3296.74,
        3304.4
    ],
    [
        " um",
        3304.4,
        3306.18
    ],
    [
        " I'm gonna fall back on",
        3306.18,
        3312.5
    ],
    [
        " um",
        3315.24,
        3315.72
    ],
    [
        " mental routine",
        3315.72,
        3316.2
    ],
    [
        " I think is probably your your your biggest because the physical one is easy, okay?",
        3316.2,
        3322.24
    ],
    [
        " You come back",
        3322.78,
        3323.94
    ],
    [
        " So battle doesn't mean you know you're in gun fights all the time you know like like we say you",
        3323.94,
        3328.84
    ],
    [
        " If we're standing still we're patrolling right, you know, which is a static patrol. So",
        3328.84,
        3333.42
    ],
    [
        " You know, you got to make sure your gear is good. You got to make you know, or your batteries change right",
        3333.42,
        3338.98
    ],
    [
        " You got like there's all the ways the checklist checklist checklist checklist as a leader",
        3338.98,
        3342.7
    ],
    [
        " It actually makes it easier. I found because now I have a reason to check their stuff and check that their routine",
        3342.92,
        3349.7
    ],
    [
        " So my routine stayed solid right because other I had other guys I had to worry about",
        3349.7,
        3353.82
    ],
    [
        " Um, so rest is a big one",
        3353.82,
        3358.58
    ],
    [
        " I used to have to order my guys to go to ground because they were so because there's only three of us",
        3358.58,
        3363.94
    ],
    [
        " And I used to my berry especially. I'd be like berry you need to be useful. I need you to sleep",
        3363.94,
        3370.86
    ],
    [
        " So my routine was like make sure enough rest make sure because you know that",
        3371.5,
        3375.72
    ],
    [
        " the saying mission before man",
        3375.72,
        3377.7
    ],
    [
        " Sure except when the man is the mission. So I need my man to be good",
        3377.7,
        3384.1
    ],
    [
        " And I'm gonna say if you abuse your man too much you won't accomplish the mission",
        3384.1,
        3387.24
    ],
    [
        " Yeah, like you know, you know, you know, you know sacrifice the body. Well, let's wait. Let's think about that",
        3387.24,
        3392.1
    ],
    [
        " Because the body what is what needs to get this thing? There's only there's only three of us",
        3392.1,
        3396.24
    ],
    [
        " And in our case like you know, if you're a sniper you're you might be alone you might be with the one or two other guys",
        3397.28,
        3402.14
    ],
    [
        " I can't afford to have a guy run head at first through a doorway to get through it",
        3402.14,
        3406.36
    ],
    [
        " Because I need him to be useful after you know, if you have a platoon sure you sacrifice Smith",
        3406.36,
        3411.7
    ],
    [
        " You run through the door. Hey, okay, you got 29 more guys. I can go through the door",
        3411.7,
        3415.6
    ],
    [
        " Um, so my routine was always like, you know, make sure everything's topped up",
        3415.6,
        3420.68
    ],
    [
        " Um, keep an eye out, you know, uh, do the check do the mental checklist and then visualize visual like",
        3421.5,
        3427.42
    ],
    [
        " Out of battle, I would try to you know, I'd be on my I remember I'd lay on my bunk",
        3427.42,
        3432.92
    ],
    [
        " And I'd have my and I'd always end up with my right foot crossed over my left foot and my and my my arms up here on my chest and I'd have",
        3432.92,
        3441.42
    ],
    [
        " my head back",
        3441.42,
        3442.74
    ],
    [
        " And I would be going okay, so",
        3442.74,
        3445.48
    ],
    [
        " Okay, if we go down you know in a contact left and I would try to like you know",
        3446.78,
        3451.04
    ],
    [
        " Visualize these things, you know, because as the team leader I had the radio and I was security because my boys when they're",
        3451.04,
        3457.1
    ],
    [
        " In position, you know, my spotter is spotting my shooter is shooting. So like they're",
        3457.1,
        3461.84
    ],
    [
        " 12 o'clock",
        3461.84,
        3463.16
    ],
    [
        " So I'm now everything the rest of the clock for them and for myself",
        3463.16,
        3468.66
    ],
    [
        " So I was constantly",
        3468.66,
        3471.2
    ],
    [
        " Rehearsing mentally what would what could happen? I'm calling and I'm practicing a call for fire",
        3472.12,
        3477.64
    ],
    [
        " I'm practicing and calling in an airstrike I'm practicing a nine liner. I'm practicing",
        3477.64,
        3482.6
    ],
    [
        " I just a grit. What do you guys do you guys use that?",
        3482.6,
        3487.36
    ],
    [
        " What terms of nine line for nine nine line is a casualty evac",
        3487.72,
        3491.32
    ],
    [
        " Uh, call for fire nine line. Yeah",
        3491.32,
        3493.78
    ],
    [
        " Um, no, no, but grit and I group range indication",
        3493.78,
        3496.76
    ],
    [
        " Take fire. Yep. Yep. So my first even with all the visualization my first actual grit in a battle was",
        3496.76,
        3504.08
    ],
    [
        " It's supposed to be",
        3504.08,
        3507.74
    ],
    [
        " Uh 300",
        3507.74,
        3511.34
    ],
    [
        " By that tree",
        3511.34,
        3512.94
    ],
    [
        " You know all you know",
        3512.94,
        3515.18
    ],
    [
        " For effect or at your own time or something that calm cool collected voice",
        3515.18,
        3521.48
    ],
    [
        " But you know the guy was like 40 meters away and I was like in my sniper was actually looking over him",
        3522.12,
        3527.56
    ],
    [
        " Wavy's like I'm I'm you know, I'm looking at that stuff and I was like fuck it. I just shot on myself, but",
        3527.56,
        3532.82
    ],
    [
        " Uh, but my point is that",
        3532.82,
        3535.76
    ],
    [
        " Even with all that practice and visualization and training, you know, that was my first attempt",
        3535.76,
        3541.3
    ],
    [
        " Um, so I always always just trying to make sure that my routine off",
        3541.3,
        3546.28
    ],
    [
        " Off the battlefield was putting my mind back",
        3546.28,
        3549.9
    ],
    [
        " But in a controlled setting",
        3550.24,
        3551.88
    ],
    [
        " You know and and and and and then also like I said make sure okay. Yeah, how much sleep did you get?",
        3551.88,
        3558.08
    ],
    [
        " K good good good and that's the routine that you know",
        3558.2,
        3560.78
    ],
    [
        " The you got to get the guys to relax especially like for me I had to",
        3560.78,
        3565.52
    ],
    [
        " I just had to make sure because I only had me and two other guys. I couldn't afford to lose one of them",
        3565.52,
        3572.34
    ],
    [
        " Whether it was to exhaustion or malnutrition or dehydration or sprained ankles or whatever, you know",
        3572.34,
        3579.34
    ],
    [
        " So I just I just did my best to keep keep that checklist going and and visual and I would encourage them",
        3579.34,
        3585.36
    ],
    [
        " To do the same",
        3585.36,
        3586.74
    ],
    [
        " I'd be like hey, what are you thinking about over there?",
        3586.74,
        3589.26
    ],
    [
        " Well, you know, whatever I'd be like hey, you want to think about it",
        3589.64,
        3592.1
    ],
    [
        " You know remember when you may like we're doing making that shot and you missed or whatever like try and visualize try and think about what you did",
        3592.1,
        3599.1
    ],
    [
        " You know, there's a lot of steps that go into pulling the trigger",
        3599.1,
        3601.2
    ],
    [
        " you know and and then you know just think about that think about how it happened and",
        3601.2,
        3607.76
    ],
    [
        " Encourage that you know, I'm I'm a big fan of um of meditation and yoga and all that stuff like",
        3608.34,
        3614.46
    ],
    [
        " If any like I think in our side of the world we've lost a lot of that stuff",
        3614.46,
        3621.32
    ],
    [
        " And I know we try to get it back and got people that do it are",
        3621.32,
        3623.64
    ],
    [
        " Tree hugging, you know",
        3623.64,
        3625.62
    ],
    [
        " Spandex wearing weirdos or whatever, but",
        3625.62,
        3627.94
    ],
    [
        " yoga and",
        3627.94,
        3630.02
    ],
    [
        " Meditation and stuff like that's all warrior culture from the past",
        3630.02,
        3635.14
    ],
    [
        " You know like you know like samurai meditative",
        3635.7,
        3638.7
    ],
    [
        " You know ain't warrior monks",
        3638.7,
        3641.16
    ],
    [
        " Fasted and prayed that's that's just meditation",
        3641.16,
        3643.82
    ],
    [
        " And and they looked inside themselves a lot to try and you know a samurai's job is pretty tough",
        3643.82,
        3650.72
    ],
    [
        " Call him a pussy for meditated make sure I'm there",
        3650.72,
        3653.22
    ],
    [
        " So I could watch and and I firmly believe that that",
        3653.22,
        3658.06
    ],
    [
        " Type of stuff keeps you functional",
        3658.06,
        3660.82
    ],
    [
        " For when you hit the battlefield",
        3660.82,
        3662.9
    ],
    [
        " You know that self you know as Grossman calls it the self-reflection",
        3663.02,
        3666.7
    ],
    [
        " Self-inoculation as well",
        3666.7,
        3668.7
    ],
    [
        " So that was my routine. It was just a constant rotation of thoughts and then but the actions were always to",
        3668.7,
        3676.46
    ],
    [
        " Prepare the bottom you know the the situation for what was coming",
        3676.46,
        3681.22
    ],
    [
        " Does that make sense?",
        3681.22,
        3682.44
    ],
    [
        " Yeah, okay. Yeah the one uh",
        3683.26,
        3685.62
    ],
    [
        " One thing that I that's actually a pro like a really practical thing that I did",
        3685.62,
        3690.54
    ],
    [
        " That and that is I had",
        3691.86,
        3693.82
    ],
    [
        " Uh, this is again. This is just like a real practical thing. I had",
        3693.82,
        3697.74
    ],
    [
        " Two cots right slept in a cot slept in one caught",
        3697.74,
        3701.92
    ],
    [
        " Sucked in one caught the other caught was all my gear",
        3701.92,
        3704.7
    ],
    [
        " And it was just laid out gun body armor, you know everything was right there",
        3704.7,
        3709.48
    ],
    [
        " and when I",
        3709.48,
        3711.6
    ],
    [
        " When I got dressed to go out",
        3711.6,
        3714.02
    ],
    [
        " All that thing was empty and so",
        3714.02,
        3717.1
    ],
    [
        " Never forgot anything when I came back everything went right back on the cot same spot",
        3717.96,
        3723.66
    ],
    [
        " Everything squared away",
        3723.66,
        3724.86
    ],
    [
        " So those that to me was and I figured that out really quickly. Okay, just gonna",
        3724.86,
        3730.14
    ],
    [
        " I don't want ever want to forget anything. Here's what I'm gonna do. I'm gonna put everything that I need right here",
        3730.14,
        3734.28
    ],
    [
        " So that I had I didn't even think of it around my you know how I said I would sit there mm-hmm",
        3734.28,
        3740.66
    ],
    [
        " Right foot over the left mm-hmm all around me because we had a cot",
        3740.66,
        3744.28
    ],
    [
        " We had a cot we didn't we couldn't afford to",
        3744.34,
        3746.48
    ],
    [
        " Canary me. Okay, sorry, remember um, but around I had we all had two by fours around us because we were in like a",
        3746.48,
        3753.22
    ],
    [
        " Fob we built ourselves and each nail had it so I had my my chest rig my rifle",
        3753.22,
        3759.66
    ],
    [
        " My ammo pouches and then you know like and then all around and but that was what I would when I would go through my stuff",
        3759.66,
        3766.32
    ],
    [
        " That's what I mean like I would hang it up open up the pouch. Okay, everything's there close it",
        3766.32,
        3770.8
    ],
    [
        " Next pouch make sure you top up my mags all that stuff and I would make sure I'd make get the guys to do the same thing",
        3770.94,
        3776.3
    ],
    [
        " Anyone you're ready to go out in operation all your nails were empty. That means you've got everything",
        3776.3,
        3781.18
    ],
    [
        " Yeah, but the biggest thing with route like people people call it routine and they think there's magic to it",
        3781.18,
        3786.4
    ],
    [
        " Right, there's not it's it's just making sure you do the same thing over and over and over again",
        3786.4,
        3791.32
    ],
    [
        " You know as as magical as Navy seals and snipers want to be like it's not really that",
        3791.32,
        3797.02
    ],
    [
        " It's not that mystical. I guess",
        3797.02,
        3799.82
    ],
    [
        " It's a it's just a lot of repetition",
        3800.96,
        3802.68
    ],
    [
        " You know the routine is that you repeat the same actions because that what's meant that's what makes you good at",
        3802.68,
        3808.5
    ],
    [
        " Yeah, I was telling you when we were driving over here at some point how we used to try and do",
        3808.5,
        3814.16
    ],
    [
        " Everything yeah, when you would fire up like you know, we'd have together five or six humvees lined up for an operation",
        3814.16,
        3820.88
    ],
    [
        " They'll be lined up ready to go and then everyone would like get the word it'd be like load them up",
        3820.88,
        3826.72
    ],
    [
        " And then you just see everyone would just get",
        3826.72,
        3829.12
    ],
    [
        " In the zone boom you see everyone get into vehicles and then we'd start the vehicles at the same time",
        3829.52,
        3834.12
    ],
    [
        " There's no reason to do that. No, but there is I know there is some love dog type there's no there's no",
        3834.12,
        3840.12
    ],
    [
        " Defineable reason why you would do that, but our deal was you know, okay",
        3840.12,
        3846.9
    ],
    [
        " Starting up in three two one startup and then you hear all the vehicle startup wants to just like all those little things would though",
        3846.9,
        3854.64
    ],
    [
        " All those little disciplines would lend themselves to the team being more disciplined those",
        3854.64,
        3859.88
    ],
    [
        " Ignition switches might as well have been the switch in each guy's mind. Yep. Yeah, yeah as the as that vehicle is starting",
        3859.88,
        3866.82
    ],
    [
        " Everyone's brain is going to into combat mode and we're together at the same time synchronized from the word go",
        3866.82,
        3874.24
    ],
    [
        " When that happens when you told me that that was I was like yeah",
        3874.24,
        3877.36
    ],
    [
        " That'd be the most badass thing to watch a bunch of Navy's could you imagine what's a Navy SEAL's load up and they have vehicles all started the same time",
        3877.36,
        3884.36
    ],
    [
        " I'd run I'd be like I'm not fucking with these guys. I'm out here. It was it was an awesome side when my guys when I was a task",
        3884.36,
        3889.22
    ],
    [
        " You to commander, you know, I'd be sitting on bass as guys were rolling out and I'd stand out there and salute him like",
        3889.22,
        3895.58
    ],
    [
        " Just like old school rakes, but it is you know, it was um and they I bet and they loved you for it",
        3895.58,
        3901.9
    ],
    [
        " I thought I love those guys, but the",
        3901.9,
        3904.62
    ],
    [
        " the",
        3904.62,
        3905.76
    ],
    [
        " Those guys I mean every time you rolled out in the streets of Ramadi",
        3905.76,
        3910.28
    ],
    [
        " There was a decent chance",
        3910.84,
        3913.28
    ],
    [
        " You get blown up",
        3913.28,
        3914.8
    ],
    [
        " There was a dude dude gunfight was almost guaranteed to happen, but the guys getting blown up",
        3914.8,
        3920.38
    ],
    [
        " IEDs was a real issue for you guys a",
        3920.38,
        3922.0
    ],
    [
        " And and I was thinking about this today",
        3922.0,
        3925.12
    ],
    [
        " The IDs there was we had statistically the most heavily IED road in all of Iraq was route Michigan going from one end of the",
        3925.12,
        3933.06
    ],
    [
        " one end of Ramadi to the other yeah and",
        3933.06,
        3936.92
    ],
    [
        " There was ied's all over the place. It was I mean it was it was ridiculous and",
        3938.18,
        3942.28
    ],
    [
        " We didn't hit any",
        3942.28,
        3945.26
    ],
    [
        " ied's while we were there",
        3945.26,
        3947.12
    ],
    [
        " Which I was thinking about that today",
        3947.12,
        3949.1
    ],
    [
        " Because I was thinking about my EOD contingent",
        3949.1,
        3953.38
    ],
    [
        " Right two EOD guys",
        3953.38,
        3954.92
    ],
    [
        " And I never told them like hey, we never had an ied. Thank you",
        3954.92,
        3961.16
    ],
    [
        " Never told them that",
        3961.16,
        3962.58
    ],
    [
        " So you credit them with that I credit for them with part of it. Yeah, yeah",
        3962.58,
        3966.9
    ],
    [
        " Part of the briefings that they gave part of the now there was some close calls",
        3966.92,
        3970.64
    ],
    [
        " Laced platoon and as a matter of fact it's in the book when they",
        3970.64,
        3973.94
    ],
    [
        " The EOD guys were watching the front door that couldn't quite keep an eye on it",
        3973.94,
        3978.52
    ],
    [
        " But they were they did a really good inspection of it when they came back out there like something looks different",
        3978.52,
        3982.88
    ],
    [
        " They went down there and there's a 120 millimeter mortar ied that would have taken out I don't know four or five guys",
        3982.88,
        3988.34
    ],
    [
        " There was a time where we went over",
        3988.34,
        3992.64
    ],
    [
        " We went over an ied will",
        3992.64,
        3994.86
    ],
    [
        " The point man navigator in the vehicles was like hey, I think there's something suspicious",
        3996.74,
        4001.54
    ],
    [
        " Actually got out of the vehicle to look at it. We're like, you know looking back",
        4001.54,
        4007.14
    ],
    [
        " What do you think about that decision making process? You know, maybe that wasn't a good one",
        4007.14,
        4010.88
    ],
    [
        " Anyways, we decided oh, I don't think it is we drove over it about",
        4010.88,
        4014.16
    ],
    [
        " Half an hour later the ied",
        4014.16,
        4017.3
    ],
    [
        " Clarence team found a triple stack 120 so that's everybody in the vehicle dead",
        4017.3,
        4022.64
    ],
    [
        " um",
        4024.38,
        4024.82
    ],
    [
        " If if you hit it",
        4024.82,
        4025.72
    ],
    [
        " So yeah ied's were massive threat the number of guys that were killed and wounded by ied's and remodeled was ridiculous",
        4025.72,
        4031.92
    ],
    [
        " There was a whole there was a vehicle graveyard",
        4031.92,
        4033.72
    ],
    [
        " You know vehicles that had been blown up and then dragged back in",
        4033.72,
        4037.42
    ],
    [
        " with",
        4037.42,
        4038.64
    ],
    [
        " I mean it was it was massive. I mean",
        4038.64,
        4041.42
    ],
    [
        " I want to say 50 to 100 vehicles are these piled up and including m wraps which are the mind resistant vehicles",
        4041.42,
        4049.32
    ],
    [
        " Those things are in their broken and half",
        4049.32,
        4051.24
    ],
    [
        " What kind of bomb do you got to put together to do that?",
        4051.56,
        4054.24
    ],
    [
        " We",
        4055.12,
        4055.44
    ],
    [
        " Yeah, we got real lucky and I know this sounds weird",
        4055.44,
        4059.82
    ],
    [
        " My rotation they had conventional mines",
        4059.82,
        4063.94
    ],
    [
        " So any purse and any tank",
        4063.94,
        4066.68
    ],
    [
        " And there was the occasional ied but it was usually sv",
        4066.68,
        4071.04
    ],
    [
        " Uh and uh and in the city sv means a suicide vehicle so",
        4071.04,
        4077.02
    ],
    [
        " Our uh",
        4077.52,
        4078.46
    ],
    [
        " Regimental sergeant major and his driver were killed by a suicide vehicle born ied",
        4078.46,
        4083.52
    ],
    [
        " And i stepped on a land mine if i'd stepped on an ied i would have been vaporized",
        4083.52,
        4088.82
    ],
    [
        " But the rotation that can't that replaced us",
        4088.82,
        4091.86
    ],
    [
        " their sister battalion",
        4091.86,
        4093.44
    ],
    [
        " That's when",
        4093.44,
        4094.98
    ],
    [
        " We the the intelligence says guys from iwak started showing up and uh we went from",
        4094.98,
        4102.0
    ],
    [
        " Losing a tire maybe having one guy get killed through a penetration in the hull or whatever",
        4102.1,
        4107.7
    ],
    [
        " To we had a whole lab go up and seven out of the ten guys in it were killed",
        4107.7,
        4114.2
    ],
    [
        " And it was like like that's how quickly it escalated yeah and",
        4114.2,
        4118.74
    ],
    [
        " Suddenly it was an issue for for our guys as well",
        4118.74,
        4121.42
    ],
    [
        " Almost every vehicle we had hit a land mine on my tour and that was the only time I was ever really scared over there",
        4121.42,
        4128.36
    ],
    [
        " When i was walking or an helicopter or even out on a four-wheeler",
        4128.7,
        4131.88
    ],
    [
        " No problem",
        4131.88,
        4133.22
    ],
    [
        " But when i had to drive on the roads in a vehicle",
        4133.22,
        4136.7
    ],
    [
        " That's when i was like my the pucker factor was the highest for me ever",
        4136.7,
        4141.24
    ],
    [
        " ied used man like the and the guys i would go out every day and deal with that shit",
        4141.24,
        4145.86
    ],
    [
        " Yeah, like ied clearance guys fuck man like my hat always came off to those guys. Oh yeah",
        4145.86,
        4151.4
    ],
    [
        " Like talk about a nerve-wracking job",
        4151.4,
        4153.86
    ],
    [
        " Yeah",
        4153.86,
        4154.54
    ],
    [
        " Right yeah, what's that movie with uh",
        4155.76,
        4158.54
    ],
    [
        " With the EOD guy i don't know hurt locker hurt locker",
        4158.54,
        4165.08
    ],
    [
        " I'm like everybody who does that job says it's a total bullshit movie",
        4165.08,
        4169.56
    ],
    [
        " But yeah, like could you imagine though that's your gig?",
        4169.56,
        4171.82
    ],
    [
        " Well like we had embedded EOD guys with us and",
        4172.12,
        4174.86
    ],
    [
        " You usually have uh EOD Navy EOD guys basically like two guys our guys were like they go through our training with us",
        4174.86,
        4181.58
    ],
    [
        " They go through they don't go through the basic training the basic seal training but they go through everything else",
        4181.58,
        4186.4
    ],
    [
        " Yeah, and our guys they're like supporters",
        4186.4,
        4188.04
    ],
    [
        " No more once our guys our guys were like other seals, you know, they were that good yeah, yeah and",
        4188.04,
        4194.36
    ],
    [
        " But yeah",
        4194.36,
        4196.64
    ],
    [
        " It's not it's amazing",
        4196.64,
        4199.48
    ],
    [
        " But and the guys that are with us that with us and so they're not quite it's their primary job for us",
        4199.48,
        4206.12
    ],
    [
        " But it's not their primary job right",
        4206.12,
        4208.22
    ],
    [
        " Whereas the guys that you're talking about the guys that did route clearance",
        4209.1,
        4212.74
    ],
    [
        " If anybody's listening to this podcast right now and you did route clearance",
        4212.74,
        4218.78
    ],
    [
        " You know rack rafkin astand thank you jaco and jody say thank you because you saved us so many times",
        4218.78,
        4226.82
    ],
    [
        " Because we drove down those roads all the time my guys drove down those roads all the time and you found all those bombs that saved",
        4226.82,
        4231.98
    ],
    [
        " Saved our lives and and so many lives kept the supplies rolling",
        4231.98,
        4236.98
    ],
    [
        " kept even kept the local populace safe, you know, how much credit and glory those guys get none",
        4237.1,
        4242.66
    ],
    [
        " Not a lot none",
        4242.66,
        4244.66
    ],
    [
        " And there was the in in Ramadi there would be the the big vehicle like a buffalo, you know",
        4244.66,
        4250.38
    ],
    [
        " Buffalo is like a giant m-rap you have to climb a ladder to get into it",
        4250.38,
        4253.48
    ],
    [
        " So there'd be guys in there that would disable the bombs from inside",
        4253.48,
        4256.4
    ],
    [
        " They had a big robotic arm and they would do that but behind them",
        4256.4,
        4260.22
    ],
    [
        " Would be a contingent of marines in homies",
        4260.22,
        4264.8
    ],
    [
        " And I'd say oh yeah, we're just support",
        4265.4,
        4267.46
    ],
    [
        " I'm like oh get some devil dogs",
        4267.46,
        4271.22
    ],
    [
        " Marine Corps doesn't play around. They're like oh you need you need support cool",
        4271.22,
        4275.36
    ],
    [
        " Just getting humvees and roll behind it, but there's gonna be big bombs blowing up. Yeah, we're in the Marine Corps",
        4275.36,
        4279.64
    ],
    [
        " Yeah, no factor. We'll be love. I love marines",
        4279.64,
        4283.04
    ],
    [
        " Marine Corps is awesome",
        4283.04,
        4284.58
    ],
    [
        " Anyway questions from the interwebs questions from the interwebs",
        4284.58,
        4288.96
    ],
    [
        " I",
        4292.62,
        4293.24
    ],
    [
        " Can you tell us about jody can you tell us about your wife the medic that helped save you",
        4293.24,
        4300.68
    ],
    [
        " Now you kind of talked about this a little bit on the first podcast we did together",
        4300.68,
        4304.92
    ],
    [
        " So you know what I'll tell you about her so Atlanta is um",
        4304.92,
        4310.74
    ],
    [
        " So I say her dad was in the army and he he's from Ireland. He immigrated to Canada",
        4310.74,
        4317.92
    ],
    [
        " joined the military and",
        4318.44,
        4320.5
    ],
    [
        " He was an airborne commando and in Canada back in the day like that was",
        4320.5,
        4324.82
    ],
    [
        " Pretty much, you know, that was our one of our most fierce units",
        4324.82,
        4328.76
    ],
    [
        " And he commanded the jump school, which is like whole wow that's that's pretty badass",
        4328.76,
        4334.32
    ],
    [
        " He did the American Ranger course in 68",
        4334.32,
        4336.96
    ],
    [
        " Bain yeah, so old Vietnam Rangers were running up run at the show not old. They were young",
        4336.96,
        4343.1
    ],
    [
        " I saw guys actually to set that the these fresh combat experience Rangers were running the show you know",
        4343.1,
        4348.72
    ],
    [
        " They weren't playing around yeah, he got",
        4348.72,
        4351.02
    ],
    [
        " kicked in the spine with a steel toe boot yeah and finished with a broken vertebrae and",
        4351.02,
        4358.04
    ],
    [
        " but you know, so I always say she was drafted into the military at birth and",
        4358.04,
        4364.08
    ],
    [
        " Because she grew up on bases all over the world Germany",
        4364.08,
        4366.76
    ],
    [
        " I think South America and stuff her her dad ended up being in",
        4366.76,
        4372.12
    ],
    [
        " Like embassy security and stuff",
        4373.2,
        4374.72
    ],
    [
        " um, she became a medic at a high school",
        4374.72,
        4378.9
    ],
    [
        " um, I think she joined at 17 as well. She's a little bit older than me",
        4378.9,
        4383.76
    ],
    [
        " um, and then",
        4383.76,
        4385.56
    ],
    [
        " She has more citations for saving civilians than she does for saving soldiers",
        4385.56,
        4391.68
    ],
    [
        " She happens upon",
        4391.68,
        4394.0
    ],
    [
        " she's like one of those",
        4394.0,
        4395.76
    ],
    [
        " Angels I guess that just",
        4395.76,
        4398.28
    ],
    [
        " Just",
        4399.76,
        4400.24
    ],
    [
        " One woman so here's one a woman had a hard attack behind the wheel",
        4400.24,
        4403.2
    ],
    [
        " drove into a ditch",
        4403.2,
        4404.76
    ],
    [
        " Atlanta was right behind her drove",
        4404.76,
        4406.76
    ],
    [
        " Stopped her car jumped in the car pulled her out dead",
        4406.76,
        4410.82
    ],
    [
        " Atlanta broader back to life",
        4410.82,
        4412.58
    ],
    [
        " Right there at the side of the road no equipment",
        4412.58,
        4415.66
    ],
    [
        " Anything like that just skill skill and determination when and kept her alive until the paramedics showed up and took over",
        4415.66,
        4423.62
    ],
    [
        " She's got a decoration for that um",
        4423.62,
        4426.78
    ],
    [
        " You know she helped save my life",
        4427.64,
        4429.3
    ],
    [
        " and a lot of my friends and",
        4429.3,
        4433.78
    ],
    [
        " One time we were driving and we came upon a scene and",
        4433.78,
        4441.34
    ],
    [
        " We uh, we were in my truck and a la was still a baby",
        4441.34,
        4443.98
    ],
    [
        " Still in our baby seat and so I look up and I and I see it",
        4443.98,
        4450.2
    ],
    [
        " I think she she might have been on her phone. I don't know what she was doing and I see",
        4450.2,
        4453.68
    ],
    [
        " Scatter cars car parts everywhere and one lone cop",
        4454.72,
        4458.7
    ],
    [
        " Standing in the middle of it like a squirrel",
        4458.7,
        4461.38
    ],
    [
        " And not because he's scared or anything he's just he's the only guy",
        4461.38,
        4465.28
    ],
    [
        " He's the first on the scene and I look and I'm like okay something bad happened here",
        4465.28,
        4469.2
    ],
    [
        " And I and I see one vehicle in the middle of it all and I went Atlanta. They need you",
        4469.2,
        4474.66
    ],
    [
        " And she went huh? I said you see that van I they need you",
        4474.66,
        4479.54
    ],
    [
        " She jumped out jumped headfirst through the this van was crushed",
        4480.52,
        4484.18
    ],
    [
        " And she went in there and there were the four-year-old little three-year-old little girl",
        4484.18,
        4487.84
    ],
    [
        " That had been hit with the car was t-bone",
        4487.84,
        4490.28
    ],
    [
        " She stabilized the little girl spine",
        4490.28,
        4492.96
    ],
    [
        " Uh, kept her alive until the fireman showed up",
        4492.96,
        4496.12
    ],
    [
        " Uh, they extracted she she was in command of the scene",
        4496.12,
        4499.6
    ],
    [
        " They they were like they they I guess",
        4499.6,
        4502.74
    ],
    [
        " I was doing my best to help the cop with traffic and and stuff like this",
        4502.74,
        4506.68
    ],
    [
        " And uh and deal with some of the other like minor injuries",
        4507.14,
        4510.06
    ],
    [
        " And the fireman like the first guy to put his head and he's like I kind of heard like well who is this and then",
        4510.06,
        4516.32
    ],
    [
        " All I hear is a land of like I need this and I need like she's barking out all these orders and I got",
        4516.32,
        4520.48
    ],
    [
        " Yeah, okay hang on so they're running they're getting all this stuff",
        4520.48,
        4523.66
    ],
    [
        " And they get the board and they put the little the girl the the girl ended up passing away unfortunately, but",
        4523.66,
        4529.78
    ],
    [
        " um",
        4529.78,
        4530.24
    ],
    [
        " Zero hesitation",
        4530.24,
        4531.56
    ],
    [
        " That's that's my wife",
        4531.56,
        4534.16
    ],
    [
        " Fucking hero and uh",
        4535.14,
        4537.1
    ],
    [
        " You know she",
        4537.1,
        4539.26
    ],
    [
        " Retired from the military last year and is going through",
        4539.26,
        4543.84
    ],
    [
        " She probably gonna get mad at me for saying this, but she's going through it a lot of soldiers go through the",
        4543.84,
        4548.7
    ],
    [
        " Transition. Oh, you mean the thing we've been talking about for",
        4548.7,
        4552.4
    ],
    [
        " The all night and all last podcast. She's just she's just having a tough time figuring out who whose Atlanta Gilmore if she's not a soldier",
        4552.4,
        4560.42
    ],
    [
        " And she's an amazing mom. She's an amazing wife and",
        4561.1,
        4565.18
    ],
    [
        " She's an amazing person. It's just in her mind. She needs to find the new her",
        4565.18,
        4571.62
    ],
    [
        " And uh, you know, and I'm trying to help her the best I can but you know",
        4571.62,
        4576.54
    ],
    [
        " I can only do so much and at some point she'll figure it out",
        4576.54,
        4580.4
    ],
    [
        " She's she's coming around pretty good right now. I think she's she's starting to like volunteer a little bit here and like get out and do some stuff and",
        4580.4,
        4587.66
    ],
    [
        " You know, I'm pretty you know, I'm just proud of her",
        4587.66,
        4590.28
    ],
    [
        " You know for the most part. Yeah, you know",
        4590.42,
        4592.26
    ],
    [
        " That's one of the things that makes that transition so hard",
        4592.26,
        4595.42
    ],
    [
        " um is that",
        4595.42,
        4597.48
    ],
    [
        " You know before I was talking about like combat matters",
        4597.48,
        4600.72
    ],
    [
        " And then beyond that you're doing this thing",
        4600.72,
        4605.68
    ],
    [
        " You know for your wife like",
        4605.68,
        4607.7
    ],
    [
        " She's in charge of saving people's lives saving soldiers lives",
        4607.7,
        4613.42
    ],
    [
        " And that's gonna help the strategic mission. I mean what what",
        4613.42,
        4617.44
    ],
    [
        " What is gonna replace that for her?",
        4617.78,
        4620.54
    ],
    [
        " And the answer Alana is nothing nothing's gonna replace that yeah, but you know what you don't need to replace it",
        4621.66,
        4629.48
    ],
    [
        " You don't need to replace it uh",
        4629.48,
        4632.32
    ],
    [
        " Whole stock replace that thing that's a beautiful beautiful experience to have had in your life",
        4632.32,
        4639.92
    ],
    [
        " But don't let it turn into",
        4639.92,
        4643.46
    ],
    [
        " A black hole right like like the black hole the mass of a black hole is some insane number just like the mass and the and the power of this combat experience",
        4644.42,
        4653.58
    ],
    [
        " Is the same thing. It's this super powerful experience, but don't let it suck all the other experiences away",
        4653.58,
        4660.26
    ],
    [
        " Don't let it do that",
        4660.26,
        4661.9
    ],
    [
        " Don't let it do that",
        4661.9,
        4663.82
    ],
    [
        " So what's the what's what else",
        4663.82,
        4666.98
    ],
    [
        " What matters now we know what mattered in the past right, but what matters now",
        4666.98,
        4672.42
    ],
    [
        " That's the question and there's so many things. I mean you got two daughters",
        4673.66,
        4677.32
    ],
    [
        " You got your dumbass to take care of and I am dumb",
        4677.32,
        4681.54
    ],
    [
        " Oh, you don't tell you",
        4681.54,
        4683.46
    ],
    [
        " So what is it one of the one of those things that matters and what's the next mission? She's gonna find",
        4683.46,
        4688.96
    ],
    [
        " Maybe she's gonna end up being a paramedic. Maybe she could you know who knows",
        4688.96,
        4691.68
    ],
    [
        " Maybe she'll end up being an artist",
        4691.68,
        4693.64
    ],
    [
        " Maybe she'll end up having her own podcast. Maybe she'll end up being a painter. I don't know",
        4693.64,
        4697.84
    ],
    [
        " But what mattered in the past is awesome",
        4697.84,
        4701.56
    ],
    [
        " But let's find out what matters now. Yep. Hey grab a hold of that. Baby listen listen to Jaco now",
        4702.1,
        4707.62
    ],
    [
        " Hold on to that thing and let that thing grow. Yeah, let that thing grow let that thing feed off of the past and bring",
        4707.62,
        4717.84
    ],
    [
        " something new",
        4717.84,
        4719.38
    ],
    [
        " Something bigger",
        4719.38,
        4721.0
    ],
    [
        " Something that happening something that's happening now",
        4721.0,
        4725.14
    ],
    [
        " But that's my wife. Yeah, that's awesome",
        4725.14,
        4730.12
    ],
    [
        " She's damn proud of where I can see it on your face like I don't have any decorations for saving people",
        4730.52,
        4736.5
    ],
    [
        " You know, either do I life",
        4736.5,
        4739.2
    ],
    [
        " You know, uh, and you know like and I think about",
        4739.2,
        4743.12
    ],
    [
        " What I what I saw I saw a lot of destruction, but honestly it was mostly the enemy",
        4743.12,
        4750.24
    ],
    [
        " You know that I caused and I'm like it's easy to step over him like he doesn't look like me doesn't talk like me",
        4750.24,
        4756.06
    ],
    [
        " dress like me",
        4756.06,
        4756.96
    ],
    [
        " I don't even know that you know, I didn't know nothing about that guy step over him carry on she rolls up",
        4756.96,
        4763.36
    ],
    [
        " Let's just take my case she knows me. I'm jody. I'm her buddy. We watched a family guy together",
        4763.36,
        4771.3
    ],
    [
        " I used to you know her her ex-husband and I used to we're buddies, you know like you know all these things and",
        4771.3,
        4776.98
    ],
    [
        " And she would whenever she would roll up to a scene",
        4776.98,
        4779.92
    ],
    [
        " It was to clean up the mess the enemy made of us",
        4779.92,
        4781.98
    ],
    [
        " And she knew most we're a tiny army. Yeah",
        4781.98,
        4785.44
    ],
    [
        " And our we're a brigade for us is like",
        4786.06,
        4788.78
    ],
    [
        " 3200 guys",
        4788.78,
        4790.3
    ],
    [
        " maybe maybe",
        4790.3,
        4792.14
    ],
    [
        " Maybe 2500 and 2006",
        4792.14,
        4795.0
    ],
    [
        " So she knew most of the guys that she put in the body bags",
        4795.0,
        4798.66
    ],
    [
        " Or like in my case she says",
        4798.66,
        4801.42
    ],
    [
        " After they loaded me on the helicopter",
        4801.42,
        4803.84
    ],
    [
        " And it flew away she was just sad because she knew that what I was going home to",
        4803.84,
        4808.62
    ],
    [
        " Because of my injuries, right? She was like she knew more about your future than you did exactly",
        4808.62,
        4814.22
    ],
    [
        " She knew what a nightmare you were about to go through. She knew what I was and who I was and what I was now",
        4814.22,
        4819.48
    ],
    [
        " Going to be like have to become and accept and she says that she said that in an interview",
        4819.48,
        4825.44
    ],
    [
        " She'd never said that to me and I read an interview she gave once and she said yeah",
        4825.44,
        4829.2
    ],
    [
        " I just I was just devastated for him because of",
        4829.2,
        4831.86
    ],
    [
        " What he was going to go home to this big tough strong",
        4831.86,
        4835.92
    ],
    [
        " Proud guy had to go home without feet. She's just like oh",
        4835.92,
        4840.24
    ],
    [
        " And I guess she said something like you know if nobody else looks after him. I guess I got a",
        4841.52,
        4845.74
    ],
    [
        " God damn it. She did",
        4845.74,
        4847.5
    ],
    [
        " Next question props to a Lana the lovely baby awesome",
        4847.5,
        4855.22
    ],
    [
        " Kind of a",
        4855.22,
        4859.08
    ],
    [
        " next question",
        4859.08,
        4861.28
    ],
    [
        " Which I paired these two together because this one relates to it. How do you deal with being away from family and loved ones?",
        4861.28,
        4866.86
    ],
    [
        " Oh",
        4870.3,
        4870.72
    ],
    [
        " I'm uh, I'm odd",
        4870.72,
        4872.36
    ],
    [
        " I'll always have been I think this might be where I might be a little bit like you",
        4872.36,
        4877.08
    ],
    [
        " Do you ever like I just I don't really miss people",
        4877.08,
        4885.24
    ],
    [
        " Yes, does that make sense? Yes, you know what I'm saying. I know I can see it. Okay, you know",
        4885.24,
        4890.62
    ],
    [
        " I don't miss people because I know I'm gonna see them even my dog. I love my daughters",
        4890.62,
        4896.32
    ],
    [
        " Love my daughters and I'll walk in the house and they're better than puppies, right? They jump on me and I get daddy",
        4898.16,
        4903.42
    ],
    [
        " Dad it's my the seven-year-old still doesn't I get kisses I get hugs I get where were you you were gone so long",
        4903.42,
        4909.26
    ],
    [
        " But like today I haven't spoken to them",
        4909.26,
        4912.38
    ],
    [
        " And I don't miss them. I know that they're out there",
        4912.38,
        4916.38
    ],
    [
        " like",
        4916.38,
        4917.32
    ],
    [
        " But on a certain level when I do get home. I'm real happy to be home. Yeah, like you were saying to me on the phone like you",
        4917.32,
        4924.44
    ],
    [
        " Just want to get home. Mm-hmm. But when I'm away from home",
        4924.44,
        4927.62
    ],
    [
        " You're in the game",
        4927.62,
        4929.18
    ],
    [
        " Yes, especially for this I guess because I'm here to promote the book and I'm here to hang out with you guys so I'm like",
        4929.18,
        4935.02
    ],
    [
        " I'm looking forward",
        4935.02,
        4937.02
    ],
    [
        " And it's like when my dad was crying in the parking lot before I went on my first mission ever",
        4937.02,
        4942.2
    ],
    [
        " To me it was like",
        4942.2,
        4944.4
    ],
    [
        " What's the big deal dude? I'll be back in six months and and you know my best my best buddies",
        4944.4,
        4950.58
    ],
    [
        " You know the the guys that I was happy didn't die in combat. I've talked to them every three to six months",
        4951.74,
        4958.56
    ],
    [
        " You know, I just talked to the leader of that green bra team that I work so much with just the other day after two years",
        4958.56,
        4966.14
    ],
    [
        " If not actually speaking, you know a couple messages on Facebook and this",
        4966.14,
        4969.38
    ],
    [
        " It's weird for me. Yeah, I'm very similar. I don't I don't",
        4969.38,
        4980.56
    ],
    [
        " Talk to people and my best examples a guy went through seal training with did three platoons with him that seal team one",
        4980.56,
        4985.1
    ],
    [
        " Was in training cell with them at seal team one and he was my roommate that entire time so",
        4985.1,
        4989.76
    ],
    [
        " eight years or so we were",
        4989.76,
        4992.22
    ],
    [
        " And we we did everything together drank together hung out together everything we did and",
        4992.22,
        4997.28
    ],
    [
        " I got and then I got moved to Virginia Beach for two years didn't talk to him not one single time",
        4997.28,
        5002.44
    ],
    [
        " Not a letter or not a phone call not a phone call nothing came back so much like hey, what's up man? Oh, yeah",
        5002.44,
        5007.12
    ],
    [
        " Hey, what you want a burger with us? You know, I mean it was just like nothing to write up picked it right up",
        5007.26,
        5012.46
    ],
    [
        " And that's how I always feel so",
        5012.46,
        5014.34
    ],
    [
        " And I kind of do that with my family at least and you know, I'm assuming that this person is a guy that's",
        5014.34,
        5021.68
    ],
    [
        " Thinking about being on deployment without his family",
        5021.68,
        5024.44
    ],
    [
        " And so yeah, and again what I talked about earlier is I'm gonna compartmentalize and",
        5024.44,
        5030.26
    ],
    [
        " Say and I'll tell you this is",
        5030.26,
        5032.94
    ],
    [
        " I",
        5035.4,
        5035.84
    ],
    [
        " Didn't want to talk to my wife and kids every day",
        5035.84,
        5039.3
    ],
    [
        " At all when I was on deployment. I didn't want you could do it",
        5039.3,
        5043.74
    ],
    [
        " I mean if you were if you were on base you could do it",
        5043.74,
        5046.32
    ],
    [
        " I mean for those of you that don't know overseas most places overseas right now you got internet you got satellite phone",
        5046.32,
        5052.0
    ],
    [
        " You can call home you can I did not want to do that with my wife and with my family when was your first deployment?",
        5052.0,
        5058.7
    ],
    [
        " 2003 2004 that was your first one ever oh no no no my first appointment was in 92",
        5060.04,
        5065.04
    ],
    [
        " Yeah, mine was a Kosovo 99",
        5065.04,
        5068.32
    ],
    [
        " You called home on a you had a one-fold it was seven second delay",
        5068.32,
        5075.06
    ],
    [
        " And you got 15 minutes a week",
        5075.06,
        5077.82
    ],
    [
        " Maybe it was four second delay. I just know it was like it sucked",
        5077.82,
        5081.06
    ],
    [
        " There was no such thing as email email and 99 first of all I didn't even have an email",
        5081.06,
        5087.48
    ],
    [
        " And so there's one guy on base who is the geek",
        5087.84,
        5090.36
    ],
    [
        " And he would go back to the main camp where they had the inter inter web",
        5090.36,
        5094.56
    ],
    [
        " And you had to give him your email and the password and he would download your messages onto a cd rom",
        5094.56,
        5100.6
    ],
    [
        " Come back with it and print it off on the clerks computer for you",
        5100.6,
        5104.88
    ],
    [
        " I wonder if our type of thinking about it is a is a response from the fact that we just didn't have it",
        5104.88,
        5113.78
    ],
    [
        " The first time and then by between 99 2006 and 2006 I had a sad phone in my pocket for every everywhere I went",
        5114.06,
        5121.06
    ],
    [
        " I could have called home all day every day",
        5121.06,
        5123.48
    ],
    [
        " But I didn't yeah because I was like well first of all to treat",
        5123.48,
        5127.68
    ],
    [
        " And second of all I got a lot of work to do and I can't be worrying about",
        5127.68,
        5132.46
    ],
    [
        " A one time I was on the phone and a shot went over my head. Hey dad. I gotta go",
        5132.46,
        5137.74
    ],
    [
        " Hey, you know, and he's and then I think",
        5137.74,
        5140.68
    ],
    [
        " You're guy Chris Kyle in his book he talks about being on the phone and then a gunfight starts",
        5141.94,
        5146.88
    ],
    [
        " Yeah, and his wife listens to the gun fight because you forgot to hang up the phone. Are you kidding me?",
        5146.88,
        5151.84
    ],
    [
        " Putting your family through that",
        5152.58,
        5154.28
    ],
    [
        " But I think maybe our our situation is that we came from the generation where that just wasn't an option anyway",
        5154.28,
        5161.74
    ],
    [
        " So I would love to talk to some of the newer guys",
        5161.74,
        5164.64
    ],
    [
        " Yeah about this about this subject",
        5164.64,
        5167.0
    ],
    [
        " Um, I did two I did three ship board deployments as a seal",
        5167.44,
        5171.7
    ],
    [
        " So we used to deploy on ships and the first one I went on the reading you have internet",
        5171.7,
        5175.44
    ],
    [
        " So it was old school you'd get male",
        5175.44,
        5178.58
    ],
    [
        " Written male, but that was the nor once every",
        5178.58,
        5182.6
    ],
    [
        " 30 days or 35 days would be like male call everyone to be all excited",
        5182.6,
        5186.74
    ],
    [
        " But um, yeah, I think that that definitely conditions you to",
        5186.74,
        5191.98
    ],
    [
        " Not be addicted to having that and I don't think you're helping the homefront either to call every day and say I miss you so much",
        5192.86,
        5199.94
    ],
    [
        " I can't wait to know if it helps the homefront either. I think it actually is a little bit painful for the homefront",
        5199.94,
        5204.82
    ],
    [
        " I was talking to one of the wives the other day of some of our guys that are deployed",
        5204.82,
        5208.74
    ],
    [
        " Don't can mad at me ladies",
        5208.74,
        5210.92
    ],
    [
        " But I'm just a lot of ladies that are deployed to nowadays, but I was talking to a wife of a guy",
        5210.92,
        5217.94
    ],
    [
        " I know and she says I haven't heard from so and so for",
        5217.94,
        5220.76
    ],
    [
        " For like four days. I'm like, huh?",
        5220.76,
        5224.02
    ],
    [
        " I'm like he's probably on op like",
        5224.34,
        5227.06
    ],
    [
        " You know what he does for a living you know exactly what he does for a living",
        5227.06,
        5231.76
    ],
    [
        " Ops can take a while. He's like it's like yeah, but",
        5231.76,
        5234.42
    ],
    [
        " Usually he gets back to me and I'm like obviously he's on a long op",
        5234.42,
        5239.18
    ],
    [
        " But their condition now to always hear back from you you know what you talked about this in your book which is",
        5239.18,
        5245.84
    ],
    [
        " Life's gonna go on yeah, and I think that that's something to that will help",
        5246.28,
        5250.4
    ],
    [
        " You know if you're like for this guy",
        5250.4,
        5252.66
    ],
    [
        " That's gonna be gone for a long time and how's he gonna deal with it except the fact that life's gonna go on and just be cool with that",
        5252.66,
        5259.36
    ],
    [
        " Things are gonna change the things are gonna get remodeled. This is gonna be some new rugs in the house",
        5259.36,
        5264.9
    ],
    [
        " Give me a new piece of furniture the fridge might break and she'll go get a new one exactly",
        5264.9,
        5269.68
    ],
    [
        " And there's nothing you can do about it and just be cool with it",
        5269.68,
        5273.08
    ],
    [
        " Yeah, if you don't like the colors she picks say thanks for getting the new fridge",
        5273.08,
        5276.26
    ],
    [
        " Thanks for taking care of that",
        5276.26,
        5278.02
    ],
    [
        " Because I was busy doing protecting freedoms and democracy in the world",
        5278.02,
        5282.14
    ],
    [
        " All right",
        5282.14,
        5284.4
    ],
    [
        " Next one",
        5284.4,
        5286.68
    ],
    [
        " What are your workout slash training methods?",
        5286.68,
        5291.32
    ],
    [
        " I usually make it up as I'm walking into the knelk",
        5291.32,
        5295.46
    ],
    [
        " Um",
        5295.46,
        5296.2
    ],
    [
        " Right now because I am bodybuilding and I'm going like",
        5296.2,
        5300.34
    ],
    [
        " I'm doing you might be hearing from echo here in a second. He's the big time bodybuilder",
        5300.7,
        5305.84
    ],
    [
        " Do you bodybuild? No, okay, so I've worked out since you know",
        5305.84,
        5311.06
    ],
    [
        " I was 16 with weights right but I always so my first mission in Afghanistan",
        5311.06,
        5315.84
    ],
    [
        " Because I was a driver slash bodyguard and remember animal stack",
        5315.84,
        5320.96
    ],
    [
        " Yes, the supplement which was basically steroids. Yes, so we would order we ordered a shit ton of animal stack",
        5320.96,
        5328.58
    ],
    [
        " And because we had a lot of downtime",
        5328.66,
        5330.74
    ],
    [
        " We watched um",
        5330.74,
        5333.18
    ],
    [
        " You know like 24 of the series on DVD and we worked out",
        5333.18,
        5336.92
    ],
    [
        " I came home like bench benching like whatever four plates aside is deadlifting like I was like huge",
        5336.92,
        5344.34
    ],
    [
        " We looked awesome. What did you weigh?",
        5344.34,
        5346.0
    ],
    [
        " 240 or something crazy like that",
        5346.34,
        5349.2
    ],
    [
        " And and then I tried to get behind my sniper rifle because I was not operating as a sniper right and I was like oh god",
        5349.2,
        5356.04
    ],
    [
        " Okay",
        5356.04,
        5356.5
    ],
    [
        " Couldn't too big tried tried rocking through my rucksack on and tried to go up a hill. Oh my god",
        5357.62,
        5363.44
    ],
    [
        " Oh, yeah, so I had to slim back down. I've realized I'm like oh being a meathead is not conducive to being a sniper",
        5363.44,
        5369.4
    ],
    [
        " Um, so I always try to tailor my body around being a sniper",
        5369.4,
        5374.12
    ],
    [
        " especially after that and",
        5374.12,
        5376.88
    ],
    [
        " but now",
        5376.88,
        5378.22
    ],
    [
        " Like I said, I'm gonna be 40 in January. It's gonna be 10 year anniversary getting blown up in January",
        5378.22,
        5384.26
    ],
    [
        " And I wanted to quit drinking and I needed a new goal to move towards",
        5384.78,
        5389.14
    ],
    [
        " So I said I'm gonna get into bodybuilding and if you know anything about bodybuilding. I don't want to look like Phil Heath",
        5389.14,
        5394.74
    ],
    [
        " I want to look like",
        5394.74,
        5396.84
    ],
    [
        " Arnold when he was in the 70s 60 right when they still look human. So you picked a realistic goal",
        5396.84,
        5403.7
    ],
    [
        " Yeah, something something where I might not need supplementation from another country",
        5403.7,
        5408.34
    ],
    [
        " Um, and not that there's anything wrong with it whatever man of to me",
        5408.34,
        5412.74
    ],
    [
        " My my view on that stuff is if it gets you to where you want to be and you're not hurting anybody who cares",
        5414.26,
        5419.08
    ],
    [
        " Right, it's your body do whatever you want with it",
        5419.08,
        5422.06
    ],
    [
        " um",
        5422.06,
        5422.66
    ],
    [
        " so but but",
        5422.66,
        5424.36
    ],
    [
        " For bodybuilding you look good",
        5424.36,
        5426.88
    ],
    [
        " So I'm doing the physique class which means you wear board shorts and you don't necessarily have a routine",
        5426.88,
        5432.44
    ],
    [
        " But they tell you how to pose like they like I we want to see your abs. You want to see your",
        5432.44,
        5436.4
    ],
    [
        " glutes whatever whatever so you kind of just stand a certain way",
        5436.4,
        5439.54
    ],
    [
        " And and I take direction well",
        5439.54,
        5441.8
    ],
    [
        " Right, I'll be on the parade square basically. So you look good",
        5442.2,
        5445.64
    ],
    [
        " But you're not really good for much",
        5445.64,
        5447.5
    ],
    [
        " In your in that condition. So I want the picture of me with a six pack",
        5447.5,
        5451.26
    ],
    [
        " I'll be 40. I'll have a glass of water. It'll all go away",
        5451.26,
        5454.96
    ],
    [
        " um, and then I'll celebrate the 10-year anniversary of getting blown up and I'll at least I'll know that I've got like",
        5454.96,
        5460.56
    ],
    [
        " somewhat of the type of body I used to have back",
        5460.56,
        5463.66
    ],
    [
        " Okay, all that being said",
        5463.66,
        5465.86
    ],
    [
        " My training now is being directed by my buddy Nick",
        5465.86,
        5469.02
    ],
    [
        " And I do whatever he tells me and right now it's",
        5469.66,
        5474.62
    ],
    [
        " Chests and arms one day back and shoulders another day and legs another day",
        5474.62,
        5480.12
    ],
    [
        " Can you squat? No",
        5480.12,
        5482.06
    ],
    [
        " How do you? What sucks because that was my favorite exercise of course of course",
        5482.06,
        5487.18
    ],
    [
        " But there's got to be some like modified I do a hack squat. Okay, there you go",
        5487.18,
        5492.14
    ],
    [
        " You know the machine. Yeah, so I recently discovered it",
        5492.14,
        5495.48
    ],
    [
        " Like in the last",
        5495.64,
        5496.6
    ],
    [
        " Six weeks I discovered this machine hack squat",
        5496.6,
        5500.36
    ],
    [
        " um",
        5500.36,
        5501.62
    ],
    [
        " before I was doing leg press and",
        5501.62,
        5504.7
    ],
    [
        " Curls I can't really do extensions",
        5504.7,
        5507.56
    ],
    [
        " Because the because the stumps are different length and where the pad rests across my shins",
        5507.56,
        5513.9
    ],
    [
        " It puts too much torque on my stumps. Yeah, so but then I found this hack squat thing and it's",
        5513.9,
        5519.24
    ],
    [
        " It's made all the difference",
        5519.24,
        5520.72
    ],
    [
        " So I you know slap as much weight on it as I can stand and and I just squat",
        5521.0,
        5525.44
    ],
    [
        " Because it's almost like a squat. Yeah, it's pretty close",
        5525.44,
        5528.2
    ],
    [
        " But I'm supported",
        5528.2,
        5529.12
    ],
    [
        " So my wife's Atlanta's noticed a firmer ass",
        5529.12,
        5532.42
    ],
    [
        " There you go a lot more like that, you know",
        5532.42,
        5534.46
    ],
    [
        " And so anyway my my my routine is just that and you know the food is",
        5534.46,
        5539.46
    ],
    [
        " I'm a big baby when it comes to food",
        5539.46,
        5541.54
    ],
    [
        " I've never eaten my vegetables and I don't care what Nick says or what my mommy used to say. I'm not gonna eat him",
        5541.54,
        5547.7
    ],
    [
        " That's what my food eats",
        5547.7,
        5549.0
    ],
    [
        " um",
        5550.52,
        5550.94
    ],
    [
        " You know, I'm a meat potatoes guy pretty much um and that's about it. I'm the worst",
        5550.94,
        5555.78
    ],
    [
        " Eater of food like fear factor with Joe Rogan's old show",
        5555.78,
        5561.56
    ],
    [
        " I would be the worst contestant. I would be such a loop well",
        5561.56,
        5565.36
    ],
    [
        " I might be able to pull it off because I've eaten some pretty gross things because I had to right but um",
        5565.36,
        5571.14
    ],
    [
        " Like I just don't like a lot of foods. I'm the same. Yeah, and I don't care what anyone tells oh come on",
        5571.14,
        5577.54
    ],
    [
        " You just gotta try it. I'm not I'm not trying it. Yeah, I just smelled it. I you want to throw up. Give me that",
        5577.54,
        5582.64
    ],
    [
        " It's something I don't want my mouth. How about that? Okay? How about you just get me the steak without any spices or sauces on it",
        5582.64,
        5590.18
    ],
    [
        " Like I asked for and the plain potato I want next to it",
        5590.18,
        5593.22
    ],
    [
        " And I'll throw some butter and some pepper on that bad boy",
        5593.22,
        5595.84
    ],
    [
        " That sounds like a good one. That's like that's what food tastes like and that's what I love",
        5595.84,
        5599.6
    ],
    [
        " But you know Atlanta makes fun of me because my favorite ice cream is vanilla. I'm like my life is exciting enough",
        5599.6,
        5605.04
    ],
    [
        " I don't need no",
        5605.94,
        5607.16
    ],
    [
        " Strawberry sprinkle bubble gum ice cream spring my vanilla maybe a brownie on the side. Yeah, I don't know",
        5607.16,
        5613.84
    ],
    [
        " I do go with the mint chocolate chip milkshake, but oh really?",
        5613.84,
        5618.78
    ],
    [
        " Mint chocolate. What about what what so you just literally see her like steak and potatoes",
        5619.12,
        5623.1
    ],
    [
        " Do you are when you go to this body building? Yeah, you're gonna have to drop a bunch of fat",
        5623.1,
        5627.2
    ],
    [
        " Yeah, so I'm dropping the fat",
        5627.2,
        5629.16
    ],
    [
        " What are you gonna you gotta do that by diet right that's diet",
        5629.16,
        5632.1
    ],
    [
        " And so what are you gonna do when what do you know what next gonna put you on for a program for that?",
        5632.1,
        5635.62
    ],
    [
        " We start that next week",
        5636.18,
        5637.52
    ],
    [
        " You think he's gonna go like no carbs all fat",
        5637.52,
        5641.46
    ],
    [
        " He's he's a proponent of the old school body building where you never want to be in ketosis",
        5641.46,
        5646.0
    ],
    [
        " really",
        5646.0,
        5647.0
    ],
    [
        " But he's a body builder",
        5647.0,
        5649.66
    ],
    [
        " I want to get him to re look at the physique stuff. Yeah, because you know if you read Arnold's new",
        5649.66,
        5655.68
    ],
    [
        " Update modern book on bodybuilding or encyclopedia bodybuilding",
        5655.68,
        5660.6
    ],
    [
        " Which he rewrote in the 90s? They still went by the whole",
        5660.6,
        5664.28
    ],
    [
        " fuel the",
        5664.28,
        5665.64
    ],
    [
        " Muscle with the carb thing right",
        5665.64,
        5667.86
    ],
    [
        " But they looked amazing",
        5667.86,
        5669.82
    ],
    [
        " So they're like they might have been on to something because you gotta think about right they were on the juice",
        5669.82,
        5675.08
    ],
    [
        " Well Arnold most of those guys they say in the 70s they weren't juicy. No, actually you're completely wrong",
        5675.08,
        5681.38
    ],
    [
        " Those guys were absolutely juicing a hundred percent in the 70s. The 70s absolutely and it wasn't even not like today",
        5681.38,
        5689.0
    ],
    [
        " Not like today, but Arnold was absolutely",
        5689.66,
        5692.68
    ],
    [
        " 100% on steroids as were all those guys back in the day and they weren't illegal yet",
        5692.68,
        5700.32
    ],
    [
        " But they else but in the book he says he didn't really they didn't really know what they were like their effect",
        5700.32,
        5705.0
    ],
    [
        " They knew they helped. Oh, but they didn't have it down to a science. You know what they you know what their effect was",
        5705.0,
        5709.64
    ],
    [
        " 27 inch arms or whatever. Yeah, they didn't have it to a science",
        5709.64,
        5713.6
    ],
    [
        " But they were taking they were absolutely a hundred percent on the sauce right",
        5713.6,
        5717.78
    ],
    [
        " And it wasn't illegal at the time. No, they yeah, that's right. Yeah, so that might be",
        5718.26,
        5722.5
    ],
    [
        " Where that idea comes from of hey, they weren't on anything. They were absolutely yeah and on on so yeah, so Nick",
        5722.5,
        5730.08
    ],
    [
        " Nickly yoked Nick yeah, they did it look pretty pretty good. You said that earlier",
        5730.08,
        5734.48
    ],
    [
        " They like oh, you don't want to be natural like shorts and a griff of the 70s",
        5734.48,
        5738.4
    ],
    [
        " But they still looked human is my point. They looked more human than they do now",
        5738.4,
        5741.9
    ],
    [
        " Like did you have you watch generation iron? Yeah, I mean guys now are just mutants",
        5741.9,
        5746.56
    ],
    [
        " Yeah, and that's great. It good for them amazing, but I can't I need to lose weight to be on prosthetics like I can't be putting on that",
        5746.56,
        5753.9
    ],
    [
        " Yeah, yeah, so next thing is um",
        5753.9,
        5756.9
    ],
    [
        " ketosis is bad",
        5756.9,
        5758.04
    ],
    [
        " Because you risk losing muscle mass",
        5758.04,
        5760.66
    ],
    [
        " And that's kind of counter to the whole bodybuilding thing",
        5760.66,
        5764.64
    ],
    [
        " So the transitional period you do risk that",
        5764.64,
        5768.04
    ],
    [
        " If you're not in ketosis, so there's a trend and it varies from person to person",
        5768.04,
        5772.78
    ],
    [
        " So some people they go through they switch over ketosis right away. Yeah, and you know",
        5772.92,
        5777.1
    ],
    [
        " The risk, you know, they don't they don't lose out, but some guys it takes weeks and yeah you",
        5777.1,
        5782.4
    ],
    [
        " Yeah, I'm like I'm not that big yet at all, but I mean we're still we got to November and",
        5782.4,
        5788.9
    ],
    [
        " As long as it's you know, it'll probably be a protein heavy",
        5788.9,
        5793.08
    ],
    [
        " With the normal carbs rice and potato sweet potato stuff like that like a little bit of olive oil and cold oil and stuff",
        5793.08,
        5802.3
    ],
    [
        " You just go lots of fat",
        5802.3,
        5803.78
    ],
    [
        " Pretty good amount of protein. Yeah, no carbohydrates. Yeah",
        5803.78,
        5808.34
    ],
    [
        " Yeah, now sir echo, but this is my thing. This is after the bodybuilding. Yes",
        5808.34,
        5813.26
    ],
    [
        " That's how I eat anyway. Oh, okay. I do love me some pasta though",
        5813.26,
        5817.24
    ],
    [
        " And a land and I will crush a pizza",
        5817.24,
        5820.02
    ],
    [
        " Like yeah, that's our thing Friday night. We get a pizza. We rent a movie on iTunes, you know",
        5820.02,
        5827.0
    ],
    [
        " You got to get the occasional pizza. It's understood. Pizza tastes good. Yeah",
        5827.0,
        5830.38
    ],
    [
        " Yeah",
        5831.48,
        5832.0
    ],
    [
        " But occasional",
        5832.0,
        5832.52
    ],
    [
        " Yeah, but my my general rule for myself is that it's it's usually a high protein like low-carb diet",
        5832.52,
        5839.92
    ],
    [
        " And if and I like to eat like if I'm not eating I like to be taking in like a shake or something like every three or four hours or",
        5839.92,
        5847.98
    ],
    [
        " As you try to intermittent fasting. Yes. Yeah, I like that. Um, it's okay. I don't mind it",
        5847.98,
        5854.0
    ],
    [
        " I like it as far as convenience goes",
        5854.0,
        5857.2
    ],
    [
        " That's convenient diet. I'm not eating today. Yeah, I'm gonna work more",
        5857.24,
        5860.62
    ],
    [
        " Yeah, and I know I did a I did a 48 hour fast a little while ago just out of randomness",
        5860.62,
        5866.04
    ],
    [
        " Like one day I worked all day or traveled or something and I didn't eat in the next morning",
        5866.04,
        5869.72
    ],
    [
        " I worked out right away and then I had a phone call and then I did something and I was like dang. It's been 24 hours",
        5869.72,
        5874.54
    ],
    [
        " I'm just gonna throw 48 on this thing. So I went 48. There was no fact",
        5874.54,
        5878.98
    ],
    [
        " So you do zero you have zero intake or zero? I have a zero. I don't know. I drink water just water drink water",
        5878.98,
        5883.92
    ],
    [
        " And you know what I did squats rolled jiu-jitsu both days. It was no factor. Yeah, I did um, I'll do I did a",
        5883.92,
        5891.18
    ],
    [
        " 48 hour, but I had coffee",
        5891.18,
        5893.62
    ],
    [
        " Did you feel all right? Oh, it's fine. I felt fine. I like I had a little bit of tightness for a bit",
        5893.62,
        5900.78
    ],
    [
        " Yeah, but they whatever like in the stomach. Yeah, I'll tell you once you read the forgotten highlander",
        5900.78,
        5906.86
    ],
    [
        " Or any of these books where I'm talking about these people that are just going months without food or the get the people up in North Korea",
        5906.86,
        5913.56
    ],
    [
        " Eating uh, what is it?",
        5914.34,
        5916.7
    ],
    [
        " Root and salt water soup",
        5916.86,
        5919.7
    ],
    [
        " That's your meal. God. Oh, we found some weeds out there. Do you ever have the dichotomy in your mind of",
        5919.7,
        5927.92
    ],
    [
        " If I was a caveman, I'd be fine",
        5927.92,
        5931.58
    ],
    [
        " But then you realize it's 2016 and why are you depriving yourself of something or why aren't you taking full advantage of the of the technology",
        5931.58,
        5939.42
    ],
    [
        " Available to you whether it's protein shakes or or or supplements like on it",
        5939.48,
        5944.36
    ],
    [
        " I feel like you know what I mean? Yeah, yeah, I agree with you on those points",
        5944.36,
        5949.2
    ],
    [
        " But a lot of people think that the benefits of 2016 are",
        5949.2,
        5954.14
    ],
    [
        " A twinkie",
        5954.14,
        5955.8
    ],
    [
        " You know, or yeah, you know, I was bag of potato chips or whatever and that's I was picking my kids up from school yesterday",
        5955.8,
        5962.52
    ],
    [
        " And I was sitting in the office waiting for him to come down",
        5962.52,
        5965.62
    ],
    [
        " And then there's this young fella sitting over there by the next the principal's office eating his lunch",
        5966.12,
        5970.46
    ],
    [
        " I assume because he can't be trusted around other kids and lunch or something. I don't know what what the deal is",
        5970.46,
        5975.44
    ],
    [
        " And he pulled a twinkie out of his lunch. I almost fell over",
        5975.44,
        5981.82
    ],
    [
        " Who gives their kid a twinkie at lunch? Yeah, and it's supposed to be Christmas",
        5981.82,
        5988.02
    ],
    [
        " Yeah, but when we were maybe when we when I was a kid I don't know about you when I was a kid",
        5988.02,
        5991.36
    ],
    [
        " Oh, you're thirsty. Here's a coke. Oh, you're still thirsty. Here's another person",
        5991.36,
        5994.86
    ],
    [
        " Oh, you're hungry potato chips like my mom would read the ingredients on stuff and be like oh, there's way to my sugar in this",
        5994.86,
        6001.48
    ],
    [
        " Oh my god cocoa puffs for my birthday my parents. Oh, I was I was raised crispy's and corn flakes the rest of the time",
        6001.48,
        6007.74
    ],
    [
        " Yeah, thank you mom. Yeah, I was lucky charms",
        6007.74,
        6010.3
    ],
    [
        " I mean we just ate it and it wasn't like my parents said oh, this might be bad",
        6010.3,
        6014.98
    ],
    [
        " That was just what people bought yeah when I was a kid no my mom was on top of that stuff and I have that too like",
        6014.98,
        6021.18
    ],
    [
        " This sugar in like a loaf of bread now",
        6021.18,
        6023.7
    ],
    [
        " Yeah, I give my daughters of a two-sliced",
        6024.3,
        6027.64
    ],
    [
        " sandwich",
        6027.64,
        6028.04
    ],
    [
        " That's like 12 grams of sugar if they eat the whole thing",
        6028.04,
        6031.96
    ],
    [
        " I'm like why is there sugar in the bread and and like I'll be",
        6031.96,
        6036.28
    ],
    [
        " I'm not I'm like an 80 20 guy whatever that you know the 80% like 80% of the time",
        6036.28,
        6041.7
    ],
    [
        " I eat pretty good 20% of the time. I'm getting after some crap, right?",
        6041.7,
        6046.14
    ],
    [
        " I'm a lot like that",
        6046.4,
        6047.06
    ],
    [
        " And most of the time it's because the other day I was I was doing so I was at a film that I was traveling",
        6047.06,
        6051.88
    ],
    [
        " And it was it wasn't the pretzel wrapped hot dogs that we are all so fond of it was uh",
        6052.1,
        6057.54
    ],
    [
        " But I was legit hungry and I knew I was getting back early enough in San Diego that I was gonna be able to get a workout in and train",
        6057.54,
        6064.46
    ],
    [
        " So I had you know had like a milkshake and a double meat",
        6064.46,
        6070.86
    ],
    [
        " Same much of some kind where some random place in the airport. Oh the airport. Yeah. Oh, yeah dog",
        6070.86,
        6079.88
    ],
    [
        " Yeah, yeah, it was good milk airport milkshakes. Oh",
        6080.38,
        6084.04
    ],
    [
        " milkshakes are tasty",
        6084.04,
        6086.06
    ],
    [
        " milkshakes are tasty",
        6086.06,
        6088.76
    ],
    [
        " So do you make do you make that kind of stuff at home though to try and trick yourself",
        6088.76,
        6092.72
    ],
    [
        " Makes what kind of stuff at home? So to trick myself into thinking I'm having a treat, right?",
        6092.72,
        6098.02
    ],
    [
        " I got I get my blend tech. I'll put coconut milk in",
        6098.36,
        6101.7
    ],
    [
        " Sugar-free because you got to actually search for that one",
        6101.7,
        6104.78
    ],
    [
        " You can't just oh",
        6105.68,
        6107.14
    ],
    [
        " Anyway, so put my coconut milk in",
        6107.14,
        6110.46
    ],
    [
        " I throw in a couple scoops of protein. I throw in a couple scoops of",
        6110.46,
        6114.88
    ],
    [
        " organic",
        6114.88,
        6116.12
    ],
    [
        " Sugar-free peanut butter which you got a search out again. Did you know they take the peanut oil out of peanut butter now?",
        6116.12,
        6122.38
    ],
    [
        " It's insane. Why did they do that? They sell it off and then they put the vegetable oil in",
        6122.58,
        6127.32
    ],
    [
        " So now you got to search out real peanut butter. Thanks. Thanks world. Anyway",
        6127.32,
        6132.08
    ],
    [
        " So I put in a couple scoops of real peanut butter that I get at the bulk burn and",
        6132.42,
        6136.64
    ],
    [
        " And I cut a scoop of glutamine",
        6136.64,
        6138.9
    ],
    [
        " but",
        6138.9,
        6139.72
    ],
    [
        " When I and then I ice it right and then I spin it up and it's kind of like a shake like a milkshake",
        6139.72,
        6145.98
    ],
    [
        " Send me the recipe if it tastes good and I'll put a shot of espresso in often",
        6145.98,
        6149.38
    ],
    [
        " And it just makes me feel like I'm having a treat",
        6149.38,
        6151.74
    ],
    [
        " And so I'm like, oh, that's my sugar tooth",
        6151.74,
        6154.44
    ],
    [
        " Satisfied for the morning. I think I've said this before my my treat is my treat that I give to myself is",
        6154.44,
        6160.26
    ],
    [
        " Dark chocolate and by dark. I mean 85% it's",
        6160.86,
        6165.02
    ],
    [
        " It's almost bitter. Yeah, and I dip it directly into coconut oil the on it coconut oil",
        6165.02,
        6171.18
    ],
    [
        " I dip it right in there and scoop that in and that is money",
        6171.18,
        6174.72
    ],
    [
        " Yes, it's so good. I'm gonna try it so good",
        6174.72,
        6178.64
    ],
    [
        " And the other thing about if you eat if you and I we like broke out some Hershey's bars here milk chocolate",
        6178.64,
        6184.58
    ],
    [
        " You take one bite you want another bite immediately. Yeah, yeah, yeah",
        6184.58,
        6188.06
    ],
    [
        " You want another bite immediately don't but you do and you do it. Yeah, right? Yeah, you take you take a couple squares of 85% chocolate",
        6188.06,
        6195.26
    ],
    [
        " And it's like it satisfies it and it doesn't make you go. Oh, that was good and it and it takes the",
        6195.26,
        6201.2
    ],
    [
        " It gives you the satisfaction",
        6201.2,
        6203.08
    ],
    [
        " It takes longer that's my that's my special chocolate. I find as well",
        6203.08,
        6208.1
    ],
    [
        " Don't find that it stays in your mouth for longer the taste",
        6208.1,
        6211.38
    ],
    [
        " It's just a little bit bitter get the dark chocolate coconut oil with the coconut oil makes a little bit of",
        6211.38,
        6217.56
    ],
    [
        " Just makes it so if I not hurt this on your podcast before I don't know if I've said why on it coconut oil",
        6217.74,
        6222.5
    ],
    [
        " By the way that I love on it",
        6222.5,
        6223.9
    ],
    [
        " Been using on it before it was called on it, but why they're coconut oil",
        6223.9,
        6227.32
    ],
    [
        " That's the one he got. Yeah, it's it's the virgin coconut oil. Yeah, yeah, it's really high quality. Okay",
        6227.32,
        6233.52
    ],
    [
        " Which is what I do and actually it's good to in supporting on it. I actually do support this podcast",
        6233.52,
        6240.48
    ],
    [
        " Yeah, so uh whoever asked about nutrition. It's um",
        6240.48,
        6247.28
    ],
    [
        " Ah, you know one thing I will that was me that asked about nutrition. Wasn't that no the question was about working out",
        6248.0,
        6253.4
    ],
    [
        " We kind of delved into nutrition. Okay. Well, Jocco",
        6253.4,
        6257.44
    ],
    [
        " The other thing my guts got destroyed by the antibiotics in my recovery and it took me",
        6257.44,
        6265.76
    ],
    [
        " Figuring it out on my own like why was I constantly having like diarrhea?",
        6265.76,
        6270.46
    ],
    [
        " Why was I constantly not like just an upset stomach and then I started reading okay? What causes it?",
        6270.46,
        6275.98
    ],
    [
        " Do I have IBS or blah blah blah? Oh no, I was on six months worth of of antibiotics killed everything in your grip",
        6275.98,
        6282.8
    ],
    [
        " And then I'm have I've had staff infections like I went out a year one year",
        6282.8,
        6286.34
    ],
    [
        " We're at like four staff infections in my stumps",
        6286.34,
        6288.96
    ],
    [
        " In a rope and it just like just ha you know just hammers because I was getting sick and and like so I'm like what's wrong",
        6288.96,
        6295.82
    ],
    [
        " And then I really oh okay, so now every morning I like I keep a bottle of kombucha in the fridge every morning",
        6295.82,
        6302.0
    ],
    [
        " I just shake it up take a swig. I have a probiotic pill that I take with that swig and that's made a huge difference",
        6302.0,
        6308.66
    ],
    [
        " And and I'm always seeking out different ways to keep the the gut flora",
        6308.66,
        6313.96
    ],
    [
        " Happy you know, so like apple cider vinegar",
        6313.96,
        6317.1
    ],
    [
        " Apple cider vinegar and kombucha and the probiotics those three additions. I've made a huge difference",
        6317.1,
        6323.92
    ],
    [
        " In my in my system like my immune system alone and then I like I just started jacking massive amounts of vitamin D",
        6323.92,
        6331.06
    ],
    [
        " and see into my body",
        6331.2,
        6332.52
    ],
    [
        " And then I've kept a real close eye on like so as a kid",
        6332.52,
        6338.74
    ],
    [
        " Like you know when we were eating lunch, I didn't want onions or mushrooms",
        6338.74,
        6341.98
    ],
    [
        " Because as a kid I didn't like them and I found out later as an adult well, I'm actually slightly allergic to them",
        6341.98,
        6349.12
    ],
    [
        " So whatever your body tells you pay real close attention",
        6349.12,
        6352.38
    ],
    [
        " You know because nothing will screw with your gains or your workout routine more than feeling like shit",
        6352.38,
        6358.14
    ],
    [
        " Right and and so if you eat something",
        6359.06,
        6361.22
    ],
    [
        " And you feel like shit after you know pay attention to that",
        6361.22,
        6366.04
    ],
    [
        " Because that can take a lot of energy away from your workout and just from your day",
        6366.04,
        6370.74
    ],
    [
        " You know like you go rolling to work with a headache because you ate something that you're actually allergic to like that",
        6370.74,
        6375.96
    ],
    [
        " Can really mess with your mood",
        6375.96,
        6377.14
    ],
    [
        " So I pay super that's so one of the reasons why I'm such a basic eater is because I've learned that that's how I feel best",
        6377.14,
        6384.54
    ],
    [
        " And I function best when I have minimum sub like minimum like additions to like",
        6384.58,
        6389.96
    ],
    [
        " You know when you go to the get breakfast, right nothing better than bacon and eggs in the morning",
        6389.96,
        6395.68
    ],
    [
        " Until they bring you your home fries and they're covered with paprika",
        6395.68,
        6399.36
    ],
    [
        " Montreal",
        6399.36,
        6400.64
    ],
    [
        " Spice shit all over them",
        6400.64,
        6403.44
    ],
    [
        " And I'm like why would you do that to my potatoes potatoes are delicious with a little bit of bread a butter and and salt",
        6403.44,
        6411.3
    ],
    [
        " Oh, they come like that",
        6411.3,
        6413.38
    ],
    [
        " Can I have some without it? Oh yeah, okay, you know what keep it potatoes",
        6415.62,
        6419.32
    ],
    [
        " Because I've learned that if I have that go in my system I'll spend a good half hour on the can",
        6419.32,
        6426.42
    ],
    [
        " And that's time I don't can't afford you know, so if anyone who's like you know when you're the big part of your routine is",
        6426.42,
        6434.04
    ],
    [
        " Is the fact that you have to have the energy and like just not feel like shit when you go when you go into the gym",
        6434.04,
        6439.66
    ],
    [
        " Yeah, so that's why",
        6439.66,
        6441.24
    ],
    [
        " By the way, just so everybody knows the",
        6441.58,
        6444.36
    ],
    [
        " Probiotics and there's there's bacteria in your stomach that's supposed to be there",
        6444.36,
        6449.46
    ],
    [
        " That's good for you. Yeah, and that's what jody's talking about",
        6449.46,
        6452.48
    ],
    [
        " That's why he drinks kombucha and has the probiotic",
        6452.48,
        6455.92
    ],
    [
        " Because it keeps those things alive and what he was referring to earlier than that the when you take antibiotics",
        6455.92,
        6462.1
    ],
    [
        " It actually kills all that bacteria and then that makes your stomach not be able to that that's why they came out with the",
        6462.1,
        6468.44
    ],
    [
        " um",
        6469.06,
        6469.62
    ],
    [
        " The yogurt a few years ago the",
        6469.62,
        6472.06
    ],
    [
        " Whatever it was called",
        6472.06,
        6473.64
    ],
    [
        " Yeah, and",
        6473.64,
        6475.76
    ],
    [
        " I don't know there was that yogurt and they started selling it because it overplenish your",
        6475.76,
        6480.28
    ],
    [
        " Your good flora. Yeah, whatever whatever",
        6480.28,
        6483.66
    ],
    [
        " Yeah",
        6483.66,
        6484.66
    ],
    [
        " All right",
        6484.66,
        6488.16
    ],
    [
        " If you're in the webs we got one more question",
        6488.16,
        6491.0
    ],
    [
        " Do you ever have doubts",
        6491.0,
        6496.5
    ],
    [
        " If so how do you handle them?",
        6498.28,
        6500.24
    ],
    [
        " Yeah, I talked about the doubt I had",
        6501.5,
        6505.26
    ],
    [
        " Answering that second question",
        6505.26,
        6508.22
    ],
    [
        " um",
        6508.22,
        6509.02
    ],
    [
        " If you don't have any doubt I'm gonna be real suspect of you as a person",
        6509.02,
        6517.7
    ],
    [
        " So do we all have doubts hey folks sorry to break it to jaco occasionally has doubts",
        6517.7,
        6524.42
    ],
    [
        " He'll never admit it right but",
        6524.46,
        6527.24
    ],
    [
        " Doubt are part of being human and if",
        6527.24,
        6532.02
    ],
    [
        " You're not doubting yourself. You're not challenging yourself either. I believe this is just what I think",
        6532.02,
        6538.42
    ],
    [
        " So I try to approach my doubts head on unflinching",
        6538.42,
        6544.76
    ],
    [
        " You know did I have doubt this third time I got sent in the battle school",
        6544.76,
        6550.32
    ],
    [
        " Yeah big time",
        6550.32,
        6553.14
    ],
    [
        " But",
        6556.52,
        6557.02
    ],
    [
        " Put on the best uniform put on you know getting the best shape polish your boots the highest standard",
        6557.02,
        6563.24
    ],
    [
        " Be prepared to get shit on and and and bulldog your way through",
        6563.24,
        6569.04
    ],
    [
        " And smile while you're eating that shit sandwich, you know like the doubt is",
        6569.04,
        6573.58
    ],
    [
        " Yeah",
        6573.58,
        6577.36
    ],
    [
        " You ever heard the like you ever talked to someone and they talk about what they want they really want to be doing",
        6578.78,
        6583.64
    ],
    [
        " Okay, so I have a I have a buddy of mine. He's a cop, but he really wants to sell t-shirts",
        6583.64,
        6587.58
    ],
    [
        " And he's like yeah, well, you know, I'm just waiting. I'm what there's you know. There's a time",
        6587.58,
        6592.06
    ],
    [
        " There's a time he even made a t-shirt for me and he's probably gonna listen to this and he knows who he is",
        6592.06,
        6597.04
    ],
    [
        " And bro, I told you this at the time. He said uh, yeah, let's sign a contract for 12 months and this I'm like, you know, I don't um",
        6597.04,
        6603.88
    ],
    [
        " six months tops",
        6604.44,
        6605.48
    ],
    [
        " And you know eat if that he's like why what's the matter? I'm like why just I just don't think you're gonna",
        6605.48,
        6610.86
    ],
    [
        " This is it this is where you're are",
        6610.86,
        6613.24
    ],
    [
        " He's like why and I'm like because you're not putting the effort like you're cop you're not a t-shirt seller",
        6613.24,
        6619.14
    ],
    [
        " And he's easy you see he's doubting himself to take that leap, you know",
        6619.14,
        6625.24
    ],
    [
        " Did I have a doubt when I put my name in for the election? Hell yeah, I did. I've never been a politician. I was a gunfighter. I was a sniper",
        6625.24,
        6633.02
    ],
    [
        " But the",
        6634.18,
        6634.84
    ],
    [
        " I deal with doubt by dealing with the situation",
        6634.84,
        6638.3
    ],
    [
        " Does that make sense? Yeah, because I want to know that I can",
        6638.3,
        6644.32
    ],
    [
        " A get through this through it and if I fail I fail. That's",
        6644.32,
        6648.42
    ],
    [
        " Hey, man. I fail all the time. I failed",
        6648.42,
        6651.64
    ],
    [
        " Reading your book, you know, I failed making to the airport in time yesterday, but",
        6651.64,
        6656.36
    ],
    [
        " And I have doubt all the time",
        6656.36,
        6659.9
    ],
    [
        " But I also have enough confidence in myself that I'm",
        6660.14,
        6663.72
    ],
    [
        " willing to try almost anything",
        6663.72,
        6666.66
    ],
    [
        " And I don't know if that's really the question that was asked",
        6666.66,
        6671.34
    ],
    [
        " but the answer is the same because",
        6671.34,
        6673.84
    ],
    [
        " Fear is the thing that holds you back from almost anything in your life",
        6673.84,
        6678.06
    ],
    [
        " Was I nervous when I put my hand up to volunteer to go on sniper course? Hell yeah, I was but where did I want to be?",
        6678.06,
        6684.18
    ],
    [
        " I wanted to be on",
        6684.96,
        6686.24
    ],
    [
        " sniper course",
        6686.24,
        6686.84
    ],
    [
        " Was I nervous the first time I was in charge of a sniper team going into combat? Uh-huh, but guess what?",
        6686.84,
        6694.14
    ],
    [
        " There's nowhere else I want to be",
        6694.36,
        6696.0
    ],
    [
        " Doubt is your doubt is your mind telling you",
        6696.0,
        6699.94
    ],
    [
        " You know to think about the things you need to think about anyway",
        6699.94,
        6702.8
    ],
    [
        " Right like the doubt is there for a reason. It's the self-preservation mechanism",
        6702.8,
        6707.06
    ],
    [
        " And you need to use that doubt to put the thoughts in your mind to visualize the successful outcome",
        6707.06,
        6714.44
    ],
    [
        " Like we talked about earlier visualization",
        6715.36,
        6717.4
    ],
    [
        " You know, I I picture failure all the time and then I picture how will I deal with it?",
        6717.4,
        6724.66
    ],
    [
        " You know doubt",
        6724.66,
        6726.14
    ],
    [
        " Doubt to me is just a question to ponder and then move on",
        6726.14,
        6731.86
    ],
    [
        " You know, so that's that's how I do it",
        6731.86,
        6736.42
    ],
    [
        " I'm gonna say for me I",
        6736.42,
        6739.96
    ],
    [
        " You",
        6742.4,
        6743.18
    ],
    [
        " agree",
        6743.18,
        6743.06
    ],
    [
        " The doubt is really how I know",
        6743.06,
        6746.24
    ],
    [
        " That I'm pushing myself into a zone that I'm not used to",
        6746.24,
        6751.76
    ],
    [
        " But",
        6751.76,
        6754.22
    ],
    [
        " Like the enemy I",
        6754.22,
        6759.76
    ],
    [
        " Respect my doubts",
        6759.76,
        6761.42
    ],
    [
        " I'm not afraid of them, but I respect them. I'm gonna watch them",
        6761.42,
        6768.08
    ],
    [
        " We're gonna listen to them",
        6768.08,
        6770.02
    ],
    [
        " I'm gonna understand my doubts",
        6770.02,
        6775.28
    ],
    [
        " But I'm not gonna be afraid of them",
        6775.28,
        6779.04
    ],
    [
        " And I'm gonna destroy them",
        6779.04,
        6784.92
    ],
    [
        " It tells when he talks like that",
        6784.92,
        6787.3
    ],
    [
        " I think that's",
        6787.3,
        6791.12
    ],
    [
        " About all we've got for tonight",
        6791.12,
        6794.04
    ],
    [
        " I",
        6797.06,
        6797.62
    ],
    [
        " Echo Charles how can everybody just step on up and support this podcast she bore hot",
        6797.62,
        6803.38
    ],
    [
        " Um",
        6803.38,
        6806.74
    ],
    [
        " Well, there's a few ways as we're talking about earlier if you want to",
        6806.74,
        6813.02
    ],
    [
        " Do some amazon shopping click for a book called unflinching sure unflinching and what what we do and this is no exception is",
        6813.02,
        6821.16
    ],
    [
        " All the books that we talk about we list them on jacobot cast.com. We haven't listed",
        6821.32,
        6826.18
    ],
    [
        " What kind of what they're about and what episode they're from and stuff like that. There's a link on there",
        6826.18,
        6830.48
    ],
    [
        " You click on it boom you can buy that's the paperback right there paperback and also one of the coolest pictures ever taken",
        6830.48,
        6835.74
    ],
    [
        " I was checking out your picture here and you have that little fun meter patch. You had that thing pegged",
        6835.74,
        6842.16
    ],
    [
        " Those you that don't know that weren't the military that was one of guys where different random patches",
        6842.16,
        6848.06
    ],
    [
        " And some of them are you know proud historical patches of their unit",
        6848.86,
        6852.98
    ],
    [
        " And some of them and if you get this uh if you order the hardcover it looks like that",
        6852.98,
        6856.94
    ],
    [
        " You can't see it but on the soft cover",
        6856.94,
        6858.42
    ],
    [
        " You can see jody's got that little and everybody in the military knows what this is a little fun meter patch",
        6858.42,
        6863.5
    ],
    [
        " And the fun meter is pegged",
        6863.5,
        6865.68
    ],
    [
        " Meaning oh, I'm having all kinds of fun here",
        6865.68,
        6867.8
    ],
    [
        " So that's awesome. There they are",
        6867.8,
        6870.16
    ],
    [
        " Paperback hardcover I like hardcover me. That's what I do",
        6870.16,
        6875.3
    ],
    [
        " That's good, but yeah do that. So we'll all list that one obviously oh",
        6875.82,
        6880.1
    ],
    [
        " I can get through amazon and then if you guys like the shirts discipline equals freedom",
        6880.1,
        6885.74
    ],
    [
        " And the one with jacuzzi hand on it",
        6885.74,
        6888.2
    ],
    [
        " Thanks, but um get one of those if you want to support and then of course do your shopping at on it in the event of you wanting supplements that actually work",
        6888.2,
        6897.82
    ],
    [
        " Because you got to watch out for supplements. Yeah, bodybuilding and stuff a lot of supplements",
        6897.82,
        6902.26
    ],
    [
        " Not regulated they can put anything they want in them",
        6902.52,
        6905.86
    ],
    [
        " And sell them to you so get on it supplements my opinion jacuzzi",
        6905.86,
        6909.52
    ],
    [
        " On it comm slash jaco",
        6909.52,
        6911.22
    ],
    [
        " slash jaco",
        6911.22,
        6911.9
    ],
    [
        " Get your shroom tech",
        6911.9,
        6914.2
    ],
    [
        " I think shroom depending on what you're doing if you're doing high intensity sustained exercise shroom tech",
        6914.2,
        6920.38
    ],
    [
        " Alpha brain if you want to think better and krill oil if you want your joints to hold up",
        6920.38,
        6925.72
    ],
    [
        " With a passage of time. Do they still have the shroom tech amused?",
        6925.72,
        6929.9
    ],
    [
        " Yes, they do. I love that one",
        6930.4,
        6932.06
    ],
    [
        " I find that one good for when you're traveling you were in the on it even before",
        6932.06,
        6936.2
    ],
    [
        " Yeah, I forget what it was called but Audrey because he was on rogan right like years ago before they started on it",
        6936.2,
        6942.78
    ],
    [
        " And he had these two supplements because Arbore used to like departing",
        6942.78,
        6946.9
    ],
    [
        " Take out from that statement whatever you want",
        6946.9,
        6949.8
    ],
    [
        " But that's what he how he would put it and he had a supplement called roll roll on",
        6949.8,
        6953.88
    ],
    [
        " I believe and it was meant to like roll on to the next day",
        6953.88,
        6957.22
    ],
    [
        " And you take it when you're hungover",
        6957.74,
        6959.32
    ],
    [
        " And I started I ordered it and",
        6959.32,
        6961.34
    ],
    [
        " Because when when I was very sluggish and all that from the stuff from my addiction and just you know the whole immune",
        6961.34,
        6968.32
    ],
    [
        " Like I was looking for anything. So anyway, that's why I started using it. Yeah, they have one it's called new mood",
        6968.32,
        6973.7
    ],
    [
        " It's for like oh, I love new movie, you know, love it. Yeah, yeah, man",
        6973.7,
        6978.04
    ],
    [
        " They have some a lot of good stuff for all kinds of stuff",
        6978.04,
        6980.42
    ],
    [
        " Yeah, man, so",
        6980.42,
        6981.68
    ],
    [
        " Get on that",
        6981.68,
        6982.94
    ],
    [
        " jockeball or jaco or on it.com slash jaco 10% off boom",
        6983.44,
        6987.48
    ],
    [
        " And if you want to hit up if you want to if you want to keep hearing anything from from jody",
        6987.48,
        6993.16
    ],
    [
        " You can get him on twitter facebook",
        6993.16,
        6995.66
    ],
    [
        " Instagram snapchat. He's all up in the game",
        6995.66,
        7000.82
    ],
    [
        " at jody minic",
        7000.82,
        7002.38
    ],
    [
        " medic",
        7002.38,
        7003.44
    ],
    [
        " MIT icy",
        7003.44,
        7005.1
    ],
    [
        " And the jody midic podcast will start being posted on iTunes",
        7005.1,
        7010.26
    ],
    [
        " If not today then very short that's right and today being what do we Saturday this goes up when you people",
        7010.72,
        7017.08
    ],
    [
        " Give me listen this you don't know when people are gonna be less of this right you can just tell them listen check out the jody",
        7017.08,
        7022.26
    ],
    [
        " Middic podcast on it",
        7022.26,
        7024.3
    ],
    [
        " Be talking about all kinds of cool stuff on there. That's jody echo",
        7024.3,
        7029.94
    ],
    [
        " Is that echo Charles and I am at",
        7029.94,
        7034.48
    ],
    [
        " Jockeau willing gone all those things to",
        7034.48,
        7037.08
    ],
    [
        " Jody got he closing words",
        7038.02,
        7039.34
    ],
    [
        " Once again",
        7039.34,
        7041.28
    ],
    [
        " Just thanks everybody, you know, this is a real honor for me to share the same space as someone is",
        7041.28,
        7047.3
    ],
    [
        " As incredible as you jaco and echo meeting you has been a pleasure. I quest",
        7047.3,
        7053.32
    ],
    [
        " It's my continued seek you know, I have a thing I call it I seek knowledge",
        7053.32,
        7058.82
    ],
    [
        " You know, I'm seeking the knowledge to continue to grow as a human",
        7058.82,
        7062.68
    ],
    [
        " And learn keep continuing to learn who I am and it's experiences like this. I make it",
        7063.32,
        7068.02
    ],
    [
        " That make it happen make it possible and just thanks man. This is this has been awesome",
        7068.02,
        7074.6
    ],
    [
        " Well",
        7074.6,
        7076.02
    ],
    [
        " Again",
        7076.02,
        7077.34
    ],
    [
        " Thanks for coming on yourself and as I said before most importantly",
        7077.34,
        7081.68
    ],
    [
        " Thank you for your service",
        7081.68,
        7083.62
    ],
    [
        " The world",
        7083.62,
        7085.46
    ],
    [
        " Is a better place",
        7085.46,
        7087.46
    ],
    [
        " For what you did in the army and for what you have done and our",
        7087.46,
        7092.48
    ],
    [
        " Doing with your life",
        7092.68,
        7093.98
    ],
    [
        " It's an inspiration that everybody that hears it and knows it",
        7093.98,
        7098.92
    ],
    [
        " And everybody else that's out there listening",
        7098.92,
        7102.52
    ],
    [
        " All those troopers",
        7102.52,
        7105.32
    ],
    [
        " I tell you go do the same thing",
        7105.32,
        7109.58
    ],
    [
        " Go follow the example set by jody middick and so many other brave veterans",
        7109.58,
        7118.52
    ],
    [
        " And brave people in the world that face their demons",
        7118.56,
        7123.76
    ],
    [
        " Whatever those demons are they face them and overcome them",
        7123.76,
        7129.08
    ],
    [
        " And make the world a better place by making themselves better people",
        7129.08,
        7137.32
    ],
    [
        " So go out there make yourself better",
        7137.32,
        7142.32
    ],
    [
        " Look that demon in the eye",
        7142.32,
        7147.54
    ],
    [
        " And get after it",
        7149.54,
        7151.54
    ],
    [
        " And until next time this is echo and jody and jaco",
        7151.54,
        7158.74
    ],
    [
        " out",
        7158.74,
        7160.44
    ]
]