[
    [
        " This is Jocco Podcast number 22 with Echo Charles and me, Jocco Willick. Good evening, echo.",
        0.14,
        10.4
    ],
    [
        " Good evening.",
        10.96,
        11.44
    ],
    [
        " And I would say that it is a good evening because we are free.",
        12.12,
        20.84
    ],
    [
        " We are free. And I talk about that all the time. You hear me say discipline equals freedom.",
        24.3,
        36.22
    ],
    [
        " You hear me say free your mind. And here in America and in places around the world that have the ability to be listening to this podcast,",
        36.36,
        47.98
    ],
    [
        " a lot of times we take freedom for granted. And we all want freedom. We want the ability, the capability to move around and go where we want to go.",
        49.18,
        67.32
    ],
    [
        " But more importantly, we want freedom of the mind and freedom of the heart. And those things sound abstract.",
        67.32,
        78.78
    ],
    [
        " They seem like things that cannot be taken away. We don't even know what that means to have them taken away because of the way we live and how we were raised.",
        79.76,
        92.58
    ],
    [
        " And we want to think what you want to think and believe what you want to believe.",
        92.58,
        98.66
    ],
    [
        " To be who you want to be.",
        99.66,
        104.64
    ],
    [
        " To have and to exercise the freedom. To question. And to question everything.",
        107.14,
        117.06
    ],
    [
        " That's freedom. And there are parts of the world where none of those freedoms exist.",
        120.6,
        132.8
    ],
    [
        " In worse, there's parts of the world where any chance of free thought is exterminated from childhood.",
        137.12,
        148.98
    ],
    [
        " Will broken dreams extinguished thoughts controlled.",
        148.98,
        167.44
    ],
    [
        " So let's go to a place where that is the reality. And again, I'm going to point this out. This is not a dystopian movie or some post apocalyptic novel.",
        175.9,
        191.96
    ],
    [
        " This is real. Real life with real people.",
        191.96,
        199.98
    ],
    [
        " Red is reserved for the lettering of the propaganda signs. The Korean language uses a unique alphabet made up of circles and lines.",
        206.42,
        219.92
    ],
    [
        " The red letters leap out of the gray landscape with urgency. They march across the fields, preside over the granite cliffs of the mountains, punctuate the main roads like mileage markers and dance on top of railroad stations and other public buildings.",
        220.88,
        240.28
    ],
    [
        " They say things like this. We have nothing to envy in the world. If the party decides we do, long live Kim Il Sung.",
        244.16,
        263.38
    ],
    [
        " Let's live our own way. We will do as the party tells us.",
        265.8,
        275.6
    ],
    [
        " And like I said, this isn't a book. This is real. This is North Korea. This is a story of horror and of slavery and of brainwashing.",
        285.68,
        302.42
    ],
    [
        " And it's also a story of choices.",
        304.42,
        307.24
    ],
    [
        " This is a book that is called Nothing to Envy, Ordinary Lives in North Korea.",
        311.88,
        327.98
    ],
    [
        " It's by Barbara Demick.",
        327.98,
        332.34
    ],
    [
        " It traces a bunch of people that defected who Barbara Demick was able to interview once they left North Korea.",
        344.9,
        353.06
    ],
    [
        " But it traces their lives and what their lives were like. And one of the characters, and again I want to call the character one of the people that's in the book is named Miran.",
        353.66,
        382.78
    ],
    [
        " I'm going to the book here. He said that men were housed in squalid camps where they were not permitted to bathe or brush their teeth. Their hair became infested with lice untreated wounds swarmed with maggots. They were fed one meal of rice and saltwater a day.",
        382.78,
        401.86
    ],
    [
        " Under the name Construction Unit of the Interior Department, new POW camps had been built near the mines.",
        403.44,
        411.7
    ],
    [
        " Coal mining in North Korea was not only dirty but exceedingly dangerous since the mines frequently collapsed or caught fire.",
        412.9,
        421.4
    ],
    [
        " And that same former POW road, the life of a POW was worth less than a fly.",
        423.14,
        429.82
    ],
    [
        " Every day we walked into the mines I shuddered with fear. Like a cow walking to the slaughterhouse. I never knew if I would emerge alive.",
        430.6,
        442.72
    ],
    [
        " So if you don't know anything about anything, the leader in North Korea at this time post-war is Kim Il Sung.",
        448.82,
        460.2
    ],
    [
        " And you still hear his grandson now is in charge of North Korea.",
        460.9,
        469.2
    ],
    [
        " But at this time I'm going to the book. After the war, Kim Il Sung made it his first order of business to weed out foe from friend.",
        471.64,
        480.76
    ],
    [
        " He started at the top with potential rivals for leadership. He disposed of many of his comrades and arms who had led the struggle from Manchuria to unseat the Japanese occupiers.",
        481.14,
        492.96
    ],
    [
        " He ordered the arrest of the founding members of the Communist Party in South Korea. They had been invaluable during the war. Now that they'd served their purpose, they could be discarded.",
        493.06,
        503.94
    ],
    [
        " Throughout the 1950s, many more were purged and what was increasingly coming to resemble an ancient Chinese empire with Kim Il Sung, the unchallenged master of the realm.",
        505.08,
        516.42
    ],
    [
        " Kim Il Sung then turned his attention to ordinary people. In 1958, he ordered up an elaborate project to classify all North Koreans by their political reliability, ambitiously seeking to reorganize an entire human population.",
        517.96,
        536.94
    ],
    [
        " The North Korean were methodical to a fault. Each person was put through eight background checks. Your song, BUN, as the rating was called, took into account the backgrounds of your parents, grandparents, and even second cousins.",
        538.06,
        554.54
    ],
    [
        " The loyalty surveys were carried out in various phases, with inspiring names. Intensive guidance by the Central Party was the first announced phase.",
        555.26,
        566.0
    ],
    [
        " The classifications became more refined in subsequent phases, such as the Understanding People Project between 1972 and 1974.",
        567.18,
        578.68
    ],
    [
        " Those things, they all sound like just bad movie plots. Intensive guidance by the Central Party. That's something you don't want to mess with.",
        581.18,
        598.46
    ],
    [
        " And here's how they would be. Here's what life was like. A little bit of life. People would be closely watched by their neighbors. North Koreans are organized into what are called in-min-bond.",
        602.94,
        615.62
    ],
    [
        " Literally, people's groups. Cooperatives of 20 or so families whose job it is to keep tabs on one another and run the neighborhood.",
        615.8,
        625.24
    ],
    [
        " The in-min-bond have an elected leader, usually a middle-aged woman who reports anything suspicious to higher ranking authorities.",
        625.82,
        633.56
    ],
    [
        " It was almost impossible for a North Korean of low rank to improve his status.",
        634.54,
        639.98
    ],
    [
        " Now, we talked about this character, or sorry, the person, Miran that's being talked about, and she talks about her father.",
        644.18,
        653.76
    ],
    [
        " And here's what she says about her father. Miran often found her father's passivity maddening.",
        654.54,
        661.46
    ],
    [
        " Only later did she understand this was a survival mechanism. It was as though he had hammered down his own personality to avoid drawing undue attention to himself.",
        662.32,
        674.58
    ],
    [
        " Among the thousands of former South Korean soldiers who tried to assimilate into North Korean society, many slipped up.",
        675.88,
        683.12
    ],
    [
        " Miran's mother later told her that four of her father's buddies in the mines, fellow South Koreans, had been executed for minor infractions. Their bodies dumped in mass graves.",
        683.62,
        696.34
    ],
    [
        " Being a member of the hostile class meant you would never get the benefit of a doubt.",
        697.8,
        702.14
    ],
    [
        " A sarcastic inflection when referring to Kim Il Sung or an nostalgic remark about South Korea could get you in serious trouble.",
        703.26,
        710.76
    ],
    [
        " It was especially taboo to talk about the Korean War and who started it.",
        711.38,
        716.38
    ],
    [
        " In the official histories, and there was nothing but official history in North Korea, it was the South Korean army that invaded, acting on orders from the Americans.",
        716.78,
        729.06
    ],
    [
        " Not the North Korean army storming across the 38th parallel.",
        730.14,
        733.6
    ],
    [
        " Anybody who remembered what really happened on June 25th, 1950 knew it was wise to keep one's mouth shut.",
        734.6,
        742.88
    ],
    [
        " So even history, even facts that you learned that the country learned were just lies.",
        743.46,
        754.76
    ],
    [
        " Miran didn't have any particular artistic or athletic talent, but like her older sisters did. But she was a good student and she was beautiful.",
        757.9,
        767.2
    ],
    [
        " When she was 15 years old, her school was visited by a team of serious looking men and women in somber suits.",
        768.2,
        774.14
    ],
    [
        " These were aqua, members of the 5th division of the Central Workers' Party, recruiters who scoured the country looking for young women to serve on the personal staff of Kim Il Sung and Kim Jong Il.",
        774.74,
        790.68
    ],
    [
        " If selected, the girls would be sent off to military style training camp before being assigned to one of the leadership's many residences around the country.",
        791.44,
        801.06
    ],
    [
        " North Korean girls, her age, didn't know what a concubine was. Only that whatever you might do to serve the leadership would be a tremendous honor.",
        802.86,
        813.48
    ],
    [
        " Only the smartest and prettiest girls would be selected.",
        814.46,
        819.44
    ],
    [
        " I think we can all imagine what that looks like twisted men in seats of power, praying on the entire nation's full of young girls disturbing.",
        820.96,
        842.9
    ],
    [
        " Now, another character in the book, and I keep using that term character, you hear that? Even me. I'm sitting here trying to tell everyone, hey remember these are people, but I'm calling them characters. These aren't characters in a book, these are people.",
        843.84,
        858.08
    ],
    [
        " And this person was named Mrs. Song, and Mrs. Song, what's interesting about Mrs. Song is she's a true believer.",
        861.12,
        870.0
    ],
    [
        " She's a true believer, and you're going to hear some of this, but these folks that were raised in North Korea, they just believe that they believe the propaganda.",
        870.4,
        879.34
    ],
    [
        " They believe that North Korea is the best place on earth and that everyone else is suffering and that because of their great leader, their lives are better than anyone else in the world.",
        879.52,
        891.4
    ],
    [
        " And she truly believes that. And here's kind of what her attitude, here's what her life was like, and her attitude was like.",
        891.76,
        898.2
    ],
    [
        " Mrs. Song usually went to work with one baby strap to her back and one or two daughters dragging along behind her.",
        898.6,
        904.88
    ],
    [
        " Her children basically grew up at the daycare center. She was supposed to work eight hours with a lunch break and a nap in the middle of her shift.",
        905.1,
        912.08
    ],
    [
        " After work, she had to spend several more hours in ideological training in the factories auditorium.",
        912.66,
        919.54
    ],
    [
        " One day, the lecture might be about the struggle against US imperialism. On other time, it might be about Kim Il-Song's exploits, actual or exaggerating, fighting the Japanese during World War II.",
        920.4,
        931.76
    ],
    [
        " She had to write essays on the latest pronouncements of the workers party. By the time she got home, it would be 10.30pm.",
        932.5,
        940.38
    ],
    [
        " She would do her housework and cooking, then get up before dawn to prepare herself and her family for the day ahead before leaving home around 7am.",
        941.4,
        948.78
    ],
    [
        " She seldom slept more than five hours. Some days were harder than others. On Wednesday mornings, she had to report to work early for mandatory meetings of the Socialist Women's Federation.",
        949.7,
        960.04
    ],
    [
        " Friday night, she stayed especially late for self-criticism. In these sessions, members of her work unit, the department to which she was assigned, would stand up and reveal to the group anything they had done wrong.",
        960.98,
        973.42
    ],
    [
        " Mrs. Song would usually say in all sincerity, that she feared she wasn't working hard enough.",
        974.68,
        982.34
    ],
    [
        " Mrs. Song believed what she said. All those years of sleep deprivation, all those lectures and self-criticisms, the very same tools used in brainwashing or interrogations had wiped out any possibility of resistance.",
        983.96,
        998.8
    ],
    [
        " She had been molded into Kim Il Song's improved human beings.",
        999.82,
        1007.94
    ],
    [
        " Kim Il Song's goal wasn't merely to build a new country. He wanted to build better people to reshape human nature.",
        1008.54,
        1018.48
    ],
    [
        " Once in power, Kim Il Song retooled the ideas developed during his time as an anti-Japanese guerrilla fighter, as instruments of social control.",
        1021.44,
        1035.42
    ],
    [
        " He instructed North Koreans that their power as human beings came from subsuming their individual will to that of the collective.",
        1037.04,
        1046.96
    ],
    [
        " The collective couldn't go off willy-nilly doing whatever the people chose through some democratic process.",
        1047.64,
        1054.18
    ],
    [
        " The people had to follow an absolute supreme leader without question.",
        1055.1,
        1060.6
    ],
    [
        " That leader, of course, was Kim Il Song himself.",
        1062.02,
        1068.12
    ],
    [
        " So, they're being told through multiple channels, through every instrument available newspapers, radio, television, all controlled by the state.",
        1068.96,
        1085.48
    ],
    [
        " And through all these, they're being told that they have to submit their individual will and perform at the will of the collective.",
        1086.12,
        1096.24
    ],
    [
        " And you will hear me refer to for me the most important piece of humanity is the individual freedom.",
        1100.34,
        1116.5
    ],
    [
        " And obviously, this attitude is the opposite of individual freedom.",
        1118.82,
        1125.5
    ],
    [
        " And also, you got to remember from a leadership perspective, the way you maximize a team's effort isn't through a supreme authority trying to control everything.",
        1126.8,
        1139.52
    ],
    [
        " It doesn't work. That's why we have a little something called decentralized command.",
        1139.8,
        1144.02
    ],
    [
        " I want my frontline leaders to think. I want my frontline troops to understand what they're trying to make happen and use their free will to make it happen.",
        1144.86,
        1153.86
    ],
    [
        " Use their own brain to make it happen.",
        1154.02,
        1155.58
    ],
    [
        " So, if you're in a leadership position and you realize that you're trying to control everything yourself, you're not getting the most effective performance from your team.",
        1156.1,
        1165.66
    ],
    [
        " And we're going to see this on a grand scale. And you know, we do see it on a grand scale.",
        1166.76,
        1171.8
    ],
    [
        " When governments try to control humans, it doesn't work.",
        1172.34,
        1177.9
    ],
    [
        " Now, it might seem crazy that you would buy into this propaganda.",
        1179.18,
        1186.56
    ],
    [
        " And here's a paragraph in a statement about that back to the book.",
        1187.82,
        1193.3
    ],
    [
        " We laugh at the excesses of propaganda and the gullibility of the people.",
        1194.1,
        1198.7
    ],
    [
        " But consider that their indoctrination began in their infancy during 14-hour days spent in factory daycare centers.",
        1199.24,
        1208.9
    ],
    [
        " That for the subsequent 50 years, every song, film, newspaper article and billboard was helped was designed to deify Kim Il Sung.",
        1209.24,
        1220.68
    ],
    [
        " That the country was hermetically sealed to keep out anything that might cast doubt on Kim Il Sung's divinity.",
        1221.14,
        1229.2
    ],
    [
        " Who could possibly resist?",
        1231.1,
        1233.1
    ],
    [
        " So, you're not just being told that this guy is the leader, you're being told he's God.",
        1234.7,
        1238.84
    ],
    [
        " In 1972 on the occasion of his 60th birthday, a traditional milestone in Korean culture, the workers' party began distributing lapel pins of Kim Il Sung.",
        1239.98,
        1253.62
    ],
    [
        " Before long, the entire population was required to wear them on the left breast over the heart.",
        1254.36,
        1259.88
    ],
    [
        " And Mrs. Song's home as in every other, a framed portrait of Kim Il Sung hung on an otherwise bare wall.",
        1260.72,
        1269.22
    ],
    [
        " People were not permitted to put anything else on that wall, not even pictures of their blood relatives.",
        1269.92,
        1277.22
    ],
    [
        " The children were never to forget that they owed everything to the national leadership.",
        1278.44,
        1284.92
    ],
    [
        " North Korean children, they didn't celebrate their own birthdays, but those of Kim Il Sung on April 15th and Kim Jong Il on February 16th.",
        1286.1,
        1297.02
    ],
    [
        " When the time came, the children lined up in front of the portraits to express their gratitude.",
        1297.34,
        1303.58
    ],
    [
        " In unison, they would bend from the waist, bowing deeply with feeling.",
        1304.46,
        1308.92
    ],
    [
        " Thank you, dear father, Kim Il Sung, the children repeated as their mother looked on with satisfaction.",
        1309.9,
        1318.6
    ],
    [
        " Television and radios in North Korea are preset, so they can receive only official government channels.",
        1319.62,
        1328.24
    ],
    [
        " Still, the programming was relatively entertaining.",
        1328.88,
        1332.28
    ],
    [
        " Besides the usual speeches of Kim Il Sung on a typical weeknight, you might have sports, concerts, television dramas, and movies produced by Kim Jong Il's film studio.",
        1333.1,
        1344.28
    ],
    [
        " On weekends, you might get a Russian movie as a special treat.",
        1345.2,
        1348.92
    ],
    [
        " The newspapers would occasionally run feature stories about heroic children who ratted out their parents.",
        1350.4,
        1357.24
    ],
    [
        " To be denounced by a neighbor for badmouthing the regime was nothing extraordinary.",
        1358.16,
        1364.14
    ],
    [
        " Starting to get a little feeling for what we've got going on here.",
        1365.1,
        1370.42
    ],
    [
        " Now, what happens when the government tries to control everything and you take the freedom of the people away?",
        1371.42,
        1380.66
    ],
    [
        " Communism, obviously.",
        1381.34,
        1384.6
    ],
    [
        " Things are not as productive as they could be.",
        1387.1,
        1389.34
    ],
    [
        " That's what happens when there's no individual drive to succeed.",
        1390.02,
        1393.54
    ],
    [
        " Because if you're a farmer, once you plant your food, it's just going to get taken away by the government and redistributed.",
        1394.02,
        1401.92
    ],
    [
        " So what's your drive to grow the right amount of food or more food?",
        1403.04,
        1407.34
    ],
    [
        " There is none.",
        1407.52,
        1408.02
    ],
    [
        " Because it's all just going to be taken away anyways.",
        1408.5,
        1410.2
    ],
    [
        " It's like they avoid punishment.",
        1410.62,
        1414.08
    ],
    [
        " So they do the minimum rather than the opposite when they strive for the maximum.",
        1414.68,
        1418.74
    ],
    [
        " That means they're focused on what can be.",
        1419.1,
        1421.54
    ],
    [
        " Rather than avoiding what can be.",
        1422.0,
        1423.66
    ],
    [
        " Yes.",
        1424.26,
        1424.28
    ],
    [
        " And so now, this is again, I'm breezing through chunks of this book to get to some of the highlights.",
        1425.58,
        1432.04
    ],
    [
        " So now, we're into the 80s.",
        1433.86,
        1438.88
    ],
    [
        " And we're starting to run out of food.",
        1438.88,
        1443.48
    ],
    [
        " Kim Jong Il, who by the 1980s was increasingly assuming his father's duties offered on the spot guidance to address the country's woes.",
        1444.9,
        1457.98
    ],
    [
        " Father and son were experts in absolutely everything, be it geology or farming.",
        1458.18,
        1463.3
    ],
    [
        " Kim Jong Il's on-site instructions and his warm benevolence are bringing about a great advance in goat breeding and output of dairy products.",
        1464.48,
        1474.26
    ],
    [
        " The Korean Central News Agency opined after Kim Jong Il visited a goat farm near Chonggin.",
        1474.96,
        1481.96
    ],
    [
        " So that's the kind of headlines in the news.",
        1483.2,
        1485.6
    ],
    [
        " One day, he would decree that the country should switch from rice to potatoes for its staple food.",
        1487.5,
        1492.48
    ],
    [
        " The next he would decide that raising ostriches was the cure for North Korea's food shortage.",
        1493.02,
        1497.84
    ],
    [
        " The country lurched from one hair-brained scheme to another.",
        1498.66,
        1503.1
    ],
    [
        " So the fact of the matter is that even if this guy was a brilliant, or was a brilliant farmer, he's not taking into account the various terrain and the different climates that could be taken away.",
        1504.58,
        1515.58
    ],
    [
        " So the farmers are in the area and who can get what done.",
        1515.58,
        1518.12
    ],
    [
        " Whereas if you let the free market decide what can be grown and let individuals decide and let freedom guide people, things work, things find a way.",
        1518.58,
        1533.22
    ],
    [
        " The control does not work.",
        1533.5,
        1537.4
    ],
    [
        " And you'll see that here, back to the book.",
        1541.2,
        1544.48
    ],
    [
        " Soon the country was sucked into a vicious death spiral.",
        1545.42,
        1548.44
    ],
    [
        " Without cheap fuel oil and raw material, it couldn't keep the factories running, which meant it had nothing to export.",
        1549.26,
        1556.9
    ],
    [
        " With no exports, there was no hard currency.",
        1557.58,
        1560.44
    ],
    [
        " And without hard currency, fuel imports fell even further.",
        1560.86,
        1564.76
    ],
    [
        " And the electricity stopped.",
        1565.26,
        1567.86
    ],
    [
        " The coal mines couldn't operate without electricity because they required electric pumps to siphon water.",
        1569.38,
        1574.82
    ],
    [
        " The shortage of coal worsened the electricity shortage.",
        1575.78,
        1579.02
    ],
    [
        " The electricity shortage further lowered agricultural output.",
        1579.66,
        1583.5
    ],
    [
        " Even the collective farms couldn't operate properly without electricity.",
        1584.12,
        1587.76
    ],
    [
        " It had never been easy to eke out enough harvest from North Korea's hard-scrable terrain for a population of 23 million.",
        1588.58,
        1596.48
    ],
    [
        " And the agricultural techniques developed to boost the output relied on electrically powered artificial irrigation systems and on chemical fertilizers and pesticides,",
        1596.92,
        1605.92
    ],
    [
        " produced factories that were now closed for lack of fuel and raw materials.",
        1606.26,
        1611.78
    ],
    [
        " North Korea started running out of food, and as people went hungry, they didn't have the energy to work, and so output plunged further.",
        1613.36,
        1621.02
    ],
    [
        " The economy was in a free fall.",
        1622.04,
        1624.18
    ],
    [
        " North Korea was the last place on Earth where virtually all staples are grown on collective farms.",
        1625.9,
        1632.44
    ],
    [
        " The state confiscates the entire harvest and then gives a portion back to the farmer.",
        1633.14,
        1637.52
    ],
    [
        " But as harvest withered in the early 1990s, the farmers themselves were going hungry and began stashing some of the harvest away.",
        1638.06,
        1646.28
    ],
    [
        " There were stories from the countryside of roofs that collapsed under the weight of grain hidden away in eaves.",
        1647.22,
        1653.26
    ],
    [
        " The farmers also neglected the collective fields for their private kitchen gardens next to their houses,",
        1654.3,
        1661.32
    ],
    [
        " or small steep plots that carved out of the side of uncultivated mountain slopes.",
        1661.32,
        1666.9
    ],
    [
        " Driving through the countryside, you could see clearly the contrast between private gardens bursting with vegetables, beanpulls, soaring skyward,",
        1668.24,
        1677.22
    ],
    [
        " vines drooping with pumpkins next to the collective fields, with their stunted haphazard rows of corn that had been planted by so-called volunteers doing their patriotic duty.",
        1677.72,
        1689.64
    ],
    [
        " Case in point.",
        1692.66,
        1693.88
    ],
    [
        " Koreans like to think to themselves as tough, and so they are.",
        1694.36,
        1702.68
    ],
    [
        " The proper Uganda machine launched a new campaign, playing up Korean pride by recalling a fable from 1938 to 1939,",
        1703.3,
        1712.22
    ],
    [
        " which Kim Il Sung commanded a small band of anti-Japanese guerrillas fighting against thousands of enemies in 20 degrees below zero,",
        1712.22,
        1719.98
    ],
    [
        " braving through a heavy snowfall and starvation, the red flag fluttering in front of the rank.",
        1720.4,
        1725.5
    ],
    [
        " The arduous march, as they called it, would later become a metaphor for the famine.",
        1726.28,
        1733.92
    ],
    [
        " And here's one of the statements that they would make.",
        1737.5,
        1741.1
    ],
    [
        " No force on earth can bar the Korean people from making an onward march for victory and the revolutionary spirit of the arduous march.",
        1741.36,
        1750.74
    ],
    [
        " And the DPRK will always remain a powerful nation.",
        1751.22,
        1759.2
    ],
    [
        " Democratic peoples will public of Korea.",
        1760.58,
        1762.2
    ],
    [
        " So people are starving.",
        1763.54,
        1766.62
    ],
    [
        " And the government is saying, yeah, we're going to try it on.",
        1767.76,
        1774.78
    ],
    [
        " It's a tough road, but we're going to make it.",
        1775.26,
        1778.74
    ],
    [
        " Enduring hunger became part of one's patriotic duty.",
        1778.92,
        1782.56
    ],
    [
        " Billboards went up in Pyongyang, touting the new slogan, let's eat two meals a day.",
        1783.16,
        1789.1
    ],
    [
        " North Korean television ran a documentary about a man who stomach burst.",
        1790.34,
        1794.9
    ],
    [
        " It was claimed from eating too much rice.",
        1795.14,
        1797.4
    ],
    [
        " In any case, the food shortage was temporary.",
        1798.68,
        1801.88
    ],
    [
        " Agricultural officials quoted in the newspapers reported that bumper crops of rice were expected in the next harvest.",
        1803.4,
        1809.82
    ],
    [
        " When the foreign press reported on food shortages in the North in 1992, the North Korean news service was indignant.",
        1810.42,
        1820.92
    ],
    [
        " And here's what the North Korean news service had to say.",
        1821.96,
        1825.1
    ],
    [
        " The state supplies the people with food at a cheap price so that the people do not know how much rice costs.",
        1825.1,
        1832.54
    ],
    [
        " This is the reality of the northern half of Korea.",
        1833.32,
        1836.26
    ],
    [
        " All people live a happy life without any worries about food in our land.",
        1837.04,
        1842.22
    ],
    [
        " People are starving and the government is lying.",
        1843.18,
        1846.5
    ],
    [
        " If North Koreans paused to contemplate the obvious inconsistencies and lies in what they were told, they would find themselves in a dangerous place.",
        1849.24,
        1857.58
    ],
    [
        " They didn't have a choice.",
        1858.58,
        1860.02
    ],
    [
        " They couldn't flee their country, depose of their leadership, speak out or protest.",
        1860.9,
        1865.62
    ],
    [
        " In order to fit in, the average citizen had to discipline himself not to think too much.",
        1866.78,
        1873.5
    ],
    [
        " Then there was the natural human survival instinct to be optimistic.",
        1876.1,
        1882.12
    ],
    [
        " Like German Jews in the early 1930s who told themselves it couldn't get any worse.",
        1882.8,
        1887.1
    ],
    [
        " The North Koreans deceived themselves.",
        1887.48,
        1889.16
    ],
    [
        " They thought it was temporary.",
        1889.96,
        1891.12
    ],
    [
        " Things would get better.",
        1891.78,
        1892.82
    ],
    [
        " A hungry stomach shouldn't believe a lie.",
        1893.78,
        1896.06
    ],
    [
        " But somehow it did.",
        1896.92,
        1898.64
    ],
    [
        " Along with the new propaganda campaign, the regime stepped up its extensive network of domestic surveillance.",
        1899.58,
        1906.24
    ],
    [
        " The more there was to complain about, the more important it was to ensure that nobody did.",
        1907.28,
        1913.98
    ],
    [
        " Now, at this point further in the book, Miran has gone off to college to become a teacher.",
        1921.9,
        1930.04
    ],
    [
        " And she shows up there.",
        1930.86,
        1931.9
    ],
    [
        " And this is what she deals with.",
        1932.9,
        1935.98
    ],
    [
        " The food in the cafeteria was even worse.",
        1936.54,
        1938.78
    ],
    [
        " North Korea was starting its Let's Eat Two Meals a Day campaign.",
        1939.54,
        1944.04
    ],
    [
        " But the school took it a step further and offered only one meal.",
        1944.56,
        1948.28
    ],
    [
        " A thin soup made of salt, water, and dried turnip leaves.",
        1949.08,
        1953.08
    ],
    [
        " The cafeteria would sometimes add a spoon of rice and corn that had been cooked for hours to plump up the grains.",
        1953.8,
        1961.9
    ],
    [
        " The girls in college began getting sick.",
        1963.12,
        1966.66
    ],
    [
        " One of Miran's roommates was so malnourished that the skin was flaking off of her face.",
        1967.6,
        1973.16
    ],
    [
        " She dropped out of school and others followed.",
        1974.22,
        1978.48
    ],
    [
        " Now during the middle of this, Kim Il Sung dies.",
        1986.62,
        1998.88
    ],
    [
        " And it's crazy to hear how the people reacted.",
        2003.0,
        2007.22
    ],
    [
        " And so I'm going to start off with this announcement that was made.",
        2008.3,
        2011.86
    ],
    [
        " And this is long, a little bit of a long announcement.",
        2012.82,
        2017.0
    ],
    [
        " But just to get the tone of it is worth it.",
        2017.76,
        2020.86
    ],
    [
        " Here we go.",
        2021.36,
        2022.48
    ],
    [
        " The Central Committee of the Workers' Party of Korea.",
        2022.48,
        2025.4
    ],
    [
        " The Central Military Commission of the Party.",
        2025.78,
        2027.54
    ],
    [
        " The National Defense Commission.",
        2027.86,
        2029.46
    ],
    [
        " The Central People's Committee.",
        2029.86,
        2031.18
    ],
    [
        " And the Administration Council of the Democratic People's Republic of Korea.",
        2031.68,
        2035.24
    ],
    [
        " Report to the entire people of the country with deepest grief that the great leader,",
        2035.56,
        2040.36
    ],
    [
        " Comrade Kim Il Sung, General Secretary of the Central Committee of the Workers' Party.",
        2040.72,
        2047.26
    ],
    [
        " Of Korea and President of the Democratic People's Republic of Korea passed away from a sudden attack of illness at 2 a.m.",
        2048.46,
        2057.22
    ],
    [
        " Our respected fatherly leader who has devoted his whole life to the popular masses.",
        2057.58,
        2064.52
    ],
    [
        " Calls of Independence and engage himself in tireless and energetic activities for the prosperity of the motherland and the happiness of the people.",
        2065.5,
        2075.66
    ],
    [
        " For the reunification of the country and independence of the world till the last moments of his life departed from us to our greatest sorrow.",
        2076.32,
        2088.6
    ],
    [
        " Very disturbing.",
        2095.06,
        2096.4
    ],
    [
        " And what's crazy is you hear all these bureaucratic names.",
        2096.98,
        2101.22
    ],
    [
        " That's what's crazy about it.",
        2101.48,
        2102.62
    ],
    [
        " All these government organizations picking away at the people.",
        2102.7,
        2108.82
    ],
    [
        " And here's some of the reactions, the morning that went through.",
        2109.88,
        2118.5
    ],
    [
        " And people like Mrs. Song who is a true believer, this is how they felt.",
        2119.9,
        2123.92
    ],
    [
        " The old women wailed.",
        2125.12,
        2126.48
    ],
    [
        " How could you leave us so suddenly the men screamed?",
        2129.68,
        2132.44
    ],
    [
        " Those waiting in line would jump up and down, pound their heads, collapse into theatrical swoon, rip their clothes, and pound their fists at the air in futile rage.",
        2133.72,
        2144.04
    ],
    [
        " The men wept copiously as the women.",
        2145.38,
        2147.92
    ],
    [
        " The histronics of grief took on a competitive quality.",
        2148.54,
        2153.66
    ],
    [
        " Who could weep the loudest? Who was most distraught?",
        2154.26,
        2157.42
    ],
    [
        " The mourners were egg-donned by the TV news which broadcast hours and hours of people wailing, grown men with tears rolling down their cheeks, banging their heads on trees, sailors banging their heads against the mass of their ships.",
        2158.36,
        2172.0
    ],
    [
        " Pilots weeping in the cockpit and so on.",
        2172.02,
        2174.86
    ],
    [
        " These scenes were interspersed with footage of lightning and pouring rain.",
        2175.86,
        2180.16
    ],
    [
        " It looked like Armageddon.",
        2181.18,
        2183.68
    ],
    [
        " Our country is enveloped in the deepest sorrow, in the 5,000 year history of the Korean nation, intoned an announcer on television.",
        2186.18,
        2195.76
    ],
    [
        " And they had these little mists that they threw out there, like this one, here's an official release.",
        2199.5,
        2204.88
    ],
    [
        " When the great martial died, thousands of cranes descended from heaven to fetch him.",
        2205.28,
        2211.1
    ],
    [
        " The birds couldn't take him because they saw that North Koreans cried and screamed and pummeled their chests, pulled their hair, and pounded the ground.",
        2212.1,
        2220.78
    ],
    [
        " They couldn't let him go.",
        2223.54,
        2225.56
    ],
    [
        " But nonetheless, despite the heroic efforts of the grand marshal, the famine continued.",
        2228.18,
        2244.84
    ],
    [
        " And here we go to another person in the book whose name is Dr. Kim, a woman doctor in North Korea.",
        2246.38,
        2256.58
    ],
    [
        " In the pediatric ward, Dr. Kim noticed that her patients were exhibiting peculiar symptoms.",
        2257.64,
        2263.82
    ],
    [
        " The children she treated born in the late 1980s and early 1990s were surprisingly smaller, even smaller than she'd been as the tiniest kid in her life.",
        2264.72,
        2274.82
    ],
    [
        " In her elementary school class, now their upper arms were so skinny she couldn't circle them with her thumb and forefingers.",
        2274.82,
        2282.48
    ],
    [
        " Their muscle tone was weak. It was a syndrome known as wasting, where the starved body eats away at its own muscle tissue.",
        2283.36,
        2292.9
    ],
    [
        " Children came in for constipation that was so acute, they were doubled over in pain, screaming.",
        2293.9,
        2299.84
    ],
    [
        " The problem was with the food. Housewives had started to pick weeds and wild grasses to add to their soups to create an illusion of vegetables.",
        2301.3,
        2310.36
    ],
    [
        " Corn was increasingly the staple again instead of rice, but people were adding leaves, husks, stems, and cobs to make it go further.",
        2311.72,
        2321.36
    ],
    [
        " That was okay for adults, but it couldn't be digested by the tender stomachs of children.",
        2322.08,
        2328.42
    ],
    [
        " The babies were in the worst shapes. Their mothers themselves, undernourished, didn't produce enough breast milk for them.",
        2329.9,
        2339.0
    ],
    [
        " Baby formula was non-existent, and milk was rare.",
        2340.16,
        2343.84
    ],
    [
        " In the past, mothers who couldn't produce enough breast milk would feed their babies a watered down congey made from cooked rice.",
        2345.34,
        2353.04
    ],
    [
        " But now most of them couldn't afford rice either.",
        2354.18,
        2356.86
    ],
    [
        " And here's Dr. Kim talking about the toddlers.",
        2358.44,
        2366.72
    ],
    [
        " They would look at me with accusing eyes. Even four-year-olds knew they were dying, and that I wasn't doing anything to help them.",
        2368.24,
        2376.74
    ],
    [
        " Dr. Kim told me years later, all I was capable of doing was to cry with their mothers and their bodies afterwards.",
        2378.34,
        2385.72
    ],
    [
        " Dr. Kim hadn't been a doctor long enough to have erected the protective wall that would insulate her from the suffering around her.",
        2386.62,
        2395.52
    ],
    [
        " The children's pain was her pain.",
        2396.32,
        2399.16
    ],
    [
        " Years later, when I asked her if she remembered any of the children who had died on her watch, she answered sharply.",
        2399.74,
        2409.62
    ],
    [
        " I remember all of them.",
        2410.7,
        2413.94
    ],
    [
        " Now Miran has graduated from college and she's an actual school teacher.",
        2416.6,
        2422.2
    ],
    [
        " And actually, the requirement of school teachers was that they need to know how to play the accordion, which is like a transportable instrument.",
        2426.0,
        2433.4
    ],
    [
        " So therefore, it was considered to be a good thing because you could carry it on a march.",
        2433.4,
        2437.26
    ],
    [
        " So all school teachers had to play the accordion.",
        2438.5,
        2440.44
    ],
    [
        " They sang songs like this, and they would sing it with the class.",
        2440.44,
        2447.9
    ],
    [
        " Our Father, we have nothing to envy in the world.",
        2448.34,
        2452.26
    ],
    [
        " Our house is within the embrace of the workers' party.",
        2452.9,
        2456.04
    ],
    [
        " We are all brothers and sisters.",
        2457.0,
        2458.78
    ],
    [
        " Even if a sea of fire comes towards us, sweet children do not need to be afraid.",
        2459.92,
        2465.0
    ],
    [
        " Our Father is here.",
        2466.0,
        2467.38
    ],
    [
        " We have nothing to envy in this world.",
        2468.92,
        2471.7
    ],
    [
        " Another one of the songs that they'd sing, where have we gone?",
        2473.88,
        2478.18
    ],
    [
        " We've gone to the forest.",
        2478.66,
        2479.94
    ],
    [
        " Where are we going?",
        2480.56,
        2481.6
    ],
    [
        " We're going over the hills.",
        2481.94,
        2483.12
    ],
    [
        " What are we going to do?",
        2483.68,
        2484.82
    ],
    [
        " We are going to kill Japanese soldiers.",
        2485.74,
        2487.92
    ],
    [
        " And another classic that was taught in the music classes called Shoot the Yankee Bastards.",
        2489.34,
        2496.52
    ],
    [
        " Our enemies are the American bastards who are trying to take over our beautiful Fatherland,",
        2498.26,
        2503.68
    ],
    [
        " with guns that I make, with my own hands, I will shoot them.",
        2503.82,
        2508.0
    ],
    [
        " Bang, bang, bang.",
        2508.62,
        2509.98
    ],
    [
        " That idea of nothing to envy in the world.",
        2510.42,
        2513.52
    ],
    [
        " And again, as you read through this book, you hear the people saying that they believed wholeheartedly,",
        2514.86,
        2520.78
    ],
    [
        " that they had nothing to envy in the world.",
        2521.64,
        2523.9
    ],
    [
        " That this dismal life of starvation or near starvation was as good as it gets.",
        2524.32,
        2530.54
    ],
    [
        " And here's what the Hungo would look like in school, according to Miran.",
        2532.3,
        2538.92
    ],
    [
        " Each child was supposed to bring from home a bundle of firewood for the furnace in the school basement,",
        2539.48,
        2544.66
    ],
    [
        " but many had trouble carrying it.",
        2545.0,
        2547.1
    ],
    [
        " Their big heads rolled on top of scrawny necks.",
        2548.32,
        2552.08
    ],
    [
        " Their delicate ribcage is protruded over their waist so small that she could encircle them with her hands.",
        2552.5,
        2557.58
    ],
    [
        " Some of them were starting to swell in the stomach.",
        2558.76,
        2560.78
    ],
    [
        " It was all becoming clear to her.",
        2561.36,
        2562.92
    ],
    [
        " Miran remembered seeing a photograph of a famine victim in Somalia with a protruding stomach.",
        2563.32,
        2567.86
    ],
    [
        " Although she didn't know the medical terminology,",
        2568.52,
        2570.7
    ],
    [
        " she remembered from her teacher's college course on nutrition,",
        2571.16,
        2574.72
    ],
    [
        " that it was caused by severe protein deficiency.",
        2574.72,
        2577.42
    ],
    [
        " Miran also noticed that the children's black hair was getting lighter, more copper toned.",
        2578.1,
        2584.64
    ],
    [
        " It was always the same progression.",
        2585.04,
        2588.06
    ],
    [
        " First, the family wouldn't be able to send the quota of firewood.",
        2589.2,
        2592.22
    ],
    [
        " Then the lunch bag would disappear.",
        2592.88,
        2594.88
    ],
    [
        " Then the child would stop participating in class and would sleep through recess.",
        2595.94,
        2599.7
    ],
    [
        " Then, without explanation, the child would stop coming to school.",
        2600.5,
        2605.02
    ],
    [
        " Over three years, enrollment in the kindergarten dropped from 50 students to 15.",
        2605.68,
        2612.24
    ],
    [
        " What happened to all those children?",
        2613.6,
        2615.86
    ],
    [
        " Miran didn't pry too deeply for fear, the answer she didn't want to hear.",
        2617.86,
        2623.24
    ],
    [
        " A decade later, when Miran was a mother herself, trying to lose her pro-spagnotty weight through aerobics,",
        2627.64,
        2635.76
    ],
    [
        " this period of her life waited like a stone on her conscience.",
        2636.26,
        2640.1
    ],
    [
        " She often felt sick over what she did and didn't do to help the young students.",
        2641.24,
        2646.4
    ],
    [
        " How could she have eaten so well herself when they were starving?",
        2647.66,
        2650.5
    ],
    [
        " Is axiomatic that one death is a tragedy, a thousand of statistic?",
        2652.26,
        2656.54
    ],
    [
        " So it was from Miran.",
        2657.46,
        2659.02
    ],
    [
        " What she didn't realize is that her indifference was an acquired survival skill.",
        2660.22,
        2666.52
    ],
    [
        " In order to get through the 1990s alive, one had to suppress any impulse to share food.",
        2667.68,
        2673.72
    ],
    [
        " To avoid going insane, one how to learn to stop caring.",
        2674.86,
        2679.02
    ],
    [
        " In time, Miran would learn how to walk around a dead body on the street without paying much attention.",
        2680.04,
        2685.32
    ],
    [
        " She could pass a five-year-old on the verge of death without feeling obliged to help.",
        2686.14,
        2691.32
    ],
    [
        " If she wasn't going to share food with her favorite pupil, she certainly wasn't going to help a perfect stranger.",
        2692.8,
        2699.3
    ],
    [
        " And here's some...",
        2700.96,
        2709.0
    ],
    [
        " In a famine, people don't necessarily starve to death.",
        2711.32,
        2716.18
    ],
    [
        " Often some other ailment gets them first.",
        2717.4,
        2720.56
    ],
    [
        " Chronic malnutrition impairs the body's ability to battle infection and the hungry become increasingly susceptible to tuberculosis and typhoid.",
        2721.58,
        2731.44
    ],
    [
        " The starved body is too weak to metabolize antibiotics, even if they're available.",
        2732.12,
        2737.48
    ],
    [
        " And normally curable illnesses suddenly become fatal.",
        2737.48,
        2742.8
    ],
    [
        " Wild fluctuations of body chemistry can trigger strokes and heart attacks.",
        2743.68,
        2749.08
    ],
    [
        " People die from eating substitute foods that their bodies can't digest.",
        2749.86,
        2753.48
    ],
    [
        " Starvation can be a sneaky killer that disguises itself under bland statistics of increased child mortality or decreased life expectancy.",
        2755.02,
        2764.84
    ],
    [
        " It leaves behind only circumstantial evidence of excess morality,",
        2765.18,
        2771.34
    ],
    [
        " excess mortality, statistics that show a higher than normal death during a certain period.",
        2772.28,
        2778.54
    ],
    [
        " Yet another gratuitous cruelty.",
        2779.54,
        2782.34
    ],
    [
        " The killer famine targets the most innocent.",
        2784.02,
        2787.92
    ],
    [
        " The people who would never steal food, lie, cheat, break the law or betray a friend.",
        2788.62,
        2794.24
    ],
    [
        " It was a phenomenon that the Italian writer Primo Levi identified after merging from Auschwitz.",
        2795.12,
        2802.04
    ],
    [
        " When he wrote that he and his fellow survivors never wanted to see another one again.",
        2802.54,
        2807.24
    ],
    [
        " One another again after the war because they had all done something of which they were ashamed.",
        2807.54,
        2812.48
    ],
    [
        " As Mrs. Song would observe a decade later, when she thought back on all the people she knew who died during those years,",
        2814.0,
        2821.22
    ],
    [
        " it was the simple and kindhearted people who did what they were told.",
        2822.38,
        2826.72
    ],
    [
        " They were the first to die.",
        2828.24,
        2829.76
    ],
    [
        " By 1998, an estimated 600,000 to 2 million North Koreans had died as a result of the famine, as much as 10% of the population.",
        2839.8,
        2849.12
    ],
    [
        " By the end of 1998, the worst of the famine was over.",
        2849.58,
        2855.02
    ],
    [
        " Not necessarily because anything had improved, but as Mrs. Song later surmised, because there were fewer mouths to feed,",
        2855.9,
        2863.26
    ],
    [
        " everybody who was going to die was already dead.",
        2864.42,
        2867.86
    ],
    [
        " Now, that's how the famine wrapped up, but to go a little bit in depth of what it was like once the famine was raging, people became homeless.",
        2868.58,
        2882.08
    ],
    [
        " Which was strange because in North Korea they never had a problem with homelessness, because if you wanted food, you needed to live in your home,",
        2882.66,
        2889.18
    ],
    [
        " because the government would allegedly bring you food. Once they weren't bringing food anymore, there was no reason to stay at home.",
        2889.18,
        2893.8
    ],
    [
        " So now you had people going out trying to survive.",
        2894.42,
        2897.2
    ],
    [
        " And this talks a little bit about that, especially for the children.",
        2899.42,
        2902.92
    ],
    [
        " It was a dangerous life. The children couldn't sleep without worrying that somebody perhaps another gang member would steal what little they had.",
        2904.08,
        2912.22
    ],
    [
        " There were strange stories going around about adults who prayed on children, not just for sex, but for food.",
        2912.72,
        2920.12
    ],
    [
        " Hayek was told about people who would drug children, kill them, and butcher them for meat.",
        2921.94,
        2927.86
    ],
    [
        " Behind the station, near the railroad tracks were vendors who cooked up soup and noodles over small burners, and it was said that the grey chunks of meat floating in the broth were human flesh.",
        2931.02,
        2944.58
    ],
    [
        " The stories got more and more horrific. Supposedly one father went so insane with hunger that he ate his own baby.",
        2945.32,
        2955.48
    ],
    [
        " A market woman was said to have been arrested for selling soup made from human bones.",
        2956.6,
        2961.84
    ],
    [
        " From my interviews with the defectors, it does appear that there were cases in which people were arrested and executed for cannibalism.",
        2962.42,
        2973.94
    ],
    [
        " What did our wonderful leaders do during this?",
        2974.56,
        2979.28
    ],
    [
        " Here's how they handled the people as the people started black markets and started growing these gardens and selling what they could to get people started to try and survive through exercising their personal freedoms.",
        2982.72,
        2998.54
    ],
    [
        " Here's one of the ways that, or here's their comments about this, this is coming from Kim Jong-il, as well as any of the world's strong men.",
        3002.18,
        3012.62
    ],
    [
        " He understood perfectly the cliche that an absolutist regime needs absolute power.",
        3013.22,
        3018.58
    ],
    [
        " Everything good in life was to be bequeathed by the government.",
        3019.84,
        3023.82
    ],
    [
        " He couldn't tolerate people going off to gather their own food or buying rice with their own money.",
        3025.04,
        3031.54
    ],
    [
        " Telling people to solve the food problem on their own only increases the number of farmers, markets, and peddlers.",
        3032.22,
        3039.72
    ],
    [
        " In addition, this creates egoism among the people, and the base of the party's class may come to collapse.",
        3040.32,
        3047.58
    ],
    [
        " So he's trying to stop people from solving the problems themselves, which they have the capability to do.",
        3051.36,
        3058.62
    ],
    [
        " And I don't talk about it too deeply in here, but they go into the massive black market that was started, and there's people that were surviving, or people that were doing that, that were figuring out a way to make money.",
        3059.0,
        3070.68
    ],
    [
        " And Kim Jong-il retaliated against that free market, excessively, to try and stop it.",
        3074.26,
        3080.5
    ],
    [
        " It was better that people die of starvation than they have the freedom to try and let their family to survive.",
        3080.58,
        3090.76
    ],
    [
        " And here's an example of what they did with one man that was trying to get money so his family could survive.",
        3092.36,
        3102.4
    ],
    [
        " Back to the book, the man was accused of climbing electric poles and cutting copper wire to sell.",
        3103.06,
        3108.14
    ],
    [
        " The theft caused extensive damage to the nation's property, and was done with the intention to damage our social system.",
        3109.34,
        3116.5
    ],
    [
        " It was an act of treason that aided the enemies of the socialist state.",
        3116.5,
        3121.14
    ],
    [
        " The prosecutor read his voice bellowing through the scratchy speakers.",
        3121.9,
        3125.78
    ],
    [
        " Then a man acting as a sort of lawyer for the accused spoke, although he offered no defense.",
        3126.52,
        3132.68
    ],
    [
        " I have determined that what the prosecutor says is true.",
        3133.72,
        3137.12
    ],
    [
        " The accused is that hereby sentenced to death, and the sentence will be carried out immediately to create a third man.",
        3139.14,
        3146.24
    ],
    [
        " The condemned man was bound to a wooden stake at the eyes, the chest, and the legs.",
        3147.12,
        3154.7
    ],
    [
        " The firing squad would aim to sever the ropes in order, three bullets in each location, nine in total, top to bottom.",
        3155.62,
        3166.42
    ],
    [
        " First, the lifeless head would slump over so that the body would crumple in an orderly heap at the foot of the stake.",
        3167.96,
        3175.18
    ],
    [
        " Neat and efficient.",
        3176.48,
        3177.84
    ],
    [
        " It would look like the condemned man was bowing in death as if to apologize.",
        3179.06,
        3185.04
    ],
    [
        " A murmur went through the crowd who thought the execution was excessive punishment for a minor theft.",
        3187.12,
        3193.46
    ],
    [
        " The electric lines weren't working anyways.",
        3194.44,
        3196.94
    ],
    [
        " The few meters of copper wiring the man had stolen probably had gotten him no more than a few bags of rice.",
        3197.64,
        3203.88
    ],
    [
        " A pity, he has a younger sister, somebody said, two sisters said another.",
        3205.58,
        3210.64
    ],
    [
        " The man's parents must be dead.",
        3212.12,
        3213.76
    ],
    [
        " Clearly, he knew nobody with influence to intervene on his behalf.",
        3214.82,
        3218.52
    ],
    [
        " He probably had a poor class background as well, maybe he was the son of a minor.",
        3219.24,
        3223.82
    ],
    [
        " The shots rang out.",
        3224.98,
        3229.36
    ],
    [
        " Head, chest, legs.",
        3230.48,
        3233.74
    ],
    [
        " The head burst open like a water balloon.",
        3234.82,
        3238.36
    ],
    [
        " Blood spurred out over the dirt, almost spilling onto the feet of the crowd.",
        3239.7,
        3244.9
    ],
    [
        " Now, what do people do to stop this?",
        3256.54,
        3263.38
    ],
    [
        " You know, you have rebellion in the world.",
        3264.06,
        3268.04
    ],
    [
        " You have people turned against the government in the world.",
        3268.58,
        3272.12
    ],
    [
        " But in North Korea, that did not happen.",
        3274.32,
        3277.92
    ],
    [
        " And here's why the level of repression in North Korea was so great that no organized resistance could take root.",
        3278.58,
        3286.46
    ],
    [
        " Any anti-regime activity would have terrible consequences for the protester, his immediate family, and all other known relatives.",
        3287.14,
        3299.12
    ],
    [
        " Under a system that sought to stamp out tainted blood for three generations, the punishment would extend to parents, grandparents, brothers, sisters, nieces, nephews, and cousins.",
        3300.5,
        3314.1
    ],
    [
        " A lot of people felt if you had to give one life, you would give it to get rid of this terrible regime.",
        3314.98,
        3322.72
    ],
    [
        " But here, you are not the only one getting punished.",
        3323.62,
        3328.02
    ],
    [
        " Your whole family would go through hell.",
        3328.86,
        3331.74
    ],
    [
        " So, with the fact that they're going to, if you protest, they're going to kill everybody.",
        3333.22,
        3344.32
    ],
    [
        " So there was no protest.",
        3344.76,
        3347.34
    ],
    [
        " So now the only thing you can possibly think of doing is escaping.",
        3349.68,
        3356.3
    ],
    [
        " And it goes through the various people in the book and how they escaped.",
        3357.54,
        3365.14
    ],
    [
        " But I thought what was interesting, in fact, the most interesting sort of mental transition to make was for Mrs. Song.",
        3365.48,
        3375.2
    ],
    [
        " And again, she was referred to as the true believer.",
        3375.2,
        3377.58
    ],
    [
        " And her daughter had escaped and made it actually to South Korea.",
        3378.3,
        3386.52
    ],
    [
        " And her daughter arranged to have Mrs. Song visit China.",
        3387.84,
        3394.98
    ],
    [
        " But she visited China sort of against the rules thinking that she was going to go back to North Korea.",
        3395.9,
        3400.04
    ],
    [
        " Because she truly believed that North Korea was the better place.",
        3402.08,
        3405.32
    ],
    [
        " She believed that South Korea was the enemy and it was evil.",
        3405.5,
        3411.44
    ],
    [
        " And so she spends, but she does go to China.",
        3412.68,
        3416.26
    ],
    [
        " And she spends some time in China.",
        3416.84,
        3418.52
    ],
    [
        " And when she's in China, she's staying in a house that, you know, her daughter is set up for her to stay in and they have TV.",
        3419.16,
        3426.1
    ],
    [
        " And they have microwave oven and they have dishwasher and they have a rice cooker which is miraculous to her.",
        3426.78,
        3435.5
    ],
    [
        " I mean, she's talking about it.",
        3435.78,
        3436.7
    ],
    [
        " She's saying at a certain time the light would come on and it would make a chirp and that means the rice was now being cooked.",
        3436.78,
        3443.18
    ],
    [
        " And by the way, at this time they didn't have rice in North Korea.",
        3444.1,
        3446.88
    ],
    [
        " So there's this thing that just automatically cooks up your rice in the morning.",
        3447.94,
        3450.94
    ],
    [
        " And it was that combination of things that broke her.",
        3451.94,
        3455.62
    ],
    [
        " Because when she first saw that stuff, she said, oh, this is imperialistic.",
        3456.3,
        3459.02
    ],
    [
        " You know, this is capitalism. It's evil. They're trying to bias and enslave us with their capitalism.",
        3459.36,
        3464.1
    ],
    [
        " That's what she'd been convinced her whole life.",
        3464.42,
        3466.58
    ],
    [
        " And then she has the realization.",
        3467.54,
        3473.28
    ],
    [
        " And I'm going to close with this because after this it goes through the stories of how they escaped and whatnot.",
        3474.68,
        3479.84
    ],
    [
        " But this realization, this moment in time when her mind becomes free.",
        3480.08,
        3488.04
    ],
    [
        " And here's how it goes.",
        3488.74,
        3492.16
    ],
    [
        " How much they all, how much had they all missed herself, her daughters, locked away in North Korea, working themselves to death?",
        3493.22,
        3503.18
    ],
    [
        " For what?",
        3504.24,
        3506.34
    ],
    [
        " We will do what the party tells us.",
        3508.98,
        3511.88
    ],
    [
        " We will die for the general.",
        3513.1,
        3515.16
    ],
    [
        " We have nothing to envy.",
        3516.68,
        3519.38
    ],
    [
        " She had believed it all and wasted her life.",
        3521.22,
        3527.42
    ],
    [
        " Or maybe not.",
        3528.98,
        3531.26
    ],
    [
        " Was it really over?",
        3532.88,
        3534.78
    ],
    [
        " She was 57 years old still in good health.",
        3536.02,
        3540.78
    ],
    [
        " This was her wake up call.",
        3541.54,
        3545.34
    ],
    [
        " She was ready to go.",
        3547.04,
        3549.46
    ],
    [
        " So I ask.",
        3551.46,
        3553.36
    ],
    [
        " What is your wake up call?",
        3557.46,
        3561.34
    ],
    [
        " What is enslaving you?",
        3563.18,
        3565.98
    ],
    [
        " What is controlling your thoughts?",
        3567.92,
        3572.48
    ],
    [
        " Is it the television set?",
        3574.24,
        3577.32
    ],
    [
        " Feeding your mind, images of what life should be?",
        3578.64,
        3582.8
    ],
    [
        " Is it the internet drawing you in and controlling your time?",
        3584.84,
        3590.14
    ],
    [
        " Is it drugs or alcohol numbing your brain and diminishing your desires?",
        3591.36,
        3600.46
    ],
    [
        " Or is it weakness?",
        3601.88,
        3604.86
    ],
    [
        " A lack of discipline that prevents you from accomplishing what you want to accomplish?",
        3606.82,
        3613.84
    ],
    [
        " And I'm not saying that you have to rebel.",
        3614.84,
        3621.02
    ],
    [
        " I'm not saying that there aren't things in life that we just have to do, there are.",
        3622.12,
        3627.56
    ],
    [
        " But what I am saying is ask questions.",
        3630.62,
        3634.62
    ],
    [
        " Don't believe everything that you're told.",
        3635.48,
        3638.98
    ],
    [
        " And don't follow the path just because it's there.",
        3639.42,
        3642.2
    ],
    [
        " Don't get in line just because other people are.",
        3643.8,
        3650.36
    ],
    [
        " Get up and wake up and be conscious of what is creeping into your mind.",
        3655.6,
        3664.38
    ],
    [
        " What's getting in there?",
        3665.56,
        3666.58
    ],
    [
        " What are you letting in there?",
        3666.94,
        3668.02
    ],
    [
        " What is forcing itself in there?",
        3668.58,
        3670.4
    ],
    [
        " And what does it want you to do?",
        3673.32,
        3676.18
    ],
    [
        " You have only one life.",
        3677.82,
        3683.82
    ],
    [
        " So don't waste it.",
        3685.28,
        3690.42
    ],
    [
        " Being controlled by someone else.",
        3690.76,
        3695.92
    ],
    [
        " That's one of those things that's everywhere.",
        3698.54,
        3702.28
    ],
    [
        " You can easily be controlled by stuff.",
        3702.6,
        3704.78
    ],
    [
        " A big one is hate to harp on parents.",
        3705.42,
        3709.18
    ],
    [
        " But like your parents, so nobody's perfect.",
        3709.5,
        3712.9
    ],
    [
        " So all your imperfections or a lot of your imperfections will be passed on to your kids just because you don't know any better.",
        3713.22,
        3719.72
    ],
    [
        " Like that Mrs. Song lady.",
        3719.9,
        3721.2
    ],
    [
        " She just believed it.",
        3721.56,
        3722.58
    ],
    [
        " She didn't know any better.",
        3722.64,
        3723.48
    ],
    [
        " And so you can end up passing these things down like certain traditions or just methodologies of raising kids that you might hear otherwise.",
        3723.9,
        3736.06
    ],
    [
        " But that's your thing.",
        3736.34,
        3737.3
    ],
    [
        " You know that you believed it.",
        3737.7,
        3738.84
    ],
    [
        " It crept in your mind because your parents, their parents, you know.",
        3738.94,
        3741.8
    ],
    [
        " And you don't like how you say ask questions.",
        3742.2,
        3744.02
    ],
    [
        " And you don't ask questions.",
        3744.32,
        3744.96
    ],
    [
        " You're just like, hey, that's how I was raised.",
        3744.98,
        3746.8
    ],
    [
        " You pass it on.",
        3747.12,
        3748.04
    ],
    [
        " Meanwhile, you're doing the wrong thing the whole time.",
        3748.42,
        3751.0
    ],
    [
        " That's what happens when you don't ask questions.",
        3751.7,
        3753.58
    ],
    [
        " That's what happens when you don't ask questions.",
        3753.82,
        3755.76
    ],
    [
        " That's what happens when you believe authority all the time.",
        3756.08,
        3760.02
    ],
    [
        " And hey, this might come across as some people are sitting there saying, wait a second, Jocke, weren't you in the military for 20 years?",
        3760.56,
        3767.3
    ],
    [
        "",
        3767.54,
        3767.54
    ],
    [
        " Your damn right I was.",
        3767.54,
        3768.7
    ],
    [
        " Yeah.",
        3768.94,
        3769.12
    ],
    [
        " And there was a definitely, I was a rebellious kid.",
        3769.62,
        3775.46
    ],
    [
        " And when I was in the military, I was always a question to everything that we did and why we did it.",
        3775.78,
        3781.4
    ],
    [
        " So, and I think that's one of the things that helped me get to a leadership position and become a decent leader.",
        3782.86,
        3789.4
    ],
    [
        " Was the fact that I didn't just take everyone's word for it and say, oh yeah, that's what we're going to do.",
        3789.82,
        3793.64
    ],
    [
        " Okay.",
        3793.7,
        3793.9
    ],
    [
        " No, you know what?",
        3794.24,
        3795.32
    ],
    [
        " We're actually going to change the strategy.",
        3795.4,
        3796.74
    ],
    [
        " We're going to change the tactics.",
        3796.96,
        3798.3
    ],
    [
        " What why was taught isn't working right now.",
        3799.42,
        3801.56
    ],
    [
        " We're going to do it differently.",
        3801.78,
        3802.72
    ],
    [
        " Yeah, that's the thing.",
        3803.22,
        3804.04
    ],
    [
        " Yeah, all the time.",
        3804.04,
        3804.94
    ],
    [
        " Yeah.",
        3805.44,
        3806.0
    ],
    [
        " But this is a broader scale.",
        3806.3,
        3807.78
    ],
    [
        " This is a broader scale.",
        3808.06,
        3809.9
    ],
    [
        " This is life.",
        3810.16,
        3810.96
    ],
    [
        " Not just in the book, but life in general.",
        3811.32,
        3813.62
    ],
    [
        " Life in general.",
        3813.9,
        3815.8
    ],
    [
        " Like what are you doing?",
        3815.9,
        3817.48
    ],
    [
        " Where are you getting your direction from?",
        3818.04,
        3821.0
    ],
    [
        " Yeah.",
        3821.48,
        3821.64
    ],
    [
        " Who is, who's got a hold of your steering wheel?",
        3822.1,
        3824.98
    ],
    [
        " Yeah.",
        3825.78,
        3826.0
    ],
    [
        " Yeah, and that's...",
        3826.56,
        3827.84
    ],
    [
        " Make sure it's you.",
        3827.84,
        3829.26
    ],
    [
        " That's got a hold of your steering wheel.",
        3829.56,
        3831.38
    ],
    [
        " Yeah, and that's one of those things where it's tough because you've got to balance it as well.",
        3832.08,
        3835.12
    ],
    [
        " You know, so if you're just rolling around saying, hey, nothing's true until I figure it out.",
        3835.54,
        3840.68
    ],
    [
        " It's kind of like, you know, you've got to consider the opportunity cost where some people you've got to, you know,",
        3840.68,
        3844.96
    ],
    [
        " you've got to consider their credibility and then you've got to kind of just go with it.",
        3845.42,
        3848.44
    ],
    [
        " And again, this is just kind of demonstrating like there's a balance there.",
        3848.82,
        3853.54
    ],
    [
        " Yeah.",
        3853.82,
        3854.0
    ],
    [
        " But just like how you're saying, if something...",
        3854.12,
        3856.68
    ],
    [
        " If it's not working, and someone presents you with some alternative,",
        3856.68,
        3860.8
    ],
    [
        " don't just be like, hey, I've done it this way.",
        3861.4,
        3863.58
    ],
    [
        " So, you know, leave me alone type of thing.",
        3863.8,
        3866.4
    ],
    [
        " You know, ask those questions and listen to them.",
        3867.68,
        3869.5
    ],
    [
        " You know, chance, sorry, you might find a little improved method in doing some stuff.",
        3869.6,
        3873.76
    ],
    [
        " Yeah, or you might find out that you've been sucked into a trap.",
        3874.24,
        3876.96
    ],
    [
        " You know, you don't want to be in.",
        3877.36,
        3879.24
    ],
    [
        " No.",
        3879.54,
        3879.68
    ],
    [
        " You've got to free your mind.",
        3880.4,
        3881.32
    ],
    [
        " You've got to free your mind.",
        3882.04,
        3883.66
    ],
    [
        " You've got to get out of that box, out of that cage.",
        3884.06,
        3886.22
    ],
    [
        " Yeah.",
        3887.06,
        3887.26
    ],
    [
        " Think of that.",
        3887.92,
        3888.8
    ],
    [
        " You know, I meet people now.",
        3888.8,
        3890.7
    ],
    [
        " And...",
        3891.68,
        3893.28
    ],
    [
        " It's so bizarre because I've traveled a lot.",
        3893.28,
        3899.62
    ],
    [
        " And I've walked with a lot of different kind of people.",
        3900.4,
        3903.22
    ],
    [
        " You know, from all different walks of life.",
        3903.68,
        3906.88
    ],
    [
        " And I meet people sometimes.",
        3907.54,
        3908.98
    ],
    [
        " And I think to myself, man, this guy's pretty awesome.",
        3909.84,
        3912.88
    ],
    [
        " He's got all this, you know, I wonder what this person's goal is.",
        3913.06,
        3916.1
    ],
    [
        " And sometimes I'll ask like, you know, what do you want to do?",
        3916.54,
        3918.92
    ],
    [
        " I'm like, what do you, hey, how many some kid or what you want to do?",
        3919.48,
        3923.92
    ],
    [
        " And some people say, you know, well, I want to do, you know, I think they're...",
        3924.5,
        3931.14
    ],
    [
        " I think they're going to come out with this giant dream.",
        3931.14,
        3933.64
    ],
    [
        " And they come out with like a little mediocre idea.",
        3934.2,
        3940.34
    ],
    [
        " And I haven't done this yet.",
        3942.18,
        3945.7
    ],
    [
        " I've talked to five people in the last six months that I thought were going to tell me about their dream.",
        3946.22,
        3954.12
    ],
    [
        " And that I was going to be like in shock.",
        3955.4,
        3957.46
    ],
    [
        " And I was going to be impressed and say, yeah, that's what I'm talking about, brother, go get it.",
        3958.44,
        3964.18
    ],
    [
        " And instead, I had to bite my tongue because they were telling me they're a dream, but it wasn't big enough.",
        3966.4,
        3973.22
    ],
    [
        " It wasn't big enough. It wasn't, it was too realistic.",
        3973.54,
        3977.42
    ],
    [
        " You know, you know, now you meet some people sometimes and they tell me they're a dream.",
        3979.04,
        3981.96
    ],
    [
        " And I go, man, you ain't got a chance at that.",
        3981.98,
        3983.5
    ],
    [
        " You need to, you need to tone that down. You need to get a grip.",
        3984.12,
        3987.3
    ],
    [
        " Right? These people are like, you can achieve anything you want.",
        3987.68,
        3990.36
    ],
    [
        " No, actually, you can't achieve anything you want.",
        3990.44,
        3993.4
    ],
    [
        " If you could achieve anything you want, you know, everyone would be sitting on a yacht or doing whatever big bad ass thing that they want to do.",
        3993.7,
        4002.44
    ],
    [
        " Right. So it depends on what you mean by can't though.",
        4002.64,
        4004.66
    ],
    [
        " But yeah, yeah, it's true.",
        4005.1,
        4006.4
    ],
    [
        " I mean can't. That's what I mean.",
        4007.5,
        4010.06
    ],
    [
        " These people that are like you can do whatever you want.",
        4010.38,
        4014.06
    ],
    [
        " No, actually, there's limitations to that.",
        4014.2,
        4016.2
    ],
    [
        " All people are not created equal.",
        4016.46,
        4018.86
    ],
    [
        " Some people are smarter than other people.",
        4019.22,
        4021.04
    ],
    [
        " Some people are better athletes than other people.",
        4021.18,
        4022.9
    ],
    [
        " Hey, reality.",
        4023.5,
        4026.18
    ],
    [
        " Now what can you hear? The question isn't that.",
        4027.4,
        4031.46
    ],
    [
        " The question is what can you do with what you've got?",
        4031.7,
        4036.54
    ],
    [
        " What can you do?",
        4037.7,
        4038.54
    ],
    [
        " And I'd much rather, I love to hear people over shooting.",
        4039.84,
        4043.38
    ],
    [
        " But don't trap yourself in a box where you're like, well, I'll be happy if I can do this.",
        4044.48,
        4050.2
    ],
    [
        " And there's whole, the other part of this is it's sort of like North Korea.",
        4050.78,
        4056.56
    ],
    [
        " There's people that are trapped in a paradigm in their head of the world.",
        4057.02,
        4061.42
    ],
    [
        " They think that the world is this thing that they live in.",
        4061.42,
        4064.8
    ],
    [
        " They think that the world is this small, this small place, the people that they know.",
        4065.22,
        4071.9
    ],
    [
        " And the atmosphere that they live inside.",
        4072.78,
        4075.84
    ],
    [
        " And it's really, really small.",
        4076.34,
        4079.06
    ],
    [
        " And I think to myself, man, you got to get out.",
        4080.16,
        4084.98
    ],
    [
        " And I'll tell you part of this came when I got out of the military.",
        4085.74,
        4088.58
    ],
    [
        " Because my whole life, you know, the only guys I knew were seals.",
        4089.14,
        4092.58
    ],
    [
        " I mean, that's just who I knew.",
        4092.8,
        4094.18
    ],
    [
        " And so when I got out and I started meeting other people,",
        4094.48,
        4097.88
    ],
    [
        " and I especially started working with big businesses, I started meeting really not just successful in terms of financial people,",
        4097.88,
        4106.82
    ],
    [
        " but people that had really done something.",
        4107.12,
        4108.86
    ],
    [
        " And I started realizing that there was a whole other level, not a higher level, but there's just another world.",
        4109.5,
        4116.46
    ],
    [
        " Like in the SEAL teams, oh, well, you know, I did my SEAL opportunity, a SEAL PTUM commander, you know, you do these certain,",
        4117.22,
        4123.76
    ],
    [
        " I did tasking a commander, you do these things and that's what you do.",
        4123.76,
        4126.4
    ],
    [
        " And it's awesome.",
        4127.08,
        4127.72
    ],
    [
        " And that's a whole world.",
        4128.32,
        4129.8
    ],
    [
        " But there's other worlds.",
        4130.56,
        4132.24
    ],
    [
        " And I remember telling one of my SEAL buddies, we were out surfing, and this is after I'd been out for like two years,",
        4132.78,
        4138.92
    ],
    [
        " I had this exact conversation with him.",
        4138.96,
        4140.8
    ],
    [
        " I said, hey, man, like we were out there surfing for an hour.",
        4141.22,
        4145.2
    ],
    [
        " And for 58 minutes, we're talking about the SEAL teams, the SEAL teams, the SEAL teams, the SEAL teams, and the SEAL teams.",
        4145.62,
        4150.0
    ],
    [
        " And then I said, hey, man, the SEAL teams is awesome.",
        4151.42,
        4154.92
    ],
    [
        " But just so you know, there's other things in the world.",
        4155.46,
        4160.72
    ],
    [
        " And it's stuff that I'm saying, my mind was in North Korea.",
        4161.22,
        4164.9
    ],
    [
        " My mind was just SEAL team.",
        4165.12,
        4166.86
    ],
    [
        " And I'll tell you what, I'm glad it was, because it made my life very simple.",
        4167.84,
        4171.92
    ],
    [
        " And I still, you know, obviously, I love the SEAL teams more than anything.",
        4172.4,
        4176.24
    ],
    [
        " But there are other worlds out there.",
        4176.88,
        4179.2
    ],
    [
        " And you can do other things in the world.",
        4179.76,
        4182.94
    ],
    [
        " And so now when I meet people in different environments and different jobs, and each little environment that I poke my head into,",
        4183.2,
        4194.58
    ],
    [
        " because we work in different industries all over different manufacturing and gas oil and financial.",
        4194.76,
        4202.56
    ],
    [
        " And they're all their own little worlds.",
        4202.76,
        4205.06
    ],
    [
        " And sometimes people are trapped in those worlds.",
        4205.36,
        4207.48
    ],
    [
        " And I just want to say, man, free your mind.",
        4207.7,
        4212.44
    ],
    [
        " Free your mind and see what else is out there.",
        4212.78,
        4215.56
    ],
    [
        " Yeah.",
        4215.94,
        4216.14
    ],
    [
        " Kind of like what you and Tim Kennedy were talking about.",
        4216.66,
        4219.62
    ],
    [
        " How you guys, you guys are an example of people who have seen the really, really bad parts of the world and the really, really good parts of the world.",
        4219.84,
        4229.16
    ],
    [
        " Because you guys travel all over and you live in San Diego, which is, you know, arguably one of the best places to live.",
        4229.16,
        4234.84
    ],
    [
        " So you have that expanded view.",
        4234.98,
        4236.4
    ],
    [
        " Meanwhile, some people, they only go on vacation when they travel.",
        4236.62,
        4240.38
    ],
    [
        " So they have, although a real positive and really nice view, but it's really narrow.",
        4240.56,
        4245.88
    ],
    [
        " Or other people who only lived in bad places, just like people who grew up in a real negative household.",
        4246.34,
        4251.48
    ],
    [
        " When they got into the world, just their beginning view of the world is negative.",
        4251.78,
        4255.94
    ],
    [
        " Like money is just so hard to come by because when they grew up, their parents are complaining about the rant and bills are pile enough and all this stuff.",
        4256.08,
        4263.24
    ],
    [
        " So that's their attitude when they go out.",
        4263.42,
        4265.16
    ],
    [
        " And then that's how they kind of take on the world.",
        4265.5,
        4267.34
    ],
    [
        " Man, I know this and this is kind of a different thing.",
        4267.78,
        4269.6
    ],
    [
        " Same content, same subject, but I had a friend in high school.",
        4269.74,
        4275.06
    ],
    [
        " And there's people I grew up on.",
        4275.34,
        4276.4
    ],
    [
        " Quiet smile and why.",
        4276.42,
        4277.52
    ],
    [
        " So some people straight up have their whole life haven't been off of quiet.",
        4277.78,
        4282.0
    ],
    [
        " No less the mainland.",
        4282.72,
        4283.9
    ],
    [
        " The mainland is this fantasy world place where Disneyland is and Hollywood and all this stuff.",
        4283.9,
        4288.5
    ],
    [
        " So I had a friend, one of my good friends, he moved to the mainland, but it was just this small teeny tiny town, just as small as quiet.",
        4289.82,
        4297.22
    ],
    [
        " So I remember one time what state was the down end?",
        4297.74,
        4300.24
    ],
    [
        " Colorado.",
        4300.78,
        4301.02
    ],
    [
        " Colorado.",
        4301.42,
        4301.62
    ],
    [
        " He moved to Pueblo.",
        4302.02,
        4303.46
    ],
    [
        " It's called.",
        4303.88,
        4304.4
    ],
    [
        " So I remember we were just having a conversation later and I was like, hey, yeah, let's go to Las Vegas, a lot of white people go to Las Vegas.",
        4304.9,
        4311.14
    ],
    [
        " And I was like, let's go to Las Vegas or whatever.",
        4311.72,
        4313.62
    ],
    [
        " I was like, when do you, what do you do?",
        4313.9,
        4315.28
    ],
    [
        " You rent a car?",
        4315.36,
        4315.8
    ],
    [
        " He was like, I would never drive in Las Vegas.",
        4315.92,
        4318.6
    ],
    [
        " I would never drive in Las Vegas because it's too crazy.",
        4318.98,
        4322.52
    ],
    [
        " You know, there's freeways.",
        4322.8,
        4323.56
    ],
    [
        " There's no freeway on quiet.",
        4323.56,
        4324.5
    ],
    [
        " I don't know who there is a highway, but.",
        4324.98,
        4326.42
    ],
    [
        " And he, a grown adult, so to speak, can't even drive.",
        4326.74,
        4333.82
    ],
    [
        " You know, so that's like an example of that's how narrow his whole view was.",
        4333.96,
        4337.7
    ],
    [
        " His world.",
        4337.7,
        4338.12
    ],
    [
        " His whole world.",
        4338.58,
        4339.38
    ],
    [
        " And that extended to his driving skill.",
        4339.66,
        4342.16
    ],
    [
        " You know, this was just this so hectic on a freeway highway Las Vegas, even.",
        4342.54,
        4347.82
    ],
    [
        " I don't even know how crazy that is.",
        4348.02,
        4349.42
    ],
    [
        " I mean, that's not a crazy place to drive.",
        4349.44,
        4350.84
    ],
    [
        " Really, you don't come here to like, I don't know, I would have asked him.",
        4350.98,
        4353.44
    ],
    [
        " Whatever, yeah, or someone.",
        4353.86,
        4354.54
    ],
    [
        " Go to LA, man.",
        4354.64,
        4355.74
    ],
    [
        " Hit the 405 North on a Thursday afternoon.",
        4355.92,
        4359.12
    ],
    [
        " Yeah, there's no doubt.",
        4359.94,
        4363.42
    ],
    [
        " There's so much out there.",
        4363.7,
        4364.66
    ],
    [
        " And if you stay comfortable in your world,",
        4364.96,
        4367.64
    ],
    [
        " you can get used to, you can get comfortable starving in North Korea.",
        4368.04,
        4371.8
    ],
    [
        " Yeah.",
        4372.1,
        4372.26
    ],
    [
        " That's what the scary thing is.",
        4372.4,
        4373.92
    ],
    [
        " That's the point that I think I'm trying to make is don't be comfortable.",
        4374.14,
        4377.92
    ],
    [
        " Because what you think is awesome right now.",
        4378.32,
        4381.48
    ],
    [
        " There could be so much more.",
        4382.34,
        4384.36
    ],
    [
        " Yeah.",
        4384.78,
        4384.9
    ],
    [
        " If you can envision and pay attention to what's going on in the rest of the world.",
        4385.42,
        4391.14
    ],
    [
        " Mm-hmm.",
        4391.38,
        4391.7
    ],
    [
        " And break out of that paradigm that you're in.",
        4391.96,
        4394.46
    ],
    [
        " Mm-hmm.",
        4394.72,
        4395.0
    ],
    [
        " And see that you can fly.",
        4395.0,
        4397.94
    ],
    [
        " Mm-hmm.",
        4398.76,
        4400.18
    ],
    [
        " You can fly around the world.",
        4400.54,
        4403.42
    ],
    [
        " You can do it.",
        4403.86,
        4405.26
    ],
    [
        " Yeah, just don't get trapped for your mind.",
        4406.26,
        4408.82
    ],
    [
        " Yeah.",
        4409.52,
        4409.88
    ],
    [
        " All right, let's get to some questions from the interwebs.",
        4410.54,
        4416.14
    ],
    [
        " Interwebs?",
        4416.56,
        4416.96
    ],
    [
        " Speaking of interwebs.",
        4417.34,
        4418.06
    ],
    [
        " If you like supplements, good supplements.",
        4418.58,
        4421.5
    ],
    [
        " Which I think we both recommend, right?",
        4422.5,
        4425.02
    ],
    [
        " As far as supplements go, get on its supplements.",
        4425.22,
        4428.54
    ],
    [
        " And we are sponsored as it so happens by on it.",
        4429.16,
        4434.62
    ],
    [
        " But I would say get on its supplements anyway,",
        4434.84,
        4436.86
    ],
    [
        " because I was taking them even before we're sponsored by on it.",
        4436.94,
        4438.96
    ],
    [
        " Onit.com slash jaco and get 10% off.",
        4439.5,
        4443.5
    ],
    [
        " Get your cruel oil supplements.",
        4443.78,
        4445.3
    ],
    [
        " Get your alpha brain here.",
        4445.66,
        4447.1
    ],
    [
        " Yeah, cruel oil.",
        4447.3,
        4447.94
    ],
    [
        " And cruel oil is anything for your joints is critical.",
        4447.94,
        4451.92
    ],
    [
        " Because like when you even, even when I was young, when you live hard,",
        4452.06,
        4455.54
    ],
    [
        " when you get after it, working out.",
        4455.54,
        4458.44
    ],
    [
        " So, okay, so if you gain strength, right?",
        4458.96,
        4462.8
    ],
    [
        " Which of course we all kind of want to do or whatever.",
        4462.96,
        4465.36
    ],
    [
        " You don't have to put a whatever on the end.",
        4466.26,
        4468.42
    ],
    [
        " We just all want to.",
        4468.54,
        4470.22
    ],
    [
        " Period.",
        4470.58,
        4470.84
    ],
    [
        " I'm generally best not to speak for everyone,",
        4471.38,
        4472.88
    ],
    [
        " but I think it's safe to assume that yes, we're getting straight.",
        4473.0,
        4476.08
    ],
    [
        " But when you have a higher capacity for strength,",
        4476.46,
        4478.98
    ],
    [
        " a lot of times your muscles will just want to fire real hard.",
        4478.98,
        4482.02
    ],
    [
        " So, what that can end up with is this weird stiffness.",
        4482.52,
        4486.04
    ],
    [
        " So, you're going to end like it's like you got to,",
        4486.84,
        4488.72
    ],
    [
        " it's almost like you got to warm up in life.",
        4488.88,
        4490.82
    ],
    [
        " It's almost like that feeling, you know?",
        4491.1,
        4492.76
    ],
    [
        " So, it's like, yeah, you're strong.",
        4493.26,
        4494.44
    ],
    [
        " You're about to carry like the whole blow of groceries in.",
        4494.62,
        4498.18
    ],
    [
        " And you can do that and maybe you know,",
        4498.76,
        4501.26
    ],
    [
        " the whole row of groceries you've got to come up with.",
        4501.42,
        4503.06
    ],
    [
        " I'm just saying everyday stuff.",
        4503.32,
        4504.48
    ],
    [
        " And you can get after doing that,",
        4505.46,
        4507.46
    ],
    [
        " but you kind of got to warm up, you know?",
        4507.5,
        4509.14
    ],
    [
        " It's kind of like, eh, I kind of do this.",
        4509.32,
        4510.58
    ],
    [
        " Anyway, groceries you have.",
        4510.58,
        4511.78
    ],
    [
        " Oh, man, man.",
        4512.24,
        4513.96
    ],
    [
        " Get after it in the store out of the store.",
        4514.72,
        4516.4
    ],
    [
        " So, anyway, so, the point being like when you have stuff like",
        4516.86,
        4520.78
    ],
    [
        " for your joints or you don't take care of your joints.",
        4520.78,
        4522.98
    ],
    [
        " See, I would have told this totally differently.",
        4523.44,
        4524.86
    ],
    [
        " I like if you want a jack big steel,",
        4525.18,
        4526.84
    ],
    [
        " you want to do Getsoo, you want to jump off things,",
        4527.14,
        4529.74
    ],
    [
        " you want to throw stuff around, get some krill oil so you stay healthy.",
        4529.92,
        4533.06
    ],
    [
        " Yeah, I'm talking about groceries.",
        4533.4,
        4534.74
    ],
    [
        " No, but I'm saying no, it seems kind of productive",
        4535.14,
        4539.68
    ],
    [
        " because I've experienced this where I'm like, yeah,",
        4539.68,
        4542.6
    ],
    [
        " but then I kind of got to like do twists, you know?",
        4542.86,
        4545.82
    ],
    [
        " And then I'm strong, you know?",
        4546.26,
        4548.92
    ],
    [
        " Then I'm ready to do it.",
        4549.0,
        4549.58
    ],
    [
        " Or if I'm like kind of stupid, it's kind of cold out.",
        4549.58,
        4551.48
    ],
    [
        " And then I go to lift, I'm like, dang, I can lift a lot of weights.",
        4551.48,
        4553.84
    ],
    [
        " But why on this first set, I can't even lift anything.",
        4553.96,
        4556.4
    ],
    [
        " You know?",
        4556.64,
        4556.98
    ],
    [
        " You need to krill oil.",
        4556.98,
        4557.54
    ],
    [
        " I'm just saying your joints got to be like good to go.",
        4557.72,
        4561.08
    ],
    [
        " That was a long explanation.",
        4562.02,
        4563.5
    ],
    [
        " Right, it's absolutely true.",
        4565.0,
        4566.24
    ],
    [
        " I'm telling you, if you take that to heart,",
        4566.3,
        4569.04
    ],
    [
        " well, you already take krill oil.",
        4569.22,
        4570.54
    ],
    [
        " Yeah, you're the man.",
        4570.86,
        4571.76
    ],
    [
        " Anyway, yeah, on it.com slash jockele, get 10% off.",
        4572.08,
        4574.72
    ],
    [
        " You happy you did.",
        4575.1,
        4576.18
    ],
    [
        " And if you want to support this podcast before you shop at Amazon,",
        4577.08,
        4582.1
    ],
    [
        " go to jockelepodcast.com or jockelestore.com,",
        4582.64,
        4585.06
    ],
    [
        " click on the Amazon link on the top.",
        4585.16,
        4586.76
    ],
    [
        " And it gives us a percentage.",
        4587.72,
        4589.9
    ],
    [
        " And you know, you don't pay nothing.",
        4589.9,
        4591.44
    ],
    [
        " People have been a few people mentioned that like the link doesn't work or whatever.",
        4591.94,
        4597.54
    ],
    [
        " And I found out through one of the troopers who are in the know.",
        4597.78,
        4601.28
    ],
    [
        " Sometimes you have ad blockers on your browser.",
        4601.6,
        4604.72
    ],
    [
        " And they're activated, which is a good thing, by the way.",
        4605.06,
        4607.86
    ],
    [
        " It's good to, you know, because sometimes they can malercing it.",
        4608.1,
        4611.06
    ],
    [
        " Yeah, because it's an actual code and it works in in in the same way.",
        4611.06,
        4616.88
    ],
    [
        " Don't talk to me.",
        4617.14,
        4618.0
    ],
    [
        " Yeah, anyway, so deactivated if you want to get past it.",
        4618.7,
        4622.74
    ],
    [
        " There it is.",
        4623.14,
        4623.58
    ],
    [
        " Or if you want to buy some shirts, which jockele's head and or name on it.",
        4623.74,
        4628.12
    ],
    [
        " Go to jockelestore.com.",
        4628.76,
        4630.48
    ],
    [
        " That's it's cool way to represent.",
        4630.84,
        4632.66
    ],
    [
        " Anyway, yeah, there it is.",
        4633.14,
        4634.36
    ],
    [
        " All right, let's get it.",
        4634.88,
        4636.64
    ],
    [
        " First question.",
        4637.02,
        4637.62
    ],
    [
        " Internet questions.",
        4637.9,
        4638.46
    ],
    [
        " Okay, first question.",
        4638.72,
        4639.48
    ],
    [
        " How do you continue to train Jiu Jitsu when hurt or injured?",
        4640.56,
        4644.18
    ],
    [
        " Be the same thing with whatever kind of injury I got and whatever I'm going to do.",
        4645.42,
        4649.06
    ],
    [
        " I'm going to do what I can.",
        4649.2,
        4650.0
    ],
    [
        " You know, now one thing you do have to do is you have to let yourself rest enough that you can heal.",
        4651.0,
        4655.92
    ],
    [
        " Because sometimes they get the sprained ankle and instead of lasting one month, it lasts 18 months, no kidding.",
        4656.14,
        4661.84
    ],
    [
        " If you push, if you just won't let it heal, the thing is not going to heal.",
        4662.18,
        4666.64
    ],
    [
        " So you have to let things heal now.",
        4667.02,
        4670.16
    ],
    [
        " But you can go through all kinds of positions.",
        4670.82,
        4674.4
    ],
    [
        " You can work different transitions.",
        4674.42,
        4676.7
    ],
    [
        " But sometimes you get an injury and if you're a Jiu Jitsu person, you know what I'm talking about.",
        4676.76,
        4680.62
    ],
    [
        " You get a weird injury that you can't do certain movements.",
        4680.82,
        4683.98
    ],
    [
        "",
        4684.56,
        4684.56
    ],
    [
        " Like a guy will have a hurt back.",
        4684.96,
        4686.04
    ],
    [
        " Can't get on top.",
        4686.22,
        4686.84
    ],
    [
        " I can't be on top.",
        4687.12,
        4687.9
    ],
    [
        " I can't.",
        4688.04,
        4688.4
    ],
    [
        " So you just practice your guard.",
        4688.56,
        4689.74
    ],
    [
        " Or you have a hurt, you know, groin muscle.",
        4690.14,
        4693.98
    ],
    [
        " So you can't hold any guard.",
        4694.26,
        4695.8
    ],
    [
        " You have to work like side control only.",
        4696.04,
        4698.5
    ],
    [
        " Okay.",
        4698.5,
        4698.94
    ],
    [
        " Cool.",
        4699.26,
        4699.42
    ],
    [
        " Escape side control or be inside control.",
        4699.62,
        4701.36
    ],
    [
        " So you can definitely do those things.",
        4701.82,
        4704.06
    ],
    [
        " You just figure out what movements you can do.",
        4704.06,
        4705.62
    ],
    [
        " You figure out what training partners aren't going to go psychopathic on you and just hurt you even worse.",
        4705.9,
        4712.24
    ],
    [
        " So that's important.",
        4712.8,
        4713.62
    ],
    [
        " You know, just being in class and you're learning some new technique, you know, I find if I cannot roll,",
        4714.92,
        4719.74
    ],
    [
        " when I'm in class, I'll like pay a little bit more attention to what the instruction is being given.",
        4720.56,
        4725.58
    ],
    [
        " Because I know I can't roll.",
        4725.58,
        4726.64
    ],
    [
        " So I know all I'm going to get out of this is what I'm going to learn right here from Jeffy Glover or Dean List.",
        4726.74,
        4731.0
    ],
    [
        " And so I will be like paying extra special attention.",
        4731.44,
        4735.44
    ],
    [
        " Yeah.",
        4735.62,
        4735.76
    ],
    [
        " Yeah, that's good.",
        4736.0,
        4736.68
    ],
    [
        " And then I'll tell you, this is something like I wear knee pads when I roll.",
        4736.88,
        4742.34
    ],
    [
        " And I think that they prevent some injuries from happening.",
        4742.8,
        4745.32
    ],
    [
        " And I just made a transition in my life where I used to wear extra large knee pads.",
        4745.32,
        4755.56
    ],
    [
        " They're not like braces though.",
        4756.08,
        4757.22
    ],
    [
        " They're not like bracing in there.",
        4757.5,
        4758.58
    ],
    [
        " Just like a piece of knee up ring.",
        4758.94,
        4759.92
    ],
    [
        " But I recently, like, two weeks ago, I went, I used to wear extra large knee pads and I went to large because they felt a little bit snug.",
        4760.24,
        4768.18
    ],
    [
        " And I just got medium.",
        4768.34,
        4769.82
    ],
    [
        " And I got some pretty big legs.",
        4770.26,
        4771.56
    ],
    [
        " And I got medium and they're like really compressing my knees and keeping it all together.",
        4772.06,
        4775.92
    ],
    [
        " And they feel really good.",
        4775.92,
        4777.22
    ],
    [
        " So maybe just order that extra size down to a little compression.",
        4778.06,
        4782.04
    ],
    [
        " And the same thing, like when I ever heard elbow, I'll put an elbow pad on.",
        4782.1,
        4784.96
    ],
    [
        " So wrap up whatever you can and just keep training and warm up a little bit.",
        4786.04,
        4793.76
    ],
    [
        " Yeah.",
        4794.4,
        4794.66
    ],
    [
        " You know, I didn't use to.",
        4795.06,
        4796.22
    ],
    [
        " I do now.",
        4796.48,
        4796.96
    ],
    [
        " I'll do a like a five minute round where I'm not trying to kill the person.",
        4797.32,
        4801.4
    ],
    [
        " I'm hoping that the person's not going to try and kill me.",
        4801.6,
        4803.92
    ],
    [
        " Although you and I had a little incident the other day where you get a little excited as that first round.",
        4804.1,
        4808.14
    ],
    [
        " Yes.",
        4808.64,
        4809.42
    ],
    [
        " Just to clarify, when you say knee pads, elbow pads, they're not like the kind of soccer, you know,",
        4810.92,
        4815.58
    ],
    [
        " or knee-aprene.",
        4815.84,
        4816.62
    ],
    [
        " They're just a knee, they're like a wetsuit, like a knee-aprene, see A6.",
        4816.86,
        4820.02
    ],
    [
        " Yeah.",
        4820.78,
        4820.9
    ],
    [
        " Clifkeen.",
        4821.14,
        4822.72
    ],
    [
        " Wrestling knee pads, that's what they are.",
        4822.86,
        4824.44
    ],
    [
        " That's what they're called.",
        4824.68,
        4825.18
    ],
    [
        " And they're generally made a knee-aprene.",
        4825.24,
        4827.1
    ],
    [
        " Gotcha.",
        4827.54,
        4827.82
    ],
    [
        " Yeah.",
        4828.86,
        4829.06
    ],
    [
        " And a lot of this, the training program thing, that's a big deal.",
        4829.26,
        4832.34
    ],
    [
        " If you choose to train when you're injured, because, man, I can't sit here and say train when you're injured.",
        4832.48,
        4837.76
    ],
    [
        " And I might even say, don't train, just learn, like how you say, if you want to show up,",
        4837.84,
        4842.46
    ],
    [
        " because you've got to fall.",
        4842.82,
        4844.7
    ],
    [
        " You've got to fall.",
        4844.76,
        4844.82
    ],
    [
        " Yeah, you can't just not show up on the mats, even if you're not rolling.",
        4844.82,
        4849.66
    ],
    [
        " That's a good place to be.",
        4850.04,
        4851.56
    ],
    [
        " It's face it for most of us.",
        4851.78,
        4853.22
    ],
    [
        " And you sit in on a class or just do the instruction part of it, and do the movements,",
        4853.82,
        4860.44
    ],
    [
        " because you're not going full speed, you're not rolling.",
        4860.66,
        4862.16
    ],
    [
        " You do the movements that you can, and you can pick up a lot, man.",
        4862.88,
        4865.2
    ],
    [
        " In fact, when you, especially, you know how you say, we're learning from Dean, Jeff, and most of the instructors here, they're really good.",
        4865.2,
        4871.52
    ],
    [
        " Even if you learn one little detail, even if you know I know this guard pass.",
        4871.96,
        4875.32
    ],
    [
        " You know, he added that one little detail to him.",
        4875.8,
        4877.52
    ],
    [
        " Dang, I've been training for all these years, and I just learned that one.",
        4877.7,
        4880.38
    ],
    [
        " You can always add something.",
        4880.46,
        4882.18
    ],
    [
        " The game I think that's a big deal.",
        4882.74,
        4885.58
    ],
    [
        " Show up and be there.",
        4885.78,
        4886.96
    ],
    [
        " You will learn.",
        4887.34,
        4888.02
    ],
    [
        " It's like I was talking to Greg one time, long time ago, he was like, we were talking about, hey, so if someone asked you,",
        4888.66,
        4894.28
    ],
    [
        " how long have you been training, but let's say you started training 10 years ago, but then you trained for a year, you took off a year, and then you went back,",
        4894.28,
        4901.06
    ],
    [
        " but you were only training a little bit, you know, so how long have you been training?",
        4901.18,
        4903.5
    ],
    [
        " Really? How do you count it and all that?",
        4903.62,
        4905.1
    ],
    [
        " So he was like, we didn't go too deep into it, but he was like, no, man, if you started 10 years ago, you've been training for 10 years.",
        4905.18,
        4912.2
    ],
    [
        " Because if you start training for a year, even if you take a year off, when you see something, you hear something,",
        4912.58,
        4917.86
    ],
    [
        " someone's talking about something, you're picking all that up, because you have the context.",
        4918.14,
        4921.46
    ],
    [
        " You know, so your brain is assimilated into your system and your mind, even if you're not training.",
        4921.46,
        4927.18
    ],
    [
        " Yep, exactly right.",
        4927.42,
        4928.26
    ],
    [
        " So if you're injured, just keep that going.",
        4928.36,
        4929.8
    ],
    [
        " That's a weird thing to do though.",
        4930.1,
        4931.68
    ],
    [
        " There's a little ego situation.",
        4931.86,
        4933.76
    ],
    [
        " If you're like, well, I've been training for 13 years, meaning I started 13 years ago, but I took a lot of time off, so you might catch me.",
        4934.06,
        4944.34
    ],
    [
        " Right, yes.",
        4944.52,
        4945.16
    ],
    [
        " That's basically what they're saying.",
        4945.36,
        4946.84
    ],
    [
        " So just tell people like, I've been training for 13 years.",
        4946.86,
        4949.44
    ],
    [
        " Yeah, you can't get that good.",
        4949.62,
        4951.04
    ],
    [
        " And not that good.",
        4951.04,
        4951.64
    ],
    [
        " You know what? Let's see how good I am.",
        4952.26,
        4954.66
    ],
    [
        " Yeah, you know, if in fact, come get it.",
        4954.96,
        4957.12
    ],
    [
        " Yeah, because I think it's come and get it.",
        4957.2,
        4959.52
    ],
    [
        " So automatic for the person like, like if you're at, if you ask me, how long have you been training?",
        4959.76,
        4965.4
    ],
    [
        " It's automatic for me to try to justify my skill with my number of how long.",
        4965.5,
        4970.02
    ],
    [
        " You know, even though the guy asking, typically, he's just asking for conversation.",
        4970.28,
        4973.56
    ],
    [
        " He's not trying to evaluate how good you're really when I ask people on size and they're shit.",
        4973.56,
        4977.56
    ],
    [
        " How long you've been training for?",
        4977.56,
        4980.58
    ],
    [
        " What school?",
        4980.98,
        4982.18
    ],
    [
        " Well, you're different.",
        4982.84,
        4983.88
    ],
    [
        " You compete?",
        4984.12,
        4984.52
    ],
    [
        " Well, I was talking to Kenan about that.",
        4985.3,
        4988.06
    ],
    [
        " Like, how do you do it?",
        4988.3,
        4989.12
    ],
    [
        " And they're kind of psycho though.",
        4989.38,
        4990.56
    ],
    [
        " They'll be like, it's Matt Hours.",
        4990.76,
        4992.48
    ],
    [
        " That's how you say it.",
        4992.9,
        4993.92
    ],
    [
        " You trained for 10,000 hours.",
        4994.04,
        4995.64
    ],
    [
        " That's how long you've been training.",
        4995.76,
        4997.12
    ],
    [
        " I don't know if you've seriously not, but that's the one way I'm looking at it.",
        4997.4,
        5001.52
    ],
    [
        " Yeah.",
        5001.56,
        5001.88
    ],
    [
        " I don't injury thing.",
        5002.2,
        5002.92
    ],
    [
        " Man, I don't feel the same way as you though.",
        5003.2,
        5004.94
    ],
    [
        " I don't really know what I definitely keep training.",
        5005.66,
        5008.3
    ],
    [
        " And I'll tell you what, like if I said this before, if my back is tight, nothing better for your back than G2.",
        5008.62,
        5014.4
    ],
    [
        " Yeah.",
        5015.2,
        5015.42
    ],
    [
        " You next little sore, G2.",
        5015.6,
        5016.76
    ],
    [
        " Yeah.",
        5017.28,
        5017.62
    ],
    [
        " Shoulders like a little stretch.",
        5017.76,
        5018.7
    ],
    [
        " G2, G2.",
        5019.48,
        5019.86
    ],
    [
        " No, I'm not saying go out there and you can be able to kill it.",
        5021.42,
        5023.52
    ],
    [
        " You're going to be able to go like the super hard crazy rounds.",
        5023.84,
        5025.54
    ],
    [
        " It's not going to work.",
        5025.54,
        5026.2
    ],
    [
        " Yeah.",
        5026.48,
        5026.6
    ],
    [
        " Yeah.",
        5027.16,
        5027.52
    ],
    [
        " Just be careful.",
        5027.76,
        5028.28
    ],
    [
        " I would say be careful.",
        5028.78,
        5029.44
    ],
    [
        " Yeah.",
        5030.78,
        5031.22
    ],
    [
        " Yeah.",
        5030.24,
        5031.66
    ],
    [
        " Yeah, I am not a doctor.",
        5031.66,
        5032.7
    ],
    [
        " And probably if people listen to me as if I was a doctor, their health would be deteriorating",
        5033.08,
        5041.04
    ],
    [
        " very quickly.",
        5041.04,
        5041.68
    ],
    [
        "",
        5041.78,
        5041.78
    ],
    [
        " It'd be in question for sure from time to time.",
        5041.78,
        5043.9
    ],
    [
        " Don't sleep, eat, meet, train, injured, go.",
        5044.42,
        5047.02
    ],
    [
        " That's my attitude.",
        5047.8,
        5050.9
    ],
    [
        " All right.",
        5052.0,
        5052.6
    ],
    [
        " Next question.",
        5052.82,
        5053.56
    ],
    [
        " How crucial is knowing the personality type, introvert, extrovert of your colleagues in",
        5054.38,
        5061.48
    ],
    [
        " combat, business, or choosing an MLS, which is occupation?",
        5061.48,
        5065.04
    ],
    [
        "",
        5066.1,
        5066.1
    ],
    [
        " How crucial is it to know the personalities of people?",
        5066.8,
        5072.34
    ],
    [
        " It's really crucial.",
        5073.14,
        5075.16
    ],
    [
        " Knowing and understanding people is critical in every aspect of life.",
        5076.32,
        5080.94
    ],
    [
        " And that being said, the most important part of knowing people is knowing that you really",
        5085.86,
        5092.18
    ],
    [
        " can't know people, not 100%.",
        5092.18,
        5094.8
    ],
    [
        " And I hear people talk about personality types and there's these tests and these categories",
        5094.8,
        5100.76
    ],
    [
        " and stuff like that.",
        5100.76,
        5101.44
    ],
    [
        " And honestly, I've never been familiar with that.",
        5101.52,
        5103.7
    ],
    [
        " But you know, you can put people in different categories.",
        5107.38,
        5110.36
    ],
    [
        " But for me, when you put person into category by themselves, right, that's only 50% of the",
        5110.82,
        5118.8
    ],
    [
        " situation.",
        5118.8,
        5119.42
    ],
    [
        " The other 50% is the other people that they're working with.",
        5119.86,
        5122.58
    ],
    [
        " So I want to know not just what type of personality they have, because that's a, like I said,",
        5122.86,
        5132.8
    ],
    [
        " that's half of the equation.",
        5132.8,
        5134.14
    ],
    [
        " The other half is how do they interact with other people and other people's personalities?",
        5134.72,
        5139.8
    ],
    [
        " How do they handle slackers?",
        5140.08,
        5143.54
    ],
    [
        " How do they handle overachievers?",
        5144.0,
        5145.3
    ],
    [
        " How do they handle loud mouths?",
        5145.46,
        5146.62
    ],
    [
        " How do they handle submissive people?",
        5146.82,
        5148.34
    ],
    [
        " How do they handle aggressive people?",
        5148.46,
        5149.6
    ],
    [
        " Those are all different personality traits.",
        5149.9,
        5151.26
    ],
    [
        " I want to know, I want to see how people are going to handle other personalities.",
        5151.38,
        5155.3
    ],
    [
        " And then I want to also know how they're going to handle certain situations.",
        5155.58,
        5158.66
    ],
    [
        " Pressure, conflict, authority, responsibility.",
        5160.64,
        5164.44
    ],
    [
        " I mean, I want to know not just what their personalities, but how they're going to react.",
        5164.72,
        5169.4
    ],
    [
        " Because you can get people that are a really easy example is people that are super aggressive,",
        5169.68,
        5174.68
    ],
    [
        " but they fold under pressure.",
        5174.96,
        5176.08
    ],
    [
        " And you can get people that are super passive, that fold under pressure.",
        5176.42,
        5179.74
    ],
    [
        " And vice versa.",
        5180.22,
        5180.88
    ],
    [
        " You can get someone that's super quiet and humble and under pressure.",
        5181.16,
        5184.8
    ],
    [
        " They're just strong.",
        5184.94,
        5185.72
    ],
    [
        " So that's what I want to know.",
        5188.08,
        5189.46
    ],
    [
        " I don't care what kind of personality you have.",
        5189.8,
        5191.8
    ],
    [
        " I mean, I do to an extent, but I want to know how it interoperates with the world,",
        5192.0,
        5198.14
    ],
    [
        " with the people and with the situations that you're going to face.",
        5198.62,
        5200.86
    ],
    [
        " And how do you do that?",
        5201.1,
        5201.94
    ],
    [
        " You do that by observing them while they're dealing with other people,",
        5202.14,
        5204.88
    ],
    [
        " while they're dealing with pressure situations.",
        5204.96,
        5207.16
    ],
    [
        " That's just a reality.",
        5207.72,
        5208.88
    ],
    [
        " And you can't...",
        5209.92,
        5211.14
    ],
    [
        " You can have an idea.",
        5211.14,
        5212.8
    ],
    [
        " You know, I won't say that you won't be able to predict it, but you'll get surprised.",
        5214.14,
        5218.2
    ],
    [
        " Sometimes you get surprised.",
        5218.74,
        5219.84
    ],
    [
        " On a person that you think is all tough, and they fold, or a person that you think is weak,",
        5219.98,
        5225.0
    ],
    [
        " and they're strong.",
        5225.42,
        5226.08
    ],
    [
        " So you will get fooled sometimes.",
        5226.44,
        5227.52
    ],
    [
        " A lot of times you're, you know, you're probably right, 60% of the time.",
        5227.92,
        5230.8
    ],
    [
        " 70% of the time.",
        5230.96,
        5231.9
    ],
    [
        " Yeah.",
        5232.28,
        5232.48
    ],
    [
        " Yeah, big one is also how they react when stuff goes bad.",
        5233.04,
        5237.28
    ],
    [
        " Like when stuff doesn't go their way.",
        5237.7,
        5239.22
    ],
    [
        " Yeah.",
        5239.22,
        5239.44
    ],
    [
        " And that's a spectrum too.",
        5239.46,
        5240.82
    ],
    [
        " But you can meet someone, or things are going good.",
        5241.5,
        5245.42
    ],
    [
        " You're hiring new people with growth, or whatever situation.",
        5245.58,
        5248.2
    ],
    [
        " And it's like, dang, this guy, I'm so glad I hired this guy.",
        5248.74,
        5251.2
    ],
    [
        " But when something goes wrong, they self-destruct.",
        5251.36,
        5253.24
    ],
    [
        " Or something like that.",
        5253.34,
        5253.98
    ],
    [
        " Man, yeah, that's, I think, a critical component.",
        5254.88,
        5256.88
    ],
    [
        " And so I got the simple answer is that there's so many different variables.",
        5258.36,
        5263.74
    ],
    [
        " So many different nuances that what you want to do is you want to know your people.",
        5264.28,
        5269.28
    ],
    [
        " Yeah.",
        5269.72,
        5270.24
    ],
    [
        " You want to build relationships with your people so you know them, so you understand them.",
        5270.7,
        5273.82
    ],
    [
        " That's what you want to do.",
        5274.06,
        5275.16
    ],
    [
        " Yeah.",
        5275.44,
        5275.7
    ],
    [
        " The R word, relationships.",
        5276.02,
        5277.9
    ],
    [
        " Yeah.",
        5278.5,
        5280.68
    ],
    [
        " That's what you need.",
        5281.04,
        5282.1
    ],
    [
        " That's how you get to know your people.",
        5282.72,
        5284.5
    ],
    [
        " And that's how you lead them correctly.",
        5284.88,
        5287.24
    ],
    [
        " Next question.",
        5288.44,
        5291.32
    ],
    [
        " In regards to subordinate leadership, how do you begin to change the culture slash school of thought",
        5291.92,
        5298.06
    ],
    [
        " of an industry or a company?",
        5298.22,
        5299.96
    ],
    [
        " You know, I'm not sure if they mean in regards to how do you change your subordinate leaderships,",
        5301.4,
        5309.26
    ],
    [
        " or if you are subordinate.",
        5309.26,
        5310.84
    ],
    [
        " I'm not sure what, which one of those it is, but regardless, it doesn't matter.",
        5311.06,
        5314.56
    ],
    [
        " Because guess what I'm going to do.",
        5314.92,
        5315.92
    ],
    [
        " I'm going to lead.",
        5317.0,
        5317.6
    ],
    [
        " That's what I'm going to do.",
        5318.0,
        5319.04
    ],
    [
        " Whether I'm, you know, on, whether I'm the subordinate guy or the superior guy,",
        5319.42,
        5323.58
    ],
    [
        " I'm going to lead.",
        5323.76,
        5324.84
    ],
    [
        " Oh, we're going to, I want to change things and make them a certain way cool.",
        5325.52,
        5328.12
    ],
    [
        " I'm going to do those things.",
        5328.5,
        5329.3
    ],
    [
        " I'm going to make those things happen.",
        5329.56,
        5330.84
    ],
    [
        " That's how you do it.",
        5331.38,
        5333.04
    ],
    [
        " And if you're doing the right things for the right reasons, your message is going to spread.",
        5333.86,
        5338.84
    ],
    [
        " You know, you know how many bad sea level tunes I was in?",
        5339.56,
        5343.06
    ],
    [
        " How many?",
        5343.98,
        5344.18
    ],
    [
        " Zero.",
        5344.48,
        5344.94
    ],
    [
        " You know why?",
        5345.62,
        5346.36
    ],
    [
        " Because me and my buddies, we always had a good attitude.",
        5346.62,
        5349.98
    ],
    [
        " We always had the right attitude and that spread to the other people that were with us.",
        5350.3,
        5354.18
    ],
    [
        " Now, there's a red flag that you can get for yourself.",
        5358.58,
        5362.26
    ],
    [
        " And this is frustration.",
        5363.16,
        5366.16
    ],
    [
        " When you start saying yourself, which I'm not saying this necessarily, but this kind of question",
        5367.0,
        5372.56
    ],
    [
        " is coming from somebody that wants changed happen, but it's not happening.",
        5372.56,
        5376.34
    ],
    [
        " So they're getting frustrated and they're thinking they are not bored.",
        5376.34,
        5379.2
    ],
    [
        " They don't care.",
        5379.36,
        5380.34
    ],
    [
        " They aren't professional.",
        5380.54,
        5382.02
    ],
    [
        " They're not motivated like me.",
        5382.16,
        5384.5
    ],
    [
        " They don't have a good attitude to you.",
        5385.34,
        5388.22
    ],
    [
        " There's a lot of blame going on right there.",
        5388.3,
        5390.42
    ],
    [
        " So this isn't about them though.",
        5391.86,
        5394.66
    ],
    [
        " It's about you.",
        5395.08,
        5395.58
    ],
    [
        " And it's about leading from any level in the chain of command.",
        5396.48,
        5402.9
    ],
    [
        " If you're leading, if you're doing the right things for the right reasons, that's going to spread.",
        5403.26,
        5410.66
    ],
    [
        " So when the classic example I talk about it all the time is if you're exercising extreme ownership,",
        5410.66,
        5416.18
    ],
    [
        " if you're saying, you know what, I got this.",
        5416.18,
        5418.16
    ],
    [
        " There was a mistake made it was my fault.",
        5418.26,
        5419.8
    ],
    [
        " That spreads.",
        5420.12,
        5422.02
    ],
    [
        " If you're humble, that spreads.",
        5422.72,
        5427.36
    ],
    [
        " If you have an open mind, that spreads.",
        5427.56,
        5430.22
    ],
    [
        " If you're being aggressive, not again, not aggressive towards other people,",
        5430.88,
        5435.44
    ],
    [
        " but if you're being aggressive and pursued of your goal, that spreads.",
        5435.44,
        5439.02
    ],
    [
        " You know what doesn't spread is when you're aggressive at people.",
        5439.8,
        5445.34
    ],
    [
        " Oh, actually, it does spread, but it's negative.",
        5446.34,
        5448.12
    ],
    [
        " You know what doesn't spread?",
        5449.16,
        5450.58
    ],
    [
        " It doesn't spread when you're trying to get people to do things because it's going to make you look good.",
        5450.8,
        5454.38
    ],
    [
        " That doesn't spread.",
        5455.04,
        5455.98
    ],
    [
        " You can't get people to behave better because you want to look good.",
        5456.5,
        5460.74
    ],
    [
        " It doesn't work.",
        5460.88,
        5461.56
    ],
    [
        " People see right through that.",
        5463.42,
        5464.74
    ],
    [
        " Oh, he wants to look good.",
        5464.94,
        5466.02
    ],
    [
        " You know what I'm going to do?",
        5466.1,
        5466.66
    ],
    [
        " Sabotage.",
        5466.86,
        5467.78
    ],
    [
        " Now the other thing I've been saying lately, because people are surprised or whatever,",
        5467.9,
        5479.02
    ],
    [
        " or not surprised, but they're concerned.",
        5479.32,
        5481.8
    ],
    [
        " They don't see how it's going to work so fast.",
        5482.52,
        5485.14
    ],
    [
        " And I say, you know what, it's not going to work fast.",
        5485.14,
        5487.56
    ],
    [
        " It's got to be, and here's the word.",
        5488.56,
        5489.96
    ],
    [
        " It's got to be a campaign.",
        5490.06,
        5491.08
    ],
    [
        " It's got to be a campaign.",
        5491.76,
        5493.12
    ],
    [
        " It's not like World War II was not one battle.",
        5493.68,
        5496.42
    ],
    [
        " World War I was not one battle.",
        5496.64,
        5499.04
    ],
    [
        " It's a campaign to win in Europe.",
        5499.24,
        5501.12
    ],
    [
        " It's a campaign to win in the Pacific.",
        5501.32,
        5503.9
    ],
    [
        " It takes battle after battle after battle.",
        5504.46,
        5506.58
    ],
    [
        " And guess what, you don't win them all.",
        5506.7,
        5508.14
    ],
    [
        " You lose some of them.",
        5508.58,
        5510.4
    ],
    [
        " And so you're going to, on this campaign, you're going to win and you're going to lose.",
        5511.42,
        5514.18
    ],
    [
        " But you've got to have the persistence and the patience and the persuasiveness to continue.",
        5514.38,
        5521.26
    ],
    [
        " And another piece of this is, you are best off if you go indirect.",
        5522.12,
        5533.78
    ],
    [
        " And not be like, hey, you need to act like me.",
        5534.72,
        5538.14
    ],
    [
        " No.",
        5538.58,
        5538.78
    ],
    [
        " People don't like that.",
        5540.8,
        5542.1
    ],
    [
        " You need to just act how you're acting.",
        5542.68,
        5546.24
    ],
    [
        " And if you're doing it, like I said, the right things for the right reasons.",
        5546.44,
        5549.12
    ],
    [
        " People are going to see you and they're going to follow.",
        5549.62,
        5552.36
    ],
    [
        " So that's how you begin to change the school of thought.",
        5553.4,
        5560.34
    ],
    [
        " Yeah, that genuineness tends to show itself.",
        5561.12,
        5564.4
    ],
    [
        " Or that, like if you're not genuine, it tends to show itself.",
        5564.56,
        5567.54
    ],
    [
        " Just because of the dynamics of any task.",
        5567.54,
        5569.36
    ],
    [
        " Nevermind, tends to.",
        5569.36,
        5570.5
    ],
    [
        " It just shows itself.",
        5570.64,
        5572.36
    ],
    [
        " So when you're doing it for the right reasons, you can't help but expose that.",
        5572.86,
        5576.76
    ],
    [
        " That will be exposed.",
        5576.84,
        5578.0
    ],
    [
        " So yeah, people will sign right on.",
        5578.22,
        5579.8
    ],
    [
        " And then you end up gaining, like I said, it's a campaign.",
        5580.16,
        5582.9
    ],
    [
        " It's like you'll gain a little bit of ground.",
        5583.4,
        5584.78
    ],
    [
        " You might win this guy over.",
        5584.88,
        5586.02
    ],
    [
        " You're like, hey, wait, that's a cool way of doing it.",
        5586.1,
        5588.7
    ],
    [
        " Or whatever the group is.",
        5588.74,
        5590.34
    ],
    [
        " And you make these small little steps.",
        5590.74,
        5592.9
    ],
    [
        " And you kind of hold that ground.",
        5593.32,
        5594.44
    ],
    [
        " And yeah, before you know it, it's kind of dang the whole culture of this.",
        5594.44,
        5597.1
    ],
    [
        " I don't know office or whatever.",
        5597.26,
        5598.66
    ],
    [
        " It's kind of changing, you know, I just.",
        5598.78,
        5601.48
    ],
    [
        " That happens.",
        5601.94,
        5602.8
    ],
    [
        " It's true.",
        5603.3,
        5604.02
    ],
    [
        " I've seen it happen.",
        5604.2,
        5604.78
    ],
    [
        " Next question.",
        5605.44,
        5607.14
    ],
    [
        " Jocco, Echo, how do you work with people who overthink things?",
        5609.04,
        5615.54
    ],
    [
        " The classic overthinker.",
        5616.52,
        5619.28
    ],
    [
        " What does that mean?",
        5619.62,
        5620.46
    ],
    [
        " The overthinker means they won't pick up this pen right here because they look at and say, hmm.",
        5620.8,
        5626.4
    ],
    [
        " I wonder what the way to that pen is.",
        5627.46,
        5629.52
    ],
    [
        " And if I should pick it up right now because I'm also thinking about saying something.",
        5629.66,
        5633.26
    ],
    [
        " And what if I drop the pen while I'm trying to say something that makes a noise on the desk that disrupts from the flow of my sentence.",
        5633.34,
        5638.44
    ],
    [
        " And then the whole flow of my sentence is disrupted, which means my train of thought will be disrupted.",
        5638.44,
        5643.82
    ],
    [
        " Now I can't refinished what I was going to sit.",
        5643.98,
        5645.64
    ],
    [
        " That's an overthinker.",
        5645.98,
        5646.84
    ],
    [
        " So that's the person which I'm trying to, now you can just imagine applying that thought pattern to an actual project that you're working on.",
        5648.34,
        5654.18
    ],
    [
        " Right. Right.",
        5654.34,
        5654.9
    ],
    [
        " Not a good scenario or you're trying to apply it to a combat situation that you're in.",
        5655.12,
        5658.6
    ],
    [
        " Or you're trying to apply it to a relationship that you're in.",
        5658.92,
        5661.64
    ],
    [
        " You start overthinking.",
        5661.98,
        5662.98
    ],
    [
        " Well, if I say this, then she might think that.",
        5663.12,
        5664.6
    ],
    [
        " Right.",
        5664.72,
        5664.86
    ],
    [
        " But they mean by that.",
        5665.22,
        5665.98
    ],
    [
        " Yeah, that little look.",
        5666.08,
        5667.08
    ],
    [
        " Yes, yes.",
        5667.64,
        5668.46
    ],
    [
        " Yeah, that's true.",
        5668.66,
        5669.52
    ],
    [
        " Okay.",
        5669.64,
        5669.74
    ],
    [
        " That's an overthinker.",
        5669.84,
        5670.9
    ],
    [
        " So we're thinking so much.",
        5671.06,
        5672.76
    ],
    [
        " You're overthinking it.",
        5673.02,
        5674.28
    ],
    [
        " So here's what I do when someone's overthinking.",
        5675.86,
        5678.26
    ],
    [
        " When I got someone that's like a chronic overthinker.",
        5678.4,
        5681.76
    ],
    [
        " I'm going to funnel them into the right mindset with questions.",
        5682.02,
        5689.64
    ],
    [
        " And I'll give you some real easy questions to ask that'll make this happen.",
        5689.64,
        5693.32
    ],
    [
        " Things like, hey, what do you mean by that?",
        5693.8,
        5695.7
    ],
    [
        " Or like, can you explain that again?",
        5696.38,
        5698.66
    ],
    [
        " And you're getting them to explain it in a simpler way.",
        5699.12,
        5701.96
    ],
    [
        " Or you say, you know, hey, so hold on.",
        5703.36,
        5705.26
    ],
    [
        " So what's the actual goal?",
        5705.36,
        5706.46
    ],
    [
        " What are we trying to get done here?",
        5706.66,
        5707.66
    ],
    [
        " Because again, they're putting layers upon layers of complexity on top of things that don't deserve it.",
        5708.42,
        5713.9
    ],
    [
        " So what exactly are we trying to do?",
        5714.14,
        5716.36
    ],
    [
        " And again, you're just kind of playing dumb a little bit.",
        5716.88,
        5719.56
    ],
    [
        " And asking questions.",
        5719.92,
        5722.44
    ],
    [
        " And then if you can't get to them, if you can't quite get them to simplify it, then you say,",
        5722.44,
        5727.76
    ],
    [
        " oh, okay, so we're trying to do this very simple statement.",
        5727.76,
        5733.2
    ],
    [
        " So that way they start subconsciously being coached and being taught to simplify things as much as they can in their head.",
        5733.88,
        5742.92
    ],
    [
        " And you know, another thing I've been saying lately, when I'm out working with people,",
        5743.94,
        5749.88
    ],
    [
        " is I used to not really understand why people are drawn to this complexity.",
        5750.3,
        5756.68
    ],
    [
        " But I actually think I understand now.",
        5757.28,
        5759.12
    ],
    [
        " And I think it has something to do with the fact that if I come up with a plan,",
        5759.42,
        5765.42
    ],
    [
        " and it's super complex and super crazy and you don't understand it, then I must be smarter than you, right?",
        5765.5,
        5770.36
    ],
    [
        " Yeah.",
        5770.94,
        5771.1
    ],
    [
        " Right?",
        5771.6,
        5772.06
    ],
    [
        " I came up with something that's so genius and so complicated that you don't even understand it.",
        5772.48,
        5778.46
    ],
    [
        " Right, I understand it.",
        5778.46,
        5779.28
    ],
    [
        " I understand it.",
        5779.62,
        5781.54
    ],
    [
        " But you don't.",
        5781.6,
        5782.8
    ],
    [
        " Right.",
        5782.86,
        5783.0
    ],
    [
        " And by the way, you know, the only way you're going to understand it if I,",
        5783.16,
        5787.04
    ],
    [
        " if I break it down for you because you don't get it.",
        5787.12,
        5789.8
    ],
    [
        " So it's an ego trip and it's completely wrong.",
        5789.9,
        5793.84
    ],
    [
        " Because the fact of the matter is if I'm trying to get you to do something and you don't understand it,",
        5794.18,
        5798.26
    ],
    [
        " I'm a loser.",
        5798.42,
        5799.16
    ],
    [
        " I'm failing as a leader.",
        5799.62,
        5801.22
    ],
    [
        " So you, you, you got to try and get people to understand that simplicity beats complexity every single time.",
        5801.78,
        5811.56
    ],
    [
        " And overthinking things is a failure in ability to simplify.",
        5812.24,
        5816.84
    ],
    [
        " So another thing, and this is more kind of about planning,",
        5817.68,
        5822.88
    ],
    [
        " and this is something I used to talk about in the SEAL teams,",
        5822.88,
        5825.4
    ],
    [
        " and I called it 6% advantage over the enemy.",
        5825.4,
        5828.18
    ],
    [
        " And what this was was,",
        5829.22,
        5830.74
    ],
    [
        " let's say you have a target building that you're going off of, or going after.",
        5831.78,
        5834.96
    ],
    [
        " You're going to go take down a target building in the middle of wherever,",
        5835.04,
        5837.54
    ],
    [
        " the middle of the desert.",
        5837.86,
        5838.72
    ],
    [
        " And you basically come up with a plan that you're going to use your standard operating procedures.",
        5839.26,
        5842.92
    ],
    [
        " You're all going to get online or you're going to at least set up a base and a maneuver element.",
        5843.16,
        5847.28
    ],
    [
        " It's very simple.",
        5847.54,
        5848.02
    ],
    [
        " Two elements.",
        5848.18,
        5848.64
    ],
    [
        " One element is going to hold cover and the other one is going to move through the target.",
        5849.14,
        5852.36
    ],
    [
        " Cover and move.",
        5852.54,
        5852.92
    ],
    [
        " It's, I mean, it's as simple as it gets.",
        5853.04,
        5854.0
    ],
    [
        " That's great.",
        5854.66,
        5855.36
    ],
    [
        " So you come up with a plan, that's your plan.",
        5855.84,
        5857.66
    ],
    [
        " And then as you're looking at the imagery or you're looking at the map,",
        5857.94,
        5861.14
    ],
    [
        " you notice that there is an outhouse.",
        5861.38,
        5863.06
    ],
    [
        " 150 meters away from the house.",
        5864.0,
        5867.16
    ],
    [
        " So now what you do is you go, you know what?",
        5868.5,
        5871.02
    ],
    [
        " Because there's that outhouse there, you know what I'm going to do is I'm going to take another team of our guys.",
        5871.52,
        5875.78
    ],
    [
        " We're going to break them off from the main assault force.",
        5875.78,
        5877.66
    ],
    [
        " We're going to put them over there.",
        5877.66,
        5878.62
    ],
    [
        " And that's what they're going to be in case the guys in the outhouse bubble.",
        5879.32,
        5883.16
    ],
    [
        " So what you've done is you've separated your units.",
        5883.58,
        5887.06
    ],
    [
        " You've increased your communication problems.",
        5887.9,
        5889.78
    ],
    [
        " You've sacrificed your fields of fire.",
        5889.96,
        5891.52
    ],
    [
        " You've disaggregated your firepower.",
        5891.68,
        5893.58
    ],
    [
        " You've diminished your unity of command.",
        5893.8,
        5895.76
    ],
    [
        " You've broke from your standard operating procedures.",
        5895.96,
        5898.58
    ],
    [
        " You've given up your real tactical advantage that you have for the chance.",
        5898.58,
        5903.18
    ],
    [
        " The chance that this guy at two o'clock in the morning when you hit the target is in the outhouse and not in his home.",
        5903.76,
        5911.44
    ],
    [
        " Is it worth that?",
        5911.82,
        5914.1
    ],
    [
        " No.",
        5914.42,
        5914.72
    ],
    [
        " So don't overthink it.",
        5915.1,
        5916.82
    ],
    [
        " We're hitting this target.",
        5917.1,
        5918.22
    ],
    [
        " You know what?",
        5918.68,
        5919.44
    ],
    [
        " Cool.",
        5919.62,
        5919.82
    ],
    [
        " Keep eyes on that thing.",
        5919.92,
        5920.88
    ],
    [
        " No big deal.",
        5921.28,
        5922.64
    ],
    [
        " But don't give up your tactical advantage because you overthought the situation.",
        5922.64,
        5927.1
    ],
    [
        " Go with what you know.",
        5927.48,
        5929.52
    ],
    [
        " And another piece of that is a lot of times when people get super detailed like that and planning.",
        5930.88,
        5939.78
    ],
    [
        " They're actually planning things, planning on things that can't be known.",
        5940.14,
        5944.78
    ],
    [
        " So why would we make a plan for something that can't be known?",
        5945.74,
        5950.34
    ],
    [
        " I got a better idea instead of making a plan for something that can't be known.",
        5951.34,
        5955.28
    ],
    [
        " Make a plan that's adaptable.",
        5955.62,
        5957.06
    ],
    [
        " You want your plan to be adaptable.",
        5957.62,
        5961.38
    ],
    [
        " And you know how you have the best adaptability for instance on the battlefield that you have the most control over your guys so that you can move them maneuver them quickly.",
        5961.66,
        5968.18
    ],
    [
        " And how do you do that by having good unity of command?",
        5968.62,
        5970.78
    ],
    [
        " And how do you do that by keeping your guys for the most part together?",
        5971.08,
        5973.32
    ],
    [
        " The minute you start spreading them out all over the place and something changes.",
        5975.0,
        5978.34
    ],
    [
        " Something unknown that unexpected happens.",
        5978.76,
        5982.04
    ],
    [
        " Now you got to reel everyone back in and try and get them to change the formation of their assault.",
        5982.52,
        5989.16
    ],
    [
        " It becomes very, very complex.",
        5989.92,
        5992.04
    ],
    [
        " So if you set up your plan so that it's adaptable to changing situations, then you're going to be good to go.",
        5992.9,
        6002.06
    ],
    [
        " Same thing in business.",
        6004.78,
        6005.94
    ],
    [
        " Do you know what the market's going to do?",
        6006.98,
        6008.38
    ],
    [
        " No.",
        6008.82,
        6009.02
    ],
    [
        " We have predictors, yes. Do we know them?",
        6009.66,
        6012.64
    ],
    [
        " No. Do you know what your competitor's going to do?",
        6013.0,
        6016.1
    ],
    [
        " No.",
        6016.48,
        6016.78
    ],
    [
        " Do you know what your consumers are going to do?",
        6017.34,
        6020.36
    ],
    [
        " No.",
        6020.74,
        6021.06
    ],
    [
        " Do we have intelligence, of course, we do.",
        6021.92,
        6023.66
    ],
    [
        " Do we have metrics, of course, we do, but we don't know things.",
        6023.8,
        6026.38
    ],
    [
        " So keep your plans adaptable.",
        6026.82,
        6030.06
    ],
    [
        " So you can make adjustments when you need to.",
        6030.48,
        6032.78
    ],
    [
        " As opposed to overthinking things and creating specific branch plans for a possibility of something that might occur in the future or might not.",
        6033.5,
        6045.82
    ],
    [
        " Don't overthink it, people.",
        6047.22,
        6049.34
    ],
    [
        " You know, sometimes people who underthink things.",
        6051.12,
        6055.06
    ],
    [
        " Sometimes they tend to say, hey, why do you overthink things when you're just normally thinking about something like you're thinking about thinking about something.",
        6057.36,
        6067.58
    ],
    [
        " So there's obviously you have to think about things.",
        6067.58,
        6070.5
    ],
    [
        " And yes, you should be cautious of someone that's just constantly saying, man, you're overthinking this.",
        6070.64,
        6078.32
    ],
    [
        " Right.",
        6078.42,
        6078.62
    ],
    [
        " I spent three minutes planning.",
        6078.82,
        6080.42
    ],
    [
        " Yeah.",
        6082.66,
        6083.1
    ],
    [
        " Yeah, watch out for that guy.",
        6083.3,
        6084.44
    ],
    [
        " Yeah.",
        6085.46,
        6085.8
    ],
    [
        " That's why, yeah, one, the word, one overthinking comes up.",
        6086.46,
        6091.84
    ],
    [
        " I understand what that means, but I feel like your example is sound.",
        6092.06,
        6096.38
    ],
    [
        " And.",
        6097.12,
        6097.68
    ],
    [
        " Jacko, what do you think of Greg Jackson, the MMA famous MMA coach, criticizing John Jones on his recent powerlifting and muscle gain?",
        6098.14,
        6111.24
    ],
    [
        " Yeah. So if you didn't see this, if you're in MMA at all, they caught Greg Jackson on the mic after John Jones recent fight, say, and you know, basically, hey, I told you so.",
        6112.28,
        6125.44
    ],
    [
        " He's too big. He's all that powerlifting.",
        6125.44,
        6127.88
    ],
    [
        " And I've talked about Greg Jackson before and nothing but respect for Greg Jackson.",
        6128.34,
        6135.06
    ],
    [
        " Not only is he an outstanding coach and a great tactician, he's also just super humble guy who has built a really cool gym and built a lot of champions.",
        6135.38,
        6147.9
    ],
    [
        " So his record speeds for itself.",
        6148.56,
        6150.8
    ],
    [
        " So I'm not going to second guess, you know, what he's saying about a fighter that he's worked with since day one.",
        6151.38,
        6158.56
    ],
    [
        " And I think really it boils down to this sort of definition of perfection.",
        6158.9,
        6163.88
    ],
    [
        " If you've ever heard this definition of the definition of perfection is when you have nothing more to add and nothing more to take away.",
        6164.12,
        6171.62
    ],
    [
        " You've got it where it needs to be.",
        6171.84,
        6174.52
    ],
    [
        " And they use this with design, you know, design of whatever furniture of iPhones of, you know, anything buildings.",
        6175.0,
        6183.26
    ],
    [
        " When you've got everything that needs to be there and you can't take anything away, that's the that's perfection.",
        6184.06,
        6189.88
    ],
    [
        " They say this about writing too.",
        6190.2,
        6191.46
    ],
    [
        " And you look at someone that writes really well.",
        6191.8,
        6194.22
    ],
    [
        " Every sentence you look at that sentence, you can't take away a word.",
        6194.92,
        6198.18
    ],
    [
        " And you can't add a word.",
        6198.92,
        6200.62
    ],
    [
        " And that's perfection.",
        6200.96,
        6202.38
    ],
    [
        " And I think that is what Greg Jackson is trying to do with Johnny Bones Jones.",
        6202.9,
        6208.0
    ],
    [
        " Get him in that physical status where you don't want to add anything and you don't want to take anything away.",
        6208.4,
        6216.44
    ],
    [
        " So what they may have done according to Greg Jackson is they may have added a little too much muscle.",
        6216.58,
        6223.38
    ],
    [
        " Because of course you've got to have some muscle because it gives you strength that's in the exposiveness.",
        6225.1,
        6230.66
    ],
    [
        " But at the same time, muscle requires oxygen.",
        6230.96,
        6235.7
    ],
    [
        " And so you can actually get too big to where it's affecting your cardio.",
        6237.08,
        6241.54
    ],
    [
        " So I think that's all Greg Jackson was talking about.",
        6243.08,
        6245.76
    ],
    [
        " And I think that's the balance that, that's the balance I'm always looking for.",
        6245.86,
        6249.54
    ],
    [
        " I want to be big and strong enough, but I want to have endurance.",
        6249.7,
        6252.14
    ],
    [
        " That's what I'm trying to do.",
        6252.42,
        6253.4
    ],
    [
        " And I try and find that balance by doing both strength work and endurance work.",
        6254.48,
        6259.66
    ],
    [
        " And when I say endurance, I mean muscular endurance, I don't mean marathon running because I don't run marathons.",
        6260.06,
        6264.88
    ],
    [
        " Metcon.",
        6265.12,
        6265.94
    ],
    [
        " Metcons, baby.",
        6266.34,
        6267.3
    ],
    [
        " So that's what I think he's talking about.",
        6267.96,
        6269.6
    ],
    [
        " And like I said, respect for Greg Jackson.",
        6270.42,
        6274.16
    ],
    [
        " And I'm sure that he had a, he's got a good handle on why he's saying that.",
        6274.2,
        6279.52
    ],
    [
        " Yeah, fully.",
        6279.74,
        6280.44
    ],
    [
        " And when you, I do know a little about a little bit about this where, so if you gain some a bunch of muscle fast, like over short period of time, you can have a way harder time dealing with, you know, the drawbacks of that muscle and that is endurance.",
        6280.66,
        6297.44
    ],
    [
        " That's the main thing.",
        6297.62,
        6298.38
    ],
    [
        " And at the same time, this doesn't have much to do with this particular situation.",
        6299.64,
        6303.26
    ],
    [
        " But if you gain muscle real fast, you can lose it.",
        6303.26,
        6306.36
    ],
    [
        " You have the potential to lose it real fast.",
        6306.44,
        6307.92
    ],
    [
        " But at the same time, you vice versa.",
        6308.16,
        6310.94
    ],
    [
        " If you cultivate this, you know, muscular body build, whatever, over time, like let's say you started lifting at 15 years old, you know, 35 years old now.",
        6311.08,
        6321.22
    ],
    [
        " And you've always been muscular.",
        6321.6,
        6323.64
    ],
    [
        " Your body will have a easier time holding onto that muscle if you stop like lifting for even a year.",
        6325.82,
        6331.16
    ],
    [
        " Or if you stop lifting for a long time and then you get back to lifting, it'll, it'll jump right back up as far as your muscular muscularity.",
        6331.7,
        6338.78
    ],
    [
        " So in regards to endurance, no matter what, bigger muscles require more oxygen, more, more fuel.",
        6339.4,
        6348.04
    ],
    [
        " So it's harder to get that endurance out when you have big muscles just in general.",
        6348.04,
        6353.0
    ],
    [
        " But you're going to have the potential to gain that endurance way more if you've had muscle for a long time.",
        6353.5,
        6358.44
    ],
    [
        " So you do these big jumps in muscle gain.",
        6358.5,
        6360.64
    ],
    [
        " Man, that endurance is going to suffer.",
        6360.92,
        6362.94
    ],
    [
        " It's going to be really hard to build up that endurance.",
        6363.12,
        6365.08
    ],
    [
        " Really hard.",
        6365.08,
        6365.72
    ],
    [
        " I'm not saying impossible, but it's just really, really hard.",
        6365.72,
        6368.08
    ],
    [
        " Yeah.",
        6368.66,
        6368.86
    ],
    [
        " So yeah, that is a dangerous thing, not dangerous, but it's a, it's a risky thing to do.",
        6369.3,
        6374.86
    ],
    [
        " When, you know, I'm going to jump back into the fighting situation and I'm huge now.",
        6374.86,
        6380.1
    ],
    [
        " You know, like, ah, the endurance might suffer on that one.",
        6380.4,
        6383.14
    ],
    [
        " And, you know, obviously, or apparently it did there.",
        6383.36,
        6387.16
    ],
    [
        " I think we, maybe do one more here.",
        6388.36,
        6391.32
    ],
    [
        " Okay.",
        6391.76,
        6391.9
    ],
    [
        " Jocco, do you ever feel like, sycephus, pushing a rock up a hill only to watch it roll back down again?",
        6393.32,
        6401.26
    ],
    [
        " And have to do it again.",
        6402.24,
        6403.9
    ],
    [
        " How do you overcome that?",
        6404.72,
        6406.54
    ],
    [
        " Do I ever feel like sycephus?",
        6408.68,
        6411.8
    ],
    [
        " Yeah.",
        6412.76,
        6416.82
    ],
    [
        " Of course I do.",
        6418.22,
        6420.26
    ],
    [
        " I mean, I do.",
        6420.66,
        6422.98
    ],
    [
        " And I'll tell you, I've, I've thought about this and I've been waiting for people to start saying like,",
        6424.24,
        6430.88
    ],
    [
        " oh, you put another picture of the sweat and of a squat rack, really?",
        6430.88,
        6435.24
    ],
    [
        " But I don't know if they understand.",
        6435.98,
        6440.74
    ],
    [
        " I've been getting on that squat rack and grinding it out for 25 years.",
        6441.78,
        6448.86
    ],
    [
        " And I'm not bored with it yet.",
        6449.64,
        6453.0
    ],
    [
        " It might seem like that's an unwinnable battle.",
        6456.28,
        6461.9
    ],
    [
        " But really to me, it's not about winning.",
        6462.68,
        6470.14
    ],
    [
        " It's the battle itself.",
        6470.94,
        6474.4
    ],
    [
        " It's the struggle.",
        6475.14,
        6476.36
    ],
    [
        " It's the daily test.",
        6476.7,
        6478.14
    ],
    [
        " That's what life's about.",
        6478.34,
        6479.7
    ],
    [
        " Not just physically, but mentally.",
        6481.38,
        6484.94
    ],
    [
        " Getting that rock to the top of the mountain.",
        6486.0,
        6489.7
    ],
    [
        " That's not what my goal is.",
        6490.66,
        6493.82
    ],
    [
        " My goal actually is pushing the rock.",
        6495.06,
        6498.42
    ],
    [
        " Because pushing the rock that pushes me.",
        6499.24,
        6506.22
    ],
    [
        " That makes me tougher.",
        6507.82,
        6509.92
    ],
    [
        " That makes me harder, mentally and physically.",
        6510.16,
        6514.08
    ],
    [
        " It gives me much more than I give it.",
        6515.1,
        6521.74
    ],
    [
        " I want to struggle.",
        6521.88,
        6522.78
    ],
    [
        " I want to grind and claw and scratch and I want to dig in and I want to push.",
        6523.66,
        6528.4
    ],
    [
        " And I don't want it to end.",
        6529.98,
        6531.44
    ],
    [
        " If I ever got the rock to the top of the mountain and it stayed there.",
        6533.64,
        6538.56
    ],
    [
        " I push it back down myself.",
        6539.12,
        6543.0
    ],
    [
        " I don't want to rest and I don't want to coast.",
        6544.34,
        6548.6
    ],
    [
        " And I don't want to reach a point in my life where I say,",
        6549.38,
        6552.3
    ],
    [
        " that's it.",
        6552.66,
        6555.46
    ],
    [
        " I've done enough.",
        6556.66,
        6557.76
    ],
    [
        " I'm not going to give anymore.",
        6559.16,
        6561.62
    ],
    [
        " I'm not going to push anymore.",
        6562.0,
        6563.96
    ],
    [
        " No.",
        6564.42,
        6567.68
    ],
    [
        " No.",
        6569.26,
        6570.9
    ],
    [
        " That relentless cycle of day to day challenges.",
        6571.68,
        6578.02
    ],
    [
        " They aren't maddening to me.",
        6578.78,
        6580.94
    ],
    [
        " They don't frustrate me.",
        6581.02,
        6582.7
    ],
    [
        " They inspire me.",
        6583.04,
        6584.7
    ],
    [
        " They inspire me to drive and push more and to push harder.",
        6584.7,
        6590.74
    ],
    [
        " That's what that rock does to me.",
        6591.0,
        6595.14
    ],
    [
        " So I say, dig in and get to push it.",
        6597.62,
        6605.86
    ],
    [
        " And I think that's all I've got for tonight.",
        6611.86,
        6616.04
    ],
    [
        " So it's all YouTubers out there.",
        6617.46,
        6623.12
    ],
    [
        " Thank you for joining us.",
        6623.24,
        6624.22
    ],
    [
        " Thanks for inspiring us.",
        6624.4,
        6626.3
    ],
    [
        " Thanks for listening to us.",
        6627.2,
        6628.86
    ],
    [
        " Listening to the podcast or watching the podcast on YouTube.",
        6630.54,
        6635.06
    ],
    [
        " I had somebody hit me up the other day on Twitter and said,",
        6635.06,
        6637.98
    ],
    [
        " man, I don't know you guys were on YouTube.",
        6637.98,
        6639.36
    ],
    [
        " Yeah, we're on YouTube.",
        6639.64,
        6640.4
    ],
    [
        " Got the YouTube channel.",
        6640.76,
        6642.18
    ],
    [
        " Jocco podcast.",
        6642.7,
        6645.46
    ],
    [
        " Sure.",
        6646.04,
        6646.52
    ],
    [
        " And thanks for giving us feedback and for spreading the word.",
        6647.48,
        6652.58
    ],
    [
        " And if you want to connect with us on the interwebs.",
        6652.76,
        6655.84
    ],
    [
        " On Twitter, echo is at Echo Charles on Instagram.",
        6657.12,
        6661.6
    ],
    [
        " Echo is at Echo Charles on Facebook.",
        6661.88,
        6665.82
    ],
    [
        " What are you?",
        6666.34,
        6668.06
    ],
    [
        " Slash Echo Charles.",
        6669.22,
        6670.4
    ],
    [
        " Yes, sir.",
        6670.58,
        6670.92
    ],
    [
        " And on those three, I'm the same.",
        6671.38,
        6673.54
    ],
    [
        " I am at Jocco, willing and to everyone out there in uniform.",
        6674.56,
        6679.06
    ],
    [
        " Military police firemen, EMS.",
        6679.82,
        6683.58
    ],
    [
        " Thanks for what you all do and gratitude for your service.",
        6683.58,
        6687.76
    ],
    [
        " Second, and for keeping us free and safe.",
        6688.02,
        6692.26
    ],
    [
        " And if you want to support the podcast, once again, how can you do it Echo Charles?",
        6692.96,
        6702.62
    ],
    [
        " Support the podcast.",
        6703.22,
        6704.22
    ],
    [
        " At the same time, get supported too by on it on it.com slash Jocco.",
        6704.74,
        6709.72
    ],
    [
        " So you get, they give you 10% off.",
        6709.72,
        6711.58
    ],
    [
        " Boom.",
        6711.78,
        6711.94
    ],
    [
        " Support your endeavors to get better supplement yourself.",
        6712.18,
        6714.98
    ],
    [
        " Again, on it.com slash Jocco.",
        6716.22,
        6718.48
    ],
    [
        " Or you can support the podcast by doing your Amazon.com shopping through Joccopodcast.com.",
        6718.48,
        6725.92
    ],
    [
        " Click on that link and then, you know, you can support it that way.",
        6726.08,
        6728.62
    ],
    [
        " Mind your ad blocker if you have one.",
        6730.64,
        6733.0
    ],
    [
        " It's rare, but if you have one, mind it.",
        6733.3,
        6735.44
    ],
    [
        " If you feel like donating, that's cool too.",
        6736.74,
        6739.28
    ],
    [
        " And thank you guys who have done that.",
        6740.02,
        6743.16
    ],
    [
        " Or if you want some shirts, get some shirts, man, represent.",
        6743.68,
        6747.46
    ],
    [
        " I think they're cool.",
        6748.24,
        6748.92
    ],
    [
        " I've made an effort to get like the quality shirts.",
        6749.18,
        6752.2
    ],
    [
        " Is that why they're sold out so much?",
        6752.74,
        6754.54
    ],
    [
        " Yeah, see in a big part of that too.",
        6754.68,
        6757.1
    ],
    [
        " You look complaining about you.",
        6757.12,
        6758.08
    ],
    [
        " Yeah, I know.",
        6758.4,
        6759.04
    ],
    [
        " And here's the thing I can't buy 5,000 shirts because where am I going to put them right now?",
        6759.24,
        6763.68
    ],
    [
        " It's a long story, but so yeah, sorry.",
        6765.52,
        6767.96
    ],
    [
        " I'm getting them.",
        6768.14,
        6768.84
    ],
    [
        " I'm getting them.",
        6768.84,
        6769.66
    ],
    [
        " And I'm going to improve on that too, by the way.",
        6769.66,
        6771.52
    ],
    [
        " But they're quality shirts.",
        6771.58,
        6773.0
    ],
    [
        " They are.",
        6773.0,
        6773.36
    ],
    [
        " They're solid.",
        6773.52,
        6774.36
    ],
    [
        " They're not like the ballpark giveaway.",
        6774.8,
        6776.62
    ],
    [
        " No, they're not shirts.",
        6777.14,
        6777.94
    ],
    [
        " $2 shirts.",
        6778.14,
        6778.9
    ],
    [
        " I would wear them if they didn't have my own head on them.",
        6779.42,
        6782.48
    ],
    [
        " Or if they just said victory MMA and fitness on them then.",
        6782.84,
        6786.96
    ],
    [
        " Yeah, that's right.",
        6787.14,
        6787.84
    ],
    [
        " But anyway, yeah, at joccostore.com or you can get a coffee mug.",
        6788.12,
        6791.66
    ],
    [
        " They're kind of cool.",
        6791.66,
        6792.28
    ],
    [
        " I think they're kind of cool.",
        6792.36,
        6793.42
    ],
    [
        " And if you want, if you kind of liked what we're talking about here.",
        6793.46,
        6797.78
    ],
    [
        " Leadership, life, lessons.",
        6798.32,
        6800.46
    ],
    [
        " You can check out a little book that myself and my brother, Lafe Babin wrote.",
        6801.04,
        6805.18
    ],
    [
        " It's called Extreme Ownership.",
        6805.38,
        6806.74
    ],
    [
        " You can get it on hard cover.",
        6807.04,
        6811.9
    ],
    [
        " You can get it on Kindle.",
        6812.22,
        6813.82
    ],
    [
        " You can get it on audio.",
        6814.0,
        6815.48
    ],
    [
        " And the audio is read by myself and by Lafe as well.",
        6815.92,
        6820.38
    ],
    [
        " So you can check that out.",
        6820.38,
        6821.92
    ],
    [
        " And thanks for supporting that.",
        6822.22,
        6823.8
    ],
    [
        " And finally to everybody out there in the world living in freedom.",
        6824.62,
        6832.38
    ],
    [
        " Take advantage of it.",
        6833.18,
        6835.76
    ],
    [
        " Take advantage of your freedom and your life by driving hard.",
        6835.92,
        6841.5
    ],
    [
        " And by pushing that rock up that hill with everything you've got.",
        6843.42,
        6848.82
    ],
    [
        " And also, and of course, drive hard by getting out there.",
        6849.44,
        6859.84
    ],
    [
        " And getting after it.",
        6862.04,
        6863.52
    ],
    [
        " And so until next time, this is jocco and echo.",
        6865.92,
        6870.3
    ],
    [
        " Out.",
        6870.3,
        6872.38
    ]
]