[
    [
        " This is Jocco Podcast number 21 with Echo Charles and me, Jocco Willink.",
        0.0,
        6.06
    ],
    [
        " And our guest tonight is Mr. Tim Kennedy, who is an active duty army special forces soldier,",
        6.6,
        19.36
    ],
    [
        " Ranger sniper, MMA fighter, little bit of that Jiu-Jitsu black belt, the Zitz fighter in the UFC,",
        19.36,
        29.06
    ],
    [
        " current fighter in the UFC, who everyone's waiting to watch fight again, an American patriot.",
        29.56,
        36.96
    ],
    [
        " God bless America, and just an all-around beast. Did I miss anything?",
        37.28,
        43.52
    ],
    [
        " Pretty skinny right now, I have a kickass mustache, and he's got that going for him.",
        44.58,
        49.94
    ],
    [
        " And really excited to have Tim on the show. As you know, there's not been a lot of guests on the show.",
        50.62,
        56.08
    ],
    [
        " The only other guest that's been on this show so far has been Mr. Lafe Babin, who is one of the tune commanders",
        56.12,
        62.26
    ],
    [
        " who worked for me in Ramadi, our last appointment, and wrote the book that I wrote with him.",
        62.26,
        66.78
    ],
    [
        " And we had a pretty fired up podcast and talked about a lot about the things that we went through and experienced.",
        67.92,
        73.56
    ],
    [
        " And knowing you, and I know you're a little bit younger than me, but you just been through a lot of the same kind of life events and mistakes and mistakes and same kind of stuff.",
        74.38,
        87.76
    ],
    [
        " So it's pretty cool to hang out with you a little bit today and get to talk to you.",
        87.76,
        91.36
    ],
    [
        " And for everyone that's waiting to know the results of the grappling death match between Tim Kennedy and Marco.",
        91.36,
        96.74
    ],
    [
        " It's coming. We can't even tell the results because it's still to be decided.",
        96.74,
        100.96
    ],
    [
        " It didn't happen today. We ran out of time. Tim's got a little dinged up injury.",
        101.22,
        106.26
    ],
    [
        " And so we had to forgo that. And so instead we just went out and slaughtered some meat.",
        106.66,
        110.44
    ],
    [
        " Dude, some amazing barbecue coming from a Texan. I was like, really? You're taking me to barbecue?",
        110.7,
        115.72
    ],
    [
        " Yeah, I had to do it.",
        116.34,
        117.44
    ],
    [
        " Not disappointed.",
        117.6,
        118.26
    ],
    [
        " So also with us, of course, is echo Charles. Good evening, echo. Good evening.",
        120.54,
        125.44
    ],
    [
        " So we're going to get straight into it to questions. We got a ton of questions from the internet. Everyone's exploded.",
        125.88,
        134.5
    ],
    [
        " It did explode.",
        134.88,
        135.44
    ],
    [
        " What questions should I ask?",
        135.64,
        136.58
    ],
    [
        " Like my phone's on fire.",
        136.66,
        138.12
    ],
    [
        " My phone is on fire.",
        138.5,
        139.88
    ],
    [
        " The internet broke.",
        140.7,
        142.48
    ],
    [
        " And we did get a ton of questions. So thanks everybody for asking a bunch of cool questions.",
        143.3,
        147.04
    ],
    [
        " Obviously we can't answer them all.",
        147.04,
        148.76
    ],
    [
        " And but we're going to try.",
        149.12,
        150.58
    ],
    [
        " We're going to take a crack at it.",
        150.92,
        152.3
    ],
    [
        " And the first one that I just started this whole thing off with because it for anybody that does know who you are.",
        152.54,
        156.78
    ],
    [
        " Because I bring in a lot of fans from, you know, MMA or whatever.",
        157.42,
        160.96
    ],
    [
        " But not really, you know, most of the people that are listening to me, I think they might be jujitsu guys, but there's a lot of business people and stuff like that.",
        161.3,
        167.0
    ],
    [
        " So I guess to start this off with a question that would give everyone a little bit of background about you other than what I just said is someone said, hey, I'd like to hear a little bit about Tim Kennedy up bringing and what led him to enlist.",
        167.22,
        180.08
    ],
    [
        " Oh man, go Tim.",
        180.42,
        181.8
    ],
    [
        " I grew up in Central California, rule of California. When I say I'm from California, people are like, oh man, you like Hollywood is like, no, like do surf.",
        182.76,
        191.12
    ],
    [
        " And I was like, dude, I speak Spanish. I argue with Mexicans. I ride horses.",
        191.12,
        195.96
    ],
    [
        " And that's all there is to do where I'm from.",
        196.62,
        198.86
    ],
    [
        " It's beautiful there, but it's very rural.",
        199.52,
        202.4
    ],
    [
        " It was like an hour long drive from my folks place to the gas to the supermarket.",
        202.5,
        206.92
    ],
    [
        " So, you know, I was like the Christian version of a Boy Scout or Royal Ranger and grew up hunting and shooting.",
        208.06,
        215.86
    ],
    [
        " And I don't know, pretty normal kind of rule kids. Like there's a lot like the Marcus LaTrells and Chris Kiles, you know, they're from Texas and it seems like a pretty natural thing as a decent athlete.",
        219.22,
        229.04
    ],
    [
        " I wrestled and always wanted that next thing, that next challenge.",
        229.18,
        233.64
    ],
    [
        " And so I was in college. I was fighting. I just won the ECC. I was like Jason Miller, Ryan Cohn.",
        234.96,
        244.38
    ],
    [
        " I was just like Dennis Kang was in the tournament. He was like, eight man, 185 tournament.",
        244.92,
        248.7
    ],
    [
        " Chuck the Del was in my corner. Matt Hughes was the ref. And it was for three fights in one night and won that, which ranked me in the top 10 in the world.",
        249.46,
        259.3
    ],
    [
        " And that was like August 30th of 2001. Then September 11th happened.",
        261.72,
        269.16
    ],
    [
        " Watching planes find a buildings. Piss me off, pretty bad.",
        270.08,
        276.92
    ],
    [
        " So, at that time I was a pretty bad person. I had three women pregnant.",
        277.7,
        283.04
    ],
    [
        " And within the next couple of weeks, I also found out that I had possibly contracted the HIV virus.",
        284.82,
        290.48
    ],
    [
        " And so I was a professional fighter in grad school working at .com and commerce in California. Thought I was pretty awesome.",
        291.26,
        298.44
    ],
    [
        " And like all revelations in life, when you're not reaching your potential, it's a stark, horrible reality. And that's what it was.",
        299.2,
        309.14
    ],
    [
        " It was this wake up call that I was a piece of shit. I should be probably buried would be what I would have served the planet better had I just not continued consuming oxygen.",
        309.14,
        319.38
    ],
    [
        " So you're saying and that that trigger moment for you is when September 11th, you saw everything that was happening. You said to yourself, man, this is what I've done with my life so far.",
        319.38,
        329.46
    ],
    [
        " Yep, that's pathetic. Yeah, time to get in the game. Yep. All correct there. But I think a little bit more negative.",
        329.46,
        337.82
    ],
    [
        " Like I am a super nasty piece of poop beyond pathetic. Yeah. Like my dad's an amazing human.",
        338.28,
        345.9
    ],
    [
        " My mom's an amazing human. My sister and my brother, you know, like even to this day, I aspire to be what they are.",
        346.1,
        351.26
    ],
    [
        " And then I was like, man, I'm a really bad. So I go down to the recruiter's office and I didn't know the difference between special forces, Navy seals, Marine Recon, being a Ranger, being a green bra.",
        352.2,
        364.38
    ],
    [
        " So I went in. I was like, obviously, I thought they're all on the one with the same. And I was like, I just want to, you know, be Chuck Norris essentially. They laughed at me.",
        364.66,
        371.2
    ],
    [
        " But it's when I got to the recruiter's office when I thought I was like this awesome American again taking my say self like, oh, I'm so cool that I'm going to go do this, you know, like how selfless of me.",
        372.9,
        383.28
    ],
    [
        " And there's 2,000 people in line of head of me. You know, not like 1,000, not like 100, which would have been a lot. 2,000 people in rural California were like, oh, man, I got to go do something and they'll beat me to it.",
        383.56,
        399.58
    ],
    [
        " So I'm again, complete piece of shit. So that was kind of like the genesis and the origin. That's what brought me the recruiter's office and then through the course of trying to figure out, you know, their as vaps score and your GT score, being a college athlete, you know, like what the right fit was. I wanted the fastest thing to get me behind a gun with people that wanted to kill bad people.",
        399.9,
        419.24
    ],
    [
        " And that's end up being the green brace awesome. You know, one of the things I was on an interview in England and I was talking about the fact that America is pretty restrained in the way it handles things.",
        420.66,
        434.58
    ],
    [
        " But I also said that if we get pushed to a certain point and I don't know where that point is and you can't describe it. No one can predict it.",
        434.58,
        441.16
    ],
    [
        " But that's a case in point, you know, something happens like September 11th and you got 2,000 men, military age males in rural California standing in line to go and make the ultimate sacrifice. If need be.",
        441.64,
        453.58
    ],
    [
        " You can't forget that about America. No, you can't forget that about. You go to Pearl Harbor, you know, beautiful Hawaii. You drop some bombs on us for, you know, because you're pissed off about the economics of some oil deals.",
        454.6,
        467.18
    ],
    [
        " We're going to drop nuclear bombs on you. Yeah. You come and fly some planes into our buildings. We're going to go and try to wipe your culture off the face of the planet for 15 years. And that's where we are right now.",
        468.3,
        479.28
    ],
    [
        " Yeah. Get a freaking clue. Don't fuck with us. We get pissed off if you push this too far. That's pretty much it. You know, you get guys like this. We're already in. That's like this man. Bad decision.",
        479.74,
        493.5
    ],
    [
        " Yeah. And it's it unfortunately. You can see that because it is American because it's an isolated place. And it's a very comfortable place to live. And people are driving around, you know, while you were, you know, flying around on a helicopter getting ready to get inserted on a target.",
        493.62,
        511.66
    ],
    [
        " There was someone else flying around the mall and their Cadillac escalated getting ready to go and buy some new, you know, Apple software or hardware. And that's their reality. I mean, they have no idea what that's like. So we do forget in America that what's happening. What can happen to us.",
        511.66,
        529.24
    ],
    [
        " And the threats that are out there, we can forget about that very easily. And a lot of Americans do. I know a lot of Americans. I know Americans that are listening to this podcast. They don't forget that. And they know what we talk about it all the time.",
        529.86,
        539.56
    ],
    [
        " But there are Americans that have no idea. They live so isolated from the rest of the world that it just wait the thought of going to war for them. It means going to them all.",
        540.4,
        553.98
    ],
    [
        " Because it doesn't change their life. It doesn't impact their life at all. I mean, we're here in California, you know, like the perceived utopian, you know, like the Shangri-La of the United States. And just two hours north of here, you had two radicalized fanatics, bring machine guns, automatic rifles or wash out rifles and start mowing people down. So I think we're coming to a crossroad where people are going to either need to wake up and stop being.",
        554.1,
        582.88
    ],
    [
        " And we're going to be getting pandered and tidal little bitches. Or we may not have the same type of life and culture and opportunity that we've always claimed America to have and to be.",
        583.74,
        595.52
    ],
    [
        " Yeah. The key point of that being freedom.",
        596.08,
        598.8
    ],
    [
        " And the freedom to move the freedom to go to that ball. It's the freedom of all those things that we definitely take for granted because we've had it for over 200 years.",
        600.46,
        609.14
    ],
    [
        " People forget what it's like to live in an oppressed society.",
        609.34,
        611.78
    ],
    [
        " They're going to learn it here pretty quick. Yeah.",
        612.86,
        615.5
    ],
    [
        " And that's one of the best things that the military does for you. So you get to travel all these other places in the world and see what the rest of the world lives like.",
        616.06,
        624.22
    ],
    [
        " I called it a little flag from the interwebs because I didn't mention that. Yeah, I know that there's other countries that are first world countries in Europe that are nice places to live too. I get that.",
        624.34,
        633.34
    ],
    [
        " But would that they don't send us in the military to those places. We, you know, we don't get to go to the first world countries that are all nice. We go to horrible places where there's wars happening.",
        633.74,
        643.48
    ],
    [
        " And so that's our impression of the world a lot of times. And it's accurate because that's what most of the world is like.",
        643.48,
        649.08
    ],
    [
        " I got it Germany's nice. Right. You know, but you said Belgium was really nice. We said it like from, you know, from the fifties until just, I don't know about two months ago.",
        649.34,
        659.1
    ],
    [
        " We're like, oh man, they got great chocolate and cheese and coffee. When was the last time you're in Belgium, right? Pretty nice. Oh crap. They're pretty much breeding terrors there.",
        659.2,
        668.76
    ],
    [
        " Yep. So shut your face if you're talking to Jaco about what the world actually is. And at the same time you talk about like where you don't get sent to the nice places and the people complaining.",
        668.76,
        681.98
    ],
    [
        " They don't get sent to the bad places. They don't go on a vacation to Liberia. Yeah, so it happened. So yeah, that of course they're all, hey, I've been all over the world too. I didn't see all this, all this horrors that you claim to have seen.",
        682.32,
        696.84
    ],
    [
        " You know, kind of obviously I'll see that but I think we got a pretty good and balanced perspective. Like you live in San Diego, California. It's freaking gorgeous. You know, it's one of the most beautiful places in the planet. It is. Yeah, you've been to some nasty places.",
        696.86,
        709.28
    ],
    [
        " I think in like if we're going to be like, oh, Yinn and Yang and you know, balance of life and crap. With the amount of evil that you've seen, you've seen this share amount of beauty. You know, you married the same woman, got a beautiful family. You know, you've been in an amazing career. Run a great company.",
        709.92,
        724.58
    ],
    [
        " Yeah, you saw horrible things too. But like if somebody's going to come and talk to us about our perspective on life, you know, and like, oh, you don't really understand. Have you, you know, if you spent time in France, like, bitch, I have first of all second is I'm not talking about France. Even though Paris just got their ass kicked. Yeah.",
        725.2,
        741.68
    ],
    [
        " And then the train, which would have been like a complete massacre. Oh, that would have been a massacre. Yeah, I understand. And you don't understand until you've been with me to like, Curzic Stan or the packy Afghani border. Show your fucking face.",
        741.68,
        754.6
    ],
    [
        " Yeah.",
        759.0,
        759.4
    ],
    [
        " Yeah.",
        759.4,
        759.44
    ],
    [
        " We had a cuss on here because that was the app. Sorry. You cannot, you can swear if you feel the need to try not to.",
        761.6,
        770.36
    ],
    [
        " When I said I was running late, as I was walking out the hotel to come here, I got like grabbed by some people and like, man, I've gotten some great feedback about your presentation yesterday.",
        771.28,
        780.06
    ],
    [
        " Did you know that you said fuck 18 times? I was like, I thought it was about 10.",
        780.6,
        785.34
    ],
    [
        " Thank you. So is that a positive or negative feedback? We did. We on one of the podcasts we talked about swearing. And we talked about it for like 17 minutes.",
        785.7,
        795.4
    ],
    [
        " Yeah.",
        795.56,
        795.78
    ],
    [
        " Because.",
        796.1,
        796.42
    ],
    [
        " And my basic point was I try not to swear on the podcast. The reason I try not to is because this is going to be out there forever.",
        797.04,
        804.3
    ],
    [
        " And my kids are going to listen to this and other humans are going to listen to this. And so I think, man, I'm going to try not to swear.",
        805.34,
        813.26
    ],
    [
        " And I do swear sometimes, but I try not to. But sometimes it's needed. And I believe in you in the last statement, it was needed.",
        813.44,
        820.14
    ],
    [
        " I'm going to also try not to agree. But sometimes.",
        820.36,
        823.52
    ],
    [
        " Now, Brad, let it put the explanation mark at the end of a sentence. Sometimes it's needed.",
        823.72,
        827.92
    ],
    [
        " You know, sometimes it is. All right.",
        827.92,
        830.88
    ],
    [
        " Anything else on that? We're just kind of getting warmed up. I know. First question or is like, I hate session to get.",
        831.28,
        838.58
    ],
    [
        " Chop and bombs at war for 15 years.",
        838.68,
        841.46
    ],
    [
        " It was coming out of the gate strong. So getting into America a little bit. Next question.",
        841.64,
        846.38
    ],
    [
        " Love this country.",
        846.54,
        847.66
    ],
    [
        " Foughts on current military law enforcement, self defense techniques and what you both would incorporate to make better.",
        848.72,
        856.38
    ],
    [
        " That's a super broad question.",
        859.24,
        861.8
    ],
    [
        " You know, I'll narrow it down.",
        862.24,
        865.12
    ],
    [
        " Okay.",
        865.52,
        865.62
    ],
    [
        " And I've talked about it a little bit on the podcast, but you got cops, police who have a hard job.",
        866.38,
        876.46
    ],
    [
        " A miserable job.",
        876.94,
        877.82
    ],
    [
        " I could never do it. I mean, so would I. I could never do it. Never would want to do it.",
        877.86,
        881.8
    ],
    [
        " What did you say to me? Yeah. Dread. I mean, just dealing with dealing with the drags in society, you know, for 14 calls.",
        881.8,
        888.62
    ],
    [
        " And then the 15th call, you're going to, you know, some domestic violence. And I mean, just it's just a horrible, hard job.",
        889.0,
        895.44
    ],
    [
        " And then you have these shootings where quote unquote innocent people get shot. And sometimes they are.",
        895.84,
        903.34
    ],
    [
        " I mean, I see some of these police shootings. There's no way I can approve it.",
        903.58,
        907.0
    ],
    [
        " And I am all about killing bad guys. And some of the shootings should just say, man, that cop.",
        907.18,
        913.08
    ],
    [
        " And I always look at it the same way. And I say that cop didn't have the train.",
        913.26,
        917.82
    ],
    [
        " Train needed. And I what really hurts is that I know how to train.",
        917.84,
        923.84
    ],
    [
        " I know what to do to make them better and get them better at that. I know you do. I know how the money.",
        923.9,
        928.16
    ],
    [
        " They don't have the time. They don't have the money. They don't have the time.",
        928.38,
        930.36
    ],
    [
        " A lot of times they don't even have the experience within the department of someone that knows how to train people mentally.",
        930.58,
        935.6
    ],
    [
        " Because that's what it is. It's mental preparation of getting someone ready to handle these scenarios.",
        935.74,
        941.08
    ],
    [
        " Because it's just an unknown scenario. That's what it is. And one of my worst examples is this guy pulls up to a 7-11.",
        941.72,
        948.72
    ],
    [
        " It's all body camera. The guy is the whole things on video. The guy gets a call. There's a guy with a gun in 7-11.",
        948.86,
        953.48
    ],
    [
        " Pulls up in his cruiser. The 7-11 gets out of his car. Sees a guy walking away. Starts yelling at him. The guy is wearing a hoodie.",
        953.64,
        959.7
    ],
    [
        " The guy is walking away from him. He's the cops yelling at him. Freeze, freeze, freeze. The guy doesn't freeze.",
        960.1,
        964.82
    ],
    [
        " And finally he's yelling. And he's standing. The cop standing in the wide open holding his gun out.",
        965.2,
        969.96
    ],
    [
        " You know, freeze, freeze. And finally the guy turns around. Looks at the cop. Reaches his hands in his pockets.",
        970.0,
        975.14
    ],
    [
        " Boom. Cop shoots him. Guy falls down. Falls the curb. Rolls. He's on his stomach. Cop comes over. Rolls him over. Starts to search him.",
        975.7,
        981.76
    ],
    [
        " He finds. Pulls his head off. Pulls his hood off. He's got headphones in. Reaches in his pockets. He's got an iPhone on.",
        982.04,
        986.94
    ],
    [
        " And he was just sitting there listening to music. Couldn't hear the cop. Turned around. Reaching his pocket. Turn off the iPhone.",
        987.38,
        992.32
    ],
    [
        " And you know the cop who got the call. There was a guy with a gun. And thinks he's reaching for gun. Dustin.",
        992.72,
        997.84
    ],
    [
        " Yeah. Guy died. Blood out. And you can hear the cop. The cop felt horrible.",
        998.06,
        1001.28
    ],
    [
        " You know, once you realize that he's like, come on buddy. It's going to be okay. I'm going to get you.",
        1001.64,
        1004.22
    ],
    [
        " I mean, just like the classic things that I've known you've heard before of like, I want to save this guy's life.",
        1004.24,
        1008.68
    ],
    [
        " And it's not going to happen.",
        1008.76,
        1010.0
    ],
    [
        " And what I know is that that guy going into that situation from the get go.",
        1011.34,
        1016.48
    ],
    [
        " If you think someone's got a gun, don't stand out in the open and talk to him.",
        1016.9,
        1021.22
    ],
    [
        " Get behind cover and stand back and you know, stay behind your car. Get on your cruiser.",
        1021.5,
        1025.4
    ],
    [
        " Get on your loudspeaker and look at him and watch him and see what he's doing and see if there's a real threat.",
        1025.82,
        1030.64
    ],
    [
        " But don't expose yourself to him by standing out in the middle of the open.",
        1030.64,
        1033.24
    ],
    [
        " And where if he does have a gun, he's going to get you.",
        1033.66,
        1035.56
    ],
    [
        " And those are simple things that you know, you could do to improve the training.",
        1036.48,
        1040.2
    ],
    [
        " What you have to do is you have to put people in stressful situations during the training.",
        1040.34,
        1043.28
    ],
    [
        " And that's what we did in the SEAL teams. I know that's what you guys do in the SF.",
        1043.74,
        1047.5
    ],
    [
        " Is you get put in these horrible stressful situations where everything is getting destroyed.",
        1048.04,
        1052.42
    ],
    [
        " You're getting shot with paintball and they're blowing smoke grenades up and all the frags hitting you.",
        1052.6,
        1056.66
    ],
    [
        " They do that in the trainings that when you get in combat, you're not freaked out.",
        1056.86,
        1060.1
    ],
    [
        " Yeah. And you can handle the situation.",
        1060.26,
        1061.78
    ],
    [
        " Train hard so you bleed less. You know, it's like it's pretty simple.",
        1063.84,
        1066.8
    ],
    [
        " And we do it in Austin. We do a stress test a week.",
        1068.1,
        1072.18
    ],
    [
        " Sometimes it's barbell stuff on the range and kit where we're doing like Olympic lifts to a sprint.",
        1072.62,
        1077.1
    ],
    [
        " And then you pick up your gun and shoot or it's slung and then you do like a five mile run.",
        1077.28,
        1082.82
    ],
    [
        " And as soon as you step on the range, it's like 500 targets.",
        1083.1,
        1086.38
    ],
    [
        " You're just running down the line.",
        1086.38,
        1088.6
    ],
    [
        " And that's so I know and it feels normal for my heart rate to be pounding so that I can't hear anything besides my own beating heart in my ears.",
        1090.44,
        1098.74
    ],
    [
        " Sweat dripping in my eyes, sweat dripping on my optics.",
        1099.62,
        1102.26
    ],
    [
        " My grip being jacked up because it's covered with sweat and you know a little bit of blood because I tripped and fell on my face.",
        1102.66,
        1109.78
    ],
    [
        " And that seems normal.",
        1110.0,
        1111.54
    ],
    [
        " If I went to a range and shot in like a vacuum, you know, like where it's like air condition right and like you guys like, all right.",
        1111.9,
        1119.2
    ],
    [
        " No, you can't shoot faster than one round a second and no drawing from the holster.",
        1119.8,
        1124.6
    ],
    [
        " So let's just, you know, have a good time here. I would know what to do.",
        1124.86,
        1128.02
    ],
    [
        " I beg this is really uncomfortable.",
        1128.52,
        1130.44
    ],
    [
        " Can someone just start screaming at me and throwing something at me so I could just at least shoot, you know, 100%.",
        1130.98,
        1137.16
    ],
    [
        " The training for my brothers, police officer, my dad's a police officer.",
        1137.68,
        1141.2
    ],
    [
        " I went to the police academy in 99 and I was astounded.",
        1141.32,
        1144.78
    ],
    [
        " I was a kid. I was 21 years old.",
        1145.16,
        1147.54
    ],
    [
        " I was astounded at how they were not prepared for anything.",
        1147.76,
        1152.28
    ],
    [
        " One was like, all right, how about this.",
        1153.26,
        1154.8
    ],
    [
        " All 20 of you try to get cuffs on me.",
        1155.3,
        1158.04
    ],
    [
        " Yeah, didn't happen.",
        1159.0,
        1160.52
    ],
    [
        " No, my wrists were bloody.",
        1160.84,
        1162.06
    ],
    [
        " You know, I had a cuff on my leg.",
        1162.6,
        1163.82
    ],
    [
        " I had one cuff on my arm, but I had like six or seven of them cuffed together.",
        1163.98,
        1167.96
    ],
    [
        " And there was like, there's like 18 or there's 12 of them yet left and they didn't know what to do.",
        1168.24,
        1173.96
    ],
    [
        " Yeah, this is a 21 year old kid.",
        1174.3,
        1176.52
    ],
    [
        " It's not their fault.",
        1176.7,
        1177.9
    ],
    [
        " Just like you said, they just don't have the training.",
        1178.16,
        1180.76
    ],
    [
        " With that said, if a cop tells you to get on the ground, get on the ground.",
        1180.92,
        1185.84
    ],
    [
        " Get on the ground.",
        1185.86,
        1186.04
    ],
    [
        " Get on the ground.",
        1186.04,
        1186.42
    ],
    [
        " Talk to him about it later.",
        1186.42,
        1188.68
    ],
    [
        " I get it.",
        1188.94,
        1189.7
    ],
    [
        " You know the constitution so well and you're like the greatest lawyer about legal criminology.",
        1189.82,
        1196.14
    ],
    [
        " Shut up, lay down, talk to him.",
        1196.32,
        1198.38
    ],
    [
        " And just figure it out later or have your lawyer do it.",
        1198.52,
        1200.84
    ],
    [
        " If you can't afford a lawyer, just have to talk the sergeant afterwards.",
        1200.94,
        1203.7
    ],
    [
        " Yeah, just give those guys more training.",
        1204.24,
        1207.28
    ],
    [
        " And you got to do the right kind of training.",
        1208.18,
        1209.94
    ],
    [
        " You got to do the, I think you got to do force on force, man on man training.",
        1210.12,
        1214.74
    ],
    [
        " When was the last time that a municipal police department did a force on force training?",
        1214.78,
        1218.46
    ],
    [
        " You should be doing it all the time.",
        1218.7,
        1219.92
    ],
    [
        " All the time.",
        1220.14,
        1220.96
    ],
    [
        " I just even heard of it.",
        1220.96,
        1222.0
    ],
    [
        " I'm doing it.",
        1222.08,
        1222.7
    ],
    [
        " That's horrible.",
        1222.9,
        1223.48
    ],
    [
        " Sim, sirta, whatever.",
        1224.14,
        1225.2
    ],
    [
        " I mean, whatever, whatever you're going to use.",
        1225.48,
        1227.02
    ],
    [
        " You got to have people, humans, other humans that are maneuvering on you, that are reacting to you,",
        1227.2,
        1233.46
    ],
    [
        " that are drawing on you, or they're not, or they're raising their hands, or they're pulling out their cell phone, or they're running scared.",
        1233.62,
        1238.56
    ],
    [
        " So when you did force on force in the seals, who do you use as your opt for?",
        1238.86,
        1243.54
    ],
    [
        " Seals.",
        1243.86,
        1244.14
    ],
    [
        " Seals, other seals, dude.",
        1244.14,
        1245.2
    ],
    [
        " And is there nothing better than, I mean, who wants to win?",
        1245.66,
        1248.82
    ],
    [
        " Everybody.",
        1249.2,
        1249.88
    ],
    [
        " Everybody wants to win.",
        1250.02,
        1251.1
    ],
    [
        " So like we at Fort Bragg would use like 82nd Airborne, or would use another SF group.",
        1251.68,
        1255.64
    ],
    [
        " Dude, and that's, I mean, if there are any second guy, like this is their chance.",
        1256.18,
        1259.32
    ],
    [
        " They're going to do everything that they can to shoot an SF guy.",
        1259.52,
        1263.5
    ],
    [
        " You know, if it's another SF guy, then the level of competition, that competitive nature, like,",
        1264.04,
        1269.88
    ],
    [
        " oh, I'm going to, we're going to do, I'm going to ambush them, we're going to crawl up into the ventilation,",
        1270.04,
        1273.84
    ],
    [
        " and try to shoot them to the top of their heads from the air conditioning.",
        1274.1,
        1277.24
    ],
    [
        " You know, they're like taking quickie sauce and cutting the ventilation open.",
        1277.48,
        1281.2
    ],
    [
        " I mean, it's gangster.",
        1281.36,
        1282.04
    ],
    [
        " It's gangster.",
        1282.32,
        1282.66
    ],
    [
        " And you know what, that's what's great about that.",
        1282.96,
        1284.78
    ],
    [
        " Guess what the enemy does.",
        1285.14,
        1286.02
    ],
    [
        " The same thing.",
        1286.54,
        1287.06
    ],
    [
        "",
        1287.14,
        1287.14
    ],
    [
        " The same thing.",
        1287.26,
        1287.7
    ],
    [
        " They're just not as good.",
        1287.92,
        1288.54
    ],
    [
        " They build false walls, they build trap doors, they do all that stuff.",
        1288.74,
        1292.3
    ],
    [
        " And I was, had a group that was going through their land warfare training in the seal teams.",
        1292.84,
        1298.74
    ],
    [
        " And they actually failed.",
        1299.08,
        1300.12
    ],
    [
        " And so we were retreading them, making them go through it again, go through their FTXs,",
        1300.88,
        1304.88
    ],
    [
        " their field training exercises, these big giant training exercises with all kinds of chaos.",
        1305.0,
        1309.02
    ],
    [
        " And they were doing their first re-retreads.",
        1309.72,
        1312.88
    ],
    [
        " They're trying to pass the exercise this time.",
        1312.88,
        1314.98
    ],
    [
        " And I go out there and I'm listening to their brief and I'm watching to do their rehearsal.",
        1315.26,
        1318.28
    ],
    [
        " And they get done with their rehearsal and they all come together and the senior and listed guys kind of putting out some word.",
        1318.4,
        1322.76
    ],
    [
        " And he looks at me and he goes, hey, Jocco, do you got anything to say to these guys?",
        1323.7,
        1328.02
    ],
    [
        " And I wasn't really expecting it, you know?",
        1328.46,
        1329.96
    ],
    [
        " So I said, you know, this is 40, 40 man seal element.",
        1330.08,
        1332.66
    ],
    [
        " I said, yeah, I got something to say.",
        1332.72,
        1335.18
    ],
    [
        " You guys are going to go out there against six other guys.",
        1335.46,
        1339.14
    ],
    [
        " There's 40 of you.",
        1339.14,
        1340.76
    ],
    [
        " You guys got machine guns, grenades.",
        1340.96,
        1343.04
    ],
    [
        " And there's 40 of you.",
        1343.74,
        1345.36
    ],
    [
        " I said, go out there and when they start shooting at you, hunt those mother fuckers down and murder them.",
        1345.78,
        1352.44
    ],
    [
        " And they're like, yeah.",
        1353.14,
        1355.96
    ],
    [
        " And so the troop walks away and they're all fired up.",
        1356.92,
        1360.78
    ],
    [
        " And then the senior and listed guy and the senior officer standing there and they said, hey man, thanks for, thanks for, you know, getting our guys fired up.",
        1361.3,
        1369.88
    ],
    [
        " I think that really helped them out.",
        1369.88,
        1371.04
    ],
    [
        " And I said, you should hear what I'm about to go tell my guys, which was my guys that were to go against them.",
        1371.48,
        1378.14
    ],
    [
        " Yeah, because I would give my guys all kinds of rewards.",
        1378.22,
        1380.56
    ],
    [
        " Anyone that they could kill, they would capture bodies, anybody could get in a perimeter.",
        1380.7,
        1384.9
    ],
    [
        " They would just completely what you're saying.",
        1385.16,
        1386.78
    ],
    [
        " They would just completely mud suck them and draw them into the most chaotic situations.",
        1386.78,
        1390.64
    ],
    [
        " And the point of all this conversation is that you're going against other human beings and other human beings that are going to do unpredictable things.",
        1391.06,
        1398.44
    ],
    [
        " And that's what makes the training challenging.",
        1398.62,
        1400.8
    ],
    [
        " And that's what makes life challenging.",
        1401.06,
        1402.36
    ],
    [
        " That's what makes these situations challenging in a real scenario.",
        1402.46,
        1405.16
    ],
    [
        " As you don't know what these people are going to do.",
        1405.3,
        1406.5
    ],
    [
        " How many times you've been dealing with some, you know, enemy or unknown?",
        1406.5,
        1412.4
    ],
    [
        " And you're like, what in God's name is this person doing Iraq or Afghanistan?",
        1412.92,
        1416.2
    ],
    [
        " I didn't fight in Afghanistan, but I rack you.",
        1416.58,
        1418.48
    ],
    [
        " Look at someone going, this person is insane.",
        1418.52,
        1421.0
    ],
    [
        " What are they doing right now?",
        1421.18,
        1422.34
    ],
    [
        " Why are they doing that? They're going to die if they, you know, it's just, it's crazy.",
        1422.56,
        1426.76
    ],
    [
        " Yeah, that's the thing about humans is the humans.",
        1427.1,
        1429.36
    ],
    [
        " You know, there's like pointed departure from logic, you know, and they live in chaos.",
        1429.98,
        1433.72
    ],
    [
        " And some people can't even live without chaos.",
        1433.72,
        1435.94
    ],
    [
        " And then we're going into a place where cultures are different, languages are different.",
        1436.36,
        1440.7
    ],
    [
        " You know, what is the norm is different?",
        1441.24,
        1442.94
    ],
    [
        " And we're trying to enact what we think is normal.",
        1443.4,
        1446.4
    ],
    [
        " And they're like, bro, you're, you're crazy.",
        1446.64,
        1448.8
    ],
    [
        " I'm like, no, no, you're crazy.",
        1449.04,
        1450.22
    ],
    [
        " You're like, no, it's all, poor cops.",
        1450.46,
        1453.2
    ],
    [
        " Yeah.",
        1453.64,
        1453.8
    ],
    [
        " So, and you know what you can do if you're a cop though, and you don't, your force doesn't have the money for this or they're not doing this.",
        1454.24,
        1459.38
    ],
    [
        " You can absolutely train, you can actually, absolutely train in Jiu-Jitsu in MMA and fighting.",
        1459.4,
        1464.66
    ],
    [
        " So, you get more comfortable and more confident in those situations.",
        1464.98,
        1467.42
    ],
    [
        " And the other thing I've said to do in the past is, man, I know it sounds lame, but watch some YouTube videos.",
        1468.0,
        1474.14
    ],
    [
        " Watch some YouTube videos of these, like the thing that I just described.",
        1474.38,
        1477.72
    ],
    [
        " Watch that YouTube video and say, I watched YouTube videos in combat.",
        1478.4,
        1481.82
    ],
    [
        " And before combat, you know what I watched?",
        1482.2,
        1483.34
    ],
    [
        " Before YouTube, I watched war movies, but documentaries.",
        1483.42,
        1486.18
    ],
    [
        " So, I could watch these guys in action and get, see what was happening in their faces.",
        1486.18,
        1490.2
    ],
    [
        " Because you can watch people on YouTube, watch these perpetrators and start to understand human nature better, just by watching what they're doing.",
        1490.48,
        1498.3
    ],
    [
        " Just grow your mind, grow your brain a little bit.",
        1498.82,
        1500.8
    ],
    [
        " And if you want to get better at shooting, dry fire.",
        1501.38,
        1504.38
    ],
    [
        " Yeah.",
        1504.58,
        1504.74
    ],
    [
        " I spend 90% of my, my practice time of shooting without bullets in my gun.",
        1505.1,
        1511.42
    ],
    [
        " You know, and there's like a few grandmasters that are out shooting me right now.",
        1512.38,
        1516.54
    ],
    [
        " Yeah, so, dry fire.",
        1516.62,
        1519.1
    ],
    [
        " Yeah.",
        1519.24,
        1520.1
    ],
    [
        " These are good questions.",
        1520.12,
        1523.06
    ],
    [
        " Yeah, the internet, the internet.",
        1523.06,
        1524.64
    ],
    [
        " Yeah.",
        1524.86,
        1524.92
    ],
    [
        " We're on to number three.",
        1524.94,
        1526.5
    ],
    [
        " This is not boating well for time.",
        1526.8,
        1528.64
    ],
    [
        " Okay.",
        1529.48,
        1531.82
    ],
    [
        " For those of you that don't know, they recently removed bayonet training.",
        1532.22,
        1535.6
    ],
    [
        " Goddamn it!",
        1535.96,
        1537.34
    ],
    [
        " Yeah, I know Tim, I'm sorry.",
        1537.42,
        1538.46
    ],
    [
        " But they removed bayonet training.",
        1539.04,
        1540.96
    ],
    [
        " What makes the green grass grow?",
        1541.32,
        1543.1
    ],
    [
        " Do you know what makes the green grass grow?",
        1543.4,
        1544.42
    ],
    [
        " I thought it was bayonet training.",
        1544.72,
        1545.9
    ],
    [
        " No, blood.",
        1546.18,
        1547.26
    ],
    [
        " Blood, blood, blood.",
        1547.7,
        1548.92
    ],
    [
        " Blood, blood.",
        1548.92,
        1549.92
    ],
    [
        " That's what it does.",
        1550.38,
        1551.08
    ],
    [
        " That's the motto.",
        1551.24,
        1551.86
    ],
    [
        " Okay.",
        1552.38,
        1552.74
    ],
    [
        " And so the question was, and I guess I put this in here just for entertainment value.",
        1552.96,
        1558.62
    ],
    [
        " Would you have kept bayonet training in?",
        1559.4,
        1563.02
    ],
    [
        " That's the question.",
        1563.54,
        1564.2
    ],
    [
        " And it says, does it in cell or your spirit or not?",
        1564.48,
        1567.28
    ],
    [
        " Tim Kennedy, your opinion, please.",
        1568.3,
        1569.96
    ],
    [
        " I don't even want to dignify this question with a response.",
        1570.56,
        1572.56
    ],
    [
        " I don't.",
        1573.06,
        1573.4
    ],
    [
        " It's so infuriating.",
        1573.5,
        1574.6
    ],
    [
        " So yeah, I get it.",
        1574.8,
        1575.66
    ],
    [
        " We're not going to have bayonets on AT4s.",
        1575.82,
        1578.74
    ],
    [
        " You know, we are in an army now that tactics are dictating that that's not how we're going to train.",
        1579.2,
        1585.66
    ],
    [
        " With that said, during bayonet training, it doesn't give you a thirst for blood,",
        1586.6,
        1591.9
    ],
    [
        " but gives you an understanding of what wars like.",
        1591.9,
        1595.44
    ],
    [
        " And war is chaos, war is hell, war is ugly, war is disgusting, war is violent.",
        1596.14,
        1602.72
    ],
    [
        " Most of all, it's violent.",
        1602.94,
        1604.16
    ],
    [
        " And bayonet training, while you're running around affixing your bayonet and say,",
        1604.6,
        1609.78
    ],
    [
        " what makes green grass grow?",
        1609.84,
        1611.04
    ],
    [
        " Blood, blood, blood makes green grass grow.",
        1611.56,
        1613.98
    ],
    [
        " Yeah, that sounds primal.",
        1614.36,
        1616.12
    ],
    [
        " It is primal, war is disgusting.",
        1616.32,
        1618.76
    ],
    [
        " And you have to one, understand it and maybe have trained in it so that you can appreciate what it's going to be like.",
        1618.94,
        1625.06
    ],
    [
        " So when you get there, the first time you've seen crazy and chaos and anarchy and rage is there.",
        1625.06,
        1634.5
    ],
    [
        " It's not there.",
        1634.8,
        1635.34
    ],
    [
        " It's in training.",
        1635.66,
        1636.2
    ],
    [
        " Yeah, that's...",
        1636.82,
        1637.98
    ],
    [
        " That's pussy.",
        1637.98,
        1639.68
    ],
    [
        " Exactly what we've just talked about.",
        1639.86,
        1641.44
    ],
    [
        " You know, that's exactly what we just talked about.",
        1642.22,
        1643.64
    ],
    [
        " And this is what that question happened.",
        1644.52,
        1646.56
    ],
    [
        " That made me do.",
        1646.56,
        1647.1
    ],
    [
        " Tim crunched up his coconut water can with his statement of that question.",
        1648.68,
        1654.24
    ],
    [
        " And the other piece of this is Tim said in that...",
        1655.34,
        1660.82
    ],
    [
        " I'll go ahead and call it a little bit of a rant.",
        1660.82,
        1662.62
    ],
    [
        " He said that war is crazy and chaotic and evil and disgusting and savage.",
        1663.34,
        1670.26
    ],
    [
        " And in a way, when you're in war, you have to become that.",
        1672.16,
        1679.98
    ],
    [
        " And you can't just become it from nowhere.",
        1680.76,
        1687.24
    ],
    [
        " You have to develop that mindset over time.",
        1687.74,
        1691.0
    ],
    [
        " Look, I'm a badass.",
        1691.22,
        1691.74
    ],
    [
        " That's not how it works.",
        1692.06,
        1692.7
    ],
    [
        " It doesn't work that way.",
        1692.8,
        1693.64
    ],
    [
        " And so this type of training, which I would call primal, truly...",
        1694.46,
        1701.14
    ],
    [
        " I mean, people use that word all the time, primal.",
        1701.14,
        1703.24
    ],
    [
        " I'm actually using it in its proper terminology usage, primal training.",
        1703.56,
        1711.26
    ],
    [
        " I'm taking a tool used to kill things and attaching it to a tool that's used to kill things.",
        1711.62,
        1717.86
    ],
    [
        " So I can practice with a toolstaffed on top of another cool tool about how to kill things.",
        1718.66,
        1724.46
    ],
    [
        " And then you're going to take that thing and you're going to slam it into a thing that looks like a person.",
        1724.72,
        1731.1
    ],
    [
        " So you get to it over and over.",
        1731.38,
        1734.38
    ],
    [
        " And your shoulder is going to hurt.",
        1734.46,
        1735.36
    ],
    [
        " And your hands are going to hurt.",
        1735.64,
        1736.56
    ],
    [
        " And like, you're going to have blisters and cut your hands up up against your gun.",
        1737.46,
        1741.86
    ],
    [
        " You didn't realize you had to hold it that way.",
        1742.28,
        1743.86
    ],
    [
        " And you make the metal note that I'm not going to hold it against my shoulder that time next time,",
        1744.06,
        1747.58
    ],
    [
        " because I can't feel my shoulder.",
        1747.58,
        1749.02
    ],
    [
        " You know, like, these are good lessons learned.",
        1749.72,
        1751.4
    ],
    [
        " Yeah.",
        1752.7,
        1752.94
    ],
    [
        " Yeah.",
        1754.18,
        1755.36
    ],
    [
        " So let's keep the bay in that training.",
        1756.02,
        1758.82
    ],
    [
        " Bring it back.",
        1759.16,
        1759.68
    ],
    [
        " Bring it back.",
        1760.36,
        1761.72
    ],
    [
        " Next question.",
        1762.44,
        1764.84
    ],
    [
        " Can you instill the will to kill and the will to die in soldiers without a corollary nihilism?",
        1767.82,
        1777.64
    ],
    [
        " Yes.",
        1778.92,
        1779.04
    ],
    [
        " And we get a direct answer from Tim.",
        1779.7,
        1782.0
    ],
    [
        " Move.",
        1782.96,
        1783.04
    ],
    [
        " Next question.",
        1783.26,
        1783.64
    ],
    [
        " We had kind of already talked about it when we said, you know, in the contrast of things, like your life,",
        1784.82,
        1789.98
    ],
    [
        " I think, is a personification of how to do that.",
        1789.98,
        1792.9
    ],
    [
        " You know, if you can't have beauty with, unless you know what ugly looks like, you know,",
        1793.3,
        1800.2
    ],
    [
        " you can't have hot if you don't know what cold feels like.",
        1800.34,
        1804.8
    ],
    [
        " You can't have evil without good.",
        1805.2,
        1806.72
    ],
    [
        " And I don't think that you can teach people how to...",
        1807.6,
        1814.9
    ],
    [
        " So if we're just teaching everybody how to be like murder killers, you know, soldiers that can just...",
        1814.9,
        1821.18
    ],
    [
        " They were not making robots.",
        1821.18,
        1821.92
    ],
    [
        " We're showing them how to do something.",
        1822.54,
        1825.56
    ],
    [
        " And the reason that they can do it and not be complete psychopathic murders occasionally,",
        1826.16,
        1830.98
    ],
    [
        " one slips through.",
        1831.44,
        1832.04
    ],
    [
        " I'm not saying that, but not very often.",
        1832.12,
        1833.98
    ],
    [
        " It's because the humanity of us, like what is the thing that's stopping us from killing, you know, echo Charlie here?",
        1834.58,
        1840.64
    ],
    [
        " Because I'm highly trained.",
        1840.82,
        1841.56
    ],
    [
        " You are.",
        1841.76,
        1842.04
    ],
    [
        " You know, it's our humanity.",
        1842.36,
        1843.86
    ],
    [
        " You know, and that's...",
        1844.42,
        1845.72
    ],
    [
        " In my appreciation, my beautiful wife and my kids, you know, loving Austin, Texas, and barbecue and motorcycles,",
        1845.98,
        1851.06
    ],
    [
        " like that's normal to me.",
        1851.06,
        1852.94
    ],
    [
        " So when I have to go and deploy and see disgusting things and, you know, make mistakes, like throwing grenades into a room with women,",
        1853.1,
        1860.24
    ],
    [
        " and then having to live with that the rest of my life.",
        1860.28,
        1862.1
    ],
    [
        " The reason that I'm still sane is because I know what right is, because of ethics and morality and humanity.",
        1862.26,
        1870.5
    ],
    [
        " So yeah, that's how we can do it.",
        1870.5,
        1873.58
    ],
    [
        " It's because guys, intelligent guys that end up in units like the ones you were in can understand what the difference is.",
        1873.7,
        1881.92
    ],
    [
        " Yes.",
        1881.92,
        1884.7
    ],
    [
        " Yes.",
        1885.38,
        1886.76
    ],
    [
        " And I think that...",
        1887.4,
        1889.42
    ],
    [
        " I think that this is something to know that is, again, referring back to the culture of America that a lot of people start to slip away.",
        1889.42,
        1898.6
    ],
    [
        " But you got to remember those 2000 men that lined up in rural California.",
        1900.06,
        1905.38
    ],
    [
        " Sure, sure, there was a little handful of them that were like, all cool, I'm going to go kill some people.",
        1906.06,
        1910.66
    ],
    [
        " But there was a lot of people that said, hey, I'm going to go out and protect freedom.",
        1910.94,
        1913.64
    ],
    [
        " And so I think it's not only something that you instill and you work on through the training and like through the training that we just talked about of stabbing or shooting man-shaped targets,",
        1915.22,
        1926.38
    ],
    [
        " or even better when you're using semi-nation. I mean, you're shooting at other people.",
        1926.38,
        1930.22
    ],
    [
        " It instills in you that you can do that.",
        1931.42,
        1933.56
    ],
    [
        " But I think the values, the American values that we're taught as people growing up in this country are they do respect life.",
        1934.22,
        1944.6
    ],
    [
        " They do respect freedom and the right for the pursuit of happiness, the things that you just talked about.",
        1945.78,
        1953.98
    ],
    [
        " Barbecues, motorcycles, wife, kids, those are things that we respect.",
        1955.4,
        1960.34
    ],
    [
        " And I'm sure you've been in the situation. I know I've been in it many, many times of where you're taking the man from the house, either you kill them or you're taking them away.",
        1960.92,
        1972.1
    ],
    [
        " And he's not going back. He's not going back. That's one of those things where, you know, as just as a person, you're looking at the wife and kids.",
        1972.98,
        1982.34
    ],
    [
        " And you know, you're kind of thinking yourself, well, you know, you married the wrong guy, but you do feel bad for him.",
        1982.86,
        1988.48
    ],
    [
        " Absolutely.",
        1988.78,
        1989.12
    ],
    [
        " I mean, hey, sorry, you're some of the most beautiful kids on the planet.",
        1989.34,
        1993.22
    ],
    [
        " Your dad's not coming back. Your dad did the wrong thing.",
        1993.58,
        1996.38
    ],
    [
        " But that dad would also hide behind those kids wearing a bomb.",
        1996.92,
        2000.54
    ],
    [
        " It's not a strap of bomb to him himself.",
        2000.88,
        2002.84
    ],
    [
        " Absolutely.",
        2003.46,
        2004.1
    ],
    [
        " It's not the same type of human that we are.",
        2004.3,
        2007.72
    ],
    [
        " It's not. It's absolutely not. And that was one of the most, that was absolutely one of the most disturbing things that my guys would have to deal with was insurgents using kids as shields.",
        2007.96,
        2021.72
    ],
    [
        " And thank God I had some really good snipers that were able to kill guys that were literally using kids as human shields.",
        2022.58,
        2029.72
    ],
    [
        " We had a guy walking towards us wearing a bomb vest and we were using thermal images.",
        2030.02,
        2034.02
    ],
    [
        " And he had his kid in front of him and he was trying to cover because we heat signature.",
        2034.9,
        2038.66
    ],
    [
        " He was trying to cover himself so we could get close enough.",
        2038.88,
        2041.64
    ],
    [
        " He's holding his kid out like take my kid, take my kid.",
        2042.04,
        2044.4
    ],
    [
        " And the only reason was he was trying to cover the distance so he could hurt us with his bomb vest, which had glass and trapping on nails and stuff.",
        2044.68,
        2052.86
    ],
    [
        " Yeah.",
        2054.18,
        2054.34
    ],
    [
        " So he was his body. He was going to use his body as a water impulse charge.",
        2054.9,
        2057.34
    ],
    [
        " So no, it's not naive that I'm saying they're not the same humans as us. They're not.",
        2058.96,
        2062.52
    ],
    [
        " They do not for me to see their same human. You have to have the same value for human life.",
        2063.06,
        2068.04
    ],
    [
        " When I watch Marines jump on top of Afghani and Iraqi kids trying to protect them from a bomb going off.",
        2068.7,
        2075.64
    ],
    [
        " Not using the kid as a bomb jumping on top of their not American kids.",
        2076.1,
        2080.86
    ],
    [
        " These are Marines or Navy's or Army guys jumping on top of local kids, indigenous kids to save them.",
        2081.06,
        2088.78
    ],
    [
        " Different understanding of what humanity is.",
        2089.34,
        2092.22
    ],
    [
        " Yeah.",
        2092.96,
        2094.18
    ],
    [
        " So we get it. Your question, great question. You can do it.",
        2094.86,
        2098.44
    ],
    [
        " Yep. And you can definitely, and we have done it as a nation.",
        2098.9,
        2103.12
    ],
    [
        " And we are doing it and we are continuing to do it.",
        2103.46,
        2105.52
    ],
    [
        " I don't think we've had a stronger military ever.",
        2105.58,
        2109.36
    ],
    [
        " Guys coming out 15 years of war.",
        2109.9,
        2112.84
    ],
    [
        " The experience, the training.",
        2113.26,
        2116.42
    ],
    [
        " While we have been shrinking for the past five years, money wise, it's given us a dip.",
        2117.18,
        2122.14
    ],
    [
        " We've had to fight wars. The war differently.",
        2122.54,
        2124.6
    ],
    [
        " And now, now I don't think there's.",
        2125.32,
        2127.36
    ],
    [
        " I'm talking like Spartans, samurai, or even the World War II, era America.",
        2127.88,
        2132.64
    ],
    [
        " Like that's the type of generation of warriors that it's small.",
        2132.64,
        2135.64
    ],
    [
        " It was like 0.5%.",
        2136.02,
        2138.28
    ],
    [
        " But they're there.",
        2138.28,
        2140.54
    ],
    [
        " Yeah. No doubt.",
        2141.44,
        2143.08
    ],
    [
        " Next question.",
        2144.42,
        2148.48
    ],
    [
        " Number five.",
        2149.4,
        2150.1
    ],
    [
        " Exactly.",
        2150.32,
        2152.9
    ],
    [
        " How much better are green burais than the seals?",
        2153.88,
        2157.08
    ],
    [
        " At what?",
        2158.08,
        2158.52
    ],
    [
        " I think we have to, the first, just like me at, you know, 21 years old,",
        2160.06,
        2166.64
    ],
    [
        " I didn't understand the difference.",
        2167.08,
        2168.78
    ],
    [
        " So every special mission unit has a pretty well-defined mission.",
        2170.12,
        2177.34
    ],
    [
        " And all of them are different.",
        2178.1,
        2180.38
    ],
    [
        " I would never want to get in a gunfight with a bunch of Navy seals.",
        2181.42,
        2188.5
    ],
    [
        " On a boat.",
        2188.5,
        2189.16
    ],
    [
        " Anywhere near the water.",
        2190.18,
        2191.68
    ],
    [
        " I mean, within like miles of water, it would be just a catastrophe.",
        2192.04,
        2197.08
    ],
    [
        " I also don't think that there's any bond on the planet besides special forces that can do a force multiplier like we can.",
        2197.94,
        2206.28
    ],
    [
        " You can take 12 of us.",
        2206.82,
        2207.88
    ],
    [
        " You can drop us in Venezuela.",
        2208.4,
        2209.9
    ],
    [
        " Leave us there for six months.",
        2211.0,
        2212.36
    ],
    [
        " And we probably overthrew the government and place the president, the new president in place and running the economics, the power plants, the commerce, transportation.",
        2212.5,
        2225.72
    ],
    [
        " And like each of us, the 12 of us, have like married at least four or five Venezuelans, you know, be like, that's, that's, people don't understand like why we have to speak other languages.",
        2226.68,
        2236.96
    ],
    [
        " Why we have to go through economic and, you know, geopolitical classes.",
        2237.04,
        2243.96
    ],
    [
        " It's because we're different.",
        2244.26,
        2245.04
    ],
    [
        " Like the missions are different.",
        2245.46,
        2246.76
    ],
    [
        " What we're supposed to do is different.",
        2246.92,
        2248.12
    ],
    [
        " And because of a different mission, we end up with different products.",
        2248.6,
        2254.98
    ],
    [
        " And those products are groups of dudes that are the baddest dudes at the planet on the planet for what they have to do.",
        2255.38,
        2260.8
    ],
    [
        " Yeah. And I mean, I left that question there for a couple reasons.",
        2261.86,
        2265.12
    ],
    [
        " Number one was because it was, I thought it was kind of funny.",
        2265.28,
        2267.46
    ],
    [
        " You know, whoever wrote, whoever wrote that had a sense of humor.",
        2267.68,
        2269.96
    ],
    [
        " And, you know, the real question, you know, which is still, to me was just about really defining.",
        2270.3,
        2275.82
    ],
    [
        " And I'd say the exact same thing that you'd say, I would add this to it.",
        2275.82,
        2279.58
    ],
    [
        " You know, yes.",
        2280.0,
        2281.58
    ],
    [
        " You know, you look at Rangers, you look at Seals, you look at Green Beret, you look at Marsock.",
        2282.34,
        2287.38
    ],
    [
        " And everyone's got their own little specialty of what they're really good at.",
        2287.42,
        2290.2
    ],
    [
        " And as a whole, they'll, they'll be better at that than the other group.",
        2290.4,
        2293.16
    ],
    [
        " And then within the Seals, within the Rangers, within the, within SF,",
        2293.56,
        2299.32
    ],
    [
        " you got different levels of guys that are in there.",
        2300.2,
        2302.76
    ],
    [
        " I know you probably worked with some Seals that you thought, what are these guys?",
        2302.94,
        2306.16
    ],
    [
        " And you probably worked with some guys that, well, you said, damn, I'd love to work with those guys.",
        2306.66,
        2311.02
    ],
    [
        " And the same thing with me, I worked with some SF guys that I thought to myself,",
        2311.3,
        2315.46
    ],
    [
        " man, these guys are just, these guys are unbelievable.",
        2315.46,
        2317.36
    ],
    [
        " I would do anything for these guys.",
        2317.4,
        2319.0
    ],
    [
        " And sometimes you look at them, you go, I wonder how these guys made it through.",
        2319.18,
        2322.5
    ],
    [
        " You get to teams, I get to teams, and be like, did you really pass selection, dude?",
        2322.88,
        2329.0
    ],
    [
        " And that's one thing that's really hard for the American public to understand is that there is,",
        2329.32,
        2334.84
    ],
    [
        " and I've explained this a bunch of times in the podcast, that there's a bell curve,",
        2334.9,
        2337.18
    ],
    [
        " just like any other organization, there's the top guys that are, you know, totally badass.",
        2337.3,
        2342.38
    ],
    [
        " And then there's a bunch of guys in the middle that are totally solid guys that get it done all the time.",
        2343.4,
        2347.62
    ],
    [
        " And then there's a bunch of guys that just, they barely got through and they skate.",
        2347.74,
        2350.5
    ],
    [
        " And that's, you know, that's part of the way it is.",
        2350.9,
        2353.1
    ],
    [
        " But one thing I can tell you for sure is the special operations community,",
        2353.38,
        2359.88
    ],
    [
        " I don't limit my respect for the special operations community alone for me working with the Army,",
        2359.88,
        2366.74
    ],
    [
        " the conventional Army guys, the Marine Corps.",
        2367.26,
        2369.24
    ],
    [
        " They're always good.",
        2370.92,
        2371.82
    ],
    [
        " Oh, they're always good. They're consistently.",
        2372.04,
        2374.34
    ],
    [
        " But you're a rifle company?",
        2374.34,
        2375.7
    ],
    [
        " Dude, awesome. Can I please work with you?",
        2375.94,
        2378.14
    ],
    [
        " Because you just want to, like a bunch of people that have been locked up in a cage",
        2378.32,
        2381.3
    ],
    [
        " and they just get prodded every once in a while, and maybe they go and like tear something apart",
        2381.3,
        2385.16
    ],
    [
        " and they get thrown like some raw meat, and they're like, oh, this is good.",
        2385.16,
        2387.84
    ],
    [
        " You know, do I get, what do I get to kill to get another piece of this meat?",
        2388.5,
        2390.78
    ],
    [
        " Yeah, the Marine Corps really is an outstanding organization.",
        2390.96,
        2394.04
    ],
    [
        " And then there's units within the Army that are unbelievably just squaring away professional",
        2394.04,
        2400.28
    ],
    [
        " and they have a heritage behind them of glory, for lack of a better word.",
        2400.28,
        2406.6
    ],
    [
        " And so I'm a huge fan of the entire military, of the entire US military.",
        2407.18,
        2411.1
    ],
    [
        " You know, but like you, are you proud of B.A.C.E.L.?",
        2411.98,
        2414.74
    ],
    [
        " Yeah, I mean, you know, I'm proud of you, Green Bray.",
        2414.74,
        2419.36
    ],
    [
        " And I'm like, when Army plays Navy, like, I don't know, crap about football.",
        2419.36,
        2423.64
    ],
    [
        " You know, but I'm like, go, just for crying out loud beat Navy, you know, for once.",
        2424.3,
        2429.38
    ],
    [
        " In this decade, or in your century.",
        2430.24,
        2433.8
    ],
    [
        " To be honest with you, I literally don't care.",
        2434.18,
        2435.72
    ],
    [
        " And the biggest, when we were in Ramadi working with the Army and with the Marine Corps,",
        2436.44,
        2440.74
    ],
    [
        " those guys, the sacrifices that they made were so, they were so just impressive day to day",
        2441.68,
        2452.34
    ],
    [
        " what these guys did.",
        2452.34,
        2453.58
    ],
    [
        " And you know, we had, of course, we do have better training.",
        2454.76,
        2457.48
    ],
    [
        " We do have better gear.",
        2458.0,
        2458.94
    ],
    [
        " And yet those Marine Corps platoons and companies would be out there doing, I mean,",
        2459.6,
        2466.44
    ],
    [
        " they're, first of all, they're living in the city.",
        2466.44,
        2468.04
    ],
    [
        " You know, we're going back to a little fob.",
        2468.64,
        2470.78
    ],
    [
        " We got a little bit of video games and inner walls, huge walls, great gym, protein powder.",
        2470.78,
        2476.7
    ],
    [
        " Exactly.",
        2477.06,
        2477.38
    ],
    [
        " Those guys don't have any of that.",
        2477.88,
        2479.14
    ],
    [
        " They don't have any of that.",
        2479.24,
        2479.96
    ],
    [
        " We air dropped a pallet of porn and protein to a fire base that pre a bunch of Marines",
        2480.34,
        2484.56
    ],
    [
        " that like saved our lives when we were like knocking on their gate at two o'clock in the morning.",
        2484.56,
        2488.7
    ],
    [
        " We weren't, we were like 200 meters away and we didn't want them all to murder us.",
        2488.78,
        2492.14
    ],
    [
        " And they were going to.",
        2492.16,
        2492.84
    ],
    [
        " Yeah.",
        2493.02,
        2493.18
    ],
    [
        " But like, please let us in.",
        2493.18,
        2494.16
    ],
    [
        " Our air won't come pick us up.",
        2494.36,
        2495.88
    ],
    [
        " And we got in there like, you guys been eating tea rats?",
        2496.34,
        2498.04
    ],
    [
        " And they're like, yeah, we've been pretty much a gunfight every single night.",
        2498.28,
        2501.12
    ],
    [
        " You know, like, yeah, dude, we're taking you guys, carrying you guys.",
        2501.26,
        2504.36
    ],
    [
        " So God bless all of them.",
        2504.82,
        2507.26
    ],
    [
        " No doubt about that.",
        2507.4,
        2508.56
    ],
    [
        " Next question.",
        2509.86,
        2511.74
    ],
    [
        " Will American ROE that's rules of engagement continue to become more bureaucratic",
        2512.68,
        2518.18
    ],
    [
        " and cumbersome or will the US regain the will to win?",
        2519.02,
        2522.54
    ],
    [
        " First of all, guys there have the will to win and they'll wait till people shoot at them.",
        2523.48,
        2533.14
    ],
    [
        " Not like, not like near them.",
        2533.86,
        2535.3
    ],
    [
        " Like you, like as the ROE is, not like, it used to be if somebody shot and you heard the gunshot,",
        2535.66,
        2542.14
    ],
    [
        " that's like getting shot at.",
        2542.48,
        2543.52
    ],
    [
        " But now we have to be able to actually say that we were shot at.",
        2543.52,
        2547.44
    ],
    [
        " That's like bullets snapping past your head.",
        2547.88,
        2550.72
    ],
    [
        " Like that's hearing the whizz and then the crack.",
        2551.16,
        2553.94
    ],
    [
        " That's close.",
        2554.46,
        2555.08
    ],
    [
        " That's what we pretty much have to have.",
        2555.5,
        2556.84
    ],
    [
        " ROE.",
        2557.98,
        2558.9
    ],
    [
        " So just let me put some context around that because we don't have not everyone that listens.",
        2559.2,
        2563.36
    ],
    [
        " This is in the military.",
        2563.5,
        2564.2
    ],
    [
        " Let me put some context around what Tim just said.",
        2565.04,
        2567.08
    ],
    [
        " That's freaking ridiculous.",
        2568.26,
        2570.14
    ],
    [
        " That means you're waiting until you're about to get killed before you take action.",
        2570.78,
        2576.54
    ],
    [
        " If you're waiting for rounds, because when rounds are snapping over your head,",
        2576.8,
        2580.06
    ],
    [
        " that means you're under suppressive fire just about.",
        2580.48,
        2583.7
    ],
    [
        " You can no longer maneuver.",
        2583.88,
        2585.14
    ],
    [
        " So this is like waiting until for a civilian.",
        2586.18,
        2588.48
    ],
    [
        " This is waiting until the knife is at your throat before you decide to defend yourself.",
        2588.64,
        2594.32
    ],
    [
        " That's what Tim's talking about.",
        2594.64,
        2596.44
    ],
    [
        " It'd be like a salesman being like your commission based salesman.",
        2596.76,
        2600.42
    ],
    [
        " And you see a potential client come in, but you're not allowed to engage him.",
        2601.14,
        2604.58
    ],
    [
        " You're not allowed to.",
        2605.02,
        2605.7
    ],
    [
        " You actually have to wait, let him pick up the product, and then walk over to you and ask if he can buy it.",
        2605.9,
        2613.98
    ],
    [
        " And almost have the customer be walking out the door, had he already set the product down before you're allowed to talk to him.",
        2615.2,
        2623.34
    ],
    [
        " That's when you're allowed to engage him.",
        2624.0,
        2625.7
    ],
    [
        " Does that make sense from a sales perspective?",
        2625.7,
        2627.54
    ],
    [
        " Yes.",
        2627.84,
        2627.9
    ],
    [
        " That does echo Charlie.",
        2628.12,
        2629.64
    ],
    [
        " Wisdom thrown down.",
        2630.2,
        2631.52
    ],
    [
        " So not good.",
        2632.04,
        2633.94
    ],
    [
        " Not good.",
        2634.28,
        2634.58
    ],
    [
        " We'll see.",
        2635.12,
        2636.84
    ],
    [
        " First of all, the rules and engagement there are not going to be the same here.",
        2637.34,
        2642.18
    ],
    [
        " So I think some places like Afghanistan and Iraq have been capitalizing on and now Syria on our rules and engagement.",
        2643.34,
        2652.4
    ],
    [
        " I know Africa is Africa is like, okay, we know the Americans are only allowed to go to the last concealed cover position.",
        2652.4,
        2657.76
    ],
    [
        " And they're not allowed to directly engage unless they have been actively fired.",
        2657.76,
        2661.84
    ],
    [
        " So they're like, oh, there's the Americans over there.",
        2662.02,
        2663.82
    ],
    [
        " We're not going to shoot at them so they can't shoot back.",
        2664.08,
        2666.72
    ],
    [
        " We'll just kill all the Africans who they're there to help.",
        2667.08,
        2669.26
    ],
    [
        " They're like intentionally doing this and they're pretty clever about it.",
        2669.5,
        2671.76
    ],
    [
        " The book are on.",
        2671.8,
        2672.32
    ],
    [
        " But then right now with the radicalized sales here, the fanatic Muslims that think that they're going to come here and be able to do that.",
        2673.24,
        2682.22
    ],
    [
        " No, bro.",
        2682.52,
        2683.4
    ],
    [
        " Remember Pearl Harbor.",
        2684.58,
        2685.42
    ],
    [
        " Remember the Alamo.",
        2686.02,
        2686.86
    ],
    [
        " Remember 9-11.",
        2687.2,
        2688.32
    ],
    [
        " Shit will be different if you think you're going to come here and play around.",
        2688.8,
        2692.86
    ],
    [
        " Are we?",
        2694.5,
        2695.14
    ],
    [
        " Will not exist.",
        2696.78,
        2697.84
    ],
    [
        " Nope.",
        2698.02,
        2698.12
    ],
    [
        " Not here.",
        2698.9,
        2699.48
    ],
    [
        " Dun dun dun.",
        2700.8,
        2702.4
    ],
    [
        " Here's a lot of political correctness that steer stuff from time to time.",
        2703.28,
        2706.92
    ],
    [
        " It gets people killed.",
        2709.04,
        2710.3
    ],
    [
        " It does.",
        2710.9,
        2711.24
    ],
    [
        " It does.",
        2711.62,
        2712.6
    ],
    [
        " You know, one of the things that's coming up a lot in the news right now and we got to ask some questions about it is women women coming into combat roles inside the military, which, you know, first of all,",
        2713.1,
        2726.68
    ],
    [
        " credit to the women that have served in the wars.",
        2726.68,
        2732.5
    ],
    [
        " And I've seen women, I've seen women in Ramadi rolling out on Kasey Vax to go out and help my guys.",
        2733.18,
        2739.36
    ],
    [
        " Yeah.",
        2739.54,
        2739.68
    ],
    [
        " God bless them.",
        2740.14,
        2740.88
    ],
    [
        " Fearless.",
        2741.4,
        2741.8
    ],
    [
        " Fearless.",
        2742.12,
        2742.64
    ],
    [
        " Brilliant.",
        2742.74,
        2743.06
    ],
    [
        " Awesome.",
        2743.46,
        2743.76
    ],
    [
        " Totally capable of their respective jobs.",
        2744.28,
        2745.96
    ],
    [
        " Full credit.",
        2746.34,
        2747.02
    ],
    [
        " And then there's a limitation in my opinion as to where you would want to intentionally assign women to.",
        2750.7,
        2759.84
    ],
    [
        " There's things that women can do that we could never do.",
        2759.86,
        2761.54
    ],
    [
        " That is true.",
        2762.06,
        2762.68
    ],
    [
        " I'm in South America.",
        2764.08,
        2766.14
    ],
    [
        " I want to get some intel.",
        2766.72,
        2768.9
    ],
    [
        " I can go into bar and work it for a month before I get one informant.",
        2769.5,
        2774.72
    ],
    [
        " I just spent, you know, $20,000 of taxpayer dollars.",
        2775.82,
        2778.92
    ],
    [
        " You stick a girl in there an hour.",
        2779.2,
        2782.42
    ],
    [
        " Yeah.",
        2782.98,
        2783.1
    ],
    [
        " And she has 10.",
        2783.58,
        2784.26
    ],
    [
        " And she like you suck you suck you suck you suck you suck.",
        2785.0,
        2789.08
    ],
    [
        " I'm awesome at this.",
        2789.26,
        2790.24
    ],
    [
        " Um.",
        2791.8,
        2792.0
    ],
    [
        " You put a hundred pounds on her back and throw out of the back of an airplane.",
        2793.56,
        2796.86
    ],
    [
        " I love women.",
        2797.46,
        2799.22
    ],
    [
        " Their legs are going to break.",
        2800.1,
        2802.02
    ],
    [
        " Yeah.",
        2803.04,
        2803.56
    ],
    [
        " It's just a biological factor of what is it?",
        2803.14,
        2810.06
    ],
    [
        " Muscular skeleton anatomy.",
        2810.32,
        2813.58
    ],
    [
        " Anatomy.",
        2813.94,
        2814.44
    ],
    [
        " There you go.",
        2814.68,
        2815.04
    ],
    [
        " Thank you.",
        2815.16,
        2816.34
    ],
    [
        " And they're built differently.",
        2816.64,
        2818.0
    ],
    [
        " And thank God they're built differently because I could never give birth.",
        2818.98,
        2822.98
    ],
    [
        " You know, they're way tougher than I have.",
        2824.0,
        2825.76
    ],
    [
        " There we are.",
        2825.9,
        2826.28
    ],
    [
        " Like what right now is like the, you know, we're talking about it, the pinnacle of exercise.",
        2826.88,
        2832.32
    ],
    [
        " Well, one really good way to judge would be the CrossFit Games.",
        2832.74,
        2837.02
    ],
    [
        " Very well rounded athletes that have to have strength, endurance, agility, et cetera.",
        2837.22,
        2843.34
    ],
    [
        " And they're different standards for men and women.",
        2844.84,
        2846.94
    ],
    [
        " There are different standards for men and women.",
        2847.18,
        2848.74
    ],
    [
        " So are we going to have different standards in, let's say, special forces selection?",
        2849.22,
        2853.42
    ],
    [
        " I would hope not.",
        2854.18,
        2855.08
    ],
    [
        " Okay.",
        2855.3,
        2855.46
    ],
    [
        " So if we had the same standard, you had given an example of the CrossFit Games.",
        2855.6,
        2862.46
    ],
    [
        " Yeah.",
        2863.26,
        2863.48
    ],
    [
        " I mean, it was interesting.",
        2863.68,
        2864.96
    ],
    [
        " I was watching the finals of the CrossFit Games.",
        2865.26,
        2867.54
    ],
    [
        " It was last year, I think.",
        2867.8,
        2869.16
    ],
    [
        " And the event, the finals men went first.",
        2869.56,
        2873.48
    ],
    [
        " It was ten guys or something.",
        2873.64,
        2875.22
    ],
    [
        " And they came out and the first, they had to do multiple physical activities.",
        2875.84,
        2879.92
    ],
    [
        " The first one was a pegboard, like what you had.",
        2880.08,
        2882.08
    ],
    [
        " Those were hard.",
        2882.08,
        2882.7
    ],
    [
        " Yeah, they're hard to do.",
        2882.82,
        2883.74
    ],
    [
        " In the wrestling room.",
        2883.74,
        2883.94
    ],
    [
        " They had them in the wrestling room, you had them in school.",
        2884.08,
        2885.58
    ],
    [
        " And you couldn't go home until you did it.",
        2886.08,
        2888.08
    ],
    [
        " And this one was, I want to say it was 15 feet tall.",
        2888.32,
        2891.7
    ],
    [
        " So it's a pretty tall pegboard.",
        2891.86,
        2893.04
    ],
    [
        " And they had to, so the guys come out, they have to go up the pegboard and back down.",
        2894.14,
        2897.42
    ],
    [
        " They get done with that.",
        2897.7,
        2898.34
    ],
    [
        " They have to jump on a, on a roller and roll a certain amount of calories.",
        2898.4,
        2901.32
    ],
    [
        " And they got, then they moved down the line and they're picking up and clean.",
        2901.46,
        2904.3
    ],
    [
        " I think they're cleaning or cleaning and jerking weights that were increasing in weight",
        2904.4,
        2908.26
    ],
    [
        " as they went towards the end.",
        2908.26,
        2909.7
    ],
    [
        " And there was a ten minute maximum time to complete this evolution.",
        2909.7,
        2913.38
    ],
    [
        " So the guys come out, boom, they go, they all go hard.",
        2914.12,
        2918.38
    ],
    [
        " It's hard.",
        2918.64,
        2918.9
    ],
    [
        " They climb the pegboard, they come down, they roll the road, they lift the weights, they're done.",
        2919.32,
        2922.64
    ],
    [
        " Everybody finishes, they give the guy the first place.",
        2922.88,
        2924.62
    ],
    [
        " Okay, cool.",
        2924.68,
        2925.16
    ],
    [
        " Then it's the girls turn.",
        2925.9,
        2926.84
    ],
    [
        " And they have it set up for the girls.",
        2928.0,
        2929.64
    ],
    [
        " They're doing the same thing.",
        2929.64,
        2930.72
    ],
    [
        " They make the weights a little bit lighter.",
        2930.74,
        2932.02
    ],
    [
        " But they have the same basic concept.",
        2932.5,
        2936.18
    ],
    [
        " And the girls come out and these girls, they look as big and strong as I do or you do",
        2936.56,
        2943.42
    ],
    [
        " and I'm not kidding.",
        2943.42,
        2944.64
    ],
    [
        " These girls are beasts.",
        2944.64,
        2945.64
    ],
    [
        " They're amazing.",
        2946.18,
        2946.78
    ],
    [
        " They're amazing.",
        2946.78,
        2947.3
    ],
    [
        " Cross-fathletes are beautiful.",
        2947.48,
        2948.72
    ],
    [
        " And they come out and out of the eight or ten girls that goes into the first thing",
        2949.58,
        2957.2
    ],
    [
        " and hits the pegboard, only one of them can make it up.",
        2957.2,
        2960.76
    ],
    [
        " They're tough.",
        2961.54,
        2962.16
    ],
    [
        " And the other seven or eight or nine athletes can't even get up it.",
        2963.48,
        2968.4
    ],
    [
        " And then the girl, it took her so long to get up the pegboard that when she got to the roller,",
        2969.4,
        2974.9
    ],
    [
        " she was exhausted, she got done with the roller and she didn't complete the rest of the course",
        2975.06,
        2978.2
    ],
    [
        " because she ran out of the ten minute time of it.",
        2978.2,
        2980.22
    ],
    [
        "",
        2980.44,
        2980.44
    ],
    [
        " And to me, I'd never really have fought too much about the physicality.",
        2981.24,
        2984.36
    ],
    [
        " I always figured, you know what, you get a girl that's in good enough shape.",
        2984.36,
        2987.04
    ],
    [
        " Maybe they could make it through some of the training that is required for special operations.",
        2987.42,
        2991.54
    ],
    [
        " But when I saw that, it really did leave an impact on me mentally of how different it is.",
        2991.9,
        2998.22
    ],
    [
        " And I'll tell you another thing.",
        2998.38,
        2999.58
    ],
    [
        " I was at my gym several years ago and I hadn't rolled with a girl at Jiu-Jitsu for a long time.",
        3000.74,
        3010.66
    ],
    [
        " Right?",
        3011.16,
        3011.22
    ],
    [
        " Maybe played around.",
        3011.56,
        3012.46
    ],
    [
        " And all of a sudden we had a girl that was coming into town that was a black belt in Jiu-Jitsu",
        3013.16,
        3017.4
    ],
    [
        " and was a multi-time world champion.",
        3017.4,
        3019.02
    ],
    [
        " And great technique.",
        3020.9,
        3021.54
    ],
    [
        " And so I said to my wife, I was going to roll.",
        3021.98,
        3024.16
    ],
    [
        " So we were on the mat and she's like, you know, hey, you want a roll?",
        3024.24,
        3027.76
    ],
    [
        " And in my mind, I thought to myself, okay, you know what, I got to bring my A game right now.",
        3028.84,
        3032.64
    ],
    [
        " Yeah, I mean, this girl's a world champion. She's not a small girl, you know?",
        3033.02,
        3036.0
    ],
    [
        " I mean, she's 160, 165 pounds and you know if you make a mistake against 165 pound black belt, you're going to tap.",
        3036.4,
        3043.38
    ],
    [
        " That's it.",
        3043.52,
        3043.86
    ],
    [
        " So I say to myself, you know what, I got to be careful.",
        3044.58,
        3047.48
    ],
    [
        " I got to kind of bring my A game here.",
        3047.48,
        3049.44
    ],
    [
        " And we shook hands.",
        3050.52,
        3052.2
    ],
    [
        " And as soon as I like, grabbed and was gay, as soon as I touched her gay and she touched mine,",
        3052.78,
        3058.56
    ],
    [
        " I just realized there's no way that she could ever submit me.",
        3058.84,
        3061.66
    ],
    [
        " Yeah.",
        3061.96,
        3061.98
    ],
    [
        " I mean, unless I just was completely, it just wasn't going to happen because she just didn't have, she just doesn't have the strength.",
        3062.54,
        3070.8
    ],
    [
        " Yeah.",
        3071.34,
        3071.46
    ],
    [
        " Well, I want to talk about that.",
        3072.08,
        3073.28
    ],
    [
        " You know, how long have you been doing martial arts?",
        3073.58,
        3075.98
    ],
    [
        " 20-something years.",
        3076.2,
        3078.18
    ],
    [
        " I was just talking about this the other day, like we can within a second of touching somebody, have an idea about what they can do.",
        3078.32,
        3085.62
    ],
    [
        " I mean, within seconds.",
        3086.38,
        3087.28
    ],
    [
        " So like this isn't just like you, you know, in this misogynistic, sexist way, we're rolling with this girl.",
        3087.52,
        3094.3
    ],
    [
        " She doesn't have a chance after I touched her.",
        3094.82,
        3096.6
    ],
    [
        " That's not what it was.",
        3096.68,
        3097.4
    ],
    [
        " This is like one of the best grapplers on the planet and a Navy SEAL.",
        3097.58,
        3102.12
    ],
    [
        " An amazing black belt and an instructor that legitimately had the revelation, like realized that this isn't possible.",
        3104.02,
        3114.62
    ],
    [
        " Yes.",
        3114.9,
        3115.0
    ],
    [
        " And actually, Echo, you described a story last week.",
        3115.46,
        3117.86
    ],
    [
        " The first time he was a white belt and the first time we ever trained with Dean Lister, as he said, as soon as he touched him,",
        3117.98,
        3123.28
    ],
    [
        " as soon as he locked up with him, he goes, I can't do anything against this guy.",
        3123.32,
        3125.9
    ],
    [
        " And so I failed to mention that.",
        3125.9,
        3127.74
    ],
    [
        " That yes, when you're a grappler, as soon as you tie up with someone, you go, oh, this could be tough.",
        3127.84,
        3135.36
    ],
    [
        " This guy doesn't really know anything.",
        3135.74,
        3137.42
    ],
    [
        " You even know things like, hey, I got to watch out for this guy's, you know, head position.",
        3138.04,
        3141.8
    ],
    [
        " Or he's really good.",
        3142.08,
        3143.22
    ],
    [
        " You can feel all that just by a clinch.",
        3143.38,
        3145.96
    ],
    [
        " And so, yeah, that's what I, so I should have stated that.",
        3146.68,
        3150.32
    ],
    [
        " But as soon as I made contact with her, I said to myself, wow, I was mistaken because this is no factor.",
        3150.32,
        3157.22
    ],
    [
        " So let's say one in a thousand women could make it through one of our respective selections, which I think might be a little unrealistic, honestly.",
        3157.5,
        3169.54
    ],
    [
        " I'm thinking more of like one in five thousand could do it.",
        3169.86,
        3174.74
    ],
    [
        " That still doesn't mean that they should be there.",
        3176.74,
        3179.04
    ],
    [
        " Am I saying they shouldn't or they should?",
        3179.84,
        3181.32
    ],
    [
        " We have to see what it can't be is dictated that we have to do it.",
        3181.86,
        3186.66
    ],
    [
        " And then second, we can't change anything.",
        3187.02,
        3189.32
    ],
    [
        " Otherwise, it undermines the entire idea of being special.",
        3189.54,
        3192.88
    ],
    [
        " If you have a special unit, and there's a special requirement to be there, that requirement has to stay the same.",
        3193.32,
        3200.0
    ],
    [
        " If you're going to then change that requirement, you've then changed the unit.",
        3200.42,
        3204.62
    ],
    [
        " And then you've undermined the woman earning her chance to be there.",
        3205.48,
        3209.72
    ],
    [
        " It's going to change the chemistry.",
        3210.3,
        3212.86
    ],
    [
        " It's going to change how the team is going to function.",
        3213.44,
        3216.66
    ],
    [
        " Not for the worse, not for the better.",
        3217.68,
        3220.68
    ],
    [
        " We just don't know what that's going to be.",
        3220.9,
        3222.5
    ],
    [
        " Yeah.",
        3223.1,
        3223.24
    ],
    [
        " And it's not just, first of all, it's not just special operations.",
        3224.02,
        3227.14
    ],
    [
        " It's not just military.",
        3227.14,
        3228.06
    ],
    [
        " It's any job that requires physical strength.",
        3228.06,
        3233.04
    ],
    [
        " That's what I'm talking about.",
        3233.3,
        3234.0
    ],
    [
        " I'm talking about physical strength.",
        3234.1,
        3236.18
    ],
    [
        " And if you can't maintain, if you can't do what the job requires, if you're a firefighter,",
        3237.12,
        3241.34
    ],
    [
        " and you can't pull yourself up a ladder with carrying a 80 pound rope on your back,",
        3241.42,
        3246.0
    ],
    [
        " or an 80 pound hose on your back, you shouldn't be able to have that job.",
        3246.56,
        3251.1
    ],
    [
        " And yeah.",
        3251.78,
        3253.52
    ],
    [
        " So it's just one of those, it's one of those really tough things because, hey, I got, by the way,",
        3253.52,
        3258.18
    ],
    [
        " I got three daughters, right?",
        3258.5,
        3260.7
    ],
    [
        " I got one son and three daughters.",
        3260.78,
        3262.14
    ],
    [
        " Believe me, I want my daughters to be successful and I want whatever they want.",
        3262.64,
        3266.06
    ],
    [
        " If you do whatever they want, every opportunity they possibly can.",
        3266.06,
        3267.92
    ],
    [
        " But I tell you what, something else, I do not want my daughters going on to the battlefield",
        3268.2,
        3272.92
    ],
    [
        " if they can't pull one of their buddies out from the street if they've been shot.",
        3272.92,
        3278.86
    ],
    [
        " That's two way.",
        3279.12,
        3279.84
    ],
    [
        " 230 pounds.",
        3280.56,
        3281.68
    ],
    [
        " So you weigh 265, 270 with kid on.",
        3281.88,
        3284.8
    ],
    [
        " Oh, more than that.",
        3284.96,
        3286.58
    ],
    [
        " Our kid's gotten lighter.",
        3286.6,
        3288.2
    ],
    [
        " Okay.",
        3288.48,
        3288.8
    ],
    [
        " So like our bought like my plates, my first deployment were 24 pounds.",
        3289.02,
        3293.56
    ],
    [
        " Okay. Yeah.",
        3293.56,
        3293.98
    ],
    [
        " Now they weigh five pounds.",
        3294.28,
        3296.16
    ],
    [
        " The whole thing?",
        3296.42,
        3297.2
    ],
    [
        " No, like the actual bought the chest of plates.",
        3297.54,
        3299.96
    ],
    [
        "",
        3299.96,
        3299.96
    ],
    [
        " Just the plates.",
        3299.96,
        3300.18
    ],
    [
        " Yeah.",
        3300.44,
        3300.58
    ],
    [
        " Yeah.",
        3300.76,
        3300.98
    ],
    [
        " So you're saving off 20 pounds here and there.",
        3301.18,
        3305.22
    ],
    [
        " Okay. Nice.",
        3305.34,
        3306.08
    ],
    [
        " Just stuff's getting lighter.",
        3306.26,
        3307.04
    ],
    [
        " Nice.",
        3307.54,
        3307.9
    ],
    [
        " Yeah, but they're not going to pick up 285 pounds.",
        3308.6,
        3311.2
    ],
    [
        " It's not going to happen.",
        3311.2,
        3311.98
    ],
    [
        " No, it's not going to happen.",
        3312.26,
        3313.08
    ],
    [
        " I'm normally a 220 pound guy.",
        3313.4,
        3315.06
    ],
    [
        " Right.",
        3315.26,
        3315.42
    ],
    [
        " And I love, I'm a grenade carrying maniac.",
        3315.62,
        3318.36
    ],
    [
        " So while my kid is normally like 20, 30 pounds, I then have a backpack with like 20 grenades",
        3318.74,
        3323.82
    ],
    [
        " because sometimes I'm like, I'm going to flashbang this room.",
        3323.82,
        3325.9
    ],
    [
        " Yeah.",
        3325.98,
        3326.22
    ],
    [
        " And sometimes I'm like, I'm going to fry it.",
        3326.4,
        3328.62
    ],
    [
        " Yeah.",
        3328.84,
        3329.12
    ],
    [
        " Because I don't want to deal with it's inside.",
        3329.4,
        3331.92
    ],
    [
        " You know, you get guys like you and I appreciate when someone like yourself takes a certain",
        3333.72,
        3340.88
    ],
    [
        " artistic perspective when it comes to combat.",
        3340.88,
        3343.94
    ],
    [
        " And you say to yourself, you know what?",
        3344.12,
        3345.68
    ],
    [
        " These little fragments, I like them.",
        3346.08,
        3348.62
    ],
    [
        " I like what they do.",
        3348.96,
        3350.18
    ],
    [
        " They're so little.",
        3350.38,
        3350.94
    ],
    [
        " They're so mean.",
        3351.3,
        3352.18
    ],
    [
        " They're so little.",
        3352.42,
        3352.98
    ],
    [
        " They're so mean.",
        3353.24,
        3353.7
    ],
    [
        " And I like that.",
        3353.96,
        3355.48
    ],
    [
        " I like people that have that artistic expression that they utilize at combat to express themselves.",
        3355.58,
        3361.9
    ],
    [
        " It's a beautiful thing.",
        3362.08,
        3363.36
    ],
    [
        " So for an opportunity.",
        3364.2,
        3365.4
    ],
    [
        " That's the political correctness and bureaucracy in the military.",
        3365.78,
        3375.38
    ],
    [
        " Not a good thing.",
        3375.96,
        3376.58
    ],
    [
        " Jeez, here's another one.",
        3378.0,
        3381.44
    ],
    [
        " How do you stay positive having seen the absolute worst in humanity?",
        3382.98,
        3386.9
    ],
    [
        " Oh man.",
        3387.16,
        3387.56
    ],
    [
        " Easy.",
        3387.84,
        3388.08
    ],
    [
        " I have a beautiful brunette.",
        3389.08,
        3391.62
    ],
    [
        " I'm going to do a huge alliteration here.",
        3391.72,
        3393.3
    ],
    [
        " Beautiful brunette busty babe that's banging in the bikini that will drink bourbon with me.",
        3393.78,
        3402.88
    ],
    [
        " Yeah.",
        3403.42,
        3404.1
    ],
    [
        " Boom.",
        3404.62,
        3404.8
    ],
    [
        "",
        3405.12,
        3405.12
    ],
    [
        "",
        3405.26,
        3405.26
    ],
    [
        " So yeah.",
        3406.4,
        3409.14
    ],
    [
        " I have hard kids and women's scream that I threw a grenade into the room there having their dad shoot from.",
        3409.46,
        3415.64
    ],
    [
        " Get nightmares from it.",
        3416.86,
        3418.86
    ],
    [
        " Yeah.",
        3419.02,
        3421.44
    ],
    [
        " I've seen donkeys go down wells because the village lied to us.",
        3421.52,
        3425.28
    ],
    [
        " Yeah.",
        3426.18,
        3426.36
    ],
    [
        " I've watched bombs get dropped on entire villages where I knew that there are people like not bad people.",
        3426.74,
        3432.38
    ],
    [
        " They're good people near bad people and watch all the buildings crumble.",
        3432.58,
        3438.18
    ],
    [
        " I love life.",
        3439.36,
        3442.74
    ],
    [
        " I love my wife.",
        3443.18,
        3445.02
    ],
    [
        " I love my kids.",
        3445.2,
        3446.38
    ],
    [
        " I love a sunset.",
        3446.76,
        3447.72
    ],
    [
        " I appreciate art.",
        3448.1,
        3449.08
    ],
    [
        " I play the piano.",
        3449.38,
        3450.26
    ],
    [
        " I wish I could appreciate beer.",
        3450.72,
        3452.18
    ],
    [
        " I don't have a palette for it.",
        3452.26,
        3453.08
    ],
    [
        " But like everything about life is that much sweeter because I know how nasty and ugly it is.",
        3453.08,
        3459.46
    ],
    [
        " And if at any point I forgot why I fight and I forgot what right was and I forgot what humanity is.",
        3460.08,
        3470.28
    ],
    [
        " I'm done.",
        3470.32,
        3470.92
    ],
    [
        " The moment where I was like I want to go kill something.",
        3471.22,
        3473.74
    ],
    [
        " I'm good at it.",
        3474.12,
        3475.2
    ],
    [
        " I'm good at war.",
        3475.3,
        3475.8
    ],
    [
        " There's nothing else I'm good at.",
        3475.88,
        3476.86
    ],
    [
        " And there's that temptation because you're good at something you want to go do more of it to go and spend time doing that.",
        3477.34,
        3485.08
    ],
    [
        " If I ever had that realization that I'm actually doing that I'm done.",
        3485.8,
        3493.46
    ],
    [
        " I turn my gun in.",
        3493.86,
        3494.94
    ],
    [
        " I'd go be a salesman.",
        3495.34,
        3496.62
    ],
    [
        " I'd sell kias.",
        3496.9,
        3497.9
    ],
    [
        " I don't care.",
        3498.34,
        3498.76
    ],
    [
        " Now that I'm talking smack about kias.",
        3498.76,
        3500.68
    ],
    [
        " I'm just or a Hyundai, whatever.",
        3501.02,
        3502.9
    ],
    [
        " And this is a subject that comes up that I think people want to understand in the civilian world.",
        3503.32,
        3510.4
    ],
    [
        " And you've definitely nailed a perspective that I think most guys feel.",
        3510.8,
        3519.16
    ],
    [
        " And I would say on top of that is that war, while it does expose you",
        3519.6,
        3527.1
    ],
    [
        " to the worst part of humanity in my mind forever.",
        3527.1,
        3534.64
    ],
    [
        " I don't think I will ever see anything as moving or as beautiful as men rolling out into a horrible place",
        3535.46,
        3554.1
    ],
    [
        " day after day, night after night, risking their lives directly, indirectly for their country, for the civilians that are there that they're trying to protect and for each other.",
        3554.26,
        3571.22
    ],
    [
        " Now, and to go to memorial service after memorial service and realize that these are.",
        3571.66,
        3579.82
    ],
    [
        " And again, you know, I always try to remind everybody that listens to this.",
        3579.82,
        3582.94
    ],
    [
        " But when I say memorial service, I'm not talking about a dog tag and somebody in a uniform.",
        3583.18,
        3589.98
    ],
    [
        " I'm talking about a kid.",
        3590.18,
        3591.32
    ],
    [
        " I'm talking about a person.",
        3592.12,
        3593.74
    ],
    [
        " And a person that sacrificed everything in everything.",
        3594.48,
        3601.88
    ],
    [
        " Everything they are.",
        3602.48,
        3603.32
    ],
    [
        " And everything they ever will be.",
        3606.36,
        3608.32
    ],
    [
        " And so yes, war will show you the worst part of humanity.",
        3609.66,
        3616.74
    ],
    [
        " But that right there is an incredible part of humanity.",
        3616.86,
        3621.34
    ],
    [
        " And I don't care about the politics of it.",
        3621.34,
        3623.12
    ],
    [
        " I don't care about any of that.",
        3623.18,
        3624.48
    ],
    [
        " But you're talking about men that will give their lives for their friends.",
        3624.62,
        3629.0
    ],
    [
        " And when I have that in the back of my mind, then that makes it very easy for me to stay positive, very easy for me to wake up in the morning and say, I'm going to do my damnness today to live a good life and do some good things.",
        3632.66,
        3653.0
    ],
    [
        " And try and honor those guys.",
        3655.14,
        3657.02
    ],
    [
        " So I don't think war makes you worse.",
        3658.18,
        3661.94
    ],
    [
        " I think war makes you better.",
        3662.06,
        3663.2
    ],
    [
        " Those services.",
        3664.32,
        3665.52
    ],
    [
        " Those memorials.",
        3665.96,
        3667.46
    ],
    [
        " They're not like just some dude had a young, a young SF guy died.",
        3667.46,
        3675.46
    ],
    [
        " And his wife was like, why don't you bring him back to me?",
        3676.32,
        3684.08
    ],
    [
        " You know, do you know what we had?",
        3684.28,
        3688.2
    ],
    [
        " You didn't know him.",
        3689.16,
        3690.06
    ],
    [
        " I was like, bitch, please, I sat there and took it.",
        3690.5,
        3694.58
    ],
    [
        " Like, what do you think we sit there and talk about as we're staring at a tree for 12 hours?",
        3695.56,
        3701.78
    ],
    [
        " Yeah, you know, I know what your fart smell like woman.",
        3703.14,
        3705.64
    ],
    [
        " You know, I know what his favorite panties were on you.",
        3706.06,
        3709.06
    ],
    [
        " You know, I know every single kid name of other kids when their birthday is, you know.",
        3709.74,
        3716.28
    ],
    [
        " You don't think you think you know him better than I know him?",
        3716.9,
        3719.62
    ],
    [
        " How much time did you spend with him in the past five years?",
        3720.04,
        3722.5
    ],
    [
        " You know, day and night, 60 hours straight, taking his blood, you know, being covered in it.",
        3723.76,
        3730.98
    ],
    [
        " Like, we know, like, this isn't just some memorial.",
        3733.7,
        3736.36
    ],
    [
        " You know, we need to be sacrifices that you're talking about.",
        3736.76,
        3738.34
    ],
    [
        " It's, this is a different level of, you know, we're talking about intimacy, the brothers.",
        3738.58,
        3743.52
    ],
    [
        " And when we say it's about the dude standing next to us, it's the, it's not just some dude.",
        3743.52,
        3747.64
    ],
    [
        " You know, it's not some cliche line in a movie.",
        3748.18,
        3750.4
    ],
    [
        " Like, these are dudes.",
        3750.8,
        3753.12
    ],
    [
        " When we say with diaphragm, it's for a reason.",
        3753.64,
        3756.88
    ],
    [
        " It's because we've known it, never known somebody that close and never will forever.",
        3757.42,
        3763.1
    ],
    [
        " And they're the best dudes on the planet.",
        3763.52,
        3765.36
    ],
    [
        " Yeah.",
        3766.06,
        3769.3
    ],
    [
        " You're right over there, Uncle Charlie.",
        3770.12,
        3773.8
    ],
    [
        " Yeah, it's getting heavy for sure.",
        3774.34,
        3776.0
    ],
    [
        " Kind of used to it though.",
        3776.6,
        3777.8
    ],
    [
        " For sure, used to.",
        3778.32,
        3779.24
    ],
    [
        " Dude, when he started talking, I'm just like, what is the next word?",
        3779.32,
        3784.2
    ],
    [
        " There's too much space because I can't take it anymore.",
        3784.66,
        3787.4
    ],
    [
        " Shit, dude.",
        3787.48,
        3789.06
    ],
    [
        " Yeah.",
        3790.22,
        3791.06
    ],
    [
        " All right.",
        3792.58,
        3795.42
    ],
    [
        " Let's bring it back to you a little bit.",
        3796.48,
        3799.92
    ],
    [
        " I won't say a lighter question, but a little bit of an easier question.",
        3800.48,
        3805.34
    ],
    [
        " If a non-fighter wants to learn physical self-defense, where and how can they start?",
        3807.08,
        3813.22
    ],
    [
        " First of all, in your head, stop calling yourself a non-fighter.",
        3813.68,
        3816.48
    ],
    [
        " Whatever that is.",
        3816.96,
        3819.12
    ],
    [
        " Every boar, every dude that comes out of the vagina, and in my opinion, has the capability to be a fighter if he just so chooses to be.",
        3819.54,
        3826.02
    ],
    [
        " And I think every dude is a fighter.",
        3826.44,
        3827.88
    ],
    [
        " So first, turn the switch on, stop being a pussy.",
        3828.54,
        3830.98
    ],
    [
        " All right, sorry.",
        3832.0,
        3832.44
    ],
    [
        " No, that's actually a factual information.",
        3832.6,
        3835.14
    ],
    [
        " Yeah, that's the key things that are predators.",
        3835.34,
        3837.24
    ],
    [
        " We're predators.",
        3838.0,
        3838.66
    ],
    [
        " Yeah, we've got the eyes, our eyes are in the front of our head.",
        3839.24,
        3843.58
    ],
    [
        " Right?",
        3844.24,
        3844.26
    ],
    [
        " We're not on the side over here.",
        3844.92,
        3846.48
    ],
    [
        " We're watching out for the attacker.",
        3846.64,
        3848.14
    ],
    [
        " We're the predator.",
        3848.14,
        3849.16
    ],
    [
        " So you are correct.",
        3849.62,
        3850.92
    ],
    [
        " Right here.",
        3851.22,
        3852.32
    ],
    [
        " I can't even see what's right here.",
        3852.56,
        3854.04
    ],
    [
        " Turn my head.",
        3854.52,
        3856.36
    ],
    [
        " So, yeah, that's okay.",
        3857.56,
        3858.96
    ],
    [
        " That's good.",
        3859.04,
        3859.3
    ],
    [
        " Start with the mindset where you're going from there.",
        3859.46,
        3860.88
    ],
    [
        " So you're asking the question, it's really to me just a choice.",
        3861.94,
        3866.1
    ],
    [
        " Anything's better than nothing.",
        3866.78,
        3867.84
    ],
    [
        " And then of the, whatever that anything is, then there's degrees of better.",
        3868.42,
        3872.72
    ],
    [
        " There's, I don't think there's like a right or wrong.",
        3873.18,
        3874.86
    ],
    [
        " You know, you can do Krav Maga.",
        3875.26,
        3876.42
    ],
    [
        " You can do Muay Thai.",
        3876.66,
        3877.32
    ],
    [
        " You can box.",
        3877.56,
        3877.96
    ],
    [
        " You can do Jiu Jitsu.",
        3878.14,
        3878.86
    ],
    [
        " Hell, CrossFit has self-defense now.",
        3879.56,
        3881.66
    ],
    [
        " But anything is better than nothing.",
        3882.26,
        3884.48
    ],
    [
        " But then the degrees of what that is, get, you know, I think a little bit better.",
        3885.06,
        3889.96
    ],
    [
        " For me, the foundational martial arts are always the best to start.",
        3890.48,
        3893.72
    ],
    [
        " Wrestling, boxing, Muay Thai, Tuchitsu.",
        3894.18,
        3896.32
    ],
    [
        " You know, you step against a guy that has a little bit of knowledge in any one of those.",
        3896.7,
        3902.3
    ],
    [
        " They're a pain in the ass.",
        3903.02,
        3904.64
    ],
    [
        " And then let alone if he has a little bit in all of them.",
        3905.54,
        3908.06
    ],
    [
        " Or he's really good at one of them.",
        3908.4,
        3909.94
    ],
    [
        " In this case, you're asking by.",
        3910.44,
        3911.52
    ],
    [
        " You're going to sleep.",
        3911.96,
        3912.62
    ],
    [
        " Yeah.",
        3913.22,
        3913.3
    ],
    [
        " Yeah.",
        3913.94,
        3914.22
    ],
    [
        " You've heard me say the same exact thing, actually.",
        3914.48,
        3917.0
    ],
    [
        " Yeah.",
        3917.2,
        3917.34
    ],
    [
        " Jiu Jitsu.",
        3917.48,
        3917.88
    ],
    [
        " I always say start with Jiu Jitsu.",
        3918.58,
        3920.94
    ],
    [
        " The reason is you already have a natural defense for someone trying to strike you.",
        3921.94,
        3926.62
    ],
    [
        " And that is run away.",
        3926.68,
        3927.52
    ],
    [
        " You know, for someone's day, if you're coming at me and you've got a knife or whatever,",
        3927.88,
        3932.08
    ],
    [
        " I'm going to run from you.",
        3932.2,
        3932.94
    ],
    [
        " It's okay.",
        3933.02,
        3933.64
    ],
    [
        " It's defense.",
        3933.74,
        3934.24
    ],
    [
        " I'm being defensive.",
        3934.24,
        3935.3
    ],
    [
        " I'm running away from you.",
        3935.5,
        3936.28
    ],
    [
        " That sucks.",
        3936.48,
        3937.58
    ],
    [
        " No, no, I'm saying like if somebody came, I'm 100% green with you.",
        3937.98,
        3942.6
    ],
    [
        " I was like, hey bro, give me your wallet.",
        3942.74,
        3944.28
    ],
    [
        " I was like, got a kiss me first.",
        3944.28,
        3946.0
    ],
    [
        " Yeah, exactly.",
        3946.22,
        3946.86
    ],
    [
        " Unless you have something that travels a few thousand reasons.",
        3947.46,
        3949.28
    ],
    [
        " You have to defend yourself is if I grab a hold of you.",
        3949.36,
        3952.84
    ],
    [
        " And now you've got to know how to grapple some kind of grapple.",
        3953.06,
        3955.98
    ],
    [
        " Right.",
        3956.1,
        3956.24
    ],
    [
        " You got to be able to get out of that.",
        3956.38,
        3957.32
    ],
    [
        " And so that's why I say start with Jiu Jitsu.",
        3957.66,
        3960.14
    ],
    [
        " And then for me boxing only because I think it's easier to learn than boy tie.",
        3960.44,
        3965.04
    ],
    [
        " Yeah.",
        3965.26,
        3965.44
    ],
    [
        " And you want to learn a little bit of basic striking.",
        3965.76,
        3967.36
    ],
    [
        " And then boy tie and wrestling.",
        3967.68,
        3971.56
    ],
    [
        " I mean, you can just get started getting into them too.",
        3971.96,
        3975.24
    ],
    [
        " But the beautiful thing is in America right now there's all these places to train.",
        3975.62,
        3980.08
    ],
    [
        " There's a Jiu Jitsu school in every city.",
        3980.64,
        3982.76
    ],
    [
        " Every quarter.",
        3983.24,
        3983.8
    ],
    [
        " I mean, I live in San Diego.",
        3984.14,
        3985.0
    ],
    [
        " So I guess it's actually completely out of control here.",
        3985.02,
        3987.08
    ],
    [
        " I could have taken you on a tour of like 74 totally legit Jiu Jitsu places in San Diego.",
        3987.22,
        3992.44
    ],
    [
        " And now they all have boy tie.",
        3992.62,
        3994.0
    ],
    [
        " They all have boxing.",
        3994.1,
        3994.78
    ],
    [
        " I mean, everyone's doing everything.",
        3994.78,
        3996.86
    ],
    [
        " And so when you think about like the self defense oriented martial arts.",
        3997.84,
        4002.58
    ],
    [
        " So would you be talking about like Crab Maga?",
        4003.7,
        4005.44
    ],
    [
        " Yeah.",
        4005.5,
        4005.6
    ],
    [
        " I think those are good augments.",
        4005.82,
        4007.28
    ],
    [
        " So I think once you have a base of Jiu Jitsu boxing wrestling and boy tie, then I think cool.",
        4007.28,
        4013.22
    ],
    [
        " Now learn some Crab Maga because they're going to start looking at weapons.",
        4013.46,
        4016.5
    ],
    [
        " They're going to start looking at knives.",
        4016.52,
        4017.4
    ],
    [
        " I think it's good.",
        4017.4,
        4018.26
    ],
    [
        " But I think from the beginning I would rather invest my time in the big four.",
        4018.58,
        4023.8
    ],
    [
        " Yep.",
        4024.02,
        4024.12
    ],
    [
        " I'm just going to agree.",
        4024.76,
        4025.62
    ],
    [
        " Get the foundational pillars.",
        4026.02,
        4027.16
    ],
    [
        " Right. Right.",
        4027.42,
        4028.08
    ],
    [
        " Then you can build anything you want on that.",
        4028.44,
        4029.74
    ],
    [
        " Speaking of that.",
        4030.14,
        4031.1
    ],
    [
        " There's someone that asked about SD response.",
        4031.68,
        4034.28
    ],
    [
        " I'd like to hear more about SD response.",
        4034.52,
        4036.72
    ],
    [
        " And if Jaco is going to be involved.",
        4037.4,
        4039.38
    ],
    [
        " At lunch today, he took me to barbecue.",
        4039.64,
        4042.44
    ],
    [
        " And I was like, dude, you have to come to one of these.",
        4042.94,
        4045.08
    ],
    [
        " He's like, I do these.",
        4045.14,
        4046.02
    ],
    [
        " And I was like, I know, but ours are fun.",
        4046.24,
        4047.52
    ],
    [
        " Texas.",
        4047.74,
        4048.1
    ],
    [
        " You know, then when we're done, we'll hop into helicopter.",
        4049.02,
        4050.48
    ],
    [
        " Go play.",
        4050.48,
        4051.28
    ],
    [
        " You got you.",
        4051.54,
        4052.26
    ],
    [
        " You lowered me down to Texas like 47 times today.",
        4052.28,
        4055.58
    ],
    [
        " It's going to happen.",
        4055.9,
        4057.38
    ],
    [
        " Like everything I like food, shooting, working out,",
        4057.9,
        4061.28
    ],
    [
        " jujitsu, machine guns.",
        4061.62,
        4063.0
    ],
    [
        " I mean, yeah, I said I might not come back once I get down there.",
        4063.4,
        4066.2
    ],
    [
        "",
        4066.64,
        4066.64
    ],
    [
        " Yeah.",
        4066.92,
        4067.02
    ],
    [
        " We'll take a camera and we'll fill most of it.",
        4067.46,
        4070.36
    ],
    [
        " And you're going to see Jaco like we're going to hook him into the side of a little bird.",
        4070.52,
        4074.06
    ],
    [
        " And so people get mad sometimes when I talk about hunting.",
        4074.68,
        4079.86
    ],
    [
        " You know, and tell you, um, come and do it.",
        4080.48,
        4083.8
    ],
    [
        " And shut your face.",
        4084.14,
        4085.18
    ],
    [
        " Um, the farmers there pay us to either exterminate the animals.",
        4086.08,
        4091.08
    ],
    [
        " Or I, we've, when you're going to come and stay at my house, we're going to eat elk.",
        4091.38,
        4095.38
    ],
    [
        " Yeah.",
        4095.78,
        4095.94
    ],
    [
        " We're going to eat bison.",
        4096.1,
        4097.04
    ],
    [
        " You know, we're going to eat some remarkable bear.",
        4097.34,
        4102.1
    ],
    [
        " Nice.",
        4102.46,
        4102.94
    ],
    [
        " And, um, not a lot of wild pig because the pig there tastes like toilet.",
        4103.32,
        4108.06
    ],
    [
        " Well, I get mad when you talk about hunting because I want to be doing it instead of you.",
        4108.96,
        4112.98
    ],
    [
        " I tell you that, like, talk about, talk about because the people that might not know about the SD response thing, the sheep dog response.",
        4115.82,
        4122.94
    ],
    [
        " Sheep dog response all about, um, so the sheep dog, it was a phrase coined by, um, Colonel Grossman.",
        4123.08,
        4132.18
    ],
    [
        " And he used it as this metaphor that, um, you got the sheep, which is like the normal people.",
        4132.42,
        4139.02
    ],
    [
        " And they just kind of cruise around eating grass and living their lives, uh, and their naive about the predators that are out there.",
        4139.4,
        4145.22
    ],
    [
        " Then you have the wolves.",
        4145.58,
        4147.34
    ],
    [
        " And those are the things that want to eat the sheep.",
        4147.84,
        4149.86
    ],
    [
        " Grass doesn't taste good when you got canines.",
        4150.4,
        4152.36
    ],
    [
        " These are here.",
        4152.58,
        4153.46
    ],
    [
        " And, um, so the wolves want to eat the sheep.",
        4154.0,
        4156.74
    ],
    [
        " And there's nothing that would stop them.",
        4157.12,
        4158.58
    ],
    [
        " And this is in the reality of kind of, I think, the millennial generation is, we've got a bunch of sheep.",
        4158.94,
        4163.46
    ],
    [
        " Um, what I mean, I've like the sheep wore really tight pants, flannels, had beards, and never carried an axe before.",
        4164.06,
        4172.16
    ],
    [
        " Didn't know how to change the oil.",
        4172.42,
        4173.38
    ],
    [
        " Didn't know how to break down a gun.",
        4173.7,
        4174.7
    ],
    [
        " Didn't know how to clean an animal, let alone kill it.",
        4175.44,
        4177.88
    ],
    [
        " Um, if those were the sheep, then that's what we have.",
        4178.36,
        4181.56
    ],
    [
        " The thing that separates them is the sheep dog.",
        4182.14,
        4184.48
    ],
    [
        " And, uh, the sheep dog is genetically more similar to the wolf than anything else.",
        4184.94,
        4191.0
    ],
    [
        " It has the same natural instincts.",
        4191.54,
        4194.34
    ],
    [
        " Um, the only difference is that it likes sheep.",
        4194.58,
        4198.3
    ],
    [
        " Not dead or blood in their mouth.",
        4199.24,
        4201.62
    ],
    [
        " It likes keeping the sheep alive.",
        4201.86,
        4204.38
    ],
    [
        " Um, so that's what sheep dog is.",
        4204.84,
        4207.08
    ],
    [
        " We give people skills to make them be the hardest person somebody ever tries to kill.",
        4207.34,
        4213.1
    ],
    [
        " So if you're going to go and get in a gun fight with somebody that's come from a sheep dog course,",
        4213.66,
        4218.92
    ],
    [
        " you better be damn good.",
        4219.7,
        4220.94
    ],
    [
        " If you think you're going to go hands on and start tussling with a guy, that or a lady that's finished sheep dog,",
        4221.46,
        4227.9
    ],
    [
        " better plan on it being bloody and violent.",
        4228.26,
        4231.84
    ],
    [
        " Because when they come and they, the way they finish that course, we have requirements for you to finish that course.",
        4232.5,
        4236.36
    ],
    [
        " Um, people are afraid of their own blood, but not one of our students.",
        4237.02,
        4242.62
    ],
    [
        " They've seen it, and they've seen it on top of the person that they're training with.",
        4242.9,
        4246.22
    ],
    [
        " You know, um, and it's not this frightening thing.",
        4246.68,
        4249.3
    ],
    [
        " It's like cool. The fight just got started.",
        4249.3,
        4251.46
    ],
    [
        " Uh, so that's what it is.",
        4251.72,
        4253.56
    ],
    [
        " It's, um, we're putting confidence and technique and skills into people about being hard to kill.",
        4253.76,
        4262.2
    ],
    [
        " Yeah.",
        4262.7,
        4264.22
    ],
    [
        " And I took a look at some of the videos and stuff, and it's something that people have been actually asking me for.",
        4264.62,
        4270.2
    ],
    [
        " And I'm in the process of setting it up, but I think that the videos I saw looked awesome.",
        4270.2,
        4275.92
    ],
    [
        " And, you know, anybody that can get to one of those courses, no matter where you are,",
        4276.44,
        4280.28
    ],
    [
        " because it's, it'll cover anybody on the spectrum, right?",
        4280.3,
        4282.5
    ],
    [
        " Like I could go and I'm going to get something out of it.",
        4282.66,
        4284.56
    ],
    [
        " Yeah.",
        4284.9,
        4285.04
    ],
    [
        " And someone on the complete other end of the spectrum, like Echo could go.",
        4285.18,
        4289.24
    ],
    [
        " It's not true.",
        4289.72,
        4290.38
    ],
    [
        " I bring guys like Jake Sines, Alex Acosta, um, Tim Budo, Blake Hayes.",
        4290.68,
        4298.28
    ],
    [
        " So just in that group, we have a couple of professional competitive shooters.",
        4298.68,
        4302.68
    ],
    [
        " Um, so every time I do one, you're getting better.",
        4303.16,
        4307.5
    ],
    [
        " I'm getting better.",
        4307.68,
        4308.32
    ],
    [
        " Like I'm trained with Alex Acosta.",
        4308.44,
        4310.06
    ],
    [
        " Right.",
        4310.26,
        4310.36
    ],
    [
        " But my point was you have, you have women that never shot a gun before in that classroom.",
        4310.8,
        4314.22
    ],
    [
        " Is that right?",
        4314.48,
        4314.84
    ],
    [
        " Yeah.",
        4315.04,
        4315.22
    ],
    [
        " Yeah.",
        4315.7,
        4315.84
    ],
    [
        " Both are first two.",
        4316.38,
        4317.6
    ],
    [
        " We've only done two civilian classes.",
        4317.66,
        4319.0
    ],
    [
        " We've been doing military and law enforcement for a minute.",
        4319.04,
        4321.28
    ],
    [
        " And we're like, man, we, we, it's unfair in this society that we're at now.",
        4321.48,
        4327.82
    ],
    [
        " It's sad that we have to give like we, the things that you know, I think it would be a huge disservice for you not to share the ways that I'm like you do.",
        4327.82,
        4337.22
    ],
    [
        " Um, to a society that is now vulnerable.",
        4337.84,
        4340.04
    ],
    [
        " So that that was like, it's selfish for us not to do this.",
        4340.72,
        4345.68
    ],
    [
        " And it's, I think inhumane.",
        4345.88,
        4348.1
    ],
    [
        " So when our first two civilian courses, both courses had people that had never shot a gun before.",
        4348.48,
        4357.16
    ],
    [
        " Now I'm not encouraging you to come to a sheep dog course if you've not shot a gun before because it ends up being a huge pain in the butt for us.",
        4357.38,
        4365.56
    ],
    [
        " Right.",
        4365.74,
        4365.82
    ],
    [
        " Because then I have to put somebody with you the whole entire time and that instructor could have been used to help other people get better.",
        4365.92,
        4371.8
    ],
    [
        " So it's a little bit selfish.",
        4371.8,
        4373.18
    ],
    [
        " So if you're going to come to a sheep dog course, I'm not going to say no.",
        4373.66,
        4376.34
    ],
    [
        " You know, you got to learn this stuff to say alive.",
        4376.8,
        4378.4
    ],
    [
        " You have people on trains that just walk out of bathrooms with machine guns.",
        4378.56,
        4381.28
    ],
    [
        " They will, they go do a Christmas party in San Bernardino and start mowing people down.",
        4381.28,
        4385.3
    ],
    [
        " You know, like this is a different era.",
        4385.46,
        4387.22
    ],
    [
        " Like we can't, we can't.",
        4387.58,
        4389.24
    ],
    [
        " And in the cops and law enforcement cannot be everywhere all the time.",
        4389.24,
        4392.9
    ],
    [
        " And in the, what's the average response time in America?",
        4393.44,
        4396.04
    ],
    [
        " Four minutes, six minutes.",
        4396.56,
        4397.66
    ],
    [
        " And that's if you're in like a night in a city with a lot of cops in it, you go out in some rural area.",
        4398.0,
        4401.88
    ],
    [
        " Yeah.",
        4402.08,
        4402.2
    ],
    [
        " You're talking, we're talking like 20.",
        4402.7,
        4404.28
    ],
    [
        " Yeah.",
        4404.5,
        4404.76
    ],
    [
        " So you are like it or not.",
        4405.14,
        4407.34
    ],
    [
        " Here's the reality.",
        4407.8,
        4408.88
    ],
    [
        " You are your first landed defense.",
        4409.6,
        4412.14
    ],
    [
        " And you might be your only landed defense.",
        4412.36,
        4415.52
    ],
    [
        " So invest in yourself and learn some skills.",
        4415.68,
        4419.5
    ],
    [
        " If you got money and you're going out there and you're buying a $2,000 gun, don't buy a $600 gun.",
        4419.96,
        4427.78
    ],
    [
        " And then come spend $1,400 in train with you.",
        4428.28,
        4430.96
    ],
    [
        " You know, you know, you know, you need a $500 gun and $100 site.",
        4431.48,
        4437.16
    ],
    [
        " Right.",
        4437.4,
        4437.62
    ],
    [
        " Until you get to a pretty high level.",
        4438.38,
        4439.92
    ],
    [
        " You know, like stop wasting your money.",
        4440.82,
        4442.94
    ],
    [
        " Get the skills.",
        4442.94,
        4445.08
    ],
    [
        " Get the skills.",
        4445.48,
        4445.98
    ],
    [
        " Well, I think that thing sound awesome.",
        4445.98,
        4448.52
    ],
    [
        " And I'm sure I'll be doing something with it.",
        4448.78,
        4451.5
    ],
    [
        " Having my good times.",
        4451.58,
        4454.44
    ],
    [
        " Okay, next question.",
        4455.68,
        4458.86
    ],
    [
        " For both of you, I would like to know the most influential book and why.",
        4459.78,
        4464.32
    ],
    [
        " The.",
        4464.82,
        4464.94
    ],
    [
        " You got many influential books.",
        4465.48,
        4467.46
    ],
    [
        " Okay.",
        4467.82,
        4468.14
    ],
    [
        " Yeah.",
        4468.56,
        4469.28
    ],
    [
        " I mean, one book.",
        4469.72,
        4472.6
    ],
    [
        " I think the idea of always searching for knowledge is more important than the actual single book.",
        4473.5,
        4479.7
    ],
    [
        " I mean, I read right now reading this book on the War of Electricity.",
        4480.64,
        4486.12
    ],
    [
        " It was AC versus DC.",
        4486.56,
        4489.26
    ],
    [
        " Oh, yeah.",
        4489.46,
        4489.7
    ],
    [
        " Huge electric chair.",
        4490.14,
        4491.38
    ],
    [
        " Yeah.",
        4491.82,
        4492.0
    ],
    [
        " Yeah.",
        4492.18,
        4492.56
    ],
    [
        " It's a great story.",
        4492.76,
        4493.38
    ],
    [
        " It's a great story.",
        4493.66,
        4494.86
    ],
    [
        " It's almost split the nation.",
        4495.16,
        4496.72
    ],
    [
        " Yeah.",
        4496.78,
        4497.28
    ],
    [
        " There are maybe it's like direct current or alternate current, but direct current so much more powerful",
        4497.72,
        4502.56
    ],
    [
        " because I can take a little bit 12 volts and I can kill an elephant, but it takes 120 volts",
        4502.56,
        4508.88
    ],
    [
        " to do the same thing.",
        4508.88,
        4509.86
    ],
    [
        " So, you know, Edison, you know, he put it back to wrong thing and he was too proud to admit",
        4510.68,
        4518.82
    ],
    [
        " it.",
        4518.82,
        4519.2
    ],
    [
        " And so I'm learning a ton.",
        4519.64,
        4522.42
    ],
    [
        " One about maybe putting your belief in the wrong thing and how damaging it can be and how",
        4522.42,
        4530.86
    ],
    [
        " much damage you can do.",
        4530.86,
        4531.86
    ],
    [
        " If you're that thick, skulled, stubborn, you know, or just set in your ways and how important",
        4532.34,
        4538.2
    ],
    [
        " it is to be able to always be a fertile soil that's searching for more nutrients.",
        4538.2,
        4544.24
    ],
    [
        " You know, there's no doubt about that.",
        4545.92,
        4548.12
    ],
    [
        " And I think that's one thing that's been coming out of this podcast is I got so because",
        4548.96,
        4554.46
    ],
    [
        " I review books of the podcast and I get all these people now tell me read this book.",
        4554.46,
        4559.44
    ],
    [
        " Read this book.",
        4559.54,
        4559.9
    ],
    [
        " I'm reading more right now than I did when I went to college and I was in English major",
        4560.08,
        4563.36
    ],
    [
        " in college.",
        4563.36,
        4563.78
    ],
    [
        " I got people just sent, I'm getting books.",
        4563.92,
        4565.76
    ],
    [
        " I'm getting books in the mail.",
        4565.88,
        4566.74
    ],
    [
        " Somebody, one of the troopers just sent me a lone wolf.",
        4567.22,
        4571.78
    ],
    [
        " He's like, hey, I sent you a book.",
        4572.16,
        4573.58
    ],
    [
        " This is too volume.",
        4573.58,
        4575.0
    ],
    [
        " 700 pages each.",
        4575.3,
        4578.1
    ],
    [
        " I said, man, that's going to be on my list, but that's going to be a brutal read.",
        4578.36,
        4582.36
    ],
    [
        " I mean, that's going to be heavy.",
        4582.36,
        4583.18
    ],
    [
        " But absolutely reading all the time is what it definitely happened to me.",
        4583.44,
        4590.54
    ],
    [
        " I know we know Echo has been on a reading rampage.",
        4590.68,
        4593.64
    ],
    [
        " Big time.",
        4593.82,
        4594.62
    ],
    [
        " Direct result of the podcast.",
        4594.8,
        4596.34
    ],
    [
        " Nice.",
        4596.76,
        4597.24
    ],
    [
        " True story.",
        4597.42,
        4597.9
    ],
    [
        " Anybody that asked this question, there's only one book that I refer to all the time",
        4599.46,
        4604.18
    ],
    [
        " as the most influential book.",
        4604.18,
        4605.94
    ],
    [
        " I've ever read, which is about face by Colonel David Hackworth.",
        4606.1,
        4609.08
    ],
    [
        " And I've read it many times and I always go back to it because it's a great book about",
        4610.1,
        4618.86
    ],
    [
        " a war and leadership.",
        4618.86,
        4619.7
    ],
    [
        " And that's why I read it all the time.",
        4620.22,
        4621.78
    ],
    [
        " But I got a stack of books.",
        4622.26,
        4625.54
    ],
    [
        " Jury fiction ever?",
        4625.58,
        4626.72
    ],
    [
        " Barely.",
        4627.12,
        4627.6
    ],
    [
        " So I actually read, I split my time between fiction and nonfiction.",
        4628.22,
        4631.76
    ],
    [
        " And I get a ton.",
        4632.52,
        4633.44
    ],
    [
        " I love, especially in the times that we're in right now, reading like French Revolution",
        4633.96,
        4639.22
    ],
    [
        " era stuff.",
        4639.22,
        4639.84
    ],
    [
        " I love learning about the why of the thing.",
        4640.38,
        4643.78
    ],
    [
        " You know, why countless times the French people overthrew the government, why they went",
        4644.42,
        4650.5
    ],
    [
        " and they started beheading the rich class, why they went and hung or then built the",
        4650.5,
        4659.24
    ],
    [
        " G 18.",
        4659.24,
        4659.5
    ],
    [
        " Or the why of the thing, not the how.",
        4660.02,
        4662.78
    ],
    [
        " I get that.",
        4663.12,
        4663.44
    ],
    [
        " And whether it's like Alexander Dumas or Victor Hugo, it's like, I get a lot out of that.",
        4663.7,
        4670.14
    ],
    [
        " And then I also get a ton of wisdom.",
        4670.26,
        4671.86
    ],
    [
        " You know, when I'm reading the kind of one of Christo, when that priest was digging with",
        4672.24,
        4676.96
    ],
    [
        " him, you know, who would then in the Metamorphosis as he's crawling through those tunnels and",
        4678.72,
        4682.38
    ],
    [
        " emerges then as the count, the amount of wisdom that that that priest gave him about",
        4682.38,
        4689.18
    ],
    [
        " ruling governments.",
        4689.18,
        4690.96
    ],
    [
        " I look at that for our government right now.",
        4691.52,
        4694.54
    ],
    [
        " Right.",
        4694.58,
        4694.68
    ],
    [
        " And it's profound.",
        4695.04,
        4696.16
    ],
    [
        " So I don't limit myself while I love reading nonfiction and learning, you know, like",
        4696.74,
        4703.02
    ],
    [
        " I am like the book I'm reading right now.",
        4703.02,
        4704.4
    ],
    [
        " All based in real fact, marketing, science, engineering.",
        4706.08,
        4711.44
    ],
    [
        " I love going back and it's not it's not brain candy, you know, it's not I'm just sitting",
        4712.32,
        4716.6
    ],
    [
        " here chewing on, you know, some crap.",
        4716.6,
        4719.5
    ],
    [
        " Did I get any reading romance novels?",
        4720.28,
        4722.94
    ],
    [
        "",
        4723.28,
        4723.28
    ],
    [
        " Smut.",
        4724.5,
        4725.46
    ],
    [
        " I get a lot from, so I split my time between fiction nonfiction, 50, 50.",
        4726.72,
        4730.6
    ],
    [
        " Yeah.",
        4730.82,
        4731.08
    ],
    [
        " I don't.",
        4731.54,
        4732.06
    ],
    [
        " And sometimes I'll try.",
        4732.5,
        4733.7
    ],
    [
        " Look, somebody will tell me about a great fiction book.",
        4734.08,
        4737.3
    ],
    [
        " Yeah.",
        4737.46,
        4737.56
    ],
    [
        " And I might give it a try, but in my perspective, you know, you're talking about the,",
        4737.98,
        4742.06
    ],
    [
        " always the why.",
        4742.06,
        4743.04
    ],
    [
        " I always like to figure out, like when I read about war, I like to think about the",
        4743.52,
        4748.26
    ],
    [
        " psychology of what's happening with the guys, especially from a leadership and a follower",
        4748.26,
        4752.64
    ],
    [
        " perspective of what guys were thinking because that to me was always the most fascinating",
        4752.64,
        4756.48
    ],
    [
        " thing about what was going down was we got to get all these guys to do this.",
        4756.48,
        4761.96
    ],
    [
        " Or my boss is trying to get me to do that and how does that work in these most intense",
        4762.32,
        4767.22
    ],
    [
        " scenarios.",
        4767.22,
        4767.88
    ],
    [
        " So from Tim Kennedy, get out there and read people.",
        4769.84,
        4773.66
    ],
    [
        " Next one.",
        4774.74,
        4778.86
    ],
    [
        " I'd love to hear Tim's thoughts on combative how grappling changes in full kit with multiple",
        4779.72,
        4785.14
    ],
    [
        " people, etc.",
        4785.14,
        4786.08
    ],
    [
        " It doesn't change.",
        4793.32,
        4794.24
    ],
    [
        " It doesn't change.",
        4794.9,
        4795.64
    ],
    [
        " You know, like the basic fundamentals of how to punch somebody remains the same.",
        4795.64,
        4800.26
    ],
    [
        " You give, so like the body is to me as a chassis, right?",
        4800.72,
        4805.14
    ],
    [
        " It doesn't matter what you put on me.",
        4805.22,
        4806.78
    ],
    [
        " You can give me more or you can take away less.",
        4807.08,
        4808.9
    ],
    [
        " My this chassis is still a killing machine, right?",
        4809.38,
        4814.1
    ],
    [
        " Now the only thing that changes is my lethality, the type of damage that I can do.",
        4814.56,
        4818.08
    ],
    [
        " It's like a Honda Civic, right?",
        4818.92,
        4820.72
    ],
    [
        " It can go fast or it can run down the road and get 38 miles to the gallon.",
        4821.24,
        4825.02
    ],
    [
        " But then you can change out the exhaust or you can put in some nitro or you can put",
        4825.28,
        4828.42
    ],
    [
        " in some wheels.",
        4828.42,
        4829.02
    ],
    [
        " Eventually, what was just a vehicle that could drive down the road can drive down the",
        4829.36,
        4832.74
    ],
    [
        " road kind of fast.",
        4832.74,
        4833.38
    ],
    [
        " So it's just a basic chassis that you can expand or detract from.",
        4834.08,
        4837.78
    ],
    [
        " So this chassis, this particular one, so I don't normally headbutt people.",
        4838.36,
        4842.6
    ],
    [
        " If I'm wearing an Ops Core helmet, I'm a headbutt machine.",
        4843.26,
        4846.8
    ],
    [
        " I was like, what'd you say to me?",
        4847.26,
        4848.14
    ],
    [
        " BOT!",
        4848.3,
        4848.48
    ],
    [
        " Headbutt.",
        4848.9,
        4849.5
    ],
    [
        " You know, I was like, oh yeah, wear gloves that have like carbon fiber across the knuckles,",
        4849.76,
        4854.2
    ],
    [
        " brings the bitch slap back.",
        4854.68,
        4856.44
    ],
    [
        " You know, like no, again, I'm not being a misogynist.",
        4857.12,
        4859.34
    ],
    [
        " I do not encourage people to ever bitch slap and I realize this is sexist term.",
        4859.44,
        4862.54
    ],
    [
        " But if I ask you a question and you lie to me, know that I want to hurt you in the first",
        4862.9,
        4867.64
    ],
    [
        " place.",
        4867.64,
        4867.92
    ],
    [
        " I believe the politically correct term is the stocked in slap.",
        4867.92,
        4871.44
    ],
    [
        " The stocked in slap?",
        4871.58,
        4872.34
    ],
    [
        " Oh, the back, the back can't, right?",
        4873.12,
        4874.86
    ],
    [
        " The pimps slap.",
        4875.32,
        4876.08
    ],
    [
        " Yeah, that's not misogynistic.",
        4876.84,
        4878.04
    ],
    [
        " Okay.",
        4878.36,
        4878.5
    ],
    [
        " Or maybe more misogynistic.",
        4879.1,
        4880.1
    ],
    [
        " So really, it doesn't change.",
        4880.1,
        4881.74
    ],
    [
        " The skills remain the same.",
        4882.02,
        4883.1
    ],
    [
        " You're just adding kind of the damage that I can do with the more equipment that you give",
        4883.3,
        4886.84
    ],
    [
        " me.",
        4886.84,
        4887.04
    ],
    [
        " That's it.",
        4887.22,
        4888.36
    ],
    [
        " Pretty simple question.",
        4889.18,
        4890.84
    ],
    [
        " I don't even have anything to add.",
        4891.56,
        4893.6
    ],
    [
        " Next one.",
        4896.2,
        4896.62
    ],
    [
        " Cheaters.",
        4897.08,
        4899.82
    ],
    [
        " PD use in MMA and elsewhere.",
        4900.14,
        4902.84
    ],
    [
        " And then plan of action defense for home.",
        4903.88,
        4905.52
    ],
    [
        " This person just threw a bunch of questions in there.",
        4905.52,
        4907.06
    ],
    [
        " His work on range 15.",
        4907.58,
        4908.66
    ],
    [
        " Oh, yeah.",
        4909.14,
        4909.42
    ],
    [
        " And we definitely got to talk about range 15.",
        4909.48,
        4910.68
    ],
    [
        " I'm naked in it.",
        4910.78,
        4911.84
    ],
    [
        " That's so originally I was supposed to be wearing a loin cloth.",
        4912.02,
        4915.3
    ],
    [
        " But I had been sweating so much that when I tore my pants off, so went the loin cloth.",
        4915.72,
        4921.62
    ],
    [
        " It was like actual real skin of an animal.",
        4921.82,
        4926.76
    ],
    [
        " It was like furry and skin when you get it wet, hunters know this.",
        4926.76,
        4931.86
    ],
    [
        " It deteriorates.",
        4932.14,
        4933.24
    ],
    [
        " And as did my loin cloth.",
        4933.42,
        4935.64
    ],
    [
        " So when I tore my pants off to fight zombie-randy couture, I'm not giving it anything away because",
        4936.22,
        4941.44
    ],
    [
        " we really do fight.",
        4941.44,
        4942.46
    ],
    [
        " And so went my loin cloth.",
        4942.9,
        4945.68
    ],
    [
        " So tell people about the movie, naked range 15 and Tim Kennedy naked.",
        4946.12,
        4952.98
    ],
    [
        " It is going to challenge everybody's perspective as to what a veteran is.",
        4953.6,
        4960.3
    ],
    [
        " Right.",
        4961.14,
        4961.58
    ],
    [
        " I think this, I don't know what it is, where people look at veterans and they're like,",
        4961.72,
        4966.46
    ],
    [
        " they're damaged goods.",
        4966.66,
        4967.86
    ],
    [
        " PTSD or actual physical impairment or just the mentality of they've gone through training",
        4970.5,
        4977.3
    ],
    [
        " that I haven't.",
        4977.3,
        4978.2
    ],
    [
        " So that person is now a freak.",
        4978.28,
        4979.7
    ],
    [
        " Not even dimension the climate that I think is encouraged from the government to treat",
        4980.62,
        4989.9
    ],
    [
        " us differently.",
        4989.9,
        4990.5
    ],
    [
        " This movie is not very gingerly.",
        4992.84,
        4995.64
    ],
    [
        " It's going to cover those topics.",
        4995.78,
        4997.74
    ],
    [
        " It will absolutely offend what I think to be about 70% of this of this country.",
        4998.08,
        5003.66
    ],
    [
        " From what you told me about the movie today, I'm going to go ahead and up that number to",
        5003.98,
        5009.64
    ],
    [
        " 90%.",
        5009.64,
        5010.28
    ],
    [
        " And I'll tell you what, what, when you were telling me about the movie today.",
        5010.28,
        5012.54
    ],
    [
        " So what's, who made it, what's his name?",
        5012.66,
        5015.94
    ],
    [
        " I'm a primary, so Matt Best and Matt Best.",
        5016.36,
        5019.22
    ],
    [
        " Nick Palmoschano, Matt Best owns a company called Article 15.",
        5019.44,
        5022.6
    ],
    [
        " Ranger up is our company.",
        5023.58,
        5024.74
    ],
    [
        " So that's what's called range 15, Article 15 and Ranger up.",
        5025.08,
        5028.22
    ],
    [
        " Pretty clever name.",
        5028.6,
        5030.02
    ],
    [
        " Very, very creative.",
        5030.36,
        5031.34
    ],
    [
        " Army.",
        5031.74,
        5032.0
    ],
    [
        " That's army.",
        5032.22,
        5032.82
    ],
    [
        " Sorry.",
        5033.2,
        5033.68
    ],
    [
        " Listen, you fell as sophisticated cosmopolitan.",
        5034.32,
        5037.0
    ],
    [
        " We all were its officers in the military.",
        5037.2,
        5039.22
    ],
    [
        " So Matt and Nick were the masterminds behind that.",
        5042.14,
        5045.04
    ],
    [
        " Matt is our main character.",
        5045.08,
        5046.4
    ],
    [
        " He's our hero, Numeruuno.",
        5046.64,
        5047.92
    ],
    [
        " Right.",
        5048.22,
        5048.42
    ],
    [
        " And he's good looking man.",
        5049.04,
        5049.8
    ],
    [
        " I've seen a couple of things that he's done.",
        5049.9,
        5052.52
    ],
    [
        " He's obviously a funny guy.",
        5052.62,
        5053.98
    ],
    [
        " And they put together this movie.",
        5054.44,
        5056.22
    ],
    [
        " They did it through IndieGoGo, which is some sort of a crowdfunding deal where you get",
        5056.56,
        5062.18
    ],
    [
        " money from people.",
        5062.18,
        5063.0
    ],
    [
        " And it's the public.",
        5063.28,
        5064.9
    ],
    [
        " The public just gives money and you raise how much money?",
        5064.94,
        5067.02
    ],
    [
        " There are a few million.",
        5067.36,
        5068.36
    ],
    [
        " A few million dollars to make this movie.",
        5068.48,
        5070.3
    ],
    [
        " And then we had like people from, then we had sponsors.",
        5070.74,
        5074.66
    ],
    [
        " People that are in the community that like believed in the product like Gerber and Ives",
        5075.36,
        5078.68
    ],
    [
        " who I'm sponsored by, weapons manufacturers.",
        5078.68,
        5081.48
    ],
    [
        " We had like people that make hazmat suits, a coffee maker.",
        5082.22,
        5087.66
    ],
    [
        " Awesome.",
        5088.0,
        5088.3
    ],
    [
        " And they're like, we just want this movie to be made.",
        5088.74,
        5090.4
    ],
    [
        " And then people on Hollywood wanted, when they saw that we were like breaking the mold",
        5090.84,
        5095.48
    ],
    [
        " because Hollywood is stuck.",
        5095.48,
        5097.2
    ],
    [
        " It's a cesspool of inhumanity and selfishness and greed.",
        5097.68,
        5101.88
    ],
    [
        " That's what that industry is.",
        5102.42,
        5104.06
    ],
    [
        " It's damn near evil.",
        5104.34,
        5106.42
    ],
    [
        " When everybody that has been suffering by that, the organization of what Hollywood is,",
        5107.5,
        5113.86
    ],
    [
        " saw that's a bunch of veterans that didn't give it anything.",
        5114.42,
        5118.28
    ],
    [
        " And we're like, we're going to make a movie and it's going to be the most offensive",
        5119.26,
        5121.96
    ],
    [
        " movie.",
        5121.96,
        5122.26
    ],
    [
        " And everybody in this whole city, Hollywood is going to hate it.",
        5122.26,
        5125.36
    ],
    [
        " They started helping us.",
        5125.48,
        5127.24
    ],
    [
        " They're like, wait, it takes a few hundred thousand to rent a red camera.",
        5127.64,
        5131.28
    ],
    [
        " We'll give you three for you to use the whole time.",
        5131.62,
        5134.38
    ],
    [
        " We had guys that were like two thousand dollar a day type directors and directors of photography.",
        5135.24,
        5142.24
    ],
    [
        " That would step up and be like, I'm just going to volunteer my time for three weeks.",
        5142.48,
        5145.66
    ],
    [
        " You're like, so we can't pay you the 50 grand for a week that you normally make or the",
        5145.92,
        5152.76
    ],
    [
        " for the for the shot.",
        5152.76,
        5153.68
    ],
    [
        " And they're like, it's cool.",
        5154.02,
        5155.46
    ],
    [
        " Yeah.",
        5155.96,
        5156.74
    ],
    [
        " So there is something, when you were telling me about the movie today, this is what I think",
        5157.18,
        5163.24
    ],
    [
        " about what you told me.",
        5163.24,
        5164.74
    ],
    [
        " There is something about special operations, community that is very secret.",
        5165.38,
        5173.76
    ],
    [
        " It is something that has never been revealed to the public.",
        5174.24,
        5177.1
    ],
    [
        " It is something that is, I would say it's even beyond top secret.",
        5177.6,
        5181.38
    ],
    [
        " This is highly classified information in the special operations community.",
        5181.92,
        5185.92
    ],
    [
        " We might have to kill you, echo Charlie.",
        5185.92,
        5187.1
    ],
    [
        " And what it is, and it's something that I seriously have never seen come out.",
        5188.54,
        5191.84
    ],
    [
        " The public, you guys talk about missions they've done, but no one has ever talked about",
        5192.02,
        5195.08
    ],
    [
        " this fact.",
        5195.08,
        5195.74
    ],
    [
        " And that is that the special operations community has an insane sense of humor.",
        5196.38,
        5203.22
    ],
    [
        " Insane.",
        5204.14,
        5204.62
    ],
    [
        " And the reason it doesn't get released is because it's in my belief, it is not previously",
        5204.96,
        5210.64
    ],
    [
        " been an anyway remotely acceptable by the human, by the normal people, by the populace.",
        5210.64,
        5217.42
    ],
    [
        " And what you told me, the some of the scenes you told me about today, they are going to",
        5217.84,
        5223.08
    ],
    [
        " shock.",
        5223.08,
        5223.76
    ],
    [
        " They are going to shock.",
        5224.58,
        5226.28
    ],
    [
        " And everybody from spec ops and most guys in the military are going to look at them and",
        5226.64,
        5230.58
    ],
    [
        " they're going to laugh and they're going to think it's funny.",
        5230.58,
        5232.64
    ],
    [
        " They're going to be laughing so hard and it's just going to seem normal to us.",
        5233.36,
        5237.14
    ],
    [
        " It's going to be seem normal to me.",
        5237.14,
        5238.14
    ],
    [
        " I'll be like, oh, yeah, classic.",
        5238.2,
        5239.08
    ],
    [
        " Of course you're doing that.",
        5239.08,
        5240.04
    ],
    [
        " But I think like you said, I mean, Hollywood is going to be beside themselves.",
        5240.5,
        5245.16
    ],
    [
        " They are.",
        5245.2,
        5245.88
    ],
    [
        " They are going to be completely beside themselves.",
        5246.16,
        5248.66
    ],
    [
        " This may start a revolution.",
        5249.0,
        5250.36
    ],
    [
        " I hope so.",
        5250.76,
        5251.28
    ],
    [
        " This may start a revolution.",
        5251.3,
        5252.54
    ],
    [
        " And I, this may start a revolution with what you told me about it today.",
        5253.72,
        5258.42
    ],
    [
        " And I know that everybody that's listening to this podcast is going to go seek, going",
        5259.56,
        5262.9
    ],
    [
        " to go see this thing immediately.",
        5262.9,
        5264.18
    ],
    [
        " And I think it's going to be phenomenal.",
        5264.86,
        5267.52
    ],
    [
        " So I'm looking forward to it.",
        5267.88,
        5270.68
    ],
    [
        " When it comes out, the movie is called Range 15 and it's going to be in general release.",
        5270.84,
        5276.28
    ],
    [
        " It's going to be in theaters.",
        5276.28,
        5277.1
    ],
    [
        " Yeah.",
        5277.48,
        5277.6
    ],
    [
        " Yeah.",
        5278.12,
        5278.22
    ],
    [
        " June 15th.",
        5278.22,
        5279.4
    ],
    [
        " So the premiere is at the military GI Film Festival Memorial Day weekend.",
        5279.4,
        5283.16
    ],
    [
        " And that's going to be in Washington, DC.",
        5283.56,
        5287.08
    ],
    [
        " And then two weeks later is the wide release right now.",
        5287.08,
        5289.62
    ],
    [
        " We're in eight or 900 theaters.",
        5289.62,
        5291.9
    ],
    [
        " That's just going to keep going growing.",
        5291.9,
        5294.7
    ],
    [
        " That's awesome.",
        5295.16,
        5296.66
    ],
    [
        " PDs.",
        5297.5,
        5298.38
    ],
    [
        " Stop using them.",
        5298.64,
        5300.42
    ],
    [
        " Yeah.",
        5300.8,
        5301.18
    ],
    [
        " Pretty straightforward.",
        5301.94,
        5303.08
    ],
    [
        " I hate them.",
        5303.7,
        5304.2
    ],
    [
        " So I get a lot like you have a big mess and more physique.",
        5305.68,
        5311.64
    ],
    [
        " Right.",
        5312.62,
        5312.8
    ],
    [
        " And somebody looks at you.",
        5313.6,
        5314.74
    ],
    [
        " They're like, oh, man, look at that big old guy.",
        5314.9,
        5316.2
    ],
    [
        " What what what Roy's does he use?",
        5316.94,
        5319.2
    ],
    [
        " He's like, it's all hard work.",
        5319.38,
        5321.92
    ],
    [
        " I've been an athlete since I was six years old.",
        5322.16,
        5324.82
    ],
    [
        " You know, my dad was an Olympic level athlete.",
        5325.06,
        5327.66
    ],
    [
        " My brother is like 10 times the athlete that I am.",
        5328.04,
        5330.38
    ],
    [
        " My sister was she's she started an athlete even before we were.",
        5330.6,
        5335.42
    ],
    [
        " Like throw stones at me.",
        5336.2,
        5339.74
    ],
    [
        " You saw to test me every week.",
        5340.22,
        5341.9
    ],
    [
        " The military tests us all the time.",
        5341.98,
        5344.48
    ],
    [
        " Still to the day.",
        5344.6,
        5345.62
    ],
    [
        " Like I was good tested.",
        5345.68,
        5346.52
    ],
    [
        " Last month, I got tested like nine times.",
        5347.02,
        5349.78
    ],
    [
        " I've always been clean.",
        5350.04,
        5352.4
    ],
    [
        " I will always be clean.",
        5352.7,
        5354.56
    ],
    [
        " Yeah.",
        5355.14,
        5355.62
    ],
    [
        " And just for those of you that don't know, for those of you that aren't MMA fans,",
        5356.1,
        5360.68
    ],
    [
        " you fought a lot of guys that weren't clean.",
        5360.88,
        5363.5
    ],
    [
        " Yeah.",
        5364.12,
        5364.3
    ],
    [
        " And that's just, you know, I've since been in the MMA community",
        5364.66,
        5370.32
    ],
    [
        " and sparring a lot of guys and fighting a lot of guys.",
        5371.44,
        5374.12
    ],
    [
        " I've gone with guys and just so everybody understands.",
        5374.54,
        5378.48
    ],
    [
        " When someone goes on steroids, you can feel it.",
        5379.0,
        5383.64
    ],
    [
        " 100%.",
        5383.8,
        5384.76
    ],
    [
        " You can absolutely feel it.",
        5384.76,
        5386.5
    ],
    [
        " They work.",
        5386.62,
        5386.94
    ],
    [
        " They work.",
        5387.4,
        5387.92
    ],
    [
        " They work.",
        5388.18,
        5388.58
    ],
    [
        " They work.",
        5388.84,
        5389.24
    ],
    [
        " They make you stronger.",
        5389.38,
        5390.4
    ],
    [
        " They make you recover faster.",
        5391.26,
        5392.5
    ],
    [
        "",
        5394.14,
        5394.14
    ],
    [
        " And so the fact that you've gone in the in the cage on multiple occasions",
        5394.14,
        5397.98
    ],
    [
        " and far guys that had that massive advantage and you've beaten them.",
        5397.98,
        5401.56
    ],
    [
        " Awesome.",
        5402.44,
        5403.42
    ],
    [
        " Awesome work.",
        5403.94,
        5405.3
    ],
    [
        " And it's a bummer that that's out there.",
        5405.66,
        5407.52
    ],
    [
        " And that's what that.",
        5407.7,
        5408.62
    ],
    [
        " Self respect integrity.",
        5410.1,
        5413.28
    ],
    [
        " Yeah, you have more of an outspoken opinion about it.",
        5413.96,
        5416.66
    ],
    [
        " I'd say then like the next guy.",
        5416.86,
        5418.68
    ],
    [
        " Yeah, I mean, so I've been a professional athlete for 14 years.",
        5419.0,
        5422.28
    ],
    [
        " Like the pride peak of guys dripping and a ball of steroids.",
        5423.82,
        5429.02
    ],
    [
        " Like, I mean, not like I used in fight camp.",
        5429.42,
        5432.08
    ],
    [
        " I mean, like they took hyperdermic needles and shoved them into their eyeballs",
        5432.08,
        5437.66
    ],
    [
        " right before the fight tight fights, you know, the Vanderlei Silva.",
        5437.66,
        5441.38
    ],
    [
        " Like, he's up on the ring screaming.",
        5441.38,
        5444.24
    ],
    [
        " And he probably hasn't even remembered like the last four days",
        5444.52,
        5447.28
    ],
    [
        " because he's been in a steroid rage leading up to his fight.",
        5447.28,
        5450.06
    ],
    [
        " That was the that is the era of MMA that I came from.",
        5450.52,
        5454.22
    ],
    [
        "",
        5454.44,
        5454.44
    ],
    [
        " And my so my entire career has been that.",
        5455.22,
        5458.66
    ],
    [
        " And I'm not bitter that like, you know, I I fought and lost titles.",
        5458.86,
        5463.1
    ],
    [
        " And yeah, maybe they would have gone differently had I cheated or they weren't cheating.",
        5463.68,
        5470.84
    ],
    [
        " But that's not what it's about to me.",
        5471.12,
        5473.28
    ],
    [
        " It's I've been a martial artist since I was a since as a kid.",
        5473.38,
        5477.14
    ],
    [
        " So a martial artist has to do with ethics and integrity and hard work.",
        5477.68,
        5483.82
    ],
    [
        " You know, like the pillars of what being a martial artist is.",
        5484.28,
        5486.5
    ],
    [
        " And every one of these guys spits in the face of what I think this sport is supposed to personify.",
        5486.9,
        5495.12
    ],
    [
        " All the beauty that exists in martial arts is stripped away every time one of these guys tests positive.",
        5495.64,
        5503.42
    ],
    [
        " That's why.",
        5504.16,
        5505.86
    ],
    [
        " Yeah, that's a I'll leave it at that.",
        5507.14,
        5509.42
    ],
    [
        " I'll leave it at that.",
        5509.88,
        5511.2
    ],
    [
        " Well, we're on it.",
        5511.64,
        5515.48
    ],
    [
        " The next question is why not make one last UFC run?",
        5515.78,
        5520.4
    ],
    [
        " I do it.",
        5521.14,
        5522.38
    ],
    [
        " Yeah, are you going to fight again?",
        5523.26,
        5525.4
    ],
    [
        " What what's are you on the schedule?",
        5525.54,
        5526.86
    ],
    [
        " Are they calling you?",
        5527.2,
        5528.06
    ],
    [
        " So I suppose to deploy in mid May and then the beginning of June.",
        5528.3,
        5534.9
    ],
    [
        " So I know I'm going to leave in mid to May and now again, I got to break some stuff down for some civilians here.",
        5535.02,
        5541.08
    ],
    [
        " Right.",
        5541.54,
        5542.0
    ],
    [
        " Tim, who's doing all this stuff.",
        5543.32,
        5546.1
    ],
    [
        " Who's sitting in the room with me right now, who's got done doing a photo shoot today, who's making movies.",
        5546.12,
        5551.32
    ],
    [
        " He's going on deployment overseas to go hunt down and kill bad guys.",
        5551.86,
        5556.8
    ],
    [
        " In a matter of months, I'm retired.",
        5557.68,
        5561.3
    ],
    [
        " Right.",
        5561.94,
        5562.4
    ],
    [
        " He's still doing it and he's doing all this other stuff and he's fighting for the UFC.",
        5562.66,
        5566.84
    ],
    [
        " Now the UFC, I mean, you should be the absolute poster boy for the UFC, for the love of God.",
        5566.84,
        5576.8
    ],
    [
        " Sorry for interrupting you.",
        5577.64,
        5580.24
    ],
    [
        " Okay.",
        5580.32,
        5580.48
    ],
    [
        " So you're going to go on deployment.",
        5580.58,
        5581.76
    ],
    [
        " Yeah.",
        5582.22,
        5582.5
    ],
    [
        " For your nation.",
        5582.84,
        5583.9
    ],
    [
        " And so my one of my management told them that I get back on this date.",
        5586.48,
        5593.2
    ],
    [
        " And from this date until this date, which is when I leave again, I'll be 100% down to fight anybody they say.",
        5593.82,
        5600.14
    ],
    [
        " So one last UFC run, I wouldn't even limit it to last.",
        5601.36,
        5607.36
    ],
    [
        " The I'm ranked whatever six in the war seven to six or fifth in the world right now.",
        5608.16,
        5612.2
    ],
    [
        " To me, I'm a fight away from a title and I think I can beat everybody above me.",
        5612.2,
        5619.26
    ],
    [
        " And I think you can too.",
        5619.64,
        5622.3
    ],
    [
        " So let's hope that the folks at the UFC.",
        5622.58,
        5626.38
    ],
    [
        " Pay attention to this.",
        5627.5,
        5629.44
    ],
    [
        " I mean, you got a guy that's a veteran.",
        5629.96,
        5631.62
    ],
    [
        " That's a hero.",
        5631.9,
        5632.96
    ],
    [
        " That's a hard worker.",
        5633.44,
        5634.92
    ],
    [
        " That's never let you guys down pop and positive.",
        5634.94,
        5637.64
    ],
    [
        " That's training his ass off.",
        5637.64,
        5639.8
    ],
    [
        " And you know what?",
        5640.12,
        5642.06
    ],
    [
        " Besides all that, he's getting ready to deploy again so that you can have the damn UFC.",
        5642.48,
        5648.38
    ],
    [
        " How about when he gets back, you tell him how much time do you need my brother?",
        5649.74,
        5655.1
    ],
    [
        " You tell you tell us when you want to fight and who you want to fight.",
        5656.34,
        5659.72
    ],
    [
        " If I was Dana White, I'd be like, Oh, you know what?",
        5660.02,
        5663.2
    ],
    [
        " But this whole this whole UFC schedule is based on Tim Kennedy.",
        5663.2,
        5667.06
    ],
    [
        " I like that.",
        5667.36,
        5668.84
    ],
    [
        " That's who we base the UFC schedule.",
        5668.84,
        5670.28
    ],
    [
        " I can sound of that.",
        5670.52,
        5671.16
    ],
    [
        " Not on what some other person that's not ever served.",
        5671.76,
        5677.32
    ],
    [
        " So hopefully, Dana White, if you're listening, my name is Jaco.",
        5678.18,
        5682.64
    ],
    [
        " Give me a shout.",
        5683.5,
        5683.98
    ],
    [
        " I'll lay this out for you and explain to you how this needs to work.",
        5684.26,
        5686.88
    ],
    [
        " You care.",
        5686.96,
        5687.16
    ],
    [
        " Let's do this.",
        5688.0,
        5690.28
    ],
    [
        " Love it.",
        5692.08,
        5692.72
    ],
    [
        " Yes, seriously.",
        5693.26,
        5694.2
    ],
    [
        " All right.",
        5694.98,
        5697.74
    ],
    [
        " Importance of recovery within your training program.",
        5697.78,
        5702.68
    ],
    [
        " And this, by the way, this is from sore necks, you know, the guys that make weight racks.",
        5703.52,
        5709.7
    ],
    [
        " Yeah.",
        5710.2,
        5710.36
    ],
    [
        " Well, you know, for recovery to be important, you have to have done the hard work to need it.",
        5710.76,
        5716.74
    ],
    [
        " So I think a lot of people focus on recovery all the time when they seriously.",
        5716.88,
        5722.98
    ],
    [
        " I can't do that today.",
        5723.56,
        5725.8
    ],
    [
        " I'm on recovery.",
        5725.92,
        5726.44
    ],
    [
        " I got to cry therapy or ice bath or get a massage or acupuncture, you know, like,",
        5726.9,
        5732.64
    ],
    [
        " bitch, go train hard.",
        5732.74,
        5735.58
    ],
    [
        " You know, like these calluses I cut off, you know, like weekly, it's from hard work.",
        5736.2,
        5741.9
    ],
    [
        " You know, and, and I think recovery is as important as training.",
        5741.94,
        5746.66
    ],
    [
        " But first, the training has to be there.",
        5747.18,
        5750.68
    ],
    [
        " And it has to be hard enough for it to warrant needing recovery.",
        5751.02,
        5754.14
    ],
    [
        " Yeah.",
        5754.68,
        5755.68
    ],
    [
        " And I was, I always say when, when I was training fighters, I don't do it a lot anymore.",
        5755.7,
        5758.78
    ],
    [
        " But when I was training UFC fighters, it was so obvious when they were over trained.",
        5758.84,
        5762.38
    ],
    [
        " Like they'd go from the, you know, they'd be giving me a hard time on the mat or whatever.",
        5762.76,
        5767.68
    ],
    [
        " And all of a sudden, I'm just annihilating them.",
        5767.94,
        5770.04
    ],
    [
        " And I go, yeah, hey, day off, man, go eat two steaks tomorrow and just relax.",
        5770.22,
        5774.0
    ],
    [
        " Easy.",
        5774.36,
        5774.6
    ],
    [
        " But, you know, some guys, oh, I need a couple of days off.",
        5775.16,
        5778.9
    ],
    [
        " You don't need to day off.",
        5779.12,
        5779.72
    ],
    [
        " I think it has more to do with lifestyle than recovery.",
        5779.84,
        5781.92
    ],
    [
        " You know, like when people are like, man, I'm just not being able to put the, get the output,",
        5782.14,
        5786.62
    ],
    [
        " the volume that I need to do for work.",
        5786.82,
        5788.48
    ],
    [
        " Well, let's talk about your life, you know, like, were you out, cheers and pushy last night?",
        5788.7,
        5791.94
    ],
    [
        " Oh, you were.",
        5792.56,
        5793.12
    ],
    [
        " You were, you were at a strip club.",
        5793.3,
        5794.4
    ],
    [
        " Is that glitter?",
        5794.42,
        5794.98
    ],
    [
        " Suck, get out, get what have you eaten this week?",
        5795.4,
        5798.76
    ],
    [
        " Tell me, show me your diet.",
        5799.14,
        5800.28
    ],
    [
        " Did you even have a log?",
        5800.46,
        5801.34
    ],
    [
        " No, you don't have a log?",
        5801.5,
        5802.2
    ],
    [
        " Get out.",
        5802.42,
        5802.96
    ],
    [
        " You know, how much did you sleep last night?",
        5803.82,
        5805.3
    ],
    [
        " Oh, you don't know.",
        5806.06,
        5806.66
    ],
    [
        " Who's what?",
        5807.16,
        5807.62
    ],
    [
        " You drink, get out.",
        5807.76,
        5809.18
    ],
    [
        " You know, like when was the last time you had a drink?",
        5809.94,
        5811.58
    ],
    [
        " Oh, last night, get out.",
        5811.88,
        5813.28
    ],
    [
        " You know, stop talking to me about recovery.",
        5813.66,
        5815.72
    ],
    [
        " If you don't have a lifestyle that's conducive to training, you know, like you want to talk about",
        5815.84,
        5818.64
    ],
    [
        " healthy lifestyle, get it out of your sleep.",
        5818.64,
        5820.58
    ],
    [
        " Well, yeah, I know.",
        5821.16,
        5824.3
    ],
    [
        " Yeah, hey, Jack, what does it sleep a lot?",
        5824.48,
        5825.92
    ],
    [
        " It's all right.",
        5826.54,
        5826.96
    ],
    [
        " It's all right.",
        5827.08,
        5828.0
    ],
    [
        " Eat real food.",
        5828.0,
        5828.9
    ],
    [
        " Stop putting crap in your body.",
        5829.26,
        5830.6
    ],
    [
        " Stop drinking.",
        5831.52,
        5832.24
    ],
    [
        " You know, you want to drop you to testosterone?",
        5833.08,
        5834.28
    ],
    [
        " You want to talk about these guys are having like huge problems with stop what one?",
        5834.28,
        5837.36
    ],
    [
        " Stop using steroids to stop drinking.",
        5837.56,
        5839.72
    ],
    [
        " You know, for me, sex day, every day, get it hours of sleep.",
        5840.08,
        5845.04
    ],
    [
        " Work my ass off.",
        5845.98,
        5847.02
    ],
    [
        " I think that a man for a real athlete, man or woman, they have to go to bed tired.",
        5847.16,
        5852.86
    ],
    [
        " I love that feeling.",
        5853.38,
        5854.64
    ],
    [
        " Where like you are exhausted, you see that bed and you're like,",
        5855.16,
        5858.14
    ],
    [
        " can I make it?",
        5858.28,
        5861.44
    ],
    [
        " You know, can I make it from the shower to bed?",
        5861.86,
        5864.06
    ],
    [
        " That's what you're supposed to feel like.",
        5864.28,
        5866.42
    ],
    [
        " We've talked about that on here.",
        5866.56,
        5867.62
    ],
    [
        " And that's that's one of my favorite feelings in the world of I get to the end of the night.",
        5867.74,
        5872.22
    ],
    [
        " And I'm barely hanging on through dinner.",
        5872.22,
        5874.46
    ],
    [
        " And that's how I get done with dinner.",
        5875.12,
        5876.5
    ],
    [
        " Oh my God.",
        5876.92,
        5878.0
    ],
    [
        " Can't wait to crawl.",
        5878.44,
        5879.22
    ],
    [
        " Why start talking?",
        5879.28,
        5880.16
    ],
    [
        " You're like, baby.",
        5880.16,
        5880.9
    ],
    [
        " Wap, wap, wap, wap, wap, wap, wap, wap, wap.",
        5881.12,
        5883.56
    ],
    [
        " I hear the words, but I don't know what you're saying.",
        5883.72,
        5885.3
    ],
    [
        " Yeah.",
        5885.62,
        5885.86
    ],
    [
        " You know.",
        5886.06,
        5886.26
    ],
    [
        " So I yeah, that's great input.",
        5886.62,
        5891.32
    ],
    [
        " Sleep.",
        5891.7,
        5891.96
    ],
    [
        " Eat right.",
        5892.52,
        5893.06
    ],
    [
        " It's you can work, man.",
        5894.04,
        5895.36
    ],
    [
        " Humans can do a lot of it.",
        5895.48,
        5896.78
    ],
    [
        " The body is so adaptive.",
        5897.08,
        5898.34
    ],
    [
        " So you got people that can run ultra marathons.",
        5898.68,
        5901.56
    ],
    [
        " And you got people that can deadlift thousands of pounds.",
        5901.56,
        5904.76
    ],
    [
        " And we're the same species.",
        5905.34,
        5907.04
    ],
    [
        " Right.",
        5907.42,
        5907.58
    ],
    [
        " You know, we have people that can like paint the monolisa.",
        5907.76,
        5911.3
    ],
    [
        " And there's people that can go and murder villages.",
        5911.62,
        5915.46
    ],
    [
        " Same species.",
        5916.12,
        5917.8
    ],
    [
        " You know, like it is an adaptive thing as long as you train it properly.",
        5918.48,
        5922.82
    ],
    [
        " Yeah.",
        5923.86,
        5924.24
    ],
    [
        " Next question.",
        5925.5,
        5928.76
    ],
    [
        " What are the what are the best qualities slash skills a person needs to be a great soldier",
        5928.86,
        5934.9
    ],
    [
        " at slash fighter and are these the same?",
        5934.9,
        5937.68
    ],
    [
        " I think that there are some qualities in each that complement each other.",
        5941.32,
        5947.24
    ],
    [
        " For example, the regimented schedule of the military",
        5947.64,
        5953.68
    ],
    [
        " does good things for somebody that wants to aspire to be a fighter.",
        5953.68,
        5959.46
    ],
    [
        " Because most fighters are selfish little pricks that are super lazy.",
        5959.68,
        5964.78
    ],
    [
        " And they don't understand what it takes dedication wise to little things like",
        5965.04,
        5970.74
    ],
    [
        " sitting in your alarm, being on time to work out, writing a journal as to what you're eating,",
        5970.74,
        5977.14
    ],
    [
        " not chasing pussy all night long.",
        5977.92,
        5980.56
    ],
    [
        " And that you should go to bed like those that that's discipline.",
        5980.76,
        5983.52
    ],
    [
        " That's what that is.",
        5983.68,
        5984.56
    ],
    [
        " That's that word.",
        5984.66,
        5985.18
    ],
    [
        " And a lot of military, not all guys, but a lot of the military teaches discipline.",
        5985.74,
        5990.68
    ],
    [
        " So that is a characteristic that would complement somebody that aspires to be a fighter.",
        5990.78,
        5996.06
    ],
    [
        " And then fighters, you know, like, yes, obviously you're learning skills, technical skills that could be life saving.",
        5996.94,
        6004.06
    ],
    [
        " You know, it's like you get comfortable sweating.",
        6004.78,
        6008.42
    ],
    [
        " You're getting used to hard work.",
        6008.64,
        6010.16
    ],
    [
        " And, you know, so some of those things are nice.",
        6010.44,
        6012.94
    ],
    [
        " But, um, yeah.",
        6013.82,
        6016.86
    ],
    [
        " So there's some things that that do well.",
        6016.86,
        6019.06
    ],
    [
        " I think being a good soldier can make you a better fighter.",
        6019.28,
        6022.28
    ],
    [
        " And some things about being a good fighter can make you a better soldier.",
        6022.54,
        6025.1
    ],
    [
        " So yeah, yeah, I think for me, the biggest quality that would transfer both back and forth, soldier fighter.",
        6025.88,
        6033.54
    ],
    [
        " And I'll go ahead and throw one more on there.",
        6033.54,
        6035.02
    ],
    [
        " And that's being in a leadership position.",
        6035.06,
        6036.8
    ],
    [
        " But to me, it's humility.",
        6037.1,
        6040.24
    ],
    [
        " And I think what makes a soldier a fighter a leader.",
        6040.76,
        6045.98
    ],
    [
        " The most important quality that they can have is humility because the minute that you're not humble is the minute that you stop training as hard as you can.",
        6046.34,
        6056.5
    ],
    [
        " So the minute you say, you know what?",
        6056.78,
        6058.08
    ],
    [
        " I don't need to do that extra workout today.",
        6058.2,
        6060.0
    ],
    [
        " That's a lack of humility because you're thinking, oh, I already got this.",
        6060.38,
        6062.72
    ],
    [
        " I got this in the bag from a leadership position.",
        6062.92,
        6066.04
    ],
    [
        " Same thing.",
        6066.08,
        6066.52
    ],
    [
        " I don't need to train my guys hard.",
        6066.54,
        6067.66
    ],
    [
        " I don't need to show up earlier than my guys because they already respect me.",
        6067.84,
        6071.32
    ],
    [
        " No, you need to earn that respect every day.",
        6071.4,
        6074.5
    ],
    [
        " And so for me, always humility is the most important characteristic of a person.",
        6075.9,
        6084.54
    ],
    [
        " Because you're not also not learning.",
        6084.86,
        6086.08
    ],
    [
        " Once you're not humble, I don't need to roll today.",
        6086.4,
        6088.44
    ],
    [
        " I don't need to hold.",
        6088.74,
        6089.1
    ],
    [
        " I don't need to get on the pads today.",
        6089.26,
        6090.84
    ],
    [
        " I don't need to swing that kettlebell today.",
        6091.28,
        6093.12
    ],
    [
        " I'm already good.",
        6093.48,
        6094.34
    ],
    [
        " Get humble.",
        6095.26,
        6096.24
    ],
    [
        " Get humble or you're going to get humbled.",
        6096.42,
        6099.16
    ],
    [
        " No, dude.",
        6099.48,
        6100.96
    ],
    [
        " Boom.",
        6101.94,
        6102.3
    ],
    [
        " That's a range of options.",
        6102.94,
        6103.84
    ],
    [
        " Sorry.",
        6104.68,
        6105.08
    ],
    [
        " Let me put this in my phone room fast.",
        6105.48,
        6106.9
    ],
    [
        " It'll be recorded, Tim.",
        6107.24,
        6108.32
    ],
    [
        " You can refer back to it.",
        6108.42,
        6109.22
    ],
    [
        " I don't want you to keep it.",
        6109.22,
        6110.42
    ],
    [
        " I want to keep it.",
        6110.62,
        6111.46
    ],
    [
        " We got all kinds of t-shirts saying that come out of the podcast each time.",
        6111.94,
        6117.24
    ],
    [
        " Be humble or get humbled.",
        6118.22,
        6119.64
    ],
    [
        " Take the high road or the high road to take you.",
        6120.6,
        6122.1
    ],
    [
        " Yeah, that's another good one.",
        6122.38,
        6123.8
    ],
    [
        " Saved.",
        6124.72,
        6127.02
    ],
    [
        " Okay.",
        6127.52,
        6127.82
    ],
    [
        " All right.",
        6128.6,
        6129.96
    ],
    [
        " That's humility right there.",
        6129.96,
        6131.24
    ],
    [
        " Last, like learning from external.",
        6131.26,
        6133.68
    ],
    [
        " It's also thevery of his intellectual property.",
        6133.68,
        6136.42
    ],
    [
        " I didn't trademark for you.",
        6136.52,
        6138.2
    ],
    [
        " I'm sure you'll cut me a giant fat check for the thousands and thousands of t-shirts that get sold with that honor.",
        6138.46,
        6145.36
    ],
    [
        " Okay.",
        6146.18,
        6147.06
    ],
    [
        " Last question.",
        6147.26,
        6147.9
    ],
    [
        " And I think the reason this question is in here is because a lot of people that listen to this podcast,",
        6148.04,
        6152.16
    ],
    [
        " they're trying to get better.",
        6152.56,
        6154.48
    ],
    [
        " Trying to improve themselves.",
        6154.96,
        6156.56
    ],
    [
        " They're trying to do good.",
        6156.92,
        6157.46
    ],
    [
        " And we all, and we got people of all ages.",
        6157.52,
        6160.66
    ],
    [
        " This one in particular says, if giving a high school graduation speech,",
        6160.66,
        6164.64
    ],
    [
        " what would you advise 18 year olds navigating their first, their next steps?",
        6164.64,
        6169.5
    ],
    [
        " What you're telling 18 year old?",
        6170.2,
        6171.36
    ],
    [
        " Oh, man.",
        6171.8,
        6172.34
    ],
    [
        " Be humble or get humbled.",
        6173.78,
        6175.44
    ],
    [
        "",
        6176.58,
        6176.58
    ],
    [
        " Damn.",
        6176.62,
        6177.22
    ],
    [
        " I know.",
        6177.4,
        6177.72
    ],
    [
        " Dude, we need to make a t-shirt that's you or no I am.",
        6178.06,
        6180.14
    ],
    [
        " You know, another way that this question gets phrased and from what the story you told tonight,",
        6182.34,
        6189.86
    ],
    [
        " what would you tell yourself if you could tell your own 18 year old self?",
        6190.36,
        6193.66
    ],
    [
        " What would you tell yourself?",
        6193.86,
        6194.72
    ],
    [
        " Do something that you don't know if you can accomplish.",
        6196.36,
        6202.42
    ],
    [
        " If I'm going to climb a mountain, yeah, I could go up to, you know, mission,",
        6203.48,
        6209.8
    ],
    [
        " St. Louis of this bow, which is like a 2000 foot mountain.",
        6210.28,
        6213.42
    ],
    [
        " And I'm pretty confident I could climb that, you know.",
        6214.12,
        6216.68
    ],
    [
        " Um, Mount Whitney without some training, honestly, we've kind of challenging.",
        6218.44,
        6224.22
    ],
    [
        " Um, you know, obviously a K2 Everest different beasts couldn't do it.",
        6224.9,
        6229.4
    ],
    [
        " Do that.",
        6229.84,
        6231.32
    ],
    [
        " Do that.",
        6231.94,
        6233.58
    ],
    [
        " Do that thing that you don't know if you can do.",
        6233.82,
        6236.28
    ],
    [
        " Stop being afraid of hard work.",
        6236.74,
        6241.68
    ],
    [
        " That's the thing that's going to really determine success.",
        6241.9,
        6246.6
    ],
    [
        " Master failure.",
        6246.68,
        6247.22
    ],
    [
        " One is your desire to actually do it.",
        6247.76,
        6251.28
    ],
    [
        " And then two, the commitment that it will take to achieve it.",
        6251.78,
        6255.68
    ],
    [
        " Stop being scared.",
        6256.68,
        6259.36
    ],
    [
        " Go and do it.",
        6259.94,
        6260.98
    ],
    [
        " That's what I'd say.",
        6261.82,
        6263.3
    ],
    [
        " My statement, and I'd put it right on top of that.",
        6264.78,
        6270.62
    ],
    [
        " I would say that not only do you want to stop being scared and do that thing",
        6271.9,
        6277.26
    ],
    [
        " that you don't know if you can do or not, but you know what you got to do is you",
        6277.26,
        6281.0
    ],
    [
        " got to start taking the steps now.",
        6281.0,
        6283.36
    ],
    [
        " Because when you're 18 years old, your life seems like it's going to last forever.",
        6284.32,
        6290.38
    ],
    [
        " And I will tell you right now, it's not going to last forever.",
        6290.66,
        6293.52
    ],
    [
        " And those years go by like a summer's day.",
        6294.14,
        6299.76
    ],
    [
        " And the next thing you know, you look up and you're 36 years old or you're 44 years",
        6300.62,
        6308.06
    ],
    [
        " old. And that time's gone.",
        6308.06,
        6310.92
    ],
    [
        " You cannot get it back.",
        6311.14,
        6312.48
    ],
    [
        " You cannot get time back.",
        6312.48,
        6314.94
    ],
    [
        " So those dreams that you have, those goals that you have, don't put them off",
        6315.72,
        6324.02
    ],
    [
        " another second one.",
        6325.42,
        6326.3
    ],
    [
        " Not one second.",
        6326.66,
        6327.9
    ],
    [
        " Get on them and go out and make them happen starting right now.",
        6328.42,
        6337.3
    ],
    [
        " Drop the mic.",
        6338.9,
        6344.0
    ],
    [
        " You got anything else with the night?",
        6344.32,
        6345.3
    ],
    [
        " The mics are suspended so you can't drop them.",
        6345.44,
        6347.36
    ],
    [
        " But if you could, that's what I would have done.",
        6347.52,
        6350.98
    ],
    [
        " I just been like, how about you got anything else?",
        6350.98,
        6356.52
    ],
    [
        " Dude, there's awesome.",
        6357.18,
        6360.46
    ],
    [
        " Thanks. Thanks for coming on.",
        6360.88,
        6362.46
    ],
    [
        " You're inspiring.",
        6362.54,
        6363.14
    ],
    [
        " Appreciate it.",
        6363.9,
        6364.88
    ],
    [
        " You're, you're inspiring to all nation.",
        6364.88,
        6366.76
    ],
    [
        " Echo, you got anything?",
        6368.26,
        6369.36
    ],
    [
        " I thought it was interesting.",
        6370.08,
        6371.18
    ],
    [
        " How a lot of the stuff, actually most of the stuff that Tim was talking about",
        6371.18,
        6375.6
    ],
    [
        " was like what we were just kind of recently talking about.",
        6375.6,
        6379.78
    ],
    [
        " Like the reading stuff, the stop drinking stuff.",
        6379.9,
        6383.74
    ],
    [
        " The, um, obviously the hard work stuff or whatever, but it was, it was, I thought that was interesting.",
        6384.06,
        6389.12
    ],
    [
        " So I, I just described this idea of like, I prefer a dangerous freedom to a peaceful",
        6389.76,
        6394.8
    ],
    [
        " slavery.",
        6394.8,
        6395.24
    ],
    [
        " The only reason that you can have that is from individual responsibility.",
        6395.76,
        6400.62
    ],
    [
        " For you to have freedom, it's just not this construct.",
        6401.0,
        6403.4
    ],
    [
        " You actually have to take the work and do the work that's associated with it.",
        6403.4,
        6407.16
    ],
    [
        " And, um, he's laughing right now because one of my sort of mantras in life is discipline",
        6407.9,
        6416.88
    ],
    [
        " equals freedom.",
        6416.88,
        6417.48
    ],
    [
        " And the more discipline you have, the harder you work, the more effort you put into it, the more",
        6417.76,
        6422.58
    ],
    [
        " freedom you're going to have.",
        6422.58,
        6423.56
    ],
    [
        " And so as you're describing this philosophy, it's something that we literally say on every",
        6424.46,
        6429.68
    ],
    [
        " it's a, it's a chapter in the book that is what I just said.",
        6429.68,
        6432.74
    ],
    [
        " Like how everything you're saying is like locking in exactly with like, well,",
        6432.86,
        6436.3
    ],
    [
        " he's been saying we're in church.",
        6436.76,
        6438.04
    ],
    [
        " I'm like, Amen, Jocco.",
        6438.04,
        6439.4
    ],
    [
        " Amen.",
        6439.54,
        6439.72
    ],
    [
        " You know, we actually have a shirt.",
        6440.18,
        6442.04
    ],
    [
        " One of the two only two shirts we have one is just one equals freedom.",
        6442.32,
        6444.96
    ],
    [
        " Yeah, one says, be humble or gamble.",
        6445.18,
        6447.0
    ],
    [
        " That's the way that for Ranger up to make.",
        6447.5,
        6449.84
    ],
    [
        " Thank you.",
        6450.02,
        6450.46
    ],
    [
        " What about what else on it?",
        6450.46,
        6451.68
    ],
    [
        " Oh, yeah, on it.",
        6451.94,
        6452.5
    ],
    [
        " Yeah.",
        6453.0,
        6453.42
    ],
    [
        " You know, you know all about on it.",
        6453.48,
        6455.22
    ],
    [
        " Yeah, I train there.",
        6455.32,
        6456.16
    ],
    [
        " I train there two days a week.",
        6456.22,
        6457.36
    ],
    [
        " Oh, you know, you utilize their, I utilize their supplements.",
        6457.48,
        6460.6
    ],
    [
        " What do you use?",
        6460.8,
        6461.18
    ],
    [
        " Um, Shroom Tech.",
        6461.78,
        6462.86
    ],
    [
        " See, you found Shroom Tech.",
        6463.42,
        6464.6
    ],
    [
        " Dude, I swear, like, um, so I'm like a pretty scientific, I think I'm a scientific guy.",
        6464.6,
        6470.84
    ],
    [
        " So when I'm using something, I'll have like measurable, like tangible numbers.",
        6471.3,
        6476.4
    ],
    [
        " I can do X number of reps or rows, like how many calories can I burn in 10 minutes on",
        6476.86,
        6484.94
    ],
    [
        " Shroom Tech or off Shroom Tech?",
        6484.94,
        6486.54
    ],
    [
        " All things being the same, same day of the week, same pretty much diet, same similar weight.",
        6486.76,
        6491.48
    ],
    [
        " It's more when I'm on Shroom Tech.",
        6491.9,
        6494.44
    ],
    [
        " I don't know if it's placebo.",
        6495.18,
        6496.2
    ],
    [
        " I know when I go in a roll, there's nights where I'm like, tuckered out.",
        6496.52,
        6500.58
    ],
    [
        " Um, and then there's nights where I'm on Shroom Tech and I'm just like, I want another round.",
        6501.04,
        6504.94
    ],
    [
        " Anybody else got another round?",
        6504.94,
        6505.82
    ],
    [
        "",
        6505.96,
        6505.96
    ],
    [
        " And that's what I'm saying.",
        6505.96,
        6506.68
    ],
    [
        " The later rounds, you really feel it as the rounds go on any other.",
        6506.72,
        6510.34
    ],
    [
        " So on it, yeah, if you want to get, um, Shroom Tech or Alpha brain on it.",
        6510.62,
        6516.68
    ],
    [
        " Comps or Creole oil, right?",
        6516.82,
        6518.12
    ],
    [
        " On it.com slash jaco.",
        6518.34,
        6519.74
    ],
    [
        " That's the one 10% off boom.",
        6520.08,
        6521.2
    ],
    [
        " Nice.",
        6521.7,
        6522.0
    ],
    [
        " Yeah, I forgot that's in Austin.",
        6522.32,
        6523.94
    ],
    [
        " It is.",
        6523.94,
        6524.46
    ],
    [
        " Yeah, 20 minutes for me.",
        6524.64,
        6526.14
    ],
    [
        " Click through.",
        6526.4,
        6527.64
    ],
    [
        " Click through Amazon.com.",
        6527.98,
        6529.76
    ],
    [
        " Oh, yeah, yeah.",
        6530.02,
        6530.52
    ],
    [
        " If you want to be free shop on Amazon, if you want to support this podcast, um, go to jaco podcast.com.",
        6530.6,
        6535.62
    ],
    [
        " Click through the Amazon link or a jaco store.",
        6535.88,
        6538.02
    ],
    [
        " And then yeah, do you shopping?",
        6538.22,
        6540.1
    ],
    [
        " I get a little club all the time.",
        6540.32,
        6541.96
    ],
    [
        " Hey, go to jaco.com.",
        6542.32,
        6543.32
    ],
    [
        " I'm going to.",
        6543.46,
        6543.6
    ],
    [
        " I'm first.",
        6544.08,
        6544.12
    ],
    [
        " You're so convenient to take my money.",
        6544.38,
        6546.6
    ],
    [
        " Yeah.",
        6546.82,
        6547.16
    ],
    [
        " Yeah.",
        6547.3,
        6547.46
    ],
    [
        " I said, all I have to do is click this button and it can end up on my door.",
        6547.46,
        6550.82
    ],
    [
        " Nope.",
        6551.12,
        6551.36
    ],
    [
        " Yeah.",
        6551.96,
        6552.2
    ],
    [
        " Yeah.",
        6552.3,
        6553.28
    ],
    [
        " Yeah.",
        6553.7,
        6554.22
    ],
    [
        " It's hard not to do Amazon.",
        6553.88,
        6555.7
    ],
    [
        " And know it too.",
        6556.34,
        6558.36
    ],
    [
        " Yeah, man.",
        6559.36,
        6559.9
    ],
    [
        " You're all right.",
        6560.2,
        6560.68
    ],
    [
        " I think that's all we've got tonight.",
        6561.14,
        6563.36
    ],
    [
        " I've one question.",
        6563.6,
        6564.36
    ],
    [
        " Send it.",
        6564.6,
        6566.08
    ],
    [
        " Brian standing you.",
        6566.22,
        6567.4
    ],
    [
        " 2016.",
        6568.22,
        6568.7
    ],
    [
        " Is it too late?",
        6569.42,
        6570.36
    ],
    [
        " I realize the delegates are the delegates are about to be distributed to a bunch of bitches.",
        6570.88,
        6576.14
    ],
    [
        " I think it might be too late.",
        6576.62,
        6578.24
    ],
    [
        " 2020 2016 for 2020.",
        6579.36,
        6581.52
    ],
    [
        " All I have to meet with Brian standing will see what we can.",
        6581.98,
        6584.18
    ],
    [
        " I don't want like president vice president.",
        6584.2,
        6586.36
    ],
    [
        " I want to president.",
        6586.58,
        6587.4
    ],
    [
        " I want Brian stand and jaco.",
        6587.48,
        6590.5
    ],
    [
        " I'm as as my two presidents.",
        6590.74,
        6592.98
    ],
    [
        " I don't know after today.",
        6592.98,
        6593.92
    ],
    [
        " You might have a little slot in there somewhere too.",
        6594.06,
        6595.74
    ],
    [
        " Not going to.",
        6595.88,
        6596.46
    ],
    [
        " Nope.",
        6596.62,
        6598.48
    ],
    [
        " Nope.",
        6599.66,
        6599.8
    ],
    [
        " Nope.",
        6600.04,
        6600.16
    ],
    [
        " Awesome.",
        6600.7,
        6601.86
    ],
    [
        " Well, hey, seriously though, thanks for coming on.",
        6602.48,
        6605.12
    ],
    [
        " Appreciate sweet sharing with everybody.",
        6605.58,
        6607.62
    ],
    [
        " And most of all, thank you for your service to this nation.",
        6608.16,
        6610.98
    ],
    [
        " Can never thank you enough for what you've done.",
        6612.36,
        6614.28
    ],
    [
        " If you want to connect with any of us on the interwebs, echoes at Echo Charles.",
        6615.0,
        6619.42
    ],
    [
        " Tim is at Tim Kennedy MMA.",
        6620.44,
        6623.22
    ],
    [
        " And I am at jaco willing.",
        6624.6,
        6626.24
    ],
    [
        " And all the troopers are out there that are listening to this.",
        6626.78,
        6629.98
    ],
    [
        " Thanks for listening.",
        6630.84,
        6631.74
    ],
    [
        " To those of you that are on the front lines of the battlefield overseas right now serving in our military.",
        6632.76,
        6639.3
    ],
    [
        " Thanks for taking the fight to the enemy.",
        6641.52,
        6643.3
    ],
    [
        " To the police law enforcement, fire fighters that are here.",
        6644.54,
        6648.42
    ],
    [
        " State side.",
        6648.58,
        6649.26
    ],
    [
        " Thank you all for protecting the home front.",
        6649.64,
        6652.46
    ],
    [
        " And for all the other troopers out there in the world on your job side or in your office or in your manufacturing line or sitting in your cubicle.",
        6653.16,
        6663.94
    ],
    [
        " Out there grinding away.",
        6664.42,
        6667.08
    ],
    [
        " I want you to remember that the grind is how you sharpen the axe.",
        6669.56,
        6676.96
    ],
    [
        " And it's the toil that makes the man.",
        6678.38,
        6683.1
    ],
    [
        " So keep grinding.",
        6684.34,
        6686.02
    ],
    [
        " And keep living and go to sleep later and wake up earlier.",
        6686.98,
        6693.86
    ],
    [
        " Work hard and play even harder and have fun while you're doing both.",
        6695.2,
        6700.14
    ],
    [
        " And squeeze every minute out of every day and make every second count.",
        6701.02,
        6710.48
    ],
    [
        " And the best way to do that is to go out there and get after it.",
        6711.3,
        6721.08
    ],
    [
        " So until next time this is echo and Tim and Jaco out.",
        6723.98,
        6731.7
    ]
]