[
    [
        " This is Jocco Podcast number 19 with Echo Charles and me, Jocco Willink.",
        0.06,
        6.72
    ],
    [
        " I want you to think about something and I want you to remember it and that is",
        7.46,
        20.4
    ],
    [
        " that these books that I review and go through, they're written by people, real people.",
        20.4,
        34.92
    ],
    [
        " They're not movies and when you picture what's happening in the book, don't picture it as a movie.",
        35.7,
        46.46
    ],
    [
        " Because we get inundated with so much imagery that we actually think the world is movies and television.",
        48.36,
        62.84
    ],
    [
        " But these books, they're not movies, they're not television, they're real.",
        63.36,
        73.96
    ],
    [
        " And these things really happened. They didn't happen on a screen or just in someone's mind and they weren't played by some actor.",
        75.32,
        85.8
    ],
    [
        " And when I talk about the fear that a soldier in Grozny was feeling, it's not part of some script.",
        87.4,
        94.62
    ],
    [
        " It isn't just a book, it's real. That's a real person, a person who really had those thoughts and those fears.",
        95.72,
        110.48
    ],
    [
        " And when I rattle off the figure of 800,000 tutsis killed by the Hutus in the Rwandan genocide,",
        111.78,
        120.86
    ],
    [
        " that's not just a number. Those weren't extras in a movie. They were people.",
        122.96,
        134.02
    ],
    [
        " People like you and people like me, people with families and friends and hopes and dreams and jobs and lives.",
        135.02,
        148.4
    ],
    [
        " People.",
        153.62,
        154.86
    ],
    [
        " And so remember that now, as we join United States Marine Corps Recruit Chak Tatum,",
        156.08,
        171.96
    ],
    [
        " November 1943 at the Marine Corps Recruit Depot in San Diego, California.",
        175.12,
        181.6
    ],
    [
        " Bayonet training was a new experience none of us would forget. It was tough, rugged and required perfect physical conditioning.",
        182.36,
        196.42
    ],
    [
        " After we read the Bayonet chapter in our guidebook, Corporal Leary, marched us to the training range along the shore of San Diego Bay to learn this lethal art of war.",
        197.0,
        207.44
    ],
    [
        " I remember one paragraph in the Bayonet chapter that got my attention.",
        208.08,
        211.92
    ],
    [
        " The rifle and bayonet in the hands of a Marine become a deadly combination of spear, sword, club and shield.",
        213.6,
        221.3
    ],
    [
        " At night, this combination weapon can kill silently and with surprise.",
        222.08,
        227.1
    ],
    [
        " In hand-to-hand fighting, when the rifle cannot be reloaded and the use of grenades would be impractical, it is the decisive weapon.",
        227.9,
        237.7
    ],
    [
        " At these times, the aggressive bayonet fighter will win.",
        239.28,
        242.84
    ],
    [
        " Leary quietly explained, and assault is the critical moment of any combat and a bayonet assault executed by determined Marines can turn the tide.",
        244.92,
        255.42
    ],
    [
        " Men eager to engage in enemy with cold steel will strike terror in their ranks.",
        256.12,
        262.38
    ],
    [
        " He emphasized four points.",
        263.52,
        266.04
    ],
    [
        " One, get the blade into the enemy. It's the blade that kills.",
        267.52,
        273.26
    ],
    [
        " Two, be ruthless, vicious and fast in your attack. Never pause in your attack until you have won.",
        276.2,
        283.94
    ],
    [
        " There is only one winner in a bayonet fight. Make sure it's you.",
        284.7,
        288.36
    ],
    [
        " Seek vital areas, but don't wait for an opening. Make one.",
        290.6,
        294.9
    ],
    [
        " The best killing zones are the throat and the belly.",
        295.96,
        298.84
    ],
    [
        " A solid rifle but stroking the groin will open your enemy's guard, deliver it hard and then go for the kill.",
        300.02,
        306.08
    ],
    [
        " Four, protect yourself.",
        308.32,
        309.86
    ],
    [
        " Your rifle and bayonet make a good shield. Use their protection by dodging and parrying.",
        310.74,
        315.86
    ],
    [
        " But remember, the best defense is to attack first, strike the first blow and follow through.",
        316.22,
        322.74
    ],
    [
        " So they're training these young Marines. Obviously, since 1943, they're getting ready to go and fight.",
        323.8,
        328.94
    ],
    [
        " They know for a fact they're getting ready to go and fight.",
        329.2,
        331.46
    ],
    [
        " And you can see the psychological aspect of bayonet training.",
        332.28,
        336.96
    ],
    [
        " You know, it is an absolute, yeah, sure, you might get in a bayonet fight, but this is a psychological training to get them aggressive, to get them in the mindset of striking first, to get them in the mindset of killing.",
        337.74,
        350.42
    ],
    [
        " Because that's what they're getting ready to go do.",
        350.92,
        354.42
    ],
    [
        " And as they continued to train this episode took place now there.",
        356.6,
        362.2
    ],
    [
        " They're a little bit further along and training and here we go.",
        362.24,
        366.34
    ],
    [
        " During a marching break, one hot afternoon, a Marine remarked, screw all the training.",
        366.56,
        370.9
    ],
    [
        " I'm sick and tired of all this pussy footing around. I want to get overseas and slap me a jab.",
        371.54,
        376.04
    ],
    [
        " This remark was made in the presence of Sergeant George Lucas, who immediately cut him off saying, hold on, sunny.",
        377.64,
        385.26
    ],
    [
        " Let me tell all of you a thing or two about the Japanese soldier.",
        386.58,
        389.8
    ],
    [
        " Number one, he's not the caricature you see in the newspapers with bomb site glasses and buck teeth.",
        390.26,
        396.12
    ],
    [
        " The average Japanese soldier has five or more years of combat experience.",
        396.62,
        401.82
    ],
    [
        " Their army doesn't have a boot as a division like ours.",
        402.38,
        405.84
    ],
    [
        " Don't forget the japs have already conquered half of the nations in Asia.",
        406.84,
        410.62
    ],
    [
        " Remember Pearl Harbor?",
        411.48,
        412.36
    ],
    [
        " Not only are they better trained than you are right now.",
        413.26,
        416.06
    ],
    [
        " Many are old hands at combat fighting and have a strict military code they live and die by called Bushido.",
        416.62,
        424.46
    ],
    [
        " Literally translated, it means way of the warrior.",
        425.64,
        428.54
    ],
    [
        " With their code, combined with their pledge to die for the Emperor, who they consider God, they will die before surrendering.",
        429.98,
        439.48
    ],
    [
        " Japs soldiers are well equipped and are experts with their weapons.",
        440.96,
        444.14
    ],
    [
        " They are trained to endure hardships, which would have most of you guys writing your congressman.",
        444.94,
        449.82
    ],
    [
        " I don't like japs, but I respect them as fellow soldiers.",
        450.66,
        454.42
    ],
    [
        " I learn my respect a hard way on Guadalcanal.",
        455.58,
        458.98
    ],
    [
        " Japs are the worst, the world's best snipers, experts at the Art of Camouflage, and get by on a diet of fish heads and rice.",
        460.26,
        468.28
    ],
    [
        " They will never surrender and will commit hairy carry rather than being taken prisoner.",
        469.24,
        474.32
    ],
    [
        " Heck, they don't even have Kormann.",
        475.52,
        477.56
    ],
    [
        " If they are wounded, they are considered damaged goods.",
        478.28,
        480.8
    ],
    [
        " So, sunny, mull that over, and don't ever let me hear you complain about your training again.",
        482.18,
        489.02
    ],
    [
        " There will be a time when your life will depend on what you learn in the days ahead.",
        489.72,
        494.3
    ],
    [
        " That's obviously anyone that's listening, that's in the military, that's in law enforcement.",
        505.96,
        510.26
    ],
    [
        " That's a message you need to get to your younger troopers.",
        510.82,
        513.62
    ],
    [
        " That the training that you're doing, your life may very well depend on it at some point.",
        514.22,
        519.56
    ],
    [
        " In the near future, in the far future, you don't know.",
        519.88,
        524.1
    ],
    [
        " But you've got to take advantage of it.",
        524.9,
        526.66
    ],
    [
        " Now we get to when Chuck Tatum is done with boot camp, and he's checking in and he meets American hero.",
        527.86,
        538.46
    ],
    [
        " On my third day at Pendleton, this is Camp Pendleton for those of you that don't know what that is, it's in Southern California.",
        539.7,
        544.94
    ],
    [
        " On my third day at Pendleton, I was sitting on my bunk when I heard footsteps echoing through the empty barracks.",
        545.56,
        550.82
    ],
    [
        " I looked up, and through the hallway came a cheerful looking marine and dressed greens.",
        550.82,
        555.02
    ],
    [
        " On his arm were the chevrons of a platoon sergeant, a hashmark adorned one sleeve, and combat ribbons decorated his left chest.",
        555.98,
        563.6
    ],
    [
        " The lump, this is his buddies, called the lump. The lump and I jumped to immediate attention after spotting the sergeant's stripes on his sleeve.",
        565.1,
        571.16
    ],
    [
        " Looking straight at us, a smile crossing his lips, the new arrival said quietly and with authority, addies men, how's everything going?",
        571.96,
        579.5
    ],
    [
        " I'm platoon sergeant John Bazzalone.",
        579.84,
        583.06
    ],
    [
        " He was husky, with genial handsome looks, and his uniform had a comfortable, traveled look.",
        583.72,
        591.5
    ],
    [
        " I noticed strands of jet black curly hair peeking out from under his garrison cap, which was set at a cocky angle.",
        592.44,
        598.94
    ],
    [
        " While I responded to his greeting, it hit me.",
        600.14,
        602.54
    ],
    [
        " I was in the presence of a Marine Corps legend.",
        603.12,
        606.56
    ],
    [
        " Manila John Bazzalone was the first Marine enlisted man to receive the Medal of Honor in World War II for actions on Guadalcanal.",
        607.08,
        616.68
    ],
    [
        " We had heard about him in boot camp.",
        617.06,
        619.1
    ],
    [
        " I never had the courage to ask Bazzalone directly why he had received the Medal of Honor on the canal.",
        620.0,
        626.74
    ],
    [
        " I didn't have to ask. I already knew. All American knew.",
        627.04,
        631.6
    ],
    [
        " His story was required reading in every red blooded household.",
        632.48,
        635.8
    ],
    [
        " Sergeant John Bazzalone's Medal of Honor citation read, while the enemy was hammering at the Marines defensive positions,",
        640.68,
        648.18
    ],
    [
        " Sergeant Bazzalone in charge of two sections of heavy machine guns fought valiantly to check the savage and determined result assault.",
        648.24,
        655.54
    ],
    [
        " Witnesses who investigated the results of the night's action during daylight remarked on the gruesome evidence of wholesale slaughter of Japanese soldiers.",
        656.36,
        667.16
    ],
    [
        " In front of Bazzalone's position, they counted 38 riddled and mangled enemy bodies and credited the kills to the fighting sergeant using a 45 caliber pistol at his faithful machine guns.",
        667.88,
        680.42
    ],
    [
        " This remarkable feat was accomplished during a night when Bazzalone was at the same time changing spent machine gun barrels, clearing jams and running barefoot for ammo to keep his section's guns spitting death.",
        681.14,
        693.38
    ],
    [
        " And so if you know anything about Bazzalone after he did that on Guadalcanal,",
        696.64,
        700.58
    ],
    [
        " they pulled him back to America.",
        700.74,
        704.52
    ],
    [
        " And when they pulled him back to America, it was basically go around and make speeches.",
        705.34,
        708.72
    ],
    [
        " And all this is documented very well or imitated very well or shown very well in the movie The Pacific or the series The Pacific.",
        709.06,
        719.42
    ],
    [
        " So he gets pulled back to America and they make him go out and do these war bond speeches and he's not having a good time.",
        719.42,
        728.22
    ],
    [
        " It's not who he is, right?",
        728.48,
        729.52
    ],
    [
        " He's just a guy that wants to get after it.",
        729.86,
        733.7
    ],
    [
        " And so he literally goes to his commanders and says, listen, I want to go back to fight.",
        733.92,
        738.72
    ],
    [
        " I want to go back to war.",
        738.9,
        739.5
    ],
    [
        " And by the way, when he was doing those bond sales, he was living, you know, complete life of luxuries, he was meeting movie stars and he was getting treated like a movie star.",
        739.72,
        746.54
    ],
    [
        " And all that did nothing for him.",
        746.8,
        748.76
    ],
    [
        " He wanted to go back to the fight.",
        749.24,
        750.42
    ],
    [
        " So he ends up going back.",
        751.28,
        754.86
    ],
    [
        " Now some of the other training I had to throw this in there.",
        755.04,
        757.68
    ],
    [
        " One of the other sergeants that was helping train them was a guy named Bissinet.",
        758.62,
        762.1
    ],
    [
        " And among Bissinet's other talents was his ability to instruct us in the art of Jiu-Jitsu.",
        762.88,
        767.98
    ],
    [
        " Biss taught us how to escape a half-nelson headlock by relaxing, holding our arms straight, and letting our body go limp.",
        769.34,
        775.86
    ],
    [
        " Once out of the hold, we could reach back and pull the legs out from underneath our attacker.",
        776.32,
        780.74
    ],
    [
        " Then by pulling out a K-bar knife, Biss showed us how to dispatch our assailant.",
        781.14,
        786.84
    ],
    [
        " So we even backed in, learning a little bit of the Jiu-Jitsu.",
        788.04,
        793.98
    ],
    [
        " I know a lot of people will recognize that move if you train.",
        795.36,
        798.32
    ],
    [
        " And all this, of course, was to prepare for this island hopping campaign in the Pacific.",
        799.0,
        803.38
    ],
    [
        " That's what it was.",
        803.38,
        804.24
    ],
    [
        " And for Chuck Tatum, that started on the black sands of Iwo Jima.",
        804.66,
        813.46
    ],
    [
        " So they hit the beach on Iwo Jima.",
        814.62,
        822.78
    ],
    [
        " You know, after the workup going overseas, more training in Hawaii, they finally get to this point where they hit the beach.",
        823.42,
        829.56
    ],
    [
        " And here he is on the beach for the first time.",
        830.4,
        833.18
    ],
    [
        " And here's what Chuck Tatum says.",
        834.02,
        835.68
    ],
    [
        " I noticed a lone marine walking back and forth on the shore among hundreds of prone figures, kicking behind, shouting cuss words, and demanding move out, get your butts off the beach.",
        836.2,
        845.6
    ],
    [
        " He gave the Marine Corps hand signal for follow me, a group of men responded.",
        846.4,
        851.1
    ],
    [
        " Fascinated, I wondered why he wasn't digging in like the rest of us.",
        851.6,
        855.28
    ],
    [
        " As he advanced, as he advanced, I recognized that the solitary marine was none other than Gunry Sargent John Bazzalone.",
        855.94,
        863.98
    ],
    [
        " Charlie Company's living legend and the Marine Corps icon was headed toward me and Steve.",
        865.24,
        870.18
    ],
    [
        " His dungaries were freshly washed in irons.",
        870.84,
        873.26
    ],
    [
        " His helmet, his helmet strap was unhooked.",
        873.54,
        875.72
    ],
    [
        " He held a carbine in his left hand and he had already ditched his cumbersome gas mask.",
        875.72,
        880.88
    ],
    [
        " Bazzalone wore a light field pack and showed no fear, as if this evasion was no more than a serious training maneuver.",
        881.58,
        887.56
    ],
    [
        " I also saw Colonel Louis C. Plain, the 27th Marine's executive officer.",
        888.64,
        894.26
    ],
    [
        " He and Bazzalone were the only two men standing up, shouting obscenities and orders.",
        894.76,
        899.1
    ],
    [
        " The forward surge of Bazzalone's group carried them to our position.",
        899.76,
        903.1
    ],
    [
        " Only Bazzalone and Plain defied the firestorm raging around us.",
        903.96,
        907.7
    ],
    [
        " Move out, move out, get the hell off the beach, you dumb sons of bitches, they screamed, kicking us right in the butts right and left.",
        908.3,
        915.88
    ],
    [
        " What I thought was yet another mortar shell falling in the same spot as before exploded 75 feet in front of Steve and me.",
        917.02,
        923.84
    ],
    [
        " The blast shock wave whipped up black dirt that pushed its way into my eyes and forced sand into my mouth, making me gag.",
        925.04,
        931.14
    ],
    [
        " It was uncomfortable and nasty, but my worry wasn't for myself.",
        932.56,
        936.4
    ],
    [
        " I hope the dirt wouldn't foul our weapon.",
        936.9,
        938.98
    ],
    [
        " Bazzalone ran up, whacked me on the helmet and pointed to the area where I thought the mortar shells had been regularly hitting.",
        939.82,
        945.82
    ],
    [
        " Only when the sand and dust cleared I could see that Bazzalone was pointing at the aperture of a reinforced concrete bunker or block house.",
        946.5,
        953.82
    ],
    [
        " The structure probably housed a 75 millimeter or larger cannon whose field of fire was directed down the beach to our right.",
        954.56,
        960.92
    ],
    [
        " It was a big bastard with incredible killing power.",
        961.56,
        964.28
    ],
    [
        " Its shells were stalling the advance by killing men of the 4th Division.",
        964.92,
        968.36
    ],
    [
        " It may have been firing tree bursts, which is basically anti-personnel, trappinal that explodes in the sky and rains down hell on ground troops.",
        969.36,
        980.02
    ],
    [
        " Running 35 feet to the spot picked by Bazzalone, our field of fire was now diagonal to the aperture of the block house cannon.",
        981.6,
        987.62
    ],
    [
        " We opened fire again and the tracer rounds were right on target. Now I was pleased.",
        988.12,
        991.82
    ],
    [
        " My bullets forced the enemy gunners to close their gun port. With their arm report closed, the front of the block house was blind.",
        992.84,
        999.28
    ],
    [
        " Even though it was temporarily out of commission, I still wanted a fire at it.",
        1000.56,
        1004.48
    ],
    [
        " Bazzalone was signal to me to commence firing again and I directed and then he directed a flamethrower operator, Corporal William Pegg, a marine of imposing size to repeat their precarious path taken by the demo man along our line of streaking bullets.",
        1006.6,
        1020.12
    ],
    [
        " So you got some cover and move going on. You got Chuck Tatum laying down fire and now you got a flamethrower operator.",
        1020.5,
        1026.16
    ],
    [
        " If you know anything about those flamethrowers, they're carrying big giant, looks like scuba tanks on their backs. They weighed 70 or 80 pounds.",
        1026.58,
        1033.16
    ],
    [
        " And obviously these are prime targets for the enemy because the enemy hates these things.",
        1034.0,
        1039.14
    ],
    [
        " So if you're wearing one of these things on your back, you're getting sniper shots at you and everyone's trying to kill you.",
        1039.48,
        1044.48
    ],
    [
        " Bazzalone whacked me on the helmet to signal cease firing. I didn't want to quit. Everything was working perfectly.",
        1045.94,
        1051.8
    ],
    [
        " Why stop? I could see trace around pounding into the building and left and felt extreme satisfaction with my accomplishment.",
        1051.92,
        1057.7
    ],
    [
        " Nevertheless, I ceased firing as ordered and Pegg, this Pegg is the guy carrying the flamethrower, staggered under the 70 pound weight of his tanks and equipment, cautiously moved toward the shattered bunker walls.",
        1058.0,
        1069.6
    ],
    [
        " Sticking his flamethrower nozzle into the smoldering hole, he ignited his napalm, releasing 350 pounds per square inch of pressure in his tanks.",
        1070.44,
        1077.78
    ],
    [
        " There was a loud roar of the sound and it looked like a fire-spitting dragon's jaw erupted.",
        1079.06,
        1084.96
    ],
    [
        " The unsuspecting and stunned men inside didn't know the horror that was about to engulf them.",
        1085.88,
        1090.28
    ],
    [
        " They were cast instantly in the center of a roaring inferno and incinerating searing hell.",
        1091.02,
        1095.84
    ],
    [
        " I felt a surge of elation when the flames shot inside. It wasn't because the gruesome conflagration and agony that were about to overwhelm the enemy, but because of our success.",
        1096.84,
        1107.0
    ],
    [
        " No one could live through Pegg's napalm pyre. Sergeant Baselone had directed this operation by the book, exactly the way we'd practiced it at Pendleton and Camp Taroa.",
        1107.66,
        1116.98
    ],
    [
        " So it's perfect cover move and the reason he sees his fire is because you have to cease fire so that the guy with a flamethrower can actually get close enough.",
        1117.66,
        1127.54
    ],
    [
        " Because when you're shooting at that building, there's ricochets going all over the place so that he has to cease fire at the last moment so the guy can get right up close.",
        1127.62,
        1134.64
    ],
    [
        " As I lay prone again, ready to fire Baselone stood astride my back startling me bending over he grabbed the machine gun bail on one hand with a practice motion, unlock the tripod releasing the gun.",
        1137.0,
        1147.64
    ],
    [
        " He screamed in my ear, get the belt and follow me.",
        1147.82,
        1150.22
    ],
    [
        " Baselone ran toward the roof of the old block house. Grabbed what was left of the cloth and we'll belt my arms.",
        1151.4,
        1156.54
    ],
    [
        " And I followed him at a gallop up the slopes of the ruined emplacement.",
        1157.22,
        1160.86
    ],
    [
        " Standing on top, we could look down on the rear entrance. This is the rear entrance of the pillbox.",
        1161.46,
        1167.24
    ],
    [
        " There was a low area 30 feet in diameter where some of the Japanese defenders had run to escape the blistering inferno inside.",
        1167.86,
        1175.22
    ],
    [
        " Baselone cut them down firing from the hip. The machine gun vibrated in his powerful arms. He sprayed the enemy soldiers, helped by the Baselone bail.",
        1175.98,
        1184.72
    ],
    [
        " A wooden handle fastened by wire to the barrel of the weapon that was inspired by Baselone's metal of honor engagement on canal when he was burned carrying the hot machine gun.",
        1184.72,
        1194.7
    ],
    [
        " Without the bail, it would have been nearly impossible to control the blistering machine gun when its tripod was taken off.",
        1195.36,
        1201.12
    ],
    [
        " Moaning down the screaming japs was purely a mercy slaying.",
        1202.16,
        1206.7
    ],
    [
        " Pitifully, the men were frantically trying to wipe away the still flaming jellied gasoline sticking to their tortured bodies.",
        1206.98,
        1214.16
    ],
    [
        " The putrid smell of burning human flesh nearly made me want to vomit.",
        1214.72,
        1218.96
    ],
    [
        " Baselone's eyes contained a fury I had never seen before. His jaw was rigid, clenched hard, and sweat glistened on his forehead.",
        1220.58,
        1229.88
    ],
    [
        " He was not an executioner, but a true marine performing his duty.",
        1230.5,
        1235.64
    ],
    [
        " For me and others who saw Sergeant Baselone's actions during our assault, his leadership and courage were overwhelming.",
        1236.86,
        1242.76
    ],
    [
        " Meanwhile, Charlie Company riflemen and Steve Evans ensured the japs as they screamed in agony.",
        1243.94,
        1249.52
    ],
    [
        " Intense assaults just completely intense.",
        1257.42,
        1260.16
    ],
    [
        " And again, this is a guy that's already won the Medal of Honor and he's out there taking charge and leading troops.",
        1260.42,
        1268.54
    ],
    [
        " He has no, was not required to be there. He could be back in the States in Hollywood, Rubin Elbows with the movie stars.",
        1268.54,
        1279.06
    ],
    [
        " But there he is back in combat, back on E. O. G. Ma and leading.",
        1279.56,
        1284.1
    ],
    [
        " We came under intense fire from a gun from gun placements on the slope of Mount Surabachi less than a mile away and took shelter in a crater made by one of our own 16 inch guns from a very large bomb.",
        1287.28,
        1298.68
    ],
    [
        " Mortar rounds fired from enemy positions at the north end of the runway started to fall in our immediate area.",
        1299.72,
        1305.04
    ],
    [
        " We knew someone was watching us.",
        1305.66,
        1307.46
    ],
    [
        " On top of everything else, we began receiving incoming fire from offshore US Navy vessels.",
        1307.6,
        1313.78
    ],
    [
        " These were not misguided rounds. We had moved so far and fast that this rolling barrage that was intended for the entrenched Japanese defenders was now hitting us.",
        1314.36,
        1324.56
    ],
    [
        " So now we were bracketed by Surabachi by the enemy held high ground to the north and by our own Navy.",
        1325.34,
        1331.4
    ],
    [
        " I always want to bring up these points of blue on blue and how chaotic it is. No one realizes that how hard it is to de-conflict fires in combat.",
        1335.9,
        1347.22
    ],
    [
        " Back to the book of the three dangers we faced, I feared our Navy the most.",
        1347.94,
        1354.02
    ],
    [
        " I had already seen the destructive power that their shells caused when they pounded the JAPS beach defenses.",
        1354.4,
        1359.92
    ],
    [
        " I firmly believed we would be killed if we stayed inside our giant shell hole.",
        1360.66,
        1364.46
    ],
    [
        " With what seemed to be an instant common consent, everyone in our small groups started to fall back.",
        1365.2,
        1370.56
    ],
    [
        " Basilone stopped the retrograde movement in our tracks by ordering dig in and hold this ground, come hell or high water.",
        1371.46,
        1377.96
    ],
    [
        " I'll go back for more men.",
        1378.56,
        1379.76
    ],
    [
        " Manila Johns, that was a John Baselone's nickname was Manila John.",
        1384.92,
        1389.38
    ],
    [
        " Manila Johns professional combat expertise had broken up a human log jam on the beach and wiped out a major Japanese defense position.",
        1389.76,
        1396.82
    ],
    [
        " Now his moral leadership would hold together a small group of green troops in an advanced position.",
        1397.12,
        1402.34
    ],
    [
        " I gingerly peered from our position toward the landing beach, 75 yards away.",
        1404.02,
        1408.86
    ],
    [
        " A group of Marines was advancing toward the runway with Basilone in the lead.",
        1409.38,
        1413.4
    ],
    [
        " This is so so Basilone had gone back, get more troops and now they're coming back to their position.",
        1414.38,
        1419.88
    ],
    [
        " I felt momentary elation, gunny Basilone was coming back with more men.",
        1420.72,
        1424.52
    ],
    [
        " Then I heard enemy rounds falling to earth.",
        1426.16,
        1428.44
    ],
    [
        " From the relative safety of our shell hole, I watched in horror as the explosions tore Basilone's body apart.",
        1429.02,
        1435.88
    ],
    [
        " It was awful. It looked like Sergeant Basilone was down.",
        1436.34,
        1441.34
    ],
    [
        " Sometime that afternoon, the word reached us. Basilone's dead.",
        1442.7,
        1452.1
    ],
    [
        " America's hero, dead. My own hero killed. How could he be dead?",
        1455.06,
        1461.84
    ],
    [
        " I couldn't believe it. The legend of Basilone, a legend born in the jungles of Guadalcanal, the hero I had read about in bootcamp,",
        1463.28,
        1472.48
    ],
    [
        " whose stature had grown larger on the black and bloody sands of Iwo as I held the machine gun belt for him.",
        1472.84,
        1479.12
    ],
    [
        " He was gone.",
        1479.92,
        1481.08
    ],
    [
        " We will all miss you, I thought, as tears cut paths down my grime covered face.",
        1481.52,
        1488.94
    ],
    [
        " I thought of Basilone's cocky smile, curly black hair, and the way he wore his hat at a jaunty angle over one ear.",
        1490.58,
        1497.98
    ],
    [
        " He had a unique personal style and charisma.",
        1498.9,
        1502.1
    ],
    [
        " For me at least, no one could ever be like Basilone.",
        1503.24,
        1507.32
    ],
    [
        " America, the United States Marine Corps and Charlie Company First Battalion 27th Marines, had lost a hero.",
        1507.88,
        1516.86
    ],
    [
        " Dead at 29.",
        1518.3,
        1519.78
    ],
    [
        " Basilone's death strengthened our makeshift squad.",
        1522.96,
        1529.28
    ],
    [
        " Resolved showed on the faces of 17 Marines told the hold our position, come hell or high water.",
        1530.74,
        1536.46
    ],
    [
        " We were receiving fire from all quarters. The shells were pouring in on us, when shrieks and howls, and shredding the earth around us.",
        1536.88,
        1546.4
    ],
    [
        " Enemy gunners on Surabachi now turn their ballistic attentions on us, using observed and directed fire from their lava lair.",
        1547.66,
        1554.38
    ],
    [
        " Five inch shells from ships mingled in the brew of devastation, smashing across the landscape.",
        1555.36,
        1560.98
    ],
    [
        " Surabachi's defenders continued shooting at us, while Japanese mortar men north of the airfield pursued their deadly pounding of the Marines along the beach.",
        1562.42,
        1570.3
    ],
    [
        " The invasion area was a tangle of equipment and supplies, smashed vehicles, and sunk a naval craft.",
        1571.32,
        1578.72
    ],
    [
        " Reserve and support units continued to pile up and congested mess.",
        1579.52,
        1583.46
    ],
    [
        " Thousands of men, the dead, the wounded, the terrified, and those trying to unload supplies swarmed over the black sand.",
        1584.32,
        1592.68
    ],
    [
        " We were now targeted by our Navy's gunfire.",
        1593.48,
        1597.6
    ],
    [
        " I wasn't sure of the size and bore of the projectiles, or if they emanated from a battleship or destroyer,",
        1598.74,
        1605.14
    ],
    [
        " but I did know that they chilled my blood as they came shrieking in.",
        1605.84,
        1609.86
    ],
    [
        " We would be safer if we withdrew to establish lines so that we would be behind instead of in front of the Navy shells.",
        1611.38,
        1618.56
    ],
    [
        " But Sergeant Baselone had ordered us to stay, and that alone was sufficient enough reason to remain.",
        1619.48,
        1626.2
    ],
    [
        " None of us would disobey his direct order.",
        1627.52,
        1629.72
    ],
    [
        " We believed it was only a matter of time before others would reach us and we'd be free to move on.",
        1631.98,
        1637.68
    ],
    [
        " Brutal.",
        1638.38,
        1643.16
    ],
    [
        " And by the way, this is an example. This is Chuck Tatum's first combat experience.",
        1643.94,
        1652.32
    ],
    [
        " His first combat experience, he was out of boot camp, did some training in Hawaii, did some training in Antaroa, and then boom.",
        1652.5,
        1658.98
    ],
    [
        " Here he is.",
        1659.7,
        1660.52
    ],
    [
        " Back to the book.",
        1660.98,
        1662.4
    ],
    [
        " Turning to my right, I saw an inspiring sight.",
        1663.22,
        1667.2
    ],
    [
        " Survivors of our Bravo Company, with Sergeant Windal out in front, followed by Lloyd Heard and the ammo carriers were approaching us.",
        1667.94,
        1675.5
    ],
    [
        " What we were witnessing were the remnants of Baker Company.",
        1676.36,
        1679.24
    ],
    [
        " We were happily reunited with Heard and the other ammo carriers, but devastated by the news.",
        1680.32,
        1685.98
    ],
    [
        " Our company had suffered severe losses during the beach assault.",
        1686.7,
        1690.22
    ],
    [
        " We had 17 men killed and 51 wounded.",
        1691.62,
        1695.6
    ],
    [
        " Couple hours in.",
        1696.28,
        1698.46
    ],
    [
        " 17 killed and 51 wounded.",
        1700.02,
        1702.44
    ],
    [
        " So now we're ease reflecting on what this morning is feeling like.",
        1709.04,
        1713.28
    ],
    [
        " Our first morning on E.O. when we were pinned helplessly by mortar barrage on the black sand beaches, we were reminded of warnings by veterans who said the japs are the world's best soldiers with a knee mortar.",
        1714.54,
        1726.52
    ],
    [
        " Though chilling, those warnings weren't exaggerated.",
        1726.98,
        1730.98
    ],
    [
        " Even the blunt advice of the vets didn't convey the pure horror of an enemy mortar attack.",
        1731.88,
        1737.44
    ],
    [
        " It was pure hell to be caught in the open when the japs opened up with a full mortar attack.",
        1737.94,
        1744.76
    ],
    [
        " The sound of mortars swishing through the air froze my blood.",
        1745.78,
        1750.88
    ],
    [
        " Against these invisible missiles, there was no defense.",
        1751.84,
        1756.42
    ],
    [
        " If we were caught in the open, all we could do is hit the deck.",
        1757.8,
        1761.32
    ],
    [
        " A foxhole offered little protection from these high trajectory missiles because they dropped straight down on us.",
        1762.56,
        1768.92
    ],
    [
        " Again, this is a lack of control of your environment.",
        1770.06,
        1775.18
    ],
    [
        " We've heard this over and over again.",
        1775.32,
        1776.92
    ],
    [
        " The indirect fire, the mortars, the artillery that you can't control.",
        1777.56,
        1782.88
    ],
    [
        " And it's random.",
        1783.9,
        1785.36
    ],
    [
        " That's the most horrifying thing to everybody.",
        1786.04,
        1788.22
    ],
    [
        " The rear areas, particularly the eastern or landing beaches, where support forces were working, suffered a bloody pounding.",
        1790.36,
        1798.94
    ],
    [
        " Sunk and broached landing craft piled up along the beaches.",
        1800.5,
        1804.04
    ],
    [
        " Multi-millions of dollars worth of valuable equipment and vessels had been systematically wrecked by deadly, accurate Japanese shelling.",
        1804.92,
        1811.78
    ],
    [
        " Debris washed idly back and forth in the frothing surf.",
        1812.38,
        1815.92
    ],
    [
        " Human wreckage.",
        1816.76,
        1818.16
    ],
    [
        " The wounded, dead and dying littered the cold sand.",
        1818.92,
        1822.9
    ],
    [
        " Engineers, C.B.'s and shore party personnel struggled to create order from the chaos.",
        1824.34,
        1829.36
    ],
    [
        " Doctors at Korman too often fought a losing battle against the grim reaper, watching over our battlefield.",
        1830.96,
        1837.76
    ],
    [
        " Armed with simple field dressings and infusions of whole blood.",
        1838.92,
        1843.12
    ],
    [
        " They tried to stem the tide of human suffering and life's blood pouring into E.O.'s lava hide.",
        1843.44,
        1850.5
    ],
    [
        " Our Korman turned into angels of mercy.",
        1851.66,
        1855.8
    ],
    [
        " They saved hundreds of Marines daily and tried to ease the pain of the hopeless cases with liberal injections of morphine.",
        1857.36,
        1864.76
    ],
    [
        " Now, there's obviously a famous picture from E.O.'s G.M. of the Marines raising a flag on one Korman raising the flag on E.O.'s G.M.",
        1868.04,
        1876.88
    ],
    [
        " And this is what it looked like for him.",
        1876.9,
        1881.7
    ],
    [
        " And this did not mean you get the impression that the fighting was over, with that the fighting was not over.",
        1881.94,
        1886.8
    ],
    [
        " When you look at the picture, you look at the better, okay, we won't even close yet.",
        1887.68,
        1891.7
    ],
    [
        " But they did take a prominent terrain feature.",
        1892.04,
        1894.4
    ],
    [
        " This is what it was like for Chuck Tatum.",
        1895.08,
        1897.28
    ],
    [
        " As the 26 Marines pressed their attack, enemy mortars began falling in our rest area.",
        1897.94,
        1902.2
    ],
    [
        " Japanese weapons were capable of firing from one end of the island to the other.",
        1902.72,
        1906.52
    ],
    [
        " With thousands of Marines crawling around in concentrated areas, it was an easy task to keep our advancing troops under fire.",
        1907.04,
        1913.38
    ],
    [
        " From our reserve positions near the beach, it was possible to witness the battle raging for the possession of Mount Serebachi.",
        1914.6,
        1921.6
    ],
    [
        " Through sergeant windows field classes, we took turns watching the upward progress of our men as they approached the steep rocky slopes.",
        1923.08,
        1931.04
    ],
    [
        " It appeared that the 28th Marines were at the base of the volcano.",
        1932.38,
        1935.72
    ],
    [
        " Hays from the battle obscured my vision, but we could tell it it was one hell of a fight going on.",
        1937.26,
        1942.12
    ],
    [
        " It felt sickening to be in reserve, watching a battle where men were dying almost before our eyes.",
        1943.38,
        1949.88
    ],
    [
        " It kind of seemed like watching a motion picture from the wrong end of a telescope if that makes any sense.",
        1950.86,
        1956.08
    ],
    [
        " At about 10.30 a.m., Steve slapped me on the back and pointed to Serebachi shouting,",
        1957.32,
        1963.2
    ],
    [
        " Tadeum, do you see that?",
        1963.3,
        1964.6
    ],
    [
        " I twisted around and saw stars and stripes clearly on the peak waving in the breeze.",
        1966.46,
        1972.0
    ],
    [
        " The 28th Marines were now King of Iwo-Gima's Hill.",
        1972.88,
        1977.76
    ],
    [
        " Cheers from thousands of Marines roared and reverberated across the island.",
        1979.78,
        1984.42
    ],
    [
        " I felt a surge of pride.",
        1985.34,
        1986.68
    ],
    [
        " I was proud to be a Marine and proud to be an American fighting on Iwo.",
        1987.52,
        1991.58
    ],
    [
        " But we weren't attending a picnic.",
        1992.62,
        1994.54
    ],
    [
        " Live shells were still dropping on us throughout Iwo.",
        1995.48,
        1998.0
    ],
    [
        " Steve and I soon forgot the flag raising as we busily re-engineered our foxhold digging deeper into Mother Iwo.",
        1999.4,
        2006.88
    ],
    [
        " Because like it or not, the word was that the Japanese still occupied more of Iwo than the Marines.",
        2008.08,
        2013.9
    ],
    [
        " To prove that they were still the main landlord, the enemy sent a message via concentrated artillery and mortar attack.",
        2014.46,
        2024.2
    ],
    [
        " Now, a couple days go by and Chuck Tadeum's feet are getting messed up from being in socks and dirt wet.",
        2035.26,
        2047.84
    ],
    [
        " And so you need to get some clean socks.",
        2048.4,
        2051.36
    ],
    [
        " And there's basically one place to get them.",
        2052.78,
        2055.24
    ],
    [
        " Given the condition of my feet, I knew additional socks were imperative.",
        2057.2,
        2061.86
    ],
    [
        " I asked Sergeant Windle for permission to make a run to the Deadman or Casually Pile to look for a pair.",
        2062.52,
        2069.2
    ],
    [
        " The Deadman or Casually Pile contained clothing, equipment and weapons of dead or wounded Marines.",
        2070.14,
        2076.68
    ],
    [
        " I had to go a quarter of a mile and as I hobbled there, I felt uneasy and a bit guilty about the prospect of being a scavenger.",
        2077.56,
        2085.96
    ],
    [
        " But I had no choice.",
        2087.48,
        2088.82
    ],
    [
        " The demands and horrors of Iwo's battlefield left no other ready solution to the problem of resupply.",
        2090.74,
        2097.28
    ],
    [
        " I hesitantly picked up a pack only to drop it instantly.",
        2098.62,
        2101.92
    ],
    [
        " There was a bullet hole straight through it.",
        2102.5,
        2104.66
    ],
    [
        " I found another one intact and slowly lifted it, trying to see the stenciled name of its previous owner.",
        2105.5,
        2112.46
    ],
    [
        " Curiosity got the best of me. It wasn't anyone I knew.",
        2113.88,
        2116.94
    ],
    [
        " Undoing the straps, I carefully removed the contents.",
        2118.56,
        2120.94
    ],
    [
        " There were two perfectly clean and dry pair of green wool socks.",
        2122.0,
        2125.36
    ],
    [
        " A celluloid folder lay at the bottom of the pack and it fell to the ground as I shook out the contents.",
        2127.44,
        2132.92
    ],
    [
        " I opened the folder.",
        2133.58,
        2135.54
    ],
    [
        " A photo of a smiling girl beamed at me.",
        2136.32,
        2139.26
    ],
    [
        " All my love to Joe, Maryland, was neatly written across the bottom of the photograph.",
        2140.78,
        2148.2
    ],
    [
        " I carefully replaced the folder in the pack and set a prayer for Joe and Maryland.",
        2149.94,
        2155.12
    ],
    [
        " Yeah.",
        2156.28,
        2165.9
    ],
    [
        " You're taking gear from dead and wounded Marines.",
        2166.5,
        2171.46
    ],
    [
        " Now they're out continuing to press through, continuing to make slow progress, but they are making progress.",
        2179.48,
        2190.56
    ],
    [
        " Leaving our machine guns, we spread out in an infantry style formation to comb the area.",
        2191.2,
        2197.34
    ],
    [
        " Our search for snipers was fruitless, but we did find a dead enemy soldier in a clump of bushes.",
        2198.24,
        2204.0
    ],
    [
        " The smell, rotting his corpse, almost made me puke.",
        2205.82,
        2210.1
    ],
    [
        " The stench could gag a maggot, Steve said.",
        2210.78,
        2214.44
    ],
    [
        " Bloded.",
        2215.66,
        2216.14
    ],
    [
        " The body was a spider trap.",
        2216.9,
        2219.42
    ],
    [
        " And almost unrecognizable as having been a human being.",
        2220.66,
        2227.88
    ],
    [
        " His uniform was charred.",
        2228.74,
        2231.36
    ],
    [
        " So I thought that it might have been, he might have been hit by a flame thrower.",
        2232.42,
        2235.88
    ],
    [
        " Bloting had caused the tunic buttons of the cadaver's uniform to pop off.",
        2237.06,
        2241.04
    ],
    [
        " There was no skin on what had been the face, but the putrid flesh had scabbed over.",
        2242.12,
        2247.46
    ],
    [
        " Swarms of flies were attacking the torso, and maggots were wiggling in the eyes.",
        2248.7,
        2252.96
    ],
    [
        " I guess we were lucky, you all had no buzzards.",
        2254.66,
        2258.8
    ],
    [
        " A rifle lay beside the body, no one touched it.",
        2260.04,
        2263.66
    ],
    [
        " It might be booby trap.",
        2264.46,
        2266.28
    ],
    [
        " Don't screw with it.",
        2267.5,
        2268.36
    ],
    [
        " Later, resting in our reserve area, I looked at my watch, saw it was 3.30 pm, and decided to eat a K ration.",
        2270.26,
        2278.0
    ],
    [
        " Seeing the body of dead jabs had become so commonplace, I could erase this one from my thoughts.",
        2279.4,
        2285.0
    ],
    [
        " It had nothing to do with me.",
        2285.72,
        2287.64
    ],
    [
        " I had become as hardened to death as an undertaker, moving on.",
        2288.78,
        2296.0
    ],
    [
        " Posing to consolidate, the men were hit with grenades, mortars, and machine gun fire from their exposed flanks and rear.",
        2297.14,
        2304.4
    ],
    [
        " This is taking place as their performing an assault on a hill.",
        2307.8,
        2315.98
    ],
    [
        " Cleverly, the Japanese had sprung a trap, mortar fire from behind 362 Alpha.",
        2317.36,
        2323.12
    ],
    [
        " That's the name of the hill.",
        2323.64,
        2324.36
    ],
    [
        " Caves in front of the cliff opened up, and Alpha Company's first platoon was the hardest hit, incurring heavy casualties.",
        2325.0,
        2331.12
    ],
    [
        " At 1.30 pm, Alpha Company had to pull back as quickly as the hail of machine gun fire and bullets would allow.",
        2331.6,
        2339.02
    ],
    [
        " More men were lost trying to save the wounded.",
        2339.88,
        2342.72
    ],
    [
        " The work that had gone into arming and fortifying hill 362 Alpha, the Japanese version of the maginoline in France, was awesome.",
        2343.88,
        2353.8
    ],
    [
        " And it was serving its designer's purpose.",
        2354.6,
        2356.26
    ],
    [
        " It was stopping the Marines.",
        2357.08,
        2358.24
    ],
    [
        " The trap sprung shut, and we were in it.",
        2359.78,
        2363.0
    ],
    [
        " Japanese mortars winged in, greeting our attack.",
        2363.82,
        2366.7
    ],
    [
        " We took cover, machine guns and rifle fire erupted from every crack and crevice in hill 362 Alpha.",
        2367.14,
        2373.24
    ],
    [
        " The mountain was spewing death and destruction from every fissure in its volcanic hide.",
        2374.18,
        2379.3
    ],
    [
        " There was no way to fight back.",
        2380.62,
        2382.14
    ],
    [
        " We couldn't see our enemy, but they could see us, and they had us dead in their sights.",
        2382.38,
        2387.6
    ],
    [
        " We scrambled over the rocky terrain without cover.",
        2389.12,
        2391.94
    ],
    [
        " Steve and Van carried our machine gun, followed by pops, wick comb, and Lloyd heard our ammo bearers.",
        2392.54,
        2398.24
    ],
    [
        " An orchestra of marine and trap mortars, machine guns, rifles, and artillery creator, roaring, shrieking clamor,",
        2399.48,
        2405.78
    ],
    [
        " inducing terror throughout the ranks, stopping our forward momentum.",
        2406.24,
        2411.02
    ],
    [
        " With mounting casualties and nightfall approaching, we consolidated our positions and dug in.",
        2412.46,
        2418.44
    ],
    [
        " We were literally nose to nose with our mortal enemies.",
        2419.54,
        2422.34
    ],
    [
        " Some of the enemy positions were less than 40 feet in front of us.",
        2423.7,
        2426.66
    ],
    [
        " The day's fight had cost the battalion an estimated 100 casualties for a gain of 200 yards.",
        2427.82,
        2434.58
    ],
    [
        " A typical day's fighting on E.W.",
        2436.04,
        2438.64
    ],
    [
        " Going forward, continuing to push.",
        2442.06,
        2444.86
    ],
    [
        " Back to the book, mortar, machine gun, and targeted rifle fire torn to the company.",
        2445.62,
        2451.86
    ],
    [
        " Men started dropping on all sides, dirt ripped at my eyes, and the clamor of explosions and bullets pounded against my ears.",
        2452.5,
        2459.44
    ],
    [
        " The ridge we faced was alive with an enemy that was impossible to see or kill.",
        2460.28,
        2464.8
    ],
    [
        " Captain Manshine kept forward, crept forward.",
        2466.28,
        2468.84
    ],
    [
        " He could see the chaos and disorder of our situation.",
        2469.06,
        2472.34
    ],
    [
        " Standing up with a cool, purposeful manner, he took charge.",
        2472.72,
        2476.62
    ],
    [
        " He looked as calm as though he were directing a training maneuver at Camp Pendleton.",
        2477.26,
        2481.14
    ],
    [
        " Reorganizing the company, he directed a withdrawal from our untenable position.",
        2482.12,
        2486.14
    ],
    [
        " He seemed to be everywhere at the proper moment, personally assisting wounded, making sure everyone got out of the JAPS trap.",
        2486.82,
        2493.5
    ],
    [
        " Captain Jimmy May and Shine never ran out of courage.",
        2496.06,
        2498.6
    ],
    [
        " And his selfless, heroic actions saved Bravo Company from destruction.",
        2499.48,
        2504.0
    ],
    [
        " But he did run out of luck.",
        2505.0,
        2506.42
    ],
    [
        " He was the last man still in the trap.",
        2507.86,
        2509.76
    ],
    [
        " When he attempted to withdraw towards our line, Japanese soldiers used him for target practice,",
        2510.86,
        2515.72
    ],
    [
        " riddling his chest with multiple bullet wounds, killing him.",
        2516.12,
        2518.76
    ],
    [
        " Reacting to the loss of our favorite officer, the company found a collective fury and determination.",
        2520.84,
        2527.0
    ],
    [
        " Reorganized, we rushed to the offensive.",
        2527.6,
        2530.7
    ],
    [
        " Because we were too close for artillery fire support or airstrikes,",
        2531.74,
        2535.82
    ],
    [
        " the fight developed in a classic as a classic marine infantry attack.",
        2536.24,
        2540.14
    ],
    [
        " Small clusters of men advanced by fire and fast movement until they found an obliterated,",
        2541.06,
        2546.5
    ],
    [
        " each concealed strong point or individual enemy soldier.",
        2546.5,
        2549.86
    ],
    [
        " Vans gun suddenly stopped.",
        2552.52,
        2554.14
    ],
    [
        " Looking their way, I saw that he and Steve were down.",
        2554.98,
        2557.7
    ],
    [
        " Suddenly I was overwhelmed with rage.",
        2558.74,
        2560.66
    ],
    [
        " And all the anger I had stored up against the Japanese burst out.",
        2562.08,
        2565.74
    ],
    [
        " Without fought or hesitation, I sprinted into Vans position.",
        2566.64,
        2570.66
    ],
    [
        " Vann had been hit in the back near the right shoulder and the round had exited his left side.",
        2571.16,
        2576.06
    ],
    [
        " Steve had been gut shot twice and was white with shock.",
        2576.76,
        2579.98
    ],
    [
        " By reflex, he was holding his hands to his stomach to stem the bleeding.",
        2580.84,
        2585.3
    ],
    [
        " Blood poured out around his fingers.",
        2586.18,
        2587.76
    ],
    [
        " As he pulled his legs into the fetal position, I could see the pain on his pinched face.",
        2589.16,
        2594.38
    ],
    [
        " Knowing that the japs would shoot Steve and Vann as they rolled around on the ground,",
        2595.7,
        2599.92
    ],
    [
        " I grabbed their machine gun into my arms and fired from the hip, like Basilone did,",
        2600.3,
        2604.22
    ],
    [
        " sending lead into the cave to suppress enemy fire.",
        2604.66,
        2607.02
    ],
    [
        " I was in a hot rage and swiveled a gun about so its bullets would ricochet throughout the cave",
        2608.26,
        2613.0
    ],
    [
        " and decimate those bastards who shot my friends.",
        2613.0,
        2615.5
    ],
    [
        " Clouds of rock, dust billowed from the cave's mouth.",
        2616.86,
        2620.2
    ],
    [
        " I poured fire into the cave's black mouth until the belt round out.",
        2620.8,
        2624.48
    ],
    [
        " For a second, I stood there.",
        2624.86,
        2627.44
    ],
    [
        " The 30 cows barrel smoking.",
        2628.62,
        2630.18
    ],
    [
        " The japs who had shot Steve and Vann were silent.",
        2631.58,
        2634.04
    ],
    [
        " Nothing came from the cave.",
        2635.08,
        2636.3
    ],
    [
        " No bonsai charges.",
        2636.66,
        2638.04
    ],
    [
        " No moans. Nothing. Just smoke and dust.",
        2638.48,
        2641.16
    ],
    [
        " My senses returned.",
        2642.7,
        2646.06
    ],
    [
        " Dropping the gun, I turned to Steve and Vann.",
        2647.34,
        2649.92
    ],
    [
        " I knew they were dying. I screamed, ''Core man!''",
        2650.56,
        2655.28
    ],
    [
        " With the cave suppressed and the area safe, Doc Marsh ran to Steve and knelt over him,",
        2655.68,
        2661.44
    ],
    [
        " then turned to Vann.",
        2661.7,
        2662.62
    ],
    [
        " Seconds tick passed, seeming like hours.",
        2663.56,
        2665.64
    ],
    [
        " I waited for Doc's orders.",
        2666.38,
        2667.54
    ],
    [
        " Herde ran out to join us and helped me and Marsh drag Vann and Steve to cover.",
        2668.66,
        2673.82
    ],
    [
        " Marsh injected Vann with morphine while I broke open Steve's first aid kit and handed the Sirret to Marsh.",
        2674.6,
        2682.6
    ],
    [
        " He shoved the needle into Steve's flesh.",
        2683.18,
        2685.26
    ],
    [
        " I screamed, ''Stretcher bearers!''",
        2685.96,
        2688.08
    ],
    [
        " This day of violence, fear, killing and maming left me on the edge of despair.",
        2689.8,
        2696.0
    ],
    [
        " Sargent Windle talked to me in a personal and marine way.",
        2697.02,
        2702.32
    ],
    [
        " ''Taydom!'' he said. ''Let's go. We've got a job to do.''",
        2703.36,
        2707.64
    ],
    [
        " My mind slipped into a protective mode when events beyond my control took over.",
        2707.64,
        2713.32
    ],
    [
        " From that afternoon on, I purposely tried to avoid getting to know the replacement ammo humpers",
        2714.06,
        2719.4
    ],
    [
        " and the Marines filling the slots of those we had lost.",
        2719.4,
        2722.04
    ],
    [
        " I didn't want to know their names, where they were from, or to see their girlfriends pictures.",
        2723.42,
        2728.46
    ],
    [
        " I didn't want to get attached to them and suffer through the loss of close friends again.",
        2730.1,
        2734.96
    ],
    [
        " The war was still going on 30 feet ahead.",
        2736.0,
        2740.08
    ],
    [
        " I wanted revenge.",
        2741.88,
        2743.54
    ],
    [
        " Unseen our enemy continued to punish us as we consolidated our gains for the day",
        2747.02,
        2753.3
    ],
    [
        " and attempted to clear the newly seized territory.",
        2753.3,
        2755.66
    ],
    [
        " A new private, a replacement called me to the edge of a bluff.",
        2756.34,
        2759.64
    ],
    [
        " He had spotted enemy soldiers clustered in a pillbox and was trying to show me their location.",
        2760.46,
        2764.96
    ],
    [
        " I couldn't see what he had found and was siding down his arm while he pointed our head side by side.",
        2765.6,
        2771.42
    ],
    [
        " All of a sudden a crack rang out. He jerked forward and was dead before I could catch him.",
        2772.3,
        2777.74
    ],
    [
        " A sniper's bullet had hit him between the eyes.",
        2779.2,
        2781.86
    ],
    [
        " Instinctively I called for a corpsman, although the man was beyond help.",
        2783.84,
        2788.3
    ],
    [
        " When the medic came up, he said, I can't take it anymore, I can't go on.",
        2789.48,
        2794.6
    ],
    [
        " If they want to, they can just shoot me right now.",
        2794.8,
        2796.94
    ],
    [
        " The blood that covered the medic's uniform wasn't his own.",
        2799.78,
        2803.38
    ],
    [
        " Medics are considered non-combatants under international law, but the Japs didn't care about international law.",
        2804.7,
        2810.24
    ],
    [
        " After 10 days on Ewo, he hadn't fired a shot. He was too busy stopping the flow of others' blood.",
        2810.98,
        2817.8
    ],
    [
        " I didn't know what to tell him.",
        2819.5,
        2821.74
    ],
    [
        " I put my arm around his shoulders and said, I understand.",
        2823.54,
        2826.72
    ],
    [
        " It didn't seem to help.",
        2828.34,
        2829.78
    ],
    [
        " Staring straight ahead, he cried, I just wanted out of this war.",
        2831.4,
        2834.86
    ],
    [
        " Then someone else yelled, corpsman!",
        2837.66,
        2840.02
    ],
    [
        " The medic dried his eyes, picked up his kit and left to go patch up another wounded Marine.",
        2840.88,
        2847.86
    ],
    [
        " Now it's 12 days into the invasion, so D plus 12.",
        2849.46,
        2854.76
    ],
    [
        " March 3rd was a bad day for replacement officers.",
        2857.28,
        2861.22
    ],
    [
        " Lieutenant's Garcia, Harrington, and Leach, all assigned from the 27th replacement draft, were killed in action.",
        2861.7,
        2868.88
    ],
    [
        " With almost no experience commanding troops in combat or anywhere else,",
        2869.8,
        2875.4
    ],
    [
        " Second Lieutenant's had been cranked out of Officer Candidate School in Quantico, Virginia, wholesale.",
        2876.48,
        2881.08
    ],
    [
        " The Marine Corps created its new leaders with assembly line speed.",
        2881.54,
        2886.1
    ],
    [
        " Harrington and Leach were commissioned officers for five months when they were told to lead platoons in deadly combat.",
        2887.7,
        2893.88
    ],
    [
        " Brave and experienced pinch hitters, or substitute quarterbacks in a game of death, they never even knew the men they were trying to lead.",
        2894.4,
        2905.34
    ],
    [
        " Now we get to the 14th day.",
        2906.46,
        2911.24
    ],
    [
        " By mid-morning, word swept through our ranks.",
        2913.24,
        2916.72
    ],
    [
        " Colonel Butler has been killed.",
        2918.0,
        2919.74
    ],
    [
        " Butler had been riding in a jeep to a conference at the regimental command post in order to save time.",
        2921.08,
        2926.06
    ],
    [
        " Along the way, he decided to check out the terrain he anticipated would be his men's next objective when the vehicle approached a trail junction near our old sugar mill.",
        2926.54,
        2935.82
    ],
    [
        " His party took a direct 47-millimeter round hit from a Japanese anti-tank, and he was killed instantly.",
        2936.54,
        2943.94
    ],
    [
        " The driver and NCO accompanying him were seriously wounded.",
        2944.64,
        2949.44
    ],
    [
        " It was another e-wo tragedy, but not the last.",
        2950.72,
        2953.84
    ],
    [
        " Shortly after Colonel Butler's death, a sniper killed my squadmate and camped Tarot War placement.",
        2955.5,
        2960.54
    ],
    [
        " PFC Lavour Jenkins of Freedom Wyoming as he rested between assaults.",
        2962.5,
        2970.36
    ],
    [
        " Lavour was 18 days short of celebrating his first year in the Corps.",
        2970.36,
        2978.62
    ],
    [
        " Jenkins' loss meant the first squad was down to three members.",
        2981.24,
        2984.58
    ],
    [
        " Billy Joe, call Thorne, our baby face marine, go for Gus, Henderson, and Ralph Jeffers.",
        2986.98,
        2995.54
    ],
    [
        " Now they were actually pulled off the line for a bit and had a little bit of arrest.",
        2996.16,
        3002.48
    ],
    [
        " During our day of arrest, my headache grew worse and I consulted a corpsman.",
        3003.9,
        3011.44
    ],
    [
        " My ears ring, I told him.",
        3011.8,
        3013.72
    ],
    [
        " Not impressed, he answered, it's normal for ears to ring in combat.",
        3014.2,
        3018.62
    ],
    [
        " He gave me some aspirin for my headache and asked, anything else wrong?",
        3019.16,
        3022.08
    ],
    [
        " I showed him my leg wound.",
        3023.22,
        3024.76
    ],
    [
        " He jokingly said, too bad your wound isn't deeper if it was, you'd have a ticket off this damned island.",
        3025.66,
        3031.0
    ],
    [
        " The aspirin didn't touch my headache, it grew worse.",
        3032.12,
        3036.44
    ],
    [
        " My ears rang constantly and I felt nauseous.",
        3037.46,
        3040.94
    ],
    [
        " I was getting weaker and I knew it.",
        3040.94,
        3044.6
    ],
    [
        " And so what we've got now is the initial stages of combat fatigue.",
        3046.9,
        3050.9
    ],
    [
        " He's starting to feel it.",
        3051.28,
        3052.4
    ],
    [
        " When Tremellus, it's one of his other guys, when Tremellus gave me hell about something or another, my mind was hazy and numb.",
        3055.4,
        3062.26
    ],
    [
        " I didn't answer him.",
        3063.74,
        3066.88
    ],
    [
        " About midday, the word came down, move out.",
        3067.04,
        3069.9
    ],
    [
        " Our day of arrest was over, I reckoned rooffully.",
        3071.02,
        3074.1
    ],
    [
        " We formed up to move out in a spread formation and immediately began taking mortar fire.",
        3074.66,
        3079.54
    ],
    [
        " I mean, it's just a nightmare.",
        3080.76,
        3082.02
    ],
    [
        " Take cover, window hollered.",
        3082.58,
        3084.5
    ],
    [
        " And we scattered like a cubby of quail seeking refuge around hit a few yards from me.",
        3085.24,
        3090.9
    ],
    [
        " My pulse raced and my battle senses told me to move.",
        3090.9,
        3094.08
    ],
    [
        " Sprinting, I ran for a rock outcropping 30 yards away.",
        3094.32,
        3097.44
    ],
    [
        " When I was halfway to safety, a close round knocked me to the ground.",
        3097.86,
        3101.14
    ],
    [
        " Mortar artillery shelling had scared the hell out of me since D-Day.",
        3101.62,
        3104.52
    ],
    [
        " But the fear I felt now was different.",
        3104.82,
        3106.74
    ],
    [
        " My hands trembled.",
        3107.26,
        3108.38
    ],
    [
        " Fortunately, the barrage stopped quickly.",
        3109.2,
        3112.1
    ],
    [
        " I chained smoke to settle down.",
        3113.22,
        3114.88
    ],
    [
        " My head pounded and I gulp down canteen water until my stomach was upset.",
        3117.06,
        3123.7
    ],
    [
        " My legs felt paralyzed like a childhood nightmare in which I wanted to run but couldn't.",
        3124.58,
        3130.4
    ],
    [
        " The company moved out but I stayed where I was.",
        3131.54,
        3134.48
    ],
    [
        " All I could think was, fuck the war, fuck the japs and fuck this whole island.",
        3135.3,
        3141.74
    ],
    [
        " A flood of other, fuck everything, served through my tangled thinking process.",
        3143.8,
        3148.52
    ],
    [
        " Then awareness that I was alone and the fear of becoming a sniper's target prompted me to move.",
        3149.18,
        3155.3
    ],
    [
        " There was another conclusion.",
        3156.34,
        3157.6
    ],
    [
        " If I stayed where I was, the Marine Corps would shoot me as a deserter.",
        3158.14,
        3161.48
    ],
    [
        " Self-preservation instincts kicking in, I told myself, get off your butt and start moving.",
        3163.36,
        3167.88
    ],
    [
        " I looked for my vanished company.",
        3168.58,
        3170.86
    ],
    [
        " Eventually I heard someone calling my name.",
        3171.3,
        3173.68
    ],
    [
        " Through the hazy vision I saw Sergeant Windle walking toward me.",
        3175.2,
        3178.92
    ],
    [
        " When he was close enough, he looked at me.",
        3179.72,
        3183.3
    ],
    [
        " Tatum, are you okay? He asked.",
        3184.12,
        3185.68
    ],
    [
        " Let's join the company and don't worry, you're gonna be okay.",
        3187.04,
        3190.02
    ],
    [
        " You're gonna make it.",
        3190.92,
        3191.7
    ],
    [
        " I followed him without argument or objection.",
        3192.48,
        3196.26
    ],
    [
        " Before we set in for the evening, at 3.30pm, Windle said to me,",
        3200.14,
        3204.86
    ],
    [
        " Tatum, I'm sending you back.",
        3205.2,
        3206.66
    ],
    [
        " Glancing at Tramelas, he added, you're out of here too.",
        3207.84,
        3212.38
    ],
    [
        " You're both finished. Get the hell back, both of you.",
        3213.08,
        3215.98
    ],
    [
        " The trek to the rear and red beach too are starting point 15 days ago, took an hour.",
        3217.64,
        3223.68
    ],
    [
        " There were no tears in my eyes.",
        3224.32,
        3226.56
    ],
    [
        " I had combat fatigue.",
        3226.84,
        3229.72
    ],
    [
        " So, they're done.",
        3231.36,
        3243.88
    ],
    [
        " And they get pulled off the island.",
        3244.7,
        3249.06
    ],
    [
        " They get put onto a ship so they can recover mentally from what they've been through.",
        3250.76,
        3258.76
    ],
    [
        " So, they're out there on this ship and obviously they're out there with a bunch of other Marines that have been wounded.",
        3260.22,
        3267.6
    ],
    [
        " Back to the book, Tramelas and I felt completely out of place.",
        3269.1,
        3274.44
    ],
    [
        " We were among seriously wounded Marines and I almost felt guilty that I wasn't wounded physically.",
        3275.16,
        3280.9
    ],
    [
        " Our wounds were two our minds and there were no bandages that could be applied to them.",
        3282.92,
        3287.9
    ],
    [
        " There were no drugs that we could take that would erase the images of war that filled our heads.",
        3288.9,
        3293.66
    ],
    [
        " Mother nature, with assistance from modern medicine, could heal the flesh.",
        3295.12,
        3299.42
    ],
    [
        " But the mind is different.",
        3300.4,
        3302.04
    ],
    [
        " You can never forget the pain you suffered in a place like Iwo Jima and the scars will always be there.",
        3303.4,
        3309.0
    ],
    [
        " Tramelas and I had been labeled SSCF or Shell Shocked Combat Fatigue.",
        3310.56,
        3318.76
    ],
    [
        " This label had a negative connotation.",
        3319.58,
        3323.22
    ],
    [
        " I suppose this was the result of the general misunderstanding of this type of condition.",
        3323.82,
        3328.84
    ],
    [
        " It did not denote a lack of courage or resolve to fight.",
        3329.32,
        3333.7
    ],
    [
        " It was a condition caused by the inability to continue past physical or mental exhaustion.",
        3334.62,
        3340.64
    ],
    [
        " Most Marines who suffered combat fatigue were the ones who had survived to fight another day and another day and another day.",
        3341.48,
        3350.88
    ],
    [
        " The lucky ones got the million dollar wound on the first day and lived to recover.",
        3352.2,
        3357.52
    ],
    [
        " They didn't go back into the siege time and time again as Tramelas and I had done each day to see the decimation of young lives,",
        3357.92,
        3366.54
    ],
    [
        " the deaths of buddies who were closer than brothers, boys whose parents hopes would be dashed by a message from the Navy saying,",
        3366.84,
        3373.88
    ],
    [
        " we regret to inform you.",
        3374.54,
        3376.66
    ],
    [
        " Most people never have to witness the killing of someone they are close to, a loved one who is shot or decapitated.",
        3379.74,
        3386.28
    ],
    [
        " Watch a brother whose face is filled by the look of deep shock that precedes death.",
        3386.92,
        3391.12
    ],
    [
        " They never feel the helplessness of watching life bleed out of a mortal being.",
        3391.94,
        3397.52
    ],
    [
        " Those who know war know of what I speak.",
        3400.58,
        3403.68
    ],
    [
        " I decided on Sipan that I would never apologize for my actions on Iwo Jima or for falling prey to combat fatigue.",
        3405.72,
        3414.2
    ],
    [
        " I gave it my all.",
        3415.0,
        3419.0
    ],
    [
        " Obviously in this day and age we have been dealing with a lot of combat fatigue, PTSD,",
        3431.24,
        3438.34
    ],
    [
        " and I think one thing as I read through this, I thought back to Colonel Hackworth's book and about face.",
        3440.48,
        3454.12
    ],
    [
        " One of the ways that he describes it is he says that basically people have a cup and different size cups.",
        3454.38,
        3465.54
    ],
    [
        " If it gets filled up, it's done.",
        3468.4,
        3470.82
    ],
    [
        " You can't take any more.",
        3471.12,
        3472.78
    ],
    [
        " This is the first time I read this, I showed extreme courage over and over again.",
        3473.74,
        3486.02
    ],
    [
        " He points out the fact that there's not that many guys that went day after day after day after day and were lucky enough to not get wounded.",
        3486.02,
        3494.92
    ],
    [
        " Or I guess you could say unlucky enough.",
        3494.92,
        3498.1
    ],
    [
        " Eventually they reach a point where they can't take any more.",
        3498.34,
        3503.38
    ],
    [
        " Now you do get some guys that can handle more.",
        3503.72,
        3506.06
    ],
    [
        " I thought of this today, it's just nature.",
        3506.06,
        3512.16
    ],
    [
        " It's just how you're formed.",
        3513.02,
        3515.82
    ],
    [
        " I'm not going to be mad at someone because they can't bench press 500 pounds.",
        3516.7,
        3524.22
    ],
    [
        " Some people don't have that.",
        3524.6,
        3526.34
    ],
    [
        " That's not part of their physical makeup.",
        3526.54,
        3528.34
    ],
    [
        " That's not part of their physical constitution or their mental constitution.",
        3529.76,
        3534.22
    ],
    [
        " It's the same thing here.",
        3534.22,
        3535.5
    ],
    [
        " Some people just have a higher propensity for this type of mental stress so they can handle it more.",
        3535.72,
        3541.92
    ],
    [
        " That doesn't mean that someone that can't bench press 500 pounds, like me, doesn't mean I'm a pathetic person.",
        3542.7,
        3551.68
    ],
    [
        " No, it just means that I didn't naturally inherit those genetics that give me the ability to bench press 500 pounds.",
        3552.72,
        3558.98
    ],
    [
        " Now, it's the same thing with what you inherit mentally.",
        3559.48,
        3563.52
    ],
    [
        " In some people, their cup gets filled up, especially when they are lucky or unlucky enough as we just discussed.",
        3564.3,
        3572.52
    ],
    [
        " To survive day after day after day after day and 14 days of thinking that you're going to die and seeing your friends get wounded or killed.",
        3573.42,
        3584.2
    ],
    [
        " Again, back then, how he said it had a negative connotation.",
        3586.72,
        3591.62
    ],
    [
        " Almost like you weren't mentally tough enough.",
        3591.78,
        3593.54
    ],
    [
        " You had the luxury of not getting shot and all this stuff.",
        3594.02,
        3597.62
    ],
    [
        " You still couldn't hack it almost.",
        3598.58,
        3600.4
    ],
    [
        " In my point is, number one, to support what he says, you take anybody.",
        3600.68,
        3606.36
    ],
    [
        " Anybody's going to have a breaking point.",
        3606.64,
        3607.94
    ],
    [
        " The breaking point's going to be a different spot.",
        3608.28,
        3610.14
    ],
    [
        " He was like we're saying, he was either unlucky or lucky enough, depending on how you look at it, to survive 14 straight days of this.",
        3610.38,
        3618.88
    ],
    [
        " That was where some people would reach their breaking point in five days.",
        3620.5,
        3624.02
    ],
    [
        " But we never would know that.",
        3624.2,
        3625.3
    ],
    [
        " Some people would last 100 days, but we wouldn't know that because they got killed.",
        3625.32,
        3629.44
    ],
    [
        " Meanwhile, when you get hit, how you called it, the million dollar wound.",
        3629.9,
        3633.52
    ],
    [
        " Everyone's going to recover from that.",
        3634.52,
        3636.96
    ],
    [
        " The flash in modern medicine, it heals it.",
        3636.96,
        3639.24
    ],
    [
        " That's why he called it the million dollar wound.",
        3639.74,
        3641.78
    ],
    [
        " You're in a way you locked out.",
        3642.04,
        3643.84
    ],
    [
        " You don't have to face these terrible horrors that lie beyond day, 10, day 11, 14, 15.",
        3644.48,
        3652.8
    ],
    [
        " And it just keeps going until you fall off.",
        3653.4,
        3656.44
    ],
    [
        " And you're going to break at some point.",
        3657.02,
        3659.42
    ],
    [
        " Everyone is.",
        3659.96,
        3660.58
    ],
    [
        " And like I said, it's just the way you're made up as your genetic code.",
        3660.58,
        3665.64
    ],
    [
        " Maybe you can take it for seven days.",
        3665.86,
        3667.72
    ],
    [
        " Maybe you can take it for 28 days.",
        3667.9,
        3669.64
    ],
    [
        " But the most important thing that he says, that if there's vets out there that think, man, I didn't do enough wrong.",
        3669.78,
        3677.22
    ],
    [
        " Listen to what he says.",
        3677.86,
        3678.86
    ],
    [
        " I decided on side panel.",
        3678.94,
        3679.94
    ],
    [
        " That's where they were now to recover.",
        3679.94,
        3681.12
    ],
    [
        " I decided on side panel that I would never apologize for my actions on E.L.O.G.",
        3681.24,
        3688.26
    ],
    [
        " I gave it my all.",
        3688.26,
        3690.98
    ],
    [
        " And that's all anybody could ask.",
        3691.74,
        3695.72
    ],
    [
        " Now he dedicates this book.",
        3696.9,
        3701.98
    ],
    [
        " And here's the book dedication.",
        3703.32,
        3709.94
    ],
    [
        " This book is dedicated to my brothers.",
        3714.32,
        3716.84
    ],
    [
        " The Marines who fought the Japanese Army on one of the darkest islands on Earth, E.L.O.G.",
        3717.78,
        3724.56
    ],
    [
        " On our voyage to E.L.O. we had dreams and plans for our futures.",
        3724.7,
        3731.4
    ],
    [
        " We were young and buoyant.",
        3731.96,
        3733.32
    ],
    [
        " Our hearts were filled with love for our families, our buddies, our country.",
        3734.0,
        3738.32
    ],
    [
        " We wanted to survive to come home together.",
        3740.74,
        3745.42
    ],
    [
        " Then we felt the flames of that Pacific in Ferno.",
        3746.3,
        3753.7
    ],
    [
        " To my Marine brothers who fell on that rock, I owe every day of the life I've led.",
        3756.88,
        3767.72
    ],
    [
        " And to you, simplify.",
        3767.72,
        3772.78
    ],
    [
        " And here is a roster of some of the people that he knew on E.L.O.G.",
        3774.08,
        3787.4
    ],
    [
        " Lieutenant Colonel John Butler, first battalion commanding officer, killed in action.",
        3787.54,
        3794.78
    ],
    [
        " Captain James Jimmy Mayenshine, killed in action.",
        3795.42,
        3802.06
    ],
    [
        " Second Lieutenant John A. Drager, died of wounds.",
        3803.3,
        3808.38
    ],
    [
        " Gunnery Sergeant Stanley Blacki Kavato, died of wounds.",
        3810.04,
        3816.3
    ],
    [
        " Gunnery Sergeant John Bazzalone, killed in action.",
        3817.48,
        3823.4
    ],
    [
        " PFC Bruno Spike Mirzwa, killed in action.",
        3825.64,
        3831.98
    ],
    [
        " PFC Loyal Le Mans, killed in action.",
        3832.52,
        3838.98
    ],
    [
        " PFC Clifford Steve Evanson, killed in action.",
        3841.42,
        3846.94
    ],
    [
        " PFC Carl Tex Thompson, killed in action.",
        3849.26,
        3855.06
    ],
    [
        " Corporal Frank Post Pickle, killed in action.",
        3855.8,
        3863.76
    ],
    [
        " PFC Lavour Jenkins, killed in action.",
        3865.16,
        3870.7
    ],
    [
        " Corporal George Chelfe, killed in action.",
        3873.34,
        3879.86
    ],
    [
        " Private Ralph Jeffers, killed in action.",
        3880.56,
        3889.4
    ],
    [
        " PFC Edward J. Tucker, killed in action.",
        3894.86,
        3899.88
    ],
    [
        " And those are some of the names, some of the people, of the 6,821 sailors and Marines that were killed in action.",
        3906.44,
        3926.88
    ],
    [
        " On a place where the Marine Corps awarded 27 Medal of Honors, which was a quarter of all the Medal of Honors that were awarded during World War II.",
        3933.34,
        3948.1
    ],
    [
        " And I want to close this out, not with a Medal of Honors citation, but with a Silver Star citation for PFC Edward J. Tucker.",
        3954.78,
        3966.92
    ],
    [
        " For conspicuous gallantry and intrepidity as a squad leader serving, Aplatoon of Company Bravo, First Battalion, 27th Marines, Fifth Marine Division, in action against Japanese enemy forces on Iwo Jima, Volcano Islands, 14 March 1945.",
        3971.42,
        3993.82
    ],
    [
        " Headless of his own pain for wounds and refusing evacuation in order to remain with his men in continuance of an assault against the bitterly defending Japanese private first class Tucker unhesitatingly braved a deadly hail of hostile rifle fire and machine gun fire to rescue a wounded Marine lying in an exposed position.",
        3996.06,
        4020.98
    ],
    [
        " Although mortally wounded while administering First Aid to his stricken comrade, private first class Tucker by his unselfish courage and devotion to duty had strengthened the morale and fighting spirit of his entire company, thereby reflecting great credit upon himself and the United States Naval Service.",
        4022.76,
        4047.86
    ],
    [
        " So as I have said, and as I always say, war brings out the worst in us.",
        4052.6,
        4064.42
    ],
    [
        " But it can also bring out the best and there are thousands and thousands of heroes like PFC Edward J. Tucker known and unknown that have made the ultimate sacrifice for our country for the Marine Corps, for their battalion, their company, their POTUNE,",
        4067.62,
        4094.32
    ],
    [
        " their squad and for their friends.",
        4094.32,
        4100.32
    ],
    [
        " And I want you to remember that too.",
        4101.48,
        4108.08
    ],
    [
        " That in all that darkness in that black sand and all that evil in the world, there are heroes and brave men and men that don't take lives, but give their lives for their friends.",
        4111.22,
        4127.18
    ],
    [
        " And while we do talk about evil, also always remember that the world is also filled more filled with good men and good women and good people.",
        4132.06,
        4145.96
    ],
    [
        " And remember those people and in moments of darkness and temptation let them inspire you to follow in their footsteps because there's no doubt.",
        4149.74,
        4171.5
    ],
    [
        " That the example has been set.",
        4171.86,
        4180.86
    ],
    [
        " So it's really just another situation when I think about the dichotomy of war and the dichotomy of combat.",
        4191.42,
        4205.3
    ],
    [
        " And that in how it brings out the worst in people, but it also brings out the best in people.",
        4207.16,
        4215.12
    ],
    [
        " And I think that in order to appreciate the best in people, you got to recognize what they're up against, you got to recognize what we're up against.",
        4220.76,
        4236.1
    ],
    [
        " And you got to see that example, that example of people that shine, they shine in those circumstances.",
        4238.46,
        4251.52
    ],
    [
        " And if they can rise like that in those circumstances, in those situations facing such horror, well, then maybe we can rise a little bit too.",
        4253.72,
        4273.42
    ],
    [
        " Then maybe we can shine just a little bit brighter and bring a little bit more light into the world.",
        4275.12,
        4286.2
    ],
    [
        " And I'd say echo it looks like I set us up for another rough transition here.",
        4292.56,
        4297.36
    ],
    [
        " Yeah, I think so.",
        4298.08,
        4299.6
    ],
    [
        " My apologies.",
        4299.88,
        4302.86
    ],
    [
        " But it'll offer a bit of a contrast, right?",
        4304.54,
        4307.6
    ],
    [
        " Yes, we will, like I said, this reflects life.",
        4307.98,
        4313.4
    ],
    [
        " Yeah.",
        4314.04,
        4314.16
    ],
    [
        " And you go through horrible things and you'll be facing some tough times.",
        4314.98,
        4320.0
    ],
    [
        " That's what life does to you.",
        4320.62,
        4322.5
    ],
    [
        " And then a little while later, you'll be laughing.",
        4322.64,
        4327.24
    ],
    [
        " Yeah.",
        4327.76,
        4328.04
    ],
    [
        " And that's the way life is.",
        4329.14,
        4331.2
    ],
    [
        " Yeah.",
        4331.2,
        4332.06
    ],
    [
        " And that's the way this podcast seems to go too.",
        4332.1,
        4334.46
    ],
    [
        " Yeah.",
        4335.0,
        4335.22
    ],
    [
        " You have a bad day at work.",
        4335.58,
        4336.64
    ],
    [
        " You come home, boom, your son and daughters got straight A's.",
        4336.8,
        4341.24
    ],
    [
        " There you go.",
        4341.38,
        4341.94
    ],
    [
        " They got their report card, right?",
        4342.0,
        4343.46
    ],
    [
        " You got to dig that.",
        4344.02,
        4345.12
    ],
    [
        " Let's go to the interweb questions.",
        4345.72,
        4351.18
    ],
    [
        " Cool.",
        4351.98,
        4353.36
    ],
    [
        " But before that, I do have to let you know, Jocco, just in case you didn't know, we were sponsored by Onnet.",
        4354.22,
        4359.0
    ],
    [
        " I like that.",
        4359.16,
        4359.58
    ],
    [
        " And if you didn't know what that is, that's where I get my alpha brain.",
        4359.76,
        4363.64
    ],
    [
        " It's a lot so smart.",
        4364.08,
        4364.74
    ],
    [
        " I'm good memory.",
        4365.06,
        4365.56
    ],
    [
        " Onnet.com slash Jocco, if you want 10% off your onnet stuff, and that's alpha brain, war your bars.",
        4366.46,
        4376.9
    ],
    [
        " If you didn't know what that is, grill oil, grill oil.",
        4376.9,
        4380.14
    ],
    [
        " Keep your joints working.",
        4380.24,
        4382.62
    ],
    [
        " And time goes on.",
        4382.82,
        4384.4
    ],
    [
        " Strong bone.",
        4384.98,
        4385.44
    ],
    [
        " Don't forget about that.",
        4385.44,
        4386.26
    ],
    [
        " What is strong bone?",
        4386.36,
        4387.26
    ],
    [
        " Just some great stuff for your joints.",
        4387.62,
        4389.86
    ],
    [
        " For your joints, yeah.",
        4389.9,
        4390.58
    ],
    [
        " It's like, I know.",
        4390.62,
        4391.24
    ],
    [
        " In addition to.",
        4391.52,
        4392.06
    ],
    [
        " Yeah.",
        4392.44,
        4392.6
    ],
    [
        " I like the alpha brain.",
        4393.2,
        4394.02
    ],
    [
        " The worry bars.",
        4394.28,
        4394.78
    ],
    [
        " Just do your feet.",
        4395.74,
        4398.12
    ],
    [
        " Just try that.",
        4398.22,
        4398.74
    ],
    [
        " Yeah.",
        4398.84,
        4399.04
    ],
    [
        " Just try that.",
        4399.46,
        4399.94
    ],
    [
        " That's all I'm going to say.",
        4400.02,
        4400.6
    ],
    [
        " Don't look into it.",
        4400.94,
        4402.04
    ],
    [
        "",
        4402.46,
        4402.46
    ],
    [
        " No, don't.",
        4402.68,
        4402.92
    ],
    [
        " It's worry bars.",
        4403.0,
        4403.6
    ],
    [
        " They also have coffee now, which is dope.",
        4403.9,
        4406.56
    ],
    [
        " That's right.",
        4406.72,
        4407.1
    ],
    [
        " And I can get after it with some coffee.",
        4407.1,
        4409.38
    ],
    [
        " Onnet.com slash Jocco, 10% off.",
        4410.38,
        4413.16
    ],
    [
        " Also internet related stuff.",
        4413.62,
        4417.02
    ],
    [
        " In the event of you wanting to support this podcast in any way, here's some ways.",
        4417.64,
        4421.54
    ],
    [
        " You can shop at Amazon.",
        4422.62,
        4423.74
    ],
    [
        " Before you go to Amazon, go to jocopodcast.com or jocostore.com.",
        4423.94,
        4427.36
    ],
    [
        " Click on the Amazon link.",
        4427.56,
        4428.56
    ],
    [
        " You don't pay anything extra.",
        4429.18,
        4430.56
    ],
    [
        " You just kind of sub passively support this podcast.",
        4430.74,
        4432.6
    ],
    [
        " If you want.",
        4433.04,
        4433.28
    ],
    [
        " I'll tell you exactly.",
        4433.32,
        4433.76
    ],
    [
        " No, because you're shopping.",
        4434.44,
        4436.48
    ],
    [
        " Yeah, yeah, one click.",
        4436.48,
        4437.66
    ],
    [
        " Yeah, one click of action.",
        4437.88,
        4439.26
    ],
    [
        " Yeah, supports the podcast.",
        4439.4,
        4440.58
    ],
    [
        " Yeah.",
        4440.58,
        4440.82
    ],
    [
        " Feed everybody buys everything with Amazon.",
        4441.1,
        4443.98
    ],
    [
        " Yeah, it's one of those things we're doing a little does a lot, right?",
        4444.56,
        4447.6
    ],
    [
        " Yeah, that's right.",
        4447.9,
        4448.68
    ],
    [
        " Echo with all kinds of good knowledge tonight.",
        4449.12,
        4451.3
    ],
    [
        " Yeah.",
        4451.76,
        4451.86
    ],
    [
        " Or if you want some shirts that I think they're cool.",
        4452.2,
        4455.6
    ],
    [
        " Jocostore.com.",
        4457.02,
        4458.2
    ],
    [
        " Get some shirts.",
        4458.86,
        4459.64
    ],
    [
        " If you think they're even half as cool as I think they are.",
        4459.76,
        4462.14
    ],
    [
        " Or a coffee mug.",
        4462.62,
        4463.76
    ],
    [
        " That says up before the enemy on it.",
        4465.5,
        4467.28
    ],
    [
        " It's pretty cool.",
        4467.36,
        4467.98
    ],
    [
        " Anyway, you're not questions.",
        4467.98,
        4469.78
    ],
    [
        " Let's do it.",
        4470.04,
        4472.3
    ],
    [
        " Alpha brain gives you weird dreams, by the way, if you take it before you get a sleep.",
        4472.82,
        4479.0
    ],
    [
        " I take it.",
        4479.12,
        4479.62
    ],
    [
        " I have weird dreams regardless of.",
        4480.22,
        4482.04
    ],
    [
        " Right, right.",
        4482.08,
        4482.4
    ],
    [
        " Okay, actually, you know what?",
        4482.5,
        4483.36
    ],
    [
        " They don't give you weird dreams.",
        4483.52,
        4484.44
    ],
    [
        " They give you a weird awareness of your dreams.",
        4484.62,
        4486.88
    ],
    [
        " Oh.",
        4486.98,
        4487.12
    ],
    [
        " I'm not making that as like an official claim.",
        4487.68,
        4489.44
    ],
    [
        " I'm saying that's what happens with me.",
        4489.44,
        4491.24
    ],
    [
        " And that's what I hear.",
        4491.24,
        4492.0
    ],
    [
        " Literally everyone else who takes it before they go to bed.",
        4492.88,
        4495.5
    ],
    [
        " Yeah, that doesn't really happen to me for some reason.",
        4495.64,
        4497.24
    ],
    [
        " Because it's not, it's not a stimulant.",
        4497.46,
        4498.86
    ],
    [
        " By the way, you still go to sleep good.",
        4498.94,
        4501.46
    ],
    [
        " Yeah, I take it before I go to bed.",
        4502.54,
        4503.84
    ],
    [
        " Well, that's why you're so smart.",
        4504.22,
        4505.6
    ],
    [
        " Jocostore, I want to hear your thoughts on over detachment.",
        4506.88,
        4510.18
    ],
    [
        " I'm a police officer and I'm sure military personnel experience the same over detachment",
        4510.82,
        4516.0
    ],
    [
        " defined as emotional separation from moments which require emotional response in family and profession.",
        4516.0,
        4522.88
    ],
    [
        " So what do you thoughts on over detachment?",
        4523.48,
        4525.46
    ],
    [
        " Yeah, this is definitely obviously I'm always encouraging people to be able to detach.",
        4525.82,
        4530.28
    ],
    [
        " Right.",
        4530.7,
        4530.88
    ],
    [
        " Because that's how you get your emotions out of a situation.",
        4531.14,
        4533.68
    ],
    [
        " But this happens to what my brother right here is talking about.",
        4533.68,
        4537.82
    ],
    [
        " This police officer saying, hey, sometimes we think about being over detached.",
        4537.96,
        4541.5
    ],
    [
        " And it's something you need to watch out for.",
        4541.84,
        4544.46
    ],
    [
        " Because you don't want to go through your life where you have no more emotions.",
        4544.8,
        4547.54
    ],
    [
        " Because then you're not living a life than you're a robot or a machine.",
        4547.54,
        4551.58
    ],
    [
        " And you don't, you need to have emotions.",
        4552.3,
        4554.44
    ],
    [
        " So what, as I thought about this, I thought, how did I watch out for that?",
        4555.04,
        4563.7
    ],
    [
        " And it's something that creeps in on anybody that does anything.",
        4563.84,
        4566.04
    ],
    [
        " You don't even have to be a cop or a military person.",
        4566.18,
        4569.26
    ],
    [
        " I mean, you could do, if you're any job that you have, where you have,",
        4569.38,
        4573.68
    ],
    [
        " you can't just get all emotional about stuff.",
        4573.68,
        4575.74
    ],
    [
        " If you're in finance, if you're anything, you could just become detached.",
        4576.26,
        4580.18
    ],
    [
        " So how do you do?",
        4580.62,
        4581.08
    ],
    [
        " What do you look out for?",
        4581.2,
        4581.92
    ],
    [
        " Well, one thing that I did and still do is compartmentalize and draw a little segregation between work and home.",
        4582.66,
        4593.12
    ],
    [
        " And there's a really easy way to do that, especially for people at our cops or it doesn't matter what you do.",
        4594.44,
        4600.86
    ],
    [
        " Whatever that uniform is that you wear at work, whether you're a cop, whether you're military,",
        4602.78,
        4607.92
    ],
    [
        " whether you wear in a business suit at work, when you get home, take off that uniform.",
        4608.08,
        4612.58
    ],
    [
        " Take it off.",
        4613.58,
        4614.14
    ],
    [
        " Matter of fact, if you can't take it off before you get home, leave it at the office.",
        4614.62,
        4619.32
    ],
    [
        " Because you want to leave that there.",
        4619.76,
        4621.58
    ],
    [
        " And when you get home, put on the home clothes, right?",
        4622.38,
        4627.06
    ],
    [
        " The t-shirt, the comfortable t-shirt, the flip flops, the shorts, be relaxed at home.",
        4627.06,
        4635.08
    ],
    [
        " But be physically in a different uniform at home, not even a uniform in a different, change your appearance and therefore change your state of mind a little bit.",
        4635.64,
        4645.76
    ],
    [
        " Different music, right?",
        4646.1,
        4648.16
    ],
    [
        " Whatever it is that you're listening to at work, go to something different at home.",
        4648.36,
        4652.28
    ],
    [
        " When you're going into work, listen to the first hour of Jocco podcast.",
        4653.52,
        4656.92
    ],
    [
        " When you're coming home, you listen to the second hour, right? That's how we do it.",
        4657.12,
        4660.76
    ],
    [
        " You know you want to have a different attitude.",
        4661.38,
        4662.6
    ],
    [
        " The different language, right? Don't come home thrown around the acronyms from work.",
        4663.38,
        4668.08
    ],
    [
        " And you know what? I've talked about this before.",
        4668.76,
        4670.04
    ],
    [
        " I never swore at home. I swore like hell at work, but I never swore at home.",
        4670.42,
        4674.66
    ],
    [
        " So I was using a different language. So I was completely compartmentalizing what I was doing at work and what I was doing at home.",
        4674.68,
        4680.74
    ],
    [
        " And then check out your posture. What are you standing around your house like?",
        4681.52,
        4685.34
    ],
    [
        " Are you standing all cross armed and glaring at people?",
        4685.48,
        4688.94
    ],
    [
        " Let's just ask the question, are you going to modify the weaver stance when you're talking to your wife?",
        4690.06,
        4695.2
    ],
    [
        " Get ready to do a quick drop.",
        4695.34,
        4696.34
    ],
    [
        " It's like a pistol shooting stance.",
        4696.82,
        4698.56
    ],
    [
        " That's no, no.",
        4698.9,
        4700.3
    ],
    [
        " You know, are you digging for under hooks if your kids try to do a hug?",
        4701.18,
        4705.92
    ],
    [
        " You know what I mean? Are you looking to get the take down?",
        4705.92,
        4707.86
    ],
    [
        " No. You want to relax, right?",
        4708.08,
        4710.28
    ],
    [
        " And another thing is find some, you know, maybe a group of people that aren't involved in your work.",
        4710.94,
        4717.46
    ],
    [
        " That can be hard. I mean, and luckily for me, my wife made friends that were outside of the sealed community.",
        4717.46,
        4724.58
    ],
    [
        " And so I got a bunch of buddies that had nothing to do with the sealed teams.",
        4724.84,
        4729.52
    ],
    [
        " They had their friends of my wife's, their friends and husbands of my wife's friends.",
        4729.82,
        4734.36
    ],
    [
        " So I had a whole group of people that I still hang out with all the time.",
        4734.56,
        4737.64
    ],
    [
        " They have nothing to do with the military at all.",
        4738.04,
        4740.46
    ],
    [
        " In fact, many of them are as bad as far as you could get from military personnel as one could imagine.",
        4740.76,
        4745.88
    ],
    [
        " But that's another thing that helped me segregate the two.",
        4747.26,
        4751.18
    ],
    [
        " Now, of course, I'm not saying you got to let your guard down 100% because you shouldn't do that.",
        4751.44,
        4754.78
    ],
    [
        " But you shouldn't let it down enough that you can enjoy life.",
        4754.9,
        4760.78
    ],
    [
        " And you got to detach sometimes.",
        4761.04,
        4768.72
    ],
    [
        " Now, that being said, because it's going to help you make good decisions.",
        4769.0,
        4772.92
    ],
    [
        " But there are also times where it's not good.",
        4773.28,
        4776.92
    ],
    [
        " And if you're detached and your wife's trying to talk to you, it's not going to be good.",
        4777.48,
        4780.64
    ],
    [
        " So open up, you got to show some emotions.",
        4781.54,
        4783.72
    ],
    [
        " And one of the things about being detached, here's a paradox.",
        4784.22,
        4788.14
    ],
    [
        " You got to be detached enough so that you recognize when you're not showing enough emotions.",
        4788.8,
        4794.26
    ],
    [
        " You know what I'm saying?",
        4795.0,
        4795.52
    ],
    [
        " If you're so detached that you being detached, you allow you to realize that, oh my God, I'm not showing any emotions at all.",
        4795.86,
        4803.74
    ],
    [
        " I'm too detached.",
        4803.96,
        4804.84
    ],
    [
        " So don't try and be a tough guy that's just being detached.",
        4806.02,
        4808.44
    ],
    [
        " Because if you're detached enough, you realize that you're being too detached.",
        4808.44,
        4810.88
    ],
    [
        " Yeah.",
        4811.36,
        4811.38
    ],
    [
        " Yeah. And there is two deep, well obviously, like if you're, you know, you're in a debate argument, fight, whatever, with your girlfriend wife.",
        4811.78,
        4819.5
    ],
    [
        " Right. And you're detached.",
        4819.92,
        4822.86
    ],
    [
        " Let's say you know you're right.",
        4823.2,
        4824.36
    ],
    [
        " Let's say you are right.",
        4824.46,
        4825.16
    ],
    [
        " That has nothing to do with anything with your argument.",
        4825.42,
        4828.46
    ],
    [
        " Generally speaking though, in my experience, yeah.",
        4829.16,
        4832.38
    ],
    [
        " Well, I would agree with that in my experience.",
        4832.44,
        4834.7
    ],
    [
        " But here's the thing though, because you're looking at a certain way.",
        4835.12,
        4838.2
    ],
    [
        " I just want to make that same again.",
        4838.42,
        4839.28
    ],
    [
        " When you're an argument with like your wife or your close friend or any boss, you're subordinate, whether you're right or not, is almost doesn't matter at all.",
        4839.7,
        4852.14
    ],
    [
        " What matters is what you're trying to do with direction you're trying to move.",
        4853.08,
        4857.84
    ],
    [
        " And is winning the argument being right or wrong, going to help you move in direction, want to move in?",
        4858.44,
        4862.56
    ],
    [
        " That's the real question.",
        4862.62,
        4863.38
    ],
    [
        " Yeah.",
        4863.76,
        4863.8
    ],
    [
        " So detach for a minute and figure out the answer to that question.",
        4863.98,
        4867.3
    ],
    [
        " Yes.",
        4867.42,
        4867.64
    ],
    [
        " Because I never care if I'm right or wrong.",
        4867.82,
        4869.46
    ],
    [
        " That's not never my goal in an argument with something.",
        4869.58,
        4872.44
    ],
    [
        " Did I say never?",
        4873.14,
        4874.3
    ],
    [
        " Okay.",
        4874.62,
        4874.78
    ],
    [
        " I usually don't care for the most part.",
        4875.08,
        4876.86
    ],
    [
        " For the most part.",
        4877.12,
        4878.24
    ],
    [
        " Yeah.",
        4878.62,
        4878.98
    ],
    [
        " Yeah.",
        4879.26,
        4879.68
    ],
    [
        " And I think a lot of times, a lot of times people do care whether they're right or wrong.",
        4879.8,
        4885.68
    ],
    [
        " Oh my God.",
        4885.9,
        4886.86
    ],
    [
        " They do they care.",
        4886.86,
        4887.66
    ],
    [
        " People go psycho on being right or wrong.",
        4887.9,
        4890.36
    ],
    [
        " You want to prove beyond like a reasonable doubt.",
        4890.4,
        4893.3
    ],
    [
        " All questions denied.",
        4893.72,
        4895.16
    ],
    [
        " I'm 100% right.",
        4895.66,
        4896.94
    ],
    [
        " You're wrong.",
        4897.06,
        4897.48
    ],
    [
        " Yeah.",
        4897.74,
        4897.88
    ],
    [
        " And so even when people are wrong, they'll still want to just win the argument, right?",
        4898.1,
        4901.1
    ],
    [
        " So that's that's that's bad.",
        4901.26,
        4902.8
    ],
    [
        " What can be even worse is when you are right, yet the other person is, let's say your wife is emotional because, man, this is a known thing that",
        4903.22,
        4913.1
    ],
    [
        " the girls generally speaking, they they want to know that you care more so than they want you to fix their problem.",
        4915.52,
        4922.88
    ],
    [
        " Like if someone has, if your wife is having a problem at work or something, they just want you to care that that's going on with them.",
        4923.22,
        4929.7
    ],
    [
        " They don't want like all this tricking advice, you know, but that generally speaking, I'm not going to categorize there is not black and white, but generally speaking.",
        4929.9,
        4936.18
    ],
    [
        " So that's a really debate or something, you know, I say, you're an argument.",
        4936.28,
        4940.52
    ],
    [
        " You're in a fight.",
        4940.7,
        4941.18
    ],
    [
        " And you know, you're right.",
        4941.24,
        4942.34
    ],
    [
        " And let's say you are right.",
        4942.44,
        4943.34
    ],
    [
        " If you're all detaching being like, well, here's the logic behind why I'm right and you have this airtight case, that's not going to help your relationship.",
        4943.7,
        4950.86
    ],
    [
        " She wants to know first off that you care.",
        4951.42,
        4953.42
    ],
    [
        " She's mad.",
        4953.88,
        4954.38
    ],
    [
        " She said she's whatever.",
        4954.54,
        4955.48
    ],
    [
        " Do you care about that?",
        4955.82,
        4956.86
    ],
    [
        " That's the way you win.",
        4957.02,
        4958.1
    ],
    [
        " Not the argument.",
        4958.3,
        4958.8
    ],
    [
        " That's the way you win the situation.",
        4958.94,
        4960.0
    ],
    [
        " Yes.",
        4960.18,
        4960.34
    ],
    [
        " You know, and so not only are you not only do you get out of the fight intact as a relationship, but you're the good guy.",
        4960.74,
        4969.62
    ],
    [
        " And really that's part of the reason why she likes you because you're the good guy.",
        4970.4,
        4973.52
    ],
    [
        " Right?",
        4973.52,
        4974.02
    ],
    [
        " That's a win-win.",
        4974.42,
        4974.98
    ],
    [
        " So yeah, that's just a question why my wife likes me.",
        4975.32,
        4978.82
    ],
    [
        " It all takes out good.",
        4978.96,
        4979.8
    ],
    [
        " Yeah.",
        4980.76,
        4982.24
    ],
    [
        " Yeah, no, that's it.",
        4982.5,
        4983.86
    ],
    [
        " But yeah, so detach so you see that.",
        4984.44,
        4986.0
    ],
    [
        " But be attached because you care.",
        4986.32,
        4988.82
    ],
    [
        " Yes.",
        4989.4,
        4989.74
    ],
    [
        " Yes.",
        4990.34,
        4990.74
    ],
    [
        " And show that you care.",
        4991.1,
        4992.44
    ],
    [
        " And then when you go back to work, you're a military person.",
        4993.14,
        4999.4
    ],
    [
        " You're a business person.",
        5000.52,
        5001.66
    ],
    [
        " Put your uniform back on.",
        5001.96,
        5003.06
    ],
    [
        " Put your boots back on.",
        5003.22,
        5004.18
    ],
    [
        " Put your body armor back on.",
        5004.34,
        5005.68
    ],
    [
        " Lock and load.",
        5006.08,
        5006.9
    ],
    [
        " And get back in the detachment zone.",
        5007.46,
        5009.16
    ],
    [
        " And move forward.",
        5010.0,
        5012.48
    ],
    [
        " Now, the question kind of implies this too.",
        5012.6,
        5014.76
    ],
    [
        " And I will point this out.",
        5014.98,
        5015.86
    ],
    [
        " I mean, at work, you also can't just be detached all the time because you're a leader.",
        5016.18,
        5021.28
    ],
    [
        " You're in a leadership position.",
        5021.46,
        5022.26
    ],
    [
        " So you can't just walk around just detachment.",
        5022.42,
        5024.12
    ],
    [
        " Everybody know you got to show emotion.",
        5024.12,
        5025.24
    ],
    [
        " You got to relate to the people you're working with.",
        5025.24,
        5027.58
    ],
    [
        " You've got to be a human so that they follow you or you follow them or order the case maybe.",
        5027.58,
        5031.44
    ],
    [
        " So the detachment, you have to be detached enough to recognize when you're being too detached.",
        5031.76,
        5035.98
    ],
    [
        " Yeah.",
        5036.36,
        5036.6
    ],
    [
        " Let's hear it out.",
        5037.08,
        5038.12
    ],
    [
        " Yeah.",
        5038.66,
        5038.78
    ],
    [
        " Next question.",
        5039.56,
        5040.74
    ],
    [
        " I was hoping to get your thoughts on bullying.",
        5042.92,
        5045.04
    ],
    [
        " If your child is being bullied, what would you tell him or her?",
        5045.48,
        5048.3
    ],
    [
        " This is, I guess, a little bit of a softball for me to throw this question at.",
        5049.48,
        5055.54
    ],
    [
        " Because you know what I'm going to say.",
        5055.54,
        5056.68
    ],
    [
        " Get your kid into Jitsu.",
        5057.06,
        5058.0
    ],
    [
        " Get your kid into Jitsu immediately.",
        5058.26,
        5059.56
    ],
    [
        " Get them in there and let them start to learn what it's like to deal with people physically.",
        5060.4,
        5067.16
    ],
    [
        " And it will build up their confidence.",
        5067.58,
        5069.46
    ],
    [
        " And it won't be a false confidence.",
        5070.2,
        5071.3
    ],
    [
        " It'll be a real confidence.",
        5071.4,
        5072.12
    ],
    [
        " Because they will know how to handle themselves.",
        5072.14,
        5073.88
    ],
    [
        " They will have people that are trying to take them down to the ground and trying to choke them.",
        5074.26,
        5079.42
    ],
    [
        " And they will learn to stop that from happening.",
        5079.42,
        5081.24
    ],
    [
        " And they will learn to do it to other people when warranted.",
        5081.24,
        5084.32
    ],
    [
        " Yeah.",
        5085.94,
        5086.3
    ],
    [
        " So that's how you prevent bullying in my opinion.",
        5086.06,
        5090.56
    ],
    [
        " You also get them to start doing pull-ups, push-ups, dips.",
        5090.68,
        5092.8
    ],
    [
        " You get them to do a little bit of boxing, maybe even a little moitai.",
        5092.96,
        5095.82
    ],
    [
        " I'll tell you, at our gym over the years, we've probably had half a dozen kids that have come in specifically",
        5097.08,
        5105.32
    ],
    [
        " because they were getting bullied at school.",
        5105.32,
        5108.16
    ],
    [
        " And every one of those cases within three months, four months, maybe six months at the outset,",
        5109.36,
        5115.94
    ],
    [
        " the parents are coming to me and saying, he's not getting bullied anymore.",
        5116.42,
        5119.36
    ],
    [
        " And sometimes there's that incident where I've had a few students that have, you know,",
        5119.98,
        5126.7
    ],
    [
        " these are kids are, you know, 10 years old, getting picked on, getting picked on, getting picked on.",
        5126.76,
        5130.02
    ],
    [
        " And all of a sudden, they start training in Jitsu.",
        5130.46,
        5132.42
    ],
    [
        " And then one day, they choke out the bully.",
        5132.86,
        5134.7
    ],
    [
        " And they never get picked on again.",
        5135.5,
        5137.1
    ],
    [
        " And they're confident and they're not jerks about it.",
        5137.48,
        5140.34
    ],
    [
        " They become defenders because they know what it's like to be bullied so they don't like to see other people get bullied.",
        5140.46,
        5144.6
    ],
    [
        " So I would say, you know, get your kids into Jiu-Jitsu if they're getting bullied.",
        5144.84,
        5150.8
    ],
    [
        " And it will not only teach them to prevent themselves from being bullied,",
        5151.36,
        5155.04
    ],
    [
        " it will prevent them from becoming a bully.",
        5155.24,
        5157.68
    ],
    [
        " Yeah.",
        5158.1,
        5158.32
    ],
    [
        " Because they'll recognize what it's like and what the power of physical intimidation is.",
        5158.52,
        5165.64
    ],
    [
        " Yeah. And they will not like it.",
        5165.74,
        5167.66
    ],
    [
        " Yeah.",
        5167.78,
        5167.9
    ],
    [
        " Yeah. And I would say it would help them not become a bully because a lot of stuff that goes on at home.",
        5168.4,
        5172.94
    ],
    [
        " You know, everyone's different. Everyone's family is different.",
        5173.52,
        5177.04
    ],
    [
        " But a lot of times, bullies, people, people, kids that become bullies, they're bullied at home.",
        5177.06,
        5181.46
    ],
    [
        " So being a bully is just a result of something else, you know.",
        5181.8,
        5185.46
    ],
    [
        " So yeah, Jiu-Jitsu, because it helps your confidence and your security as a kid.",
        5185.46,
        5190.86
    ],
    [
        " So you will feel less insecure if you're an insecure kid.",
        5191.0,
        5193.62
    ],
    [
        " So that alone is really powerful, even if you were prone to becoming a bully.",
        5193.8,
        5197.3
    ],
    [
        " And this is kind of, this is kind of well known.",
        5197.94,
        5200.94
    ],
    [
        " I think it's pretty well known that usually when you're bullied, like when someone's bullying someone else, even adults,",
        5201.14,
        5206.54
    ],
    [
        " it's not necessarily about beating them up and picking on them, beating them up.",
        5206.76,
        5210.06
    ],
    [
        " It's less about the physical part of it and more about just the mental power of the power.",
        5210.18,
        5214.6
    ],
    [
        " Absolutely.",
        5214.6,
        5214.96
    ],
    [
        " So when you learn Jiu-Jitsu, and man, I'm telling you, I wasn't really bullied or nothing like that, but",
        5215.28,
        5220.64
    ],
    [
        " when you start to know Jiu-Jitsu, you have it in your head.",
        5220.64,
        5224.72
    ],
    [
        " It's almost like you can't help but just radiate that kind of secure confidence.",
        5225.06,
        5231.68
    ],
    [
        " So when if you, like if you're, if you're rolling and you know Jiu-Jitsu now,",
        5232.64,
        5235.72
    ],
    [
        " and a bully tries to bully you, he will gather immediately.",
        5236.02,
        5238.74
    ],
    [
        " And there's programs like specific programs having to do with Jiu-Jitsu called, you know, bully proof and all these stuff.",
        5238.96,
        5243.7
    ],
    [
        " And just generally speaking, you learn this in Jiu-Jitsu, where you just, basically you just stand your ground.",
        5243.7,
        5249.54
    ],
    [
        " And you basically, you can, there's all these different ways to do it.",
        5250.44,
        5253.2
    ],
    [
        " But you call out the bully like, are you, are you trying to fight me right now?",
        5253.22,
        5256.26
    ],
    [
        " And just standing up to him will usually stop the bullying.",
        5256.4,
        5259.54
    ],
    [
        " Because if they bully you and you're like, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh.",
        5259.98,
        5262.48
    ],
    [
        " And I'll tell you this, even though a majority of the bullying is verbal or mental or psychological.",
        5262.48,
        5268.9
    ],
    [
        " Yeah.",
        5269.22,
        5269.74
    ],
    [
        " It's all on the premise.",
        5269.32,
        5271.36
    ],
    [
        " All the bullying is built on the premise most of the time that I can physically beat you.",
        5271.88,
        5277.0
    ],
    [
        " Yeah.",
        5277.0,
        5277.08
    ],
    [
        " So therefore you can't do anything.",
        5277.14,
        5278.62
    ],
    [
        " Occasionally you'll get some young scrappy little loudmouth kid that just bullies people just on the fact that they just don't care.",
        5279.0,
        5285.86
    ],
    [
        " Right. Right.",
        5286.02,
        5286.58
    ],
    [
        " That's a rare, that's a rare breed.",
        5286.86,
        5288.42
    ],
    [
        " Most bullies, they feel like they can physically win and therefore they can mentally abuse people.",
        5288.74,
        5294.12
    ],
    [
        " And once that, once the, once the victim realizes, you know what, I can actually take this person out the whole dynamic changes.",
        5294.66,
        5303.22
    ],
    [
        " Yeah.",
        5303.38,
        5303.5
    ],
    [
        " Yeah. And just that, that first stage of standing up to him, just even verbally, that's a, in the bullies mind, that's a little indicator.",
        5303.9,
        5310.64
    ],
    [
        " I carry the money in this guy.",
        5311.06,
        5312.8
    ],
    [
        " But some bullies, they might be like, hey, I've sized advantage.",
        5313.18,
        5315.16
    ],
    [
        " This guy's just feeling a little triumphant today.",
        5315.3,
        5317.74
    ],
    [
        " And he's going to try to stand up to me.",
        5318.12,
        5319.62
    ],
    [
        " And then they'll, they'll push it.",
        5319.72,
        5321.54
    ],
    [
        " And then when you know that you just, you know, it man, you can deal with bullies really easy as a kid.",
        5322.16,
        5326.78
    ],
    [
        " Double night, take down, mount, you know, slap to the faces, man, make a joke.",
        5327.04,
        5332.78
    ],
    [
        " I wish I knew it when, when I was a little kid.",
        5333.16,
        5335.44
    ],
    [
        " It teaches you perfectly where to be and where not to be, where you just control the fight.",
        5335.6,
        5339.96
    ],
    [
        " Okay, can be big and, man, I wish I started when I was, I wish it was around when I was young.",
        5340.4,
        5345.26
    ],
    [
        " Next question.",
        5346.12,
        5347.8
    ],
    [
        " How do I deal with being in an environment I'm forced to be in?",
        5353.22,
        5358.1
    ],
    [
        " I'm 18, 18 years old, and I have one year of school left.",
        5358.46,
        5363.14
    ],
    [
        " High school is just a place I perish in.",
        5363.52,
        5365.76
    ],
    [
        " It kills creativity.",
        5366.2,
        5367.22
    ],
    [
        " All of the information taught is easily obtainable on the internet.",
        5367.84,
        5371.02
    ],
    [
        " I don't feel like I have any purpose in school.",
        5371.36,
        5374.06
    ],
    [
        " Learning things that I'll be, that will be little, of little to no use in my life for eight hours a day.",
        5374.72,
        5381.46
    ],
    [
        " Just seems dumb and having ass burgers and ADHD doesn't make sitting in a math class for 90 minutes easier.",
        5382.3,
        5388.22
    ],
    [
        " Also, most people are not about achievement, motivation or anything, but would rather play it safe.",
        5389.1,
        5395.82
    ],
    [
        " And stay in our small town all their life.",
        5396.64,
        5398.58
    ],
    [
        " Would love to hear your thoughts on a forced environment.",
        5399.28,
        5401.74
    ],
    [
        " Well, I will tell you that the thoughts contained in that paragraph probably encapsulated a large, large number of humans in high school.",
        5403.76,
        5417.92
    ],
    [
        " Myself being included in that group, myself and my buddies when we were growing up, we didn't want to be in high school.",
        5418.38,
        5423.9
    ],
    [
        " We wanted to get out, we wanted to get after it, we wanted to do other, we wanted to see the world, we wanted to make things happen, right?",
        5424.64,
        5429.72
    ],
    [
        " Not necessarily good things either, but just things.",
        5430.12,
        5432.8
    ],
    [
        " We just wanted to make stuff happen.",
        5433.18,
        5435.58
    ],
    [
        " And when I hear this, this is kind of very normal.",
        5436.54,
        5439.58
    ],
    [
        " So first of all, I'd be like, hey man, you're just feeling what normal people feel.",
        5439.78,
        5444.42
    ],
    [
        " Not everybody, because some people really enjoy high school, they enjoy education, not a large number.",
        5444.66,
        5449.86
    ],
    [
        " But some people recognize that it's an opportunity.",
        5450.56,
        5454.2
    ],
    [
        " High school is an opportunity and it's an opportunity to learn.",
        5454.84,
        5457.28
    ],
    [
        " And it's an opportunity to hang out and meet people and kind of live that part of your life.",
        5457.7,
        5465.38
    ],
    [
        " I mean, it is one of the most relaxing things that's one of the most relaxing phases of life.",
        5465.64,
        5471.3
    ],
    [
        " You just have nothing, you know, pressure.",
        5471.62,
        5473.44
    ],
    [
        " And I say no pressure.",
        5474.54,
        5477.62
    ],
    [
        " And when you're in high school, you're like, well no, I had to take a test.",
        5478.26,
        5480.26
    ],
    [
        " Yeah, homework. Exactly.",
        5480.46,
        5481.6
    ],
    [
        " That's the only thing I can do.",
        5481.6,
        5482.08
    ],
    [
        " Right?",
        5482.08,
        5482.16
    ],
    [
        " This is another thing that I always think about with forced environments.",
        5483.44,
        5488.74
    ],
    [
        " When I was a kid, I worked construction.",
        5489.02,
        5491.68
    ],
    [
        " And you know, some of the guys I worked construction with were pretty rough characters.",
        5492.26,
        5495.84
    ],
    [
        " And one of them had done a fair amount of time in prison.",
        5495.86,
        5498.4
    ],
    [
        " And one of the things that he said to me was, you know, when you're in prison,",
        5499.06,
        5502.86
    ],
    [
        " if you stand right next to the bars in your cell, if you stand right next to them,",
        5504.94,
        5510.2
    ],
    [
        " then you're locked in there.",
        5511.24,
        5515.0
    ],
    [
        " But if you walk back away from the bars and you see what kind of freedom you got inside that cell,",
        5516.3,
        5521.9
    ],
    [
        " even though it's small, it's bigger than when you stand right next to the bars.",
        5522.02,
        5526.66
    ],
    [
        " Yeah.",
        5527.16,
        5530.06
    ],
    [
        " So just step back from the bars a little bit.",
        5530.4,
        5531.98
    ],
    [
        " And I've actually explained that to some of my buddies of mine when they would feel trapped in the Navy.",
        5532.18,
        5536.94
    ],
    [
        " Because even the seal teams, I loved it, you know, but guys would sometimes start feeling trapped in the Met Navy.",
        5537.64,
        5542.26
    ],
    [
        " And I'd say, I'd say, we know what?",
        5543.14,
        5544.56
    ],
    [
        " If you want to get out, get out.",
        5545.38,
        5546.78
    ],
    [
        " Give yourself an out if you want to.",
        5547.34,
        5549.24
    ],
    [
        " But just then assess it from a position where you say, you know what, I could get out if I wanted to.",
        5549.6,
        5553.12
    ],
    [
        " So don't stand so close to the bars like I'm stuck in the Navy.",
        5553.48,
        5555.78
    ],
    [
        " Step back and go, you know what, if I want to get out, look it out.",
        5556.02,
        5557.9
    ],
    [
        " And then they look at it and they go, you know what?",
        5558.06,
        5559.44
    ],
    [
        " Actually, it's not a bad, it's not a bad deal.",
        5559.66,
        5561.82
    ],
    [
        " It's a pretty good deal.",
        5562.1,
        5562.9
    ],
    [
        " And that's what I would do in a situation like this.",
        5563.18,
        5565.52
    ],
    [
        " You look at going high school, I mean, yeah, you're trapped in school for eight hours a day,",
        5565.92,
        5571.44
    ],
    [
        " but eight hours a day in school plus eight hours a day of sleep.",
        5571.5,
        5575.56
    ],
    [
        " If you sleep that much, that leaves you eight hours a day of doing whatever you want.",
        5575.56,
        5581.18
    ],
    [
        " Right? And that's awesome.",
        5581.74,
        5583.1
    ],
    [
        " Plus you got weekends thrown in there.",
        5583.28,
        5584.7
    ],
    [
        " So you got a lot of opportunity to do all kinds of things.",
        5586.28,
        5589.66
    ],
    [
        " Going to high school for eight hours a day is a small price to pay for the opportunities that you have while you're in high school.",
        5590.62,
        5597.46
    ],
    [
        " So it's, I don't view it really as a, as a forced environment.",
        5597.64,
        5602.96
    ],
    [
        " I view it as an opportunity.",
        5603.34,
        5604.28
    ],
    [
        " I mean, do they got a gym there?",
        5604.64,
        5605.98
    ],
    [
        " What, you know, you're going to learn something, even if it's stuff that you could learn on the internet?",
        5606.44,
        5610.74
    ],
    [
        " Why not have a human teach it to you?",
        5611.46,
        5613.86
    ],
    [
        " That's pretty cool.",
        5613.86,
        5615.02
    ],
    [
        " You know, you sit in that class and learn what you can.",
        5615.28,
        5617.92
    ],
    [
        " If you've got ADHD and Asperger's, okay, let's see how our discipline can get control over that.",
        5618.24,
        5624.58
    ],
    [
        " And we challenge ourselves to work on the patients and work on paying attention.",
        5624.86,
        5629.18
    ],
    [
        " Paying attention is the skill.",
        5629.44,
        5630.56
    ],
    [
        " I learned that when I was college, it's a skill.",
        5630.96,
        5632.94
    ],
    [
        " It's a skill to be able to sit down and read something that you do not want to read.",
        5633.16,
        5638.08
    ],
    [
        " It's a skill.",
        5638.26,
        5639.18
    ],
    [
        " It's a skill to be able to sit into a class and listen to a lecture on the subject that you do not want to listen to.",
        5639.26,
        5644.34
    ],
    [
        " That takes, I just got a cool Twitter that next time I'll try and remember and read it.",
        5644.64,
        5650.36
    ],
    [
        " But it's a guy that was like, hey, I hated school.",
        5650.38,
        5653.2
    ],
    [
        " And I'm going through this class right now and I got to write these responses to these, to these reading assignments that we've gotten.",
        5653.8,
        5660.54
    ],
    [
        " It was really bothering me.",
        5660.68,
        5661.64
    ],
    [
        " And he said, I was listening to podcasts and you're fired up about linguistics and fired up.",
        5661.8,
        5665.8
    ],
    [
        " And so I said, you know what?",
        5665.98,
        5666.86
    ],
    [
        " I'm going to own this.",
        5666.92,
        5667.56
    ],
    [
        " And now he's totally fired up to tear those, tear those reading assignments apart and dig into them and find out what the words mean.",
        5667.94,
        5674.44
    ],
    [
        " And he's killing it now.",
        5674.44,
        5675.36
    ],
    [
        " I'm in the same boat by the way.",
        5675.58,
        5677.28
    ],
    [
        " Check.",
        5677.46,
        5677.68
    ],
    [
        " That's outstanding.",
        5678.4,
        5679.54
    ],
    [
        " So again, you're not trapped unless you stand right next to those bars that are in front of your face.",
        5679.96,
        5687.62
    ],
    [
        " Step back away from the bars, look around and see what kind of freedom you actually have and you've got a lot of freedom.",
        5687.84,
        5692.62
    ],
    [
        " It may not feel like it.",
        5692.62,
        5693.8
    ],
    [
        " But you've got a lot of freedom.",
        5694.5,
        5695.74
    ],
    [
        " You've got a lot of things to take advantage of from time to equipment to education, take advantage of all that stuff.",
        5696.0,
        5702.54
    ],
    [
        " You've got another year left to kill it.",
        5702.58,
        5704.32
    ],
    [
        " Make it happen.",
        5704.62,
        5705.34
    ],
    [
        " And that's my advice to the senior in high school.",
        5707.04,
        5710.86
    ],
    [
        " You mentioned reading or paying attention is a skill.",
        5711.42,
        5715.72
    ],
    [
        " Is a skill.",
        5715.78,
        5716.2
    ],
    [
        " And you mentioned reading stuff that you don't want to read.",
        5716.86,
        5718.82
    ],
    [
        " And remember how I said a few times back where that's not that that's a common thing.",
        5719.1,
        5727.14
    ],
    [
        " People just I don't want to read.",
        5727.24,
        5728.46
    ],
    [
        " I don't want to read a book.",
        5728.78,
        5729.96
    ],
    [
        " You know, that's not like that.",
        5730.28,
        5731.76
    ],
    [
        " That's pretty common.",
        5732.0,
        5732.44
    ],
    [
        " A lot of people would prefer not to read.",
        5732.82,
        5734.5
    ],
    [
        " You know, all your books or whatever.",
        5734.6,
        5735.74
    ],
    [
        " But if you're willing to read or you like to read, I would even go beyond it.",
        5736.18,
        5742.46
    ],
    [
        " Almost call that a superpower.",
        5742.56,
        5744.14
    ],
    [
        " Not like a superpower like it's superhuman or anything.",
        5744.74,
        5747.36
    ],
    [
        " But that's like a major advantage.",
        5747.36,
        5750.1
    ],
    [
        " And I mentioned this where all the information you ever want to know is out there.",
        5750.2,
        5754.46
    ],
    [
        " And you can access it.",
        5755.6,
        5758.88
    ],
    [
        " If you know how to read, you can access it.",
        5758.98,
        5760.52
    ],
    [
        " But it was a thing like well, then everyone kind of knows that.",
        5760.78,
        5763.4
    ],
    [
        " And one way or another people, especially here in the US, you kind of know that.",
        5763.5,
        5766.98
    ],
    [
        " Information is ever all the information.",
        5767.46,
        5768.98
    ],
    [
        " Whether you understand or not, there's a different thing.",
        5769.5,
        5771.4
    ],
    [
        " This information can help you in probably 90 to 99% of anything you want to do.",
        5773.96,
        5781.3
    ],
    [
        " It can help you become that, achieve that, all this information.",
        5781.38,
        5784.52
    ],
    [
        " All you need is this information and then you just act on it and do it.",
        5784.88,
        5787.42
    ],
    [
        " Right.",
        5787.64,
        5787.66
    ],
    [
        " Then why isn't why isn't everyone just successful in everything they want to do?",
        5788.94,
        5794.06
    ],
    [
        " And every single way you can learn all the information you can learn all the skills by reading about it.",
        5794.5,
        5798.26
    ],
    [
        " All of it right now.",
        5798.66,
        5799.38
    ],
    [
        " Lack of discipline.",
        5799.42,
        5800.38
    ],
    [
        " Because they don't want to read it.",
        5800.9,
        5802.44
    ],
    [
        " Who wants to go to the library or get a book and read a 2000 page book on economics.",
        5802.7,
        5808.28
    ],
    [
        " Even though if they were just to read that read it three times, they would know exactly what to do,",
        5808.28,
        5813.64
    ],
    [
        " what to invest in, where is it sure?",
        5813.66,
        5814.9
    ],
    [
        " You'd know a lot.",
        5815.18,
        5815.94
    ],
    [
        " You'd have some powerful information to become, I don't know, richer or just make more money or whatever.",
        5816.22,
        5821.92
    ],
    [
        " So the reason that people don't is because they don't want to read.",
        5822.64,
        5827.52
    ],
    [
        " That's it.",
        5827.68,
        5828.32
    ],
    [
        " Meanwhile, and we talked about this before, meanwhile, you have time to read.",
        5828.54,
        5833.7
    ],
    [
        " If you have time to watch TV, you have time to read.",
        5834.08,
        5835.84
    ],
    [
        " If you have time to go to the beach or I don't know, whatever you do in your spare time,",
        5836.1,
        5842.92
    ],
    [
        " you have time to read.",
        5843.72,
        5844.3
    ],
    [
        " Going to the beach won't help you in ways that reading can help you.",
        5844.44,
        5847.9
    ],
    [
        " And watching reality TV can't help you as much as reading can help you.",
        5848.66,
        5852.24
    ],
    [
        " But it's one of the things that it's viewed as such a chore.",
        5852.48,
        5854.98
    ],
    [
        " I think for a lot of people.",
        5855.7,
        5857.02
    ],
    [
        "",
        5857.64,
        5857.64
    ],
    [
        " It's viewed as a chore instead of being viewed as an opportunity.",
        5857.86,
        5860.94
    ],
    [
        " Yeah.",
        5861.14,
        5861.32
    ],
    [
        " And I think they're reading like if someone could just inject all the information into your brain,",
        5861.66,
        5866.56
    ],
    [
        " then people would do it, you know, but it's that reading that's the chore that's what they don't want to do.",
        5866.7,
        5871.2
    ],
    [
        " So consider that, right?",
        5871.82,
        5873.06
    ],
    [
        " You mentioned that all this information is available on the internet, right?",
        5873.74,
        5876.52
    ],
    [
        " But in school, you have a teacher who knows this information.",
        5877.84,
        5881.02
    ],
    [
        " You can ask questions about it.",
        5881.02,
        5882.66
    ],
    [
        " You can make...",
        5882.8,
        5883.28
    ],
    [
        " I read stuff and I'm like, I don't really get what he means right there.",
        5883.28,
        5886.84
    ],
    [
        " I'll read it again.",
        5887.36,
        5888.42
    ],
    [
        " I don't really get what I read again.",
        5888.56,
        5889.94
    ],
    [
        " I still don't get what he means by this.",
        5890.04,
        5892.3
    ],
    [
        " But at school, you just raise your hand.",
        5892.48,
        5893.96
    ],
    [
        " That's the question.",
        5894.12,
        5894.52
    ],
    [
        " He'll explain it.",
        5894.7,
        5895.18
    ],
    [
        " You don't want to start raising your hand again.",
        5895.32,
        5896.3
    ],
    [
        " You can raise your hand out after everything the teacher says.",
        5896.82,
        5898.88
    ],
    [
        " You can raise your hand and tell him to explain it again.",
        5898.96,
        5900.34
    ],
    [
        " He's right there.",
        5900.5,
        5900.9
    ],
    [
        " Every class.",
        5901.28,
        5901.64
    ],
    [
        " There's your opportunity right there.",
        5902.78,
        5904.86
    ],
    [
        " Invince, sir.",
        5906.2,
        5907.2
    ],
    [
        " Next question.",
        5907.66,
        5908.2
    ],
    [
        " Echo fired up for the reading.",
        5908.82,
        5910.22
    ],
    [
        " I like that.",
        5910.26,
        5910.88
    ],
    [
        " I'm telling you, man.",
        5911.02,
        5912.12
    ],
    [
        " It's like one day's the light.",
        5912.42,
        5914.3
    ],
    [
        " It's just kind of new, right?",
        5914.44,
        5915.74
    ],
    [
        " It's new.",
        5916.2,
        5916.4
    ],
    [
        " Yes.",
        5916.48,
        5916.64
    ],
    [
        " This is post-jocle podcast.",
        5917.1,
        5918.3
    ],
    [
        " This is post-jocle podcast.",
        5918.72,
        5919.86
    ],
    [
        " And now you're just absorbing information.",
        5920.14,
        5921.9
    ],
    [
        " Right.",
        5922.0,
        5922.14
    ],
    [
        " And it's not this thing where I started to start to get into reading.",
        5922.36,
        5925.58
    ],
    [
        " It's like when you walk into them, the lights are off.",
        5925.94,
        5929.3
    ],
    [
        " It's like, oh, there's nothing really in this room.",
        5929.66,
        5930.9
    ],
    [
        " I don't see anything in this room.",
        5931.24,
        5932.68
    ],
    [
        " You try on the light.",
        5933.34,
        5933.92
    ],
    [
        " You're like, oh my gosh.",
        5934.02,
        5934.76
    ],
    [
        " The all this was here this whole time.",
        5935.18,
        5936.76
    ],
    [
        " I'm over here at this age.",
        5937.46,
        5938.76
    ],
    [
        " I could have been doing this the whole time.",
        5938.8,
        5940.38
    ],
    [
        " This reading, you know where I'd be right now if I started doing this.",
        5940.38,
        5943.12
    ],
    [
        " Oh, I like, oh, my gosh.",
        5943.12,
        5944.78
    ],
    [
        " This guy's 18 denying it.",
        5944.84,
        5947.34
    ],
    [
        " Keeping the light off.",
        5947.42,
        5948.16
    ],
    [
        " Don't do that.",
        5948.3,
        5948.72
    ],
    [
        " Don't do that.",
        5948.92,
        5949.24
    ],
    [
        " You don't have to do that.",
        5949.26,
        5950.06
    ],
    [
        " Just, are you going to just turn it on?",
        5950.12,
        5951.06
    ],
    [
        " Turn on.",
        5951.5,
        5951.74
    ],
    [
        " That's what you're going to do.",
        5952.16,
        5952.96
    ],
    [
        " Good advice.",
        5953.46,
        5954.16
    ],
    [
        " Jocle, does leadership require theatrics?",
        5955.72,
        5959.82
    ],
    [
        " Or acting skill?",
        5960.56,
        5962.42
    ],
    [
        " In the case of an underperforming subordinate?",
        5962.94,
        5965.76
    ],
    [
        " I mean, obviously in a way, yes it does.",
        5969.3,
        5971.12
    ],
    [
        " But it's definitely more complicated than that as well.",
        5971.56,
        5974.24
    ],
    [
        " Because...",
        5975.14,
        5976.48
    ],
    [
        " And we've talked about this before.",
        5976.48,
        5977.98
    ],
    [
        " You know, I've talked about like, win if you want to make an impression to your kids.",
        5978.18,
        5982.84
    ],
    [
        " They haven't listened to you and you've told them 14 times.",
        5983.12,
        5985.16
    ],
    [
        " And finally, you know, you've been all calm and the dad.",
        5985.76,
        5988.36
    ],
    [
        " And you're like, yeah, this is it.",
        5988.36,
        5989.48
    ],
    [
        " This is why you give it up.",
        5989.56,
        5990.66
    ],
    [
        " Everything you're supposed to do in the extreme ownership, handbook of leadership.",
        5990.78,
        5995.38
    ],
    [
        " And they're still not listening to you.",
        5995.44,
        5997.24
    ],
    [
        " And you go, you know what?",
        5997.46,
        5998.06
    ],
    [
        " I've got to show some...",
        5998.18,
        5999.34
    ],
    [
        " There's some anger here.",
        5999.34,
        6000.54
    ],
    [
        " So they realize that I'm really serious.",
        6000.8,
        6002.4
    ],
    [
        " So that's the time when you might have to flip the switch and act.",
        6002.58,
        6005.02
    ],
    [
        " Like your angry, for instance.",
        6005.7,
        6009.0
    ],
    [
        " And, you know, this is part of detachment.",
        6009.64,
        6015.68
    ],
    [
        " Because if you are controlling your emotions and you decide you need to show some emotions,",
        6015.68,
        6020.24
    ],
    [
        " then you're going to need to do some sort of, I guess,",
        6020.68,
        6023.96
    ],
    [
        " it would be considered acting, some theatrics to make that clear.",
        6023.96,
        6032.38
    ],
    [
        " Now, and also, like on the other direction where you don't want to show that you're frustrated",
        6032.58,
        6035.28
    ],
    [
        " or you don't want to show that you're angry or you don't want to show...",
        6035.28,
        6037.88
    ],
    [
        " You know, if you're...",
        6037.88,
        6038.52
    ],
    [
        " If you've got your team looking at you and you...",
        6038.52,
        6040.76
    ],
    [
        " You don't want to show that you're frustrated or frustrated or frustrated.",
        6040.76,
        6044.1
    ],
    [
        " Yeah, so you got to act...",
        6044.68,
        6045.68
    ],
    [
        " Okay, you know what?",
        6045.68,
        6046.34
    ],
    [
        " I'm just...",
        6048.16,
        6048.6
    ],
    [
        " You know, I've got to act cool.",
        6048.6,
        6049.48
    ],
    [
        " I've got to detach a little bit and just act cool.",
        6049.74,
        6051.4
    ],
    [
        " And so...",
        6053.76,
        6053.86
    ],
    [
        " That those are both, I guess, those could be considered acting.",
        6053.86,
        6058.54
    ],
    [
        " But at the same time, I don't think it's disingenuous and I will tell you why.",
        6059.84,
        6065.04
    ],
    [
        " The reason I'll tell you why is because...",
        6065.68,
        6068.84
    ],
    [
        " Remember when I was on Sam Harris and we were talking about being brave?",
        6068.84,
        6072.74
    ],
    [
        " Then he...",
        6073.22,
        6073.68
    ],
    [
        " I think it was he said,",
        6073.68,
        6074.84
    ],
    [
        " If you pretend to be brave,",
        6076.44,
        6078.3
    ],
    [
        " well then you are in fact being brave.",
        6078.74,
        6081.2
    ],
    [
        " So if you're wounded in the street and there's machine gun fire going on,",
        6081.42,
        6086.46
    ],
    [
        " and I say, you know what?",
        6086.72,
        6087.62
    ],
    [
        " I don't want to do this, but I'm just going to pretend to be brave right now",
        6087.82,
        6090.18
    ],
    [
        " and I run out and grab you pulling out of the street.",
        6090.18,
        6091.82
    ],
    [
        " Even though I was pretending to be brave, I was brave.",
        6092.38,
        6094.74
    ],
    [
        " Yeah.",
        6094.88,
        6095.02
    ],
    [
        " Because that's what I did.",
        6095.18,
        6096.08
    ],
    [
        " I did the action.",
        6096.26,
        6097.34
    ],
    [
        " It's the same thing here.",
        6097.76,
        6098.82
    ],
    [
        " If I'm really angry at you,",
        6099.12,
        6100.86
    ],
    [
        " but I decide, you know what?",
        6101.46,
        6102.7
    ],
    [
        " I got to keep that inside and I've got to act like I'm calm.",
        6103.76,
        6107.44
    ],
    [
        " Well guess what?",
        6107.84,
        6108.34
    ],
    [
        " What I did was act calm.",
        6108.64,
        6111.1
    ],
    [
        " So therefore it's not acting that's what I did as a person.",
        6111.4,
        6114.38
    ],
    [
        " So I guess I'm really not acting at all because I'm being me.",
        6115.28,
        6119.76
    ],
    [
        " And me is detached and acting like I'm calm even though I'm super angry.",
        6120.24,
        6124.82
    ],
    [
        " Yeah.",
        6125.26,
        6125.38
    ],
    [
        " You are kind of a weird paradox.",
        6125.88,
        6128.42
    ],
    [
        " Yeah, you...",
        6128.62,
        6129.46
    ],
    [
        " Technically, and I thought about this before, you are acting.",
        6129.46,
        6132.26
    ],
    [
        " But just like how you're saying, it's not disingenuous because there's a difference between what you feel and how you behave.",
        6132.26,
        6137.76
    ],
    [
        " Like feelings and behavior.",
        6138.04,
        6139.14
    ],
    [
        " So if I'm mad at you for something and I don't yell at you and be all,",
        6139.78,
        6144.94
    ],
    [
        " does that mean I'm not mad at you?",
        6145.06,
        6146.64
    ],
    [
        " It doesn't mean that.",
        6147.12,
        6148.12
    ],
    [
        " Right.",
        6148.52,
        6148.62
    ],
    [
        " But what if I am mad at you and I do,",
        6149.22,
        6153.58
    ],
    [
        " my madness, my anger makes me yell at you?",
        6153.74,
        6157.26
    ],
    [
        " All that means is my feelings are driving my behavior.",
        6157.48,
        6159.9
    ],
    [
        " Just because your feelings aren't driving your behavior doesn't mean it's disingenuous.",
        6159.9,
        6164.1
    ],
    [
        " So you can still be mad.",
        6164.58,
        6166.9
    ],
    [
        " You can still yell even though the yelling isn't because you're mad.",
        6167.32,
        6173.02
    ],
    [
        " The yelling is for a specific result.",
        6173.32,
        6176.02
    ],
    [
        " So just like how you're saying, you're still staying calm.",
        6176.8,
        6178.62
    ],
    [
        " Yes, you're acting.",
        6178.8,
        6179.44
    ],
    [
        " You're acting.",
        6179.84,
        6180.14
    ],
    [
        " But you're acting because you want a certain result.",
        6180.38,
        6182.3
    ],
    [
        " Yes, that's what I say.",
        6182.68,
        6183.42
    ],
    [
        " You are acting.",
        6183.52,
        6184.04
    ],
    [
        " Because you're...",
        6184.52,
        6185.26
    ],
    [
        " If you're not acting, that means your anger is driving your behavior.",
        6185.26,
        6188.4
    ],
    [
        " Your feeling is driving your behavior.",
        6188.46,
        6190.52
    ],
    [
        " Otherwise, you're just...",
        6190.78,
        6191.9
    ],
    [
        " Yeah, you're acting.",
        6191.9,
        6192.36
    ],
    [
        " But I think I agree with you when we're talking about it before.",
        6192.54,
        6195.88
    ],
    [
        " That's a good thing.",
        6196.0,
        6196.62
    ],
    [
        " You're going for results here.",
        6197.14,
        6198.26
    ],
    [
        " Yeah.",
        6198.54,
        6198.68
    ],
    [
        " And that's the actual question is,",
        6199.16,
        6201.04
    ],
    [
        " it specifically says underperforming subordinate.",
        6201.28,
        6204.9
    ],
    [
        " And so clearly, yeah, you might have to show some anger",
        6205.42,
        6207.44
    ],
    [
        " so that they realize that you're really serious,",
        6207.44,
        6210.52
    ],
    [
        " that they may get fired, that they need to improve,",
        6210.66,
        6212.54
    ],
    [
        " that they need whatever the case may be.",
        6212.7,
        6214.46
    ],
    [
        " Yeah.",
        6214.78,
        6214.92
    ],
    [
        " And yeah, if it's with your girlfriend and wife,",
        6215.18,
        6216.76
    ],
    [
        " it shows you care.",
        6217.56,
        6218.72
    ],
    [
        " A lot of times, you know how like you'll be like,",
        6219.1,
        6220.72
    ],
    [
        " you know, say something and you're saying it all calm or whatever.",
        6220.72,
        6223.24
    ],
    [
        " And caring, knowing you care about...",
        6223.6,
        6226.78
    ],
    [
        " Or someone knowing that you care about them,",
        6226.78,
        6229.06
    ],
    [
        " that is a big deal.",
        6229.16,
        6229.92
    ],
    [
        " Versus if they suspect that he doesn't care about the situation.",
        6231.1,
        6234.42
    ],
    [
        " I'm telling you, I'm telling you.",
        6235.04,
        6236.6
    ],
    [
        " You know you're right.",
        6236.68,
        6237.18
    ],
    [
        " It shows that you care about...",
        6237.26,
        6238.2
    ],
    [
        " They worry too much about you to care.",
        6238.2,
        6240.32
    ],
    [
        " Jockele, you've got to care.",
        6240.74,
        6242.38
    ],
    [
        " Next question.",
        6245.5,
        6246.6
    ],
    [
        " At what point does loyalty",
        6247.38,
        6249.02
    ],
    [
        " and what could become martyrdom",
        6249.02,
        6252.08
    ],
    [
        " for a human that you care about,",
        6252.08,
        6254.54
    ],
    [
        " become outweated with a desire to improve oneself?",
        6254.74,
        6258.26
    ],
    [
        " Put differently.",
        6259.64,
        6260.26
    ],
    [
        " Loyal to be there for...",
        6261.64,
        6263.42
    ],
    [
        " Loyal to be there for a loved one,",
        6263.42,
        6265.58
    ],
    [
        " teammate, employee, et cetera.",
        6266.1,
        6267.36
    ],
    [
        " In a tough situation or downward spiral,",
        6267.98,
        6270.66
    ],
    [
        " is an important and admirable trait.",
        6270.88,
        6272.7
    ],
    [
        " But when does it go too far",
        6273.58,
        6275.06
    ],
    [
        " that one should become selfish",
        6275.06,
        6277.26
    ],
    [
        " and begin to cut those ties?",
        6277.26,
        6278.58
    ],
    [
        " This is a question that everybody's got to deal with at some point in their life.",
        6279.18,
        6284.94
    ],
    [
        " Yes, obviously I'm all about helping people.",
        6285.1,
        6288.32
    ],
    [
        " I do and everything you can to help people out, right?",
        6288.56,
        6290.7
    ],
    [
        " That's great.",
        6290.98,
        6291.44
    ],
    [
        " Sure.",
        6291.68,
        6291.78
    ],
    [
        " But you got to take care of yourself first.",
        6292.36,
        6295.06
    ],
    [
        " And I think the thing that I think of is,",
        6295.26,
        6297.36
    ],
    [
        " when you go on an airplane",
        6297.46,
        6298.6
    ],
    [
        " and they say, hey, if we lose pressure on the cabin,",
        6299.04,
        6301.06
    ],
    [
        " the oxygen mask will drop down.",
        6301.38,
        6303.2
    ],
    [
        " And if you're with a child,",
        6303.8,
        6305.28
    ],
    [
        " take care of yourself first,",
        6305.62,
        6306.44
    ],
    [
        " then you can take care of your child.",
        6306.58,
        6307.58
    ],
    [
        " So what happens if you don't take care of yourself first,",
        6307.88,
        6309.74
    ],
    [
        " then you pass out,",
        6309.88,
        6310.76
    ],
    [
        " and now your child doesn't get helped,",
        6310.76,
        6312.92
    ],
    [
        " and now you both die from lack of oxygen.",
        6312.96,
        6315.64
    ],
    [
        " So that's sort of like life, right?",
        6316.2,
        6318.46
    ],
    [
        " If you've got somebody that's dragging,",
        6318.66,
        6320.1
    ],
    [
        " that's going down in a downward spiral,",
        6320.1,
        6322.32
    ],
    [
        " and you decide that you're just going to pour everything into them,",
        6322.62,
        6326.34
    ],
    [
        " well then you're going to go down that downward spiral as well.",
        6326.68,
        6329.08
    ],
    [
        " And now you're not going to be able to help them.",
        6329.3,
        6330.62
    ],
    [
        " So I think you definitely have to get yourself,",
        6331.4,
        6334.84
    ],
    [
        " you have to take care of yourself as a person,",
        6335.08,
        6337.78
    ],
    [
        " so that you have the platform to take care of someone else",
        6338.42,
        6342.94
    ],
    [
        " and help someone move in the right direction.",
        6342.94,
        6344.66
    ],
    [
        " And so I don't think you can let yourself get dragged down too far,",
        6345.84,
        6349.98
    ],
    [
        " down these paths.",
        6350.38,
        6351.38
    ],
    [
        " You have to get the oxygen mask on yourself",
        6351.52,
        6353.78
    ],
    [
        " and stabilize yourself and have a platform to help other people",
        6354.3,
        6357.56
    ],
    [
        " without getting dragged down.",
        6357.56,
        6359.36
    ],
    [
        " And I'll tell you something else, by the way,",
        6360.02,
        6361.68
    ],
    [
        " oftentimes when you think you're helping someone,",
        6361.94,
        6365.86
    ],
    [
        " you're really just enabling them.",
        6366.44,
        6369.72
    ],
    [
        " And you see that with the addictive,",
        6369.94,
        6371.52
    ],
    [
        " you know, when people are in the case of addiction,",
        6371.92,
        6373.48
    ],
    [
        " it's awful.",
        6373.76,
        6374.7
    ],
    [
        " And the people that are trying, the loved ones that are trying to help them",
        6375.08,
        6377.98
    ],
    [
        " by saying, okay, look, I'm going to help you through them",
        6377.98,
        6380.32
    ],
    [
        " and give you a little bit more money right now,",
        6380.32,
        6381.8
    ],
    [
        " but this is the last time.",
        6381.8,
        6383.1
    ],
    [
        " And then the next week, it's, I'll give you a little bit more money",
        6383.64,
        6385.56
    ],
    [
        " and all they're doing is buying booze or drugs or whatever addiction",
        6385.56,
        6389.34
    ],
    [
        " that they have, and it's horrible to see.",
        6389.34,
        6391.34
    ],
    [
        " And you are actually, even though you think you're helping them,",
        6391.42,
        6394.8
    ],
    [
        " you're actually hurting them.",
        6394.96,
        6395.98
    ],
    [
        " And so I think, I guess it's a big night for a detachment",
        6396.72,
        6400.88
    ],
    [
        " on the podcast here, but you've got to detach.",
        6400.88,
        6403.3
    ],
    [
        " You've got to make sure you're not becoming emotional.",
        6403.48,
        6404.68
    ],
    [
        " You've got to make sure that you're seeing the person",
        6405.18,
        6407.54
    ],
    [
        " and the situation for what it really is.",
        6407.54,
        6410.12
    ],
    [
        " Not what you want it to be, but what it really is,",
        6410.12,
        6414.6
    ],
    [
        " who they really are, what they are really doing.",
        6414.72,
        6417.4
    ],
    [
        " And then when you're detached, you've got to make logical decisions",
        6417.92,
        6421.26
    ],
    [
        " from that point of detachment to decide whether this person can be helped",
        6421.26,
        6428.56
    ],
    [
        " and how far you're willing to go to help them.",
        6428.56,
        6433.12
    ],
    [
        " And you got to remember you can't be a hero to everybody.",
        6433.82,
        6438.08
    ],
    [
        " And you can't help everybody all the time.",
        6439.04,
        6441.24
    ],
    [
        " And again, I want to help people out when they're in trouble,",
        6441.66,
        6445.6
    ],
    [
        " but you need to maintain your own stability in life",
        6445.6,
        6451.84
    ],
    [
        " so that you have a platform that you can help people.",
        6451.84,
        6455.1
    ],
    [
        " Because if you burn down your platform and you throw away your stability,",
        6455.38,
        6458.82
    ],
    [
        " not only will you not be able to help that person,",
        6459.1,
        6461.18
    ],
    [
        " but you won't be able to help anybody, including yourself eventually.",
        6461.18,
        6463.82
    ],
    [
        " Yeah.",
        6464.9,
        6465.38
    ],
    [
        " And you say, you want to help them without letting them drag you down too far.",
        6465.12,
        6472.06
    ],
    [
        " So that point, that too far point, is going to be different for everybody",
        6472.7,
        6477.22
    ],
    [
        " and every relationship.",
        6477.22,
        6478.46
    ],
    [
        " So I think you can kind of get a handle on that.",
        6478.78,
        6480.64
    ],
    [
        " What is too far?",
        6480.96,
        6481.88
    ],
    [
        " What is being dragged down too far?",
        6482.06,
        6484.4
    ],
    [
        " Is it getting in the way of these important things in my life?",
        6484.54,
        6487.1
    ],
    [
        " Because he's talking about when do you cut those ties?",
        6487.48,
        6489.96
    ],
    [
        " That means you've been dragged down too far where you've got to cut those ties.",
        6492.4,
        6495.14
    ],
    [
        " So I think that's important.",
        6496.42,
        6498.26
    ],
    [
        " Some people, they're just that's kind of their thing.",
        6500.32,
        6502.58
    ],
    [
        " They'll get dragged all the way down.",
        6503.0,
        6504.72
    ],
    [
        " Some people are getting my word trying to help people.",
        6505.08,
        6506.84
    ],
    [
        " Yes, exactly.",
        6507.14,
        6507.92
    ],
    [
        " Which can be fine.",
        6508.2,
        6509.62
    ],
    [
        " I think that's people's kind of thing.",
        6509.82,
        6512.5
    ],
    [
        " There's all kinds of different people.",
        6513.36,
        6514.92
    ],
    [
        " And I think that it's all good.",
        6515.04,
        6517.04
    ],
    [
        " Because I think it drags both parties into the darkness.",
        6517.66,
        6521.84
    ],
    [
        " Yeah, if they go all the way down, they lose some important stuff in their life.",
        6521.84,
        6526.88
    ],
    [
        " Yeah, but at the people's finances, stability.",
        6527.02,
        6530.64
    ],
    [
        " But some people, they, you know, that's kind of their,",
        6531.1,
        6533.84
    ],
    [
        " I don't want to say they're a lot in life because it sounds kind of like it's a bad thing.",
        6534.0,
        6537.1
    ],
    [
        " It's their addiction.",
        6537.18,
        6537.9
    ],
    [
        " Yeah, it's like their thing.",
        6538.42,
        6539.88
    ],
    [
        " They like it.",
        6539.96,
        6540.48
    ],
    [
        " So there's that.",
        6540.94,
        6541.56
    ],
    [
        " So helping versus enabling, right?",
        6542.04,
        6545.56
    ],
    [
        " So there's two kinds of like correction.",
        6545.58,
        6548.34
    ],
    [
        " And I might get the terms wrong, but it's direct help in systemic help.",
        6548.66,
        6554.02
    ],
    [
        " So direct help is like the superficial obvious help.",
        6554.56,
        6557.88
    ],
    [
        " Like take the consideration of giving money to a homeless person.",
        6558.1,
        6562.38
    ],
    [
        "",
        6562.8,
        6562.8
    ],
    [
        " Where if you, if someone has a cup and is like, you know, help me, you know, give me money basically.",
        6563.62,
        6569.68
    ],
    [
        " I put five bucks in the, in the cup.",
        6569.82,
        6571.34
    ],
    [
        " Right.",
        6571.6,
        6571.78
    ],
    [
        " So that's, that's direct versus systemic systemic would be, okay, I'm going to contribute to a.",
        6572.94,
        6580.2
    ],
    [
        " Super kitchen.",
        6580.94,
        6581.98
    ],
    [
        " Yeah, or no more, no, even go more systemic than that.",
        6582.42,
        6585.28
    ],
    [
        " So I'm going to contribute to a program that gets people on their feet, basically giving people the tools to help themselves.",
        6585.4,
        6592.32
    ],
    [
        " Right.",
        6592.32,
        6592.76
    ],
    [
        " So that's systemic.",
        6593.16,
        6594.44
    ],
    [
        " That goes, that doesn't solve the superficial problem.",
        6594.6,
        6597.46
    ],
    [
        " It's like, it's like instead of watering the leaves, you water the roots.",
        6597.6,
        6600.24
    ],
    [
        " It's that.",
        6600.56,
        6601.08
    ],
    [
        " So instead of giving money to a homeless person, which can potentially be worse.",
        6602.16,
        6608.16
    ],
    [
        " Yes, because just like what enabling is, look, if I'm a homeless guy, I'm like, hey, look, I'm whatever, whatever my situation, I'm a homeless guy, I'm asking for money.",
        6608.54,
        6617.0
    ],
    [
        " I make 50 bucks today at this corner.",
        6617.18,
        6619.86
    ],
    [
        " I'm going to come back tomorrow and make my 50 bucks.",
        6620.66,
        6623.5
    ],
    [
        " I have no other skills.",
        6624.08,
        6625.66
    ],
    [
        " If you want to help them, if you, what if someone came and instead of 50 bucks or five bucks or dollar, whatever, they gave me some skills.",
        6626.3,
        6633.66
    ],
    [
        " However, they did, I don't know, a magical pill and it gave me some skills.",
        6634.32,
        6637.62
    ],
    [
        " So I don't know, I knew how to sell real estate or something.",
        6638.16,
        6641.7
    ],
    [
        " I don't know.",
        6641.92,
        6642.16
    ],
    [
        " I could go use those skills and boom, then I'm helped, you know.",
        6642.68,
        6645.9
    ],
    [
        " So yeah, the helping versus enabling, I think you got to put it into perspective and give it a lot of thought when you help someone.",
        6647.0,
        6654.94
    ],
    [
        " And I think the people who enable people or who accidentally enable people, all that is them not putting enough thought into it, how to help them.",
        6655.2,
        6662.7
    ],
    [
        " Because a lot of times they really care, but they end up enabling them.",
        6662.76,
        6666.66
    ],
    [
        " And on top of it, which makes it more of a challenge for people enabling the people they care about is they get a payoff from giving them, you know, whatever it is, they give them more or lying for them or doing this other stuff.",
        6667.14,
        6681.28
    ],
    [
        " Like I helped them for that day. So it gives them that payoff.",
        6681.28,
        6684.14
    ],
    [
        " A little feel good.",
        6684.18,
        6685.1
    ],
    [
        " Yeah, I helped them that day. I gave the home, oh man, he's so nice. He gave that that homeless guy, you know, five bucks.",
        6685.32,
        6692.14
    ],
    [
        " Oh dang, everyone's giving change. He's over here giving them five bucks.",
        6692.44,
        6695.24
    ],
    [
        " When really, I'm not saying all the time, I'm not saying all the time, but potentially you could have basically just made that corner more valuable for him to work potentially.",
        6695.44,
        6705.04
    ],
    [
        " So like I said, I think something that would help is put in the thought with how you want to help.",
        6706.72,
        6713.82
    ],
    [
        " So if you can help systemically, that's the way to help better.",
        6714.6,
        6720.14
    ],
    [
        " It's a better way to help in my opinion.",
        6720.64,
        6722.08
    ],
    [
        " All right, next question, Jaco.",
        6723.1,
        6726.6
    ],
    [
        " How do you get over feeling like an imposter as a new manager?",
        6727.82,
        6732.16
    ],
    [
        " I feel like I'm about to get found out.",
        6732.98,
        6735.34
    ],
    [
        " Welcome to leadership, my friend.",
        6736.26,
        6738.68
    ],
    [
        " Here's the thing. Here's what you're actually scared of. What you're scared of most likely is them knowing and finding out that you don't know everything.",
        6739.4,
        6748.78
    ],
    [
        " That's why people don't like to admit when they're wrong.",
        6749.76,
        6751.52
    ],
    [
        " Yes.",
        6751.68,
        6752.06
    ],
    [
        " And the thing that you need to know is it's okay. It's okay not to know everything.",
        6753.0,
        6758.28
    ],
    [
        " It's perfectly normal to be in a leadership position and not know everything in the world.",
        6758.3,
        6763.06
    ],
    [
        " You don't have to know everything about this particular job that you're going into or what the...",
        6763.06,
        6768.4
    ],
    [
        " You don't need to know everything. You don't need to.",
        6768.4,
        6770.02
    ],
    [
        " What you need to do is go in, ask questions, listen to people, and say, hey, you know what?",
        6770.28,
        6778.68
    ],
    [
        " I haven't done this procedure before. I've never worked with this piece of equipment before.",
        6778.74,
        6781.96
    ],
    [
        " Can you show me how to do it?",
        6782.06,
        6783.86
    ],
    [
        " I just want to make sure I understand what you're doing.",
        6784.16,
        6785.96
    ],
    [
        " Make sure I get it.",
        6786.5,
        6788.56
    ],
    [
        " Oh, okay.",
        6789.42,
        6790.08
    ],
    [
        " Now, it's not an excuse to not know anything.",
        6790.46,
        6794.1
    ],
    [
        " Because if you're in a leadership position, you should be studying and reading and learning about whatever the role you're in.",
        6794.92,
        6800.98
    ],
    [
        " So that you can understand it all.",
        6801.2,
        6802.62
    ],
    [
        " Study the manuals and the regulations and the procedures.",
        6803.94,
        6806.8
    ],
    [
        " And I'm not saying to follow all those things blindly without common sense.",
        6807.46,
        6811.54
    ],
    [
        " No, that's not what I'm saying. But there's a knowledge base that you should acquire very quickly when you roll into a leadership position.",
        6811.68,
        6819.02
    ],
    [
        " So put the work in and then apply common sense.",
        6819.22,
        6821.7
    ],
    [
        " But this is the same thing that I say every time somebody asks me about how do you lead this or how do you lead that or how do you lead new people or how do you lead senior people.",
        6822.0,
        6828.78
    ],
    [
        " It's the same answer every time. Be humble.",
        6828.84,
        6831.3
    ],
    [
        " Listen to them.",
        6832.18,
        6833.5
    ],
    [
        " Be on time. Work hard. Treat people with respect.",
        6834.22,
        6838.4
    ],
    [
        " Way the decisions carefully. Talk to people and then make a good decision.",
        6839.74,
        6844.52
    ],
    [
        " Empower your folks to lead.",
        6845.66,
        6848.66
    ],
    [
        " Don't micromanage them. But give them at the same time clear guidance about what the expectations are.",
        6849.22,
        6854.32
    ],
    [
        " It's just leadership.",
        6854.68,
        6856.22
    ],
    [
        " And when you're a new leader, it's all good.",
        6856.54,
        6859.28
    ],
    [
        " You don't need to know everything.",
        6859.72,
        6861.06
    ],
    [
        " You're not expected to know everything.",
        6861.56,
        6863.74
    ],
    [
        " And showing that you can admit that you don't know everything isn't going to hurt your reputation.",
        6864.32,
        6868.78
    ],
    [
        " It's actually going to help your reputation.",
        6869.24,
        6870.8
    ],
    [
        " So go in. Be humble.",
        6871.38,
        6872.96
    ],
    [
        " Ask some good questions. Learn as fast as you can.",
        6873.4,
        6875.8
    ],
    [
        " And it's okay. And you know, I was thinking about this.",
        6876.38,
        6881.2
    ],
    [
        " In the 80s and perhaps even in the 90s, when guys were losing their hair and going bald, right?",
        6882.66,
        6891.06
    ],
    [
        " They do a comb over.",
        6891.82,
        6892.96
    ],
    [
        " So they try and pull their hair over their balding scalp.",
        6893.22,
        6896.3
    ],
    [
        " So it didn't look like they were going bald.",
        6896.54,
        6898.06
    ],
    [
        " And I'm telling you, as a leader, don't do a leadership comb over.",
        6898.44,
        6904.08
    ],
    [
        " Do what guys do now, which is they just shave their head, right?",
        6904.34,
        6906.64
    ],
    [
        " Hey, you know what? I'm going a little thin up top.",
        6906.72,
        6910.02
    ],
    [
        " All good. Just going to shave it off.",
        6910.1,
        6911.76
    ],
    [
        " Hey, I'm your new leader. Don't know everything. It's all good.",
        6911.86,
        6914.64
    ],
    [
        " Here's where I'm weak. Give me a hand.",
        6915.12,
        6917.34
    ],
    [
        " No big deal.",
        6917.48,
        6918.86
    ],
    [
        " That's a good analogy, by the way.",
        6919.02,
        6921.0
    ],
    [
        " Don't do the leadership comb over.",
        6921.08,
        6922.56
    ],
    [
        " Tell me if you would agree with this.",
        6923.3,
        6928.48
    ],
    [
        " Generally speaking,",
        6928.64,
        6930.08
    ],
    [
        " you're watching movie demolition, man, with the,",
        6931.76,
        6933.9
    ],
    [
        " the slow and lessy snipes.",
        6933.9,
        6936.0
    ],
    [
        " Negative.",
        6936.0,
        6936.28
    ],
    [
        " Anyway, Dennis, his name is Dennis Leary.",
        6936.54,
        6938.82
    ],
    [
        " Yeah, it doesn't seem like you're kind of movie.",
        6939.02,
        6940.34
    ],
    [
        " But maybe it was, would be, I don't know.",
        6940.66,
        6942.32
    ],
    [
        " Anyway, Dennis Leary, he's this kind of underground rebel.",
        6942.64,
        6946.06
    ],
    [
        " Because basically L.A.",
        6946.52,
        6947.98
    ],
    [
        " Is this a long explanation?",
        6948.26,
        6950.1
    ],
    [
        " Yeah, I'm making sure I don't make a shit.",
        6950.56,
        6952.08
    ],
    [
        " It has to do with leadership though, for real.",
        6952.3,
        6953.84
    ],
    [
        " Okay. I'm ready.",
        6953.86,
        6954.72
    ],
    [
        " So.",
        6955.0,
        6955.32
    ],
    [
        " Mobile leadership.",
        6955.56,
        6956.14
    ],
    [
        " Basically, the, you know, it's in the future, whatever.",
        6956.26,
        6958.32
    ],
    [
        " And the world is turning into this like over sensitized.",
        6958.72,
        6963.28
    ],
    [
        " Like you can't swear.",
        6963.52,
        6964.44
    ],
    [
        " You can't eat junk food.",
        6964.68,
        6965.6
    ],
    [
        " It's the law.",
        6965.6,
        6966.2
    ],
    [
        " Like, you know, so everyone's all nice and real weak and stuff like that.",
        6966.3,
        6969.62
    ],
    [
        " But there's a group of people who rebelled against it went underground, right?",
        6970.08,
        6973.44
    ],
    [
        " And the leader of those guys is called Edgar Friendly.",
        6973.68,
        6976.38
    ],
    [
        " And so they go down and he's regarded as his huge criminal.",
        6976.68,
        6979.44
    ],
    [
        " Right?",
        6979.76,
        6979.88
    ],
    [
        " So demolition comes back, the long story about him.",
        6980.02,
        6983.1
    ],
    [
        " But anyway, he's back to help rid the world of these criminals.",
        6983.1,
        6985.88
    ],
    [
        " So he goes and he encounters Edgar Friendly and they're not,",
        6986.82,
        6989.46
    ],
    [
        " they're not these evil people.",
        6989.88,
        6991.54
    ],
    [
        " They're just like just trying to live basically a freedom, a free life, you know?",
        6991.54,
        6995.4
    ],
    [
        " And they're like, well, he's like, hey, well, why don't you lead these people out of here?",
        6995.46,
        6999.78
    ],
    [
        " Right?",
        7000.3,
        7000.46
    ],
    [
        " And he's like, I'm the leader.",
        7001.18,
        7002.52
    ],
    [
        " Sometimes I do some shit and people come with me.",
        7003.14,
        7006.8
    ],
    [
        " Right? That's kind of what he says.",
        7007.42,
        7008.62
    ],
    [
        " So isn't this, here's the question.",
        7008.84,
        7012.38
    ],
    [
        " Sorry for long explanation.",
        7012.54,
        7013.86
    ],
    [
        " Yes.",
        7014.04,
        7014.6
    ],
    [
        " How this guy's, he's kind of like worried about people finding him out that he's not a leader.",
        7014.78,
        7023.48
    ],
    [
        " Right?",
        7024.0,
        7024.08
    ],
    [
        " Isn't that like a huge sign of humility that he's like on the inside?",
        7024.28,
        7027.84
    ],
    [
        " He's not, I know everything, you know, it's kind of like, man, I don't know at all, you know?",
        7028.04,
        7032.36
    ],
    [
        " And I'm worried about this.",
        7032.66,
        7033.56
    ],
    [
        " It's actually good sign.",
        7033.82,
        7034.62
    ],
    [
        " You are correct.",
        7034.84,
        7035.3
    ],
    [
        " It's good sign when you got someone's like, man, I want to do, he wants to do a good job.",
        7035.44,
        7038.46
    ],
    [
        " He wants to do a good job.",
        7038.6,
        7040.38
    ],
    [
        "",
        7041.34,
        7041.34
    ],
    [
        " Yeah.",
        7041.58,
        7042.06
    ],
    [
        " That is good.",
        7042.06,
        7042.44
    ],
    [
        " That is a good thing.",
        7042.6,
        7043.24
    ],
    [
        " Yeah, it's like his humility.",
        7043.54,
        7044.66
    ],
    [
        " It's like, it's so genuine that that's one of his many worries of being a leader, you know?",
        7044.66,
        7050.14
    ],
    [
        " That's a good sign.",
        7050.78,
        7051.6
    ],
    [
        " It's better than someone says, you know what?",
        7051.74,
        7053.68
    ],
    [
        " I'm about to take over as a new leader.",
        7053.84,
        7055.46
    ],
    [
        " Yeah.",
        7056.06,
        7056.28
    ],
    [
        " I'm on this thing.",
        7056.4,
        7057.14
    ],
    [
        " I'm on this thing.",
        7057.32,
        7058.76
    ],
    [
        " I know everything.",
        7058.86,
        7059.96
    ],
    [
        " Yeah.",
        7060.52,
        7060.54
    ],
    [
        " No one knows anything that I know.",
        7060.54,
        7062.22
    ],
    [
        " So it's going to, right?",
        7062.28,
        7063.38
    ],
    [
        " Yeah.",
        7063.68,
        7063.78
    ],
    [
        " You don't want to be that guy.",
        7064.04,
        7064.7
    ],
    [
        " I don't want to be that guy.",
        7065.22,
        7066.0
    ],
    [
        " This next one is sort of a statement and sort of a question wrapped in there.",
        7066.48,
        7072.78
    ],
    [
        " Somebody coming from law enforcement and I thought it was a pretty informative statement",
        7072.94,
        7078.14
    ],
    [
        " based on one of the other podcasts that we did.",
        7078.14,
        7080.66
    ],
    [
        " And it says this, I currently work a vice, but I've had my share of use of force on the job.",
        7081.66,
        7088.22
    ],
    [
        " I quickly learned that you can't knock everyone out.",
        7088.56,
        7091.26
    ],
    [
        " And then applying Jiu-Jitsu will reduce injuries to you and the suspects.",
        7091.46,
        7096.0
    ],
    [
        " So this is what we talked about last time.",
        7096.0,
        7097.56
    ],
    [
        " Whereas if my method of controlling you is to strike you, I'm going to have to beat you over and over again to get you to submit.",
        7098.02,
        7107.84
    ],
    [
        " Whereas if I know how to do a chokehold, boom, you're good.",
        7108.12,
        7110.3
    ],
    [
        " Back to the quote.",
        7110.68,
        7111.52
    ],
    [
        " The chokehold or corroded, as we called it, is still permitted in our force policy,",
        7112.68,
        7117.84
    ],
    [
        " but only in an immediate defense of life situation.",
        7117.84,
        7121.54
    ],
    [
        " Basically, using a chokehold is considered deadly force and equivalent with shooting someone.",
        7122.06,
        7128.5
    ],
    [
        " There was a time when the LAPD saying was a win and doubt choke them out.",
        7129.4,
        7134.2
    ],
    [
        " In the 80s during the PCP era, officers were applying the corroded choke on PCP's suspects daily.",
        7135.4,
        7142.1
    ],
    [
        " During one of those incidents, a male black died from the choke being improperly applied.",
        7142.78,
        7149.32
    ],
    [
        " Chief Gates made the mistake of going on national television and saying that male blacks had a higher chance of dying from the choke due to their physical make and larger atoms apple.",
        7149.98,
        7161.78
    ],
    [
        " As you can imagine, this caused an outrage, which in turn caused the department to fall to political pressure and make the corroded choke almost impossible to use.",
        7162.64,
        7173.54
    ],
    [
        " So when I kind of alluded to this on that last podcast, that there's exactly what happened.",
        7174.76,
        7183.2
    ],
    [
        " There was a guy who got a choke to death, there was political pressure.",
        7183.2,
        7186.2
    ],
    [
        " Chief Gates comes out and says that I went online and researched this a little bit.",
        7186.68,
        7192.86
    ],
    [
        " He made every classic mistake you could make on this.",
        7193.0,
        7197.68
    ],
    [
        " That's why they outlawed using chokeholds.",
        7198.86,
        7204.38
    ],
    [
        " And actually, as I read through it, they a bunch of them kind of how I referred to the Rodney King beating and said, here you had guys just wailing on this individual with bats and sticks and belly clubs or whatever.",
        7204.76,
        7219.52
    ],
    [
        " And it didn't stop him.",
        7220.16,
        7221.74
    ],
    [
        " And they referred to that that when they looked at the chokehold being used, that's one of the major cases that they say, man, let us let people use the chokehold so this doesn't happen.",
        7222.52,
        7232.06
    ],
    [
        " This guy goes on as a certified arcon, which is our consens for arrest and control arcon and structure.",
        7233.28,
        7239.54
    ],
    [
        " I feel the department taking away our ability to use a rear naked choke has caused many unnecessary shootings and injuries to suspects.",
        7240.2,
        7247.96
    ],
    [
        " It saddens me to work for a department that is being run like a poor corporation instead of a police department.",
        7248.58,
        7255.7
    ],
    [
        " So that's kind of the build up, right?",
        7256.8,
        7258.52
    ],
    [
        " And that's why I wanted to read it because there was just good information in there.",
        7258.7,
        7261.96
    ],
    [
        " It is very much in line with what we talked about last time in police work and also in combat situations where you're dealing with non-combative people in a hostile environment.",
        7262.28,
        7275.78
    ],
    [
        " In other words, you go into a building to capture a terrorist and there's a women in there, there's kids in there, there's teenagers in there that are not combative, but they're not compliant to use the chokehold.",
        7275.9,
        7285.68
    ],
    [
        " So they don't have a gun, you're not going to shoot them, but you got to get control of them.",
        7285.68,
        7289.3
    ],
    [
        " Now it gets into the sort of the leadership question here.",
        7289.68,
        7293.4
    ],
    [
        " How do I keep morale up and stay motivated when I have no faith in the leaders and when the leadership has turned its back on you time after time?",
        7294.22,
        7304.48
    ],
    [
        " The morale is at its lowest point, even lower than post-92 riots according to the old timers.",
        7305.14,
        7312.84
    ],
    [
        " We were trained in the academy to be warriors.",
        7314.42,
        7317.16
    ],
    [
        " Now the department doesn't allow us to call ourselves warriors, only guardians.",
        7318.04,
        7322.48
    ],
    [
        " This change in mentality will sadly cause only more bad shootings and more officers getting hurt.",
        7323.46,
        7329.9
    ],
    [
        " So that's obviously a tough situation.",
        7332.56,
        7337.94
    ],
    [
        " And like I said, for the Jiu-Jitsu versus striking, I think this is spot on the Jiu-Jitsu and the grappling is a far superior way, like I said, of controlling people than striking is.",
        7338.04,
        7347.86
    ],
    [
        " That's just a reality.",
        7347.92,
        7348.86
    ],
    [
        " Now on the leadership front, that leadership question?",
        7349.98,
        7352.4
    ],
    [
        " For me?",
        7353.2,
        7356.08
    ],
    [
        " I have my own team.",
        7361.08,
        7363.36
    ],
    [
        " I got my people.",
        7363.98,
        7366.2
    ],
    [
        " The people that are around me, I'm going to buffer all this bad morale and all this stuff.",
        7366.64,
        7372.58
    ],
    [
        " I'm going to buffer it away from my team.",
        7372.72,
        7374.82
    ],
    [
        " I'm going to make their lives good.",
        7374.98,
        7376.72
    ],
    [
        " That's my goal.",
        7377.1,
        7377.9
    ],
    [
        " And I'm going to lead toward what my ideal is.",
        7378.46,
        7381.42
    ],
    [
        " I'm going to lead toward what my ideal is.",
        7382.26,
        7384.68
    ],
    [
        " Now, in order to do that well, you got to play the game so that you can get more influence.",
        7384.78,
        7391.14
    ],
    [
        " If you don't play the game, you say, hey, the bosses don't know what they're talking about.",
        7391.78,
        7395.86
    ],
    [
        " Bosses don't know what they're talking about.",
        7396.5,
        7398.74
    ],
    [
        " And we need to.",
        7399.76,
        7400.36
    ],
    [
        " You got to play the game so that you can get more influence.",
        7406.56,
        7410.48
    ],
    [
        " And that means doing what you have to do.",
        7411.82,
        7416.82
    ],
    [
        " That means not saying, hey, our morale sucks and we don't have good leadership.",
        7416.9,
        7420.74
    ],
    [
        " No, it means going, okay, we're going to move.",
        7421.02,
        7423.3
    ],
    [
        " We're going to move forward.",
        7423.6,
        7424.38
    ],
    [
        " Here's the goal.",
        7424.5,
        7424.94
    ],
    [
        " Here's what I think.",
        7425.06,
        7425.64
    ],
    [
        " Here's what I believe.",
        7425.84,
        7426.46
    ],
    [
        " Hey, by the way, I'm going to run this up the chain of command.",
        7426.94,
        7429.26
    ],
    [
        " I'm going to gather the data myself.",
        7429.56,
        7431.56
    ],
    [
        " I'm going to do the research.",
        7432.2,
        7433.54
    ],
    [
        " I'm going to do the administrative work.",
        7433.94,
        7435.6
    ],
    [
        " I'm going to study the cases.",
        7435.76,
        7436.76
    ],
    [
        " I'm going to present them and say, hey, here's what's happening.",
        7436.98,
        7439.22
    ],
    [
        " And I'm going to do that from an unemotional situation.",
        7440.32,
        7443.14
    ],
    [
        " Just from pure logic, hey, we've had this many shootings.",
        7443.68,
        7446.18
    ],
    [
        " We've had this many incidents.",
        7446.52,
        7447.32
    ],
    [
        " We've had this many suspects turn up with concussions.",
        7447.66,
        7455.62
    ],
    [
        " There's only one thing that causes a concussion to a suspect.",
        7456.92,
        7459.88
    ],
    [
        " It's getting hit in the head.",
        7460.16,
        7461.16
    ],
    [
        " So if we're having 42% concussion rate, maybe we could drop that down",
        7461.9,
        7467.5
    ],
    [
        " if we use something that doesn't cause concussions, but still gives us control.",
        7467.5,
        7470.64
    ],
    [
        " You've got to do that legwork and make life good for the people that work for you.",
        7471.06,
        7478.0
    ],
    [
        " And that can be a little bit hard to do, but it's not that hard.",
        7479.62,
        7483.62
    ],
    [
        " You know, you're subordinates.",
        7483.98,
        7486.08
    ],
    [
        " Look at you as the guy.",
        7486.16,
        7488.78
    ],
    [
        " And so the way you carry yourself and the way you present yourself in the morale",
        7489.98,
        7492.72
    ],
    [
        " that you have is the morale that they're going to have.",
        7492.72,
        7494.5
    ],
    [
        " That's what they're going to see as the way it is.",
        7494.88,
        7497.12
    ],
    [
        " And I've always viewed in a seal team that with a seal team",
        7497.4,
        7501.04
    ],
    [
        " has different vibes in them.",
        7501.04,
        7503.5
    ],
    [
        " Good and bad.",
        7504.02,
        7504.6
    ],
    [
        " Someone have good commands.",
        7504.82,
        7506.12
    ],
    [
        " And there's a new commanding officer every two years at a seal team.",
        7506.72,
        7509.36
    ],
    [
        " So you get a new guy that comes in and he might be a lot different",
        7509.62,
        7512.94
    ],
    [
        " than the last guy.",
        7512.94,
        7513.74
    ],
    [
        " He might be really good.",
        7513.94,
        7515.18
    ],
    [
        " He might be really bad.",
        7515.26,
        7516.28
    ],
    [
        " And you know what, it doesn't matter.",
        7516.84,
        7518.78
    ],
    [
        " It doesn't matter to me in the seal platoon as a platoon commander",
        7519.06,
        7521.78
    ],
    [
        " or even as a squad commander or even as an E5 in the seal platoon.",
        7521.78,
        7525.62
    ],
    [
        " Meaning just one of the sled dogs.",
        7526.06,
        7527.5
    ],
    [
        " I don't care what the upper chain of command.",
        7527.9,
        7530.64
    ],
    [
        " Because guess what, we're going to do things right.",
        7530.68,
        7532.54
    ],
    [
        " We're going to make things happen.",
        7533.28,
        7534.32
    ],
    [
        " Now we're knocking up disobey what's being told.",
        7534.42,
        7536.66
    ],
    [
        " But if we're being told something that's wrong, guess what?",
        7536.98,
        7538.68
    ],
    [
        " We're going to try and get it.",
        7538.78,
        7539.4
    ],
    [
        " We're going to run up the chain of command.",
        7539.52,
        7540.5
    ],
    [
        " We're going to be squared away.",
        7540.6,
        7541.4
    ],
    [
        " We're going to play the game so that we can make the changes that need to be made.",
        7541.4,
        7544.94
    ],
    [
        " Because I care about the teams.",
        7544.94,
        7546.9
    ],
    [
        " Just like this guy cares about the police department.",
        7547.22,
        7550.6
    ],
    [
        " Wants it to be a great force.",
        7550.72,
        7552.22
    ],
    [
        " Wants it to do the right thing.",
        7552.46,
        7553.7
    ],
    [
        " And so you got to take that attitude that you control your part of the world.",
        7554.72,
        7562.96
    ],
    [
        " And the more you improve your part of the world and the more influence you gain,",
        7563.34,
        7567.68
    ],
    [
        " the more you'll have control over the big picture as well.",
        7567.96,
        7570.2
    ],
    [
        " There's no company, no corporation that maintains just superb morale all the time.",
        7571.98,
        7578.0
    ],
    [
        " It doesn't happen.",
        7578.24,
        7579.2
    ],
    [
        " Every company, every business, every unit, every force, every team has ups and downs.",
        7579.88,
        7586.1
    ],
    [
        " And they have leadership that comes in and takes over and that everyone considers to be bad.",
        7586.86,
        7590.7
    ],
    [
        " And that's the way it is.",
        7591.18,
        7593.92
    ],
    [
        " But you got to own your little piece of the world.",
        7594.44,
        7596.78
    ],
    [
        " And then as you own your piece of the world, guess what?",
        7598.62,
        7601.12
    ],
    [
        " Everyone starts performing well.",
        7601.28,
        7602.66
    ],
    [
        " And as you perform well, you gain more clout.",
        7603.2,
        7605.42
    ],
    [
        " And as you gain more clout, you can influence real change.",
        7605.54,
        7608.58
    ],
    [
        " And that's what you're looking to do.",
        7609.04,
        7610.64
    ],
    [
        " So don't let, don't let that leadership, that bad, what you consider to be bad leadership.",
        7611.38,
        7618.92
    ],
    [
        " Just don't let that permeate into your head and into your world.",
        7619.3,
        7622.36
    ],
    [
        " Buffer your people from it and then do what you can to build the best team you can get",
        7622.8,
        7627.32
    ],
    [
        " so that you can have more influence so that you can change that policies and the procedures that you don't agree with.",
        7627.32,
        7634.72
    ],
    [
        " It's a long haul.",
        7635.1,
        7636.06
    ],
    [
        " I know it.",
        7636.42,
        7636.94
    ],
    [
        " I don't have a miracle solution for you.",
        7637.04,
        7638.76
    ],
    [
        " Man, it's tough.",
        7638.82,
        7639.22
    ],
    [
        " It's tough.",
        7639.64,
        7640.32
    ],
    [
        " But that's the world.",
        7640.72,
        7642.18
    ],
    [
        " That's the world.",
        7643.04,
        7643.82
    ],
    [
        " Yeah, especially when you dealing with the political elements of it.",
        7644.58,
        7648.28
    ],
    [
        " And then at the same time, you have the public eye on you.",
        7648.28,
        7651.34
    ],
    [
        " You know, so, you know, as far as the exposure and stuff like that,",
        7651.8,
        7657.56
    ],
    [
        " it's the newsman and just, I think, median general.",
        7657.76,
        7660.38
    ],
    [
        " It's easy to spread all this negative stuff.",
        7660.8,
        7664.12
    ],
    [
        " It's easy, you know?",
        7664.22,
        7665.14
    ],
    [
        " So it's like one of those jobs where it, you know, big way, it's,",
        7665.36,
        7669.22
    ],
    [
        " it only gets attention when something's wrong is going on, you know?",
        7669.3,
        7673.0
    ],
    [
        " Yeah, and I would take advantage of a lot of this negative press.",
        7673.18,
        7675.36
    ],
    [
        " Because a lot of this negative press like this guy is saying,",
        7675.44,
        7678.5
    ],
    [
        " hey, we're getting more shootings, we're getting more beatings.",
        7678.74,
        7681.12
    ],
    [
        " Well, why is that?",
        7681.4,
        7682.12
    ],
    [
        " Let's look at our procedures.",
        7682.32,
        7683.38
    ],
    [
        " Hey, boss, you know what?",
        7683.74,
        7684.64
    ],
    [
        " We used to use this chokehold and we had an X amount of concussions.",
        7684.98,
        7688.54
    ],
    [
        " We had an X amount of shootings.",
        7688.54,
        7690.12
    ],
    [
        " You could present the information in a logical way that proves what I know to be true,",
        7690.12,
        7695.7
    ],
    [
        " what this guy knows to be true, what anybody that's ever done this type of work",
        7695.8,
        7699.72
    ],
    [
        " before knows to be true.",
        7699.72,
        7701.16
    ],
    [
        " Right?",
        7701.68,
        7701.88
    ],
    [
        " That is that there are certain techniques that work better than others.",
        7702.0,
        7705.78
    ],
    [
        " And a chokehold and a grappling type scenario definitely works better to subdue somebody",
        7706.32,
        7711.66
    ],
    [
        " than striking them in the head repeatedly until they're knocked unconscious.",
        7711.66,
        7716.14
    ],
    [
        " Yeah, that's just the reality of it.",
        7716.52,
        7718.14
    ],
    [
        " And no one can argue with that.",
        7718.22,
        7719.54
    ],
    [
        " And the only reason that they went against it is for political pressure.",
        7719.76,
        7722.66
    ],
    [
        " So how do we, how do we defeat that?",
        7723.0,
        7724.74
    ],
    [
        " We gain cloud, we move, we continue to get influence, we grow our power,",
        7725.14,
        7730.28
    ],
    [
        " we strengthen our allies, we build a coalition and we go forward and we win.",
        7731.08,
        7735.68
    ],
    [
        " And it might take three years, it might take three months, it might take six years.",
        7736.38,
        7741.22
    ],
    [
        " This guy right here that wrote this might need to be the chief of police himself before he gets it done.",
        7741.58,
        7746.18
    ],
    [
        " But he, that's what he does.",
        7746.36,
        7748.24
    ],
    [
        " He keeps on the right path and keeps moving in the right direction.",
        7748.84,
        7751.9
    ],
    [
        " And does the right thing so that he can get advanced, he doesn't make a bunch of emotional arguments",
        7752.3,
        7757.34
    ],
    [
        " against people that have a bunch of power and put himself in a bad seat for them.",
        7757.36,
        7761.76
    ],
    [
        " Where they're looking at him like he's a rabble rowser.",
        7761.9,
        7764.0
    ],
    [
        " No, not a good thing.",
        7764.28,
        7765.74
    ],
    [
        " You got to build, you got to build the relationships up the chain of commands so that you become respected so that people do listen to you.",
        7765.92,
        7772.04
    ],
    [
        " That's what you got to do, that's how you make it happen.",
        7772.44,
        7774.76
    ],
    [
        " Yeah, man.",
        7775.34,
        7777.2
    ],
    [
        " And on a, on a side note, the chokehold, well, did you get to overall, isn't just submission hold.",
        7777.54,
        7783.56
    ],
    [
        " That's, that's kind of in my opinion, one of the great things about jujitsu.",
        7783.72,
        7787.3
    ],
    [
        " It's like, I know it kind of seems that way sometimes if you're not, if you don't do jujitsu or whatever you think, oh, this guy knows jujitsu.",
        7787.78,
        7795.38
    ],
    [
        " Oh, he'll choke you up. He'll break your arm, you know.",
        7795.56,
        7797.58
    ],
    [
        " The kind of the glamorous part of it is the submission for sure, but the every other part of it is control controlling the situation all the way down to controlling the other guys.",
        7798.36,
        7808.58
    ],
    [
        " So when you, when you consider like just, just a concept of risk control in jujitsu, when you're rolling a son risk control, just that alone will help you in law enforcement.",
        7808.7,
        7819.08
    ],
    [
        " Just that alone, you don't have to let alone the whole of jujitsu, just risk control.",
        7819.3,
        7824.14
    ],
    [
        " That'll help you alone.",
        7824.34,
        7825.5
    ],
    [
        " So you don't need to necessarily, and I'm not saying so the chokehold should remain bad.",
        7825.72,
        7829.72
    ],
    [
        " I'm not saying that.",
        7829.72,
        7830.76
    ],
    [
        " I mean, for someone to die, I mean, I know this guy died because the chokehold was, was applied incorrectly.",
        7830.88,
        7835.12
    ],
    [
        " So you, I don't know if he broke his neck or his atoms up or something.",
        7835.32,
        7838.3
    ],
    [
        " Yes. And by the way, if he had, if he was better at jujitsu, right, he would have applied it, put the guy to sleep.",
        7838.36,
        7844.18
    ],
    [
        " Yeah. And then cough them and then I'll bring it to go, which happens all the time in class, by the way, in training, guys, you can put the sleep all the time.",
        7844.38,
        7850.16
    ],
    [
        " I got put the sleep. I don't even know how many times a bunch of time.",
        7850.28,
        7852.88
    ],
    [
        " For someone to die from a choke from a regular normal choke, you got a choke for a long time.",
        7853.12,
        7858.94
    ],
    [
        " Yeah, where your arms would be so tired, just from choking them after he goes unconscious.",
        7859.06,
        7862.54
    ],
    [
        " You have to keep choking, choking them for a long time. So it takes a lot of real.",
        7862.54,
        7865.98
    ],
    [
        " This is probably what you said, probably a crushed, a high old bone. I think it's called it.",
        7865.98,
        7870.04
    ],
    [
        " It's basically your Adam's apple crush is going to shut your windpipe and the guy didn't get a tracheon man's in time.",
        7870.04,
        7874.94
    ],
    [
        " That is very, very rare.",
        7875.28,
        7877.2
    ],
    [
        " If ever in jujitsu, now I've had, I've seen it happen one time, a guy passed out and went to sleep and someone was geechoking him.",
        7877.54,
        7886.7
    ],
    [
        " And so just kept cranking, didn't realize that he was out for a couple seconds and it hurt him.",
        7886.92,
        7892.62
    ],
    [
        " So you do have to watch out for it, but I mean, that is so rare compared to the amount of times",
        7892.98,
        7898.94
    ],
    [
        " that someone gets hit in the head and gets brain damage.",
        7898.94,
        7901.02
    ],
    [
        " I mean, that just happens all the time.",
        7901.18,
        7902.76
    ],
    [
        " Yeah, yeah.",
        7903.28,
        7904.04
    ],
    [
        " And this choke that you can actually do, that does that kind of stuff.",
        7904.04,
        7907.84
    ],
    [
        " But again, if you know jujitsu, you know the positions. You know the moves.",
        7908.02,
        7912.06
    ],
    [
        " You know the submissions, if you can do submission.",
        7912.24,
        7913.78
    ],
    [
        " And you're not panicking.",
        7913.78,
        7914.9
    ],
    [
        " Yeah.",
        7915.14,
        7915.56
    ],
    [
        " You feel very comfortable on the ground. You feel very comfortable engaging in combat.",
        7915.6,
        7919.16
    ],
    [
        " You feel very comfortable engaging in this struggle.",
        7919.16,
        7922.1
    ],
    [
        " Yeah.",
        7922.1,
        7922.6
    ],
    [
        " You're used to it. You do it all the time.",
        7922.7,
        7924.12
    ],
    [
        " So you're not freaking out.",
        7924.12,
        7925.34
    ],
    [
        " Yeah.",
        7925.74,
        7926.02
    ],
    [
        " You're not adrenaline just cranking a guy in the head with a belly club over and over again.",
        7926.18,
        7932.16
    ],
    [
        " And what does he do?",
        7932.34,
        7933.5
    ],
    [
        " He puts his hands up.",
        7933.6,
        7934.44
    ],
    [
        " Why? Because he's trying to fight me. No, he's just trying to protect his head.",
        7934.6,
        7937.86
    ],
    [
        " But you think he's trying to fight you?",
        7937.86,
        7939.26
    ],
    [
        " And that's why you're hitting him even harder.",
        7939.52,
        7941.38
    ],
    [
        " Yeah.",
        7942.44,
        7942.96
    ],
    [
        " So yeah, it's definitely a tough situation.",
        7943.46,
        7947.54
    ],
    [
        " And the way you win on the ground is with jujitsu.",
        7948.48,
        7953.58
    ],
    [
        " And the way you win this leadership situation is also with jujitsu.",
        7953.74,
        7957.74
    ],
    [
        " You don't go and bang heads with the chain of command.",
        7958.1,
        7961.3
    ],
    [
        " That's not how you're going to win this fight.",
        7961.32,
        7963.46
    ],
    [
        " The way you win this fight is by doing jujitsu against the leadership.",
        7963.76,
        7966.52
    ],
    [
        " And you get in with them and you gain their trust.",
        7967.0,
        7970.22
    ],
    [
        " And you make them think that you're the man.",
        7970.22,
        7972.1
    ],
    [
        " And your team is awesome.",
        7972.6,
        7973.72
    ],
    [
        " And by the way, I know our team's awesome.",
        7974.2,
        7976.28
    ],
    [
        " And we totally agree with this policy.",
        7976.54,
        7978.22
    ],
    [
        " And we've supported only this policy is working great.",
        7978.36,
        7980.32
    ],
    [
        " And this other policy.",
        7980.4,
        7981.08
    ],
    [
        " Oh, you know what you got this one policy or that's not so good.",
        7981.28,
        7983.28
    ],
    [
        " Maybe we could do something to fix that.",
        7983.58,
        7984.82
    ],
    [
        " Let me do some research.",
        7984.86,
        7985.6
    ],
    [
        " That's how you win.",
        7986.18,
        7987.44
    ],
    [
        " You got to play the long game.",
        7987.64,
        7988.7
    ],
    [
        " It's so funny that that analogy like, do jujitsu, right?",
        7989.16,
        7991.76
    ],
    [
        " Because really, what jujitsu is establishing a good position.",
        7992.26,
        7995.78
    ],
    [
        " Right?",
        7996.26,
        7996.3
    ],
    [
        " Sounds like a good position knowing where to be and where not to be.",
        7996.3,
        7999.08
    ],
    [
        " You know, where to put your weight or where to put your force.",
        7999.48,
        8002.24
    ],
    [
        " And where not to put your force, you know.",
        8002.6,
        8004.08
    ],
    [
        " Yeah.",
        8004.24,
        8004.66
    ],
    [
        " And the other big pieces that in jujitsu that I was more referring to,",
        8004.74,
        8009.26
    ],
    [
        " although those are all correct and you have to do those.",
        8009.36,
        8011.18
    ],
    [
        " But it's also, hey, you think I'm going to choke you,",
        8011.34,
        8014.46
    ],
    [
        " but I'm actually going to unlock it.",
        8014.66,
        8015.7
    ],
    [
        " Right.",
        8015.7,
        8015.92
    ],
    [
        " Right. Right. Right.",
        8016.16,
        8016.56
    ],
    [
        " Like that's the setup that you flank people and you attack them indirectly.",
        8016.6,
        8020.48
    ],
    [
        " Right.",
        8020.72,
        8020.9
    ],
    [
        " You infiltrate and you do things indirectly instead of going and just",
        8021.18,
        8026.28
    ],
    [
        " fisticuffs banging each other, war of attrition.",
        8027.3,
        8029.4
    ],
    [
        " Right.",
        8029.84,
        8029.86
    ],
    [
        " Don't do that.",
        8029.94,
        8030.5
    ],
    [
        " So true, man.",
        8030.98,
        8031.84
    ],
    [
        " Yeah.",
        8032.62,
        8034.94
    ],
    [
        " Leading up the chain of command, I think that's kind of a new concept.",
        8035.08,
        8038.72
    ],
    [
        " Not a new light.",
        8038.98,
        8039.88
    ],
    [
        "",
        8040.18,
        8040.18
    ],
    [
        " We get, you know, that's a, that's a chapter in the book.",
        8040.3,
        8043.22
    ],
    [
        " Yeah.",
        8043.54,
        8043.74
    ],
    [
        " Or it's actually a sub chapter in the book, but it's one that people",
        8043.96,
        8046.7
    ],
    [
        " always have a hard time getting their head around because",
        8046.7,
        8049.18
    ],
    [
        " I always said like, my boss did whatever I wanted him to do.",
        8049.18,
        8052.98
    ],
    [
        " Yeah.",
        8053.06,
        8053.24
    ],
    [
        " Yeah.",
        8053.78,
        8054.1
    ],
    [
        " People don't understand that.",
        8053.9,
        8055.24
    ],
    [
        " That's the way it is when you build trust and you take the time",
        8055.34,
        8058.3
    ],
    [
        " and you build the relationship and you prove over and over again",
        8058.3,
        8061.7
    ],
    [
        " that you're going to do the right thing and the right situation",
        8061.7,
        8063.72
    ],
    [
        " and that you're going to take accountability and responsibility",
        8063.72,
        8066.02
    ],
    [
        " when something goes wrong and that you have a good head on your shoulders",
        8066.02,
        8069.36
    ],
    [
        " and that you're not going to get emotional about things",
        8069.36,
        8071.28
    ],
    [
        " and you do all those things and that you're driving and supporting the mission.",
        8071.28,
        8074.94
    ],
    [
        " Guess what you're going to get?",
        8075.0,
        8075.64
    ],
    [
        " You're going to get supported.",
        8075.68,
        8076.3
    ],
    [
        " Which means your boss is going to do what you want him to do.",
        8076.64,
        8078.78
    ],
    [
        " Yeah.",
        8079.14,
        8079.3
    ],
    [
        " Meanwhile, you're doing the same thing with down the tiniq, man.",
        8079.4,
        8081.24
    ],
    [
        " You're doing the same thing with down the tiniq.",
        8081.3,
        8082.62
    ],
    [
        "",
        8082.68,
        8082.68
    ],
    [
        " You're doing the same thing.",
        8082.88,
        8083.58
    ],
    [
        " It's crazy.",
        8083.74,
        8084.34
    ],
    [
        " Because you just, I don't know, it doesn't seem as intuitive, you know?",
        8084.82,
        8088.58
    ],
    [
        " Because it'll be easiest excuse that anyone could ever have is,",
        8088.68,
        8093.24
    ],
    [
        " hey, you know what, my boss didn't give me what I needed.",
        8093.66,
        8095.42
    ],
    [
        " That's why I failed.",
        8095.54,
        8096.22
    ],
    [
        " Hey, you know what?",
        8096.8,
        8097.38
    ],
    [
        " Our bosses won't let us use chokeholds.",
        8097.72,
        8100.1
    ],
    [
        " And therefore, we can't accomplish our mission well.",
        8100.48,
        8102.74
    ],
    [
        " No, guess what?",
        8103.3,
        8103.9
    ],
    [
        " I'm going to make, I'm going to lead up the chain of command",
        8104.26,
        8107.04
    ],
    [
        " and I'm going to get my superiors to let us do what we need to do",
        8107.04,
        8110.48
    ],
    [
        " to do it effectively.",
        8110.48,
        8111.38
    ],
    [
        " Because guess what?",
        8111.52,
        8111.96
    ],
    [
        " The leadership is lined.",
        8112.34,
        8114.14
    ],
    [
        " Your leadership is going to be aligned with what you want to do.",
        8114.8,
        8116.92
    ],
    [
        " Do you think that the leadership of the LAPD wants, you know,",
        8117.14,
        8120.86
    ],
    [
        " victors suspects and perps to get brain damage or killed?",
        8121.4,
        8126.82
    ],
    [
        " No, they didn't want that.",
        8127.12,
        8127.78
    ],
    [
        " They wanted, they want them to be arrested properly.",
        8128.14,
        8129.68
    ],
    [
        " They didn't want to have lawsuits the whole nine yards.",
        8129.84,
        8131.2
    ],
    [
        " So if you're presenting something to them, that's going to improve them",
        8131.54,
        8134.5
    ],
    [
        " and move them towards the mission and support the ideals of what they're trying to get accomplished.",
        8134.5,
        8139.44
    ],
    [
        " Of course, you're going to get supported.",
        8139.44,
        8140.74
    ],
    [
        " Now you're going to get these little political battles.",
        8140.88,
        8142.8
    ],
    [
        " But those are just part of the challenge.",
        8142.8,
        8144.28
    ],
    [
        " They're just part of making it happen.",
        8144.42,
        8146.1
    ],
    [
        " That's part of the Jiu-Jitsu.",
        8146.36,
        8148.42
    ],
    [
        " Yeah, when you're role of the guy, don't expect them not to fight back.",
        8148.76,
        8153.52
    ],
    [
        " Yeah, they're going to fight back.",
        8153.54,
        8154.88
    ],
    [
        " Exactly right.",
        8155.58,
        8156.44
    ],
    [
        " Last question.",
        8157.06,
        8158.14
    ],
    [
        " Jocke, do you think having an aggressive mindset is the same as being proactive?",
        8160.06,
        8165.5
    ],
    [
        " So I actually looked up the definition for these two words aggressive and proactive.",
        8168.84,
        8175.0
    ],
    [
        " So proactive is creating or controlling a situation by causing something to happen rather than responding to it after it has happened.",
        8175.3,
        8185.42
    ],
    [
        " And aggressive is ready or likely to attack or confront, characterized by or resulting from aggression.",
        8186.48,
        8197.96
    ],
    [
        " So you can see that the meanings, they're certainly similar.",
        8199.14,
        8206.62
    ],
    [
        " And I definitely think you have to be proactive in the world.",
        8208.02,
        8212.34
    ],
    [
        " You want to be dictating what happens, not responding to it.",
        8215.92,
        8220.7
    ],
    [
        " And yeah, that means creating or controlling a situation as much as you can.",
        8220.96,
        8227.6
    ],
    [
        " Right? So that's proactive.",
        8228.54,
        8230.7
    ],
    [
        " But being aggressive, that means you're ready to attack.",
        8232.1,
        8238.68
    ],
    [
        " As I always point out, that doesn't mean that you walk around with your chest puffed out.",
        8240.7,
        8246.38
    ],
    [
        " Ready to bang heads with everyone around you.",
        8246.9,
        8249.76
    ],
    [
        " It doesn't mean you confront people all the time.",
        8249.94,
        8253.22
    ],
    [
        " Physically or mentally head on without a tactically superior plan.",
        8253.92,
        8261.0
    ],
    [
        " It doesn't mean you go straight forward into conflict without thought and without reason.",
        8263.28,
        8270.0
    ],
    [
        " Doesn't mean you engage in attrition warfare.",
        8270.4,
        8273.58
    ],
    [
        " No.",
        8274.44,
        8275.72
    ],
    [
        " That is almost never smart.",
        8276.42,
        8280.8
    ],
    [
        " But what it does mean, what aggression does mean?",
        8281.7,
        8287.02
    ],
    [
        " Is that you're going to get after it?",
        8289.66,
        8292.02
    ],
    [
        " You're going to move fast.",
        8292.02,
        8294.7
    ],
    [
        " You're going to think fast.",
        8294.94,
        8295.9
    ],
    [
        " You're going to outthink and outmaneuver the enemy.",
        8296.1,
        8299.5
    ],
    [
        " And if I think the enemy is going to attack me, I'm going to attack him first.",
        8300.58,
        8305.38
    ],
    [
        " And if I think the enemy is going to seize a piece of train, I'm going to be there waiting for him.",
        8306.8,
        8313.68
    ],
    [
        " And if the enemy is going to try and flank me too late, I'm already going to be flanking him.",
        8315.82,
        8323.94
    ],
    [
        " So I don't view aggression as an outward attitude.",
        8325.08,
        8334.84
    ],
    [
        " I view aggression as an internal character trait, a fire in your mind that says, I am going to win.",
        8336.62,
        8348.76
    ],
    [
        " I'm going to fight and I'm going to battle and I'm going to use every tool I have to crush my enemy.",
        8349.3,
        8356.5
    ],
    [
        " And that tool, it might be fists.",
        8357.8,
        8360.9
    ],
    [
        " But it also might be Gael.",
        8363.1,
        8365.32
    ],
    [
        " And it could be a frontal attack.",
        8366.1,
        8370.56
    ],
    [
        " But it also might be a covert assassination.",
        8371.38,
        8377.44
    ],
    [
        " And it could be a vulgar display of power.",
        8380.2,
        8384.04
    ],
    [
        " But just as likely, it could be a subtle political maneuver.",
        8386.48,
        8394.14
    ],
    [
        " And that's what aggression is to me.",
        8394.76,
        8399.26
    ],
    [
        " The unstoppable fighting spirit, the drive, the burning desire to achieve mission success using every possible tool, every asset,",
        8399.66,
        8411.38
    ],
    [
        " and every strategy in tactic to bring about victory to me.",
        8411.38,
        8419.46
    ],
    [
        " Aggression is the will to win.",
        8419.76,
        8422.82
    ],
    [
        " And if that kind of internal and relentless aggression is your default mode,",
        8423.32,
        8435.94
    ],
    [
        " then you will win.",
        8439.36,
        8441.0
    ],
    [
        " And I think that's all I've got for tonight.",
        8442.22,
        8451.26
    ],
    [
        " So it's all YouTubers out there.",
        8453.38,
        8457.36
    ],
    [
        " Thanks for joining us in this conversation.",
        8458.62,
        8462.24
    ],
    [
        " Thanks for listening and subscribing.",
        8463.58,
        8466.26
    ],
    [
        " And if you like it, go through a little review on iTunes or post it on your social media.",
        8467.06,
        8473.54
    ],
    [
        " So you do what you can to spread the word.",
        8474.48,
        8477.62
    ],
    [
        " So we can get more people out of the darkness and into the light.",
        8478.58,
        8486.12
    ],
    [
        " Thanks for connecting with us through the interwebs.",
        8487.5,
        8491.6
    ],
    [
        " And if you don't know on Twitter, I'm at Jocco Willink and Echo is at Echo Charles.",
        8492.16,
        8499.94
    ],
    [
        " Give us a shout out there or ask us any questions you might have.",
        8501.06,
        8506.34
    ],
    [
        " And of course, thanks to the companies that support us.",
        8506.8,
        8512.08
    ],
    [
        " And please support the companies that support us.",
        8514.48,
        8516.82
    ],
    [
        " How can I do that, Echo?",
        8517.42,
        8518.48
    ],
    [
        " It's true.",
        8518.8,
        8519.12
    ],
    [
        " Actually, back to the Twitter thing, that's your surprisingly easy to talk to on Twitter.",
        8519.66,
        8528.82
    ],
    [
        " So I know a lot of people, they'll be like maybe a follow-up question to some questions on here or something that they've heard.",
        8529.32,
        8535.1
    ],
    [
        " Something that won't require a big long extended answer.",
        8535.56,
        8537.64
    ],
    [
        " And that's I think from what I've seen and what I've experienced, that's a good place to ask.",
        8539.48,
        8543.74
    ],
    [
        " Yeah, for sure.",
        8544.12,
        8544.72
    ],
    [
        " Yeah, if you've got a question asked on Twitter, I might just respond and say no, I would never do that.",
        8544.9,
        8549.54
    ],
    [
        " Or yes, that's an excellent idea.",
        8549.68,
        8551.76
    ],
    [
        " Or whatever.",
        8552.06,
        8553.52
    ],
    [
        " Or I might say, hey, I'm just going to answer that in a podcast.",
        8553.8,
        8556.3
    ],
    [
        " Yeah, it's a good spot though, I think.",
        8556.72,
        8558.3
    ],
    [
        " It's not one of these things where you'll just be like, hey, Jocco, this and then it goes ignored.",
        8558.62,
        8563.06
    ],
    [
        " Not ignored, but I don't know how long I'll be able to keep this up for.",
        8563.44,
        8566.22
    ],
    [
        " I mean, there's starting to be a lot of people on there, which is awesome.",
        8566.22,
        8569.04
    ],
    [
        " But I definitely will like anybody that puts something pertinent.",
        8569.6,
        8574.28
    ],
    [
        " Yeah, man, somebody's taking some time to talk to me.",
        8574.88,
        8577.48
    ],
    [
        " I'm going to take some time to talk to you back.",
        8577.66,
        8579.04
    ],
    [
        " Yeah, that's good, man.",
        8579.56,
        8580.34
    ],
    [
        " I try to do the same thing even though people are more just making jokes to me.",
        8580.9,
        8583.7
    ],
    [
        " Which actually I prefer because my answers are, may or may not be reliable.",
        8584.0,
        8589.32
    ],
    [
        " We'll just say that.",
        8589.94,
        8590.62
    ],
    [
        " But if you want to support the podcast in other ways, of course, and you want to get some solid supplements,",
        8590.84,
        8596.5
    ],
    [
        " the only supplements that you take, right?",
        8596.5,
        8600.0
    ],
    [
        " Yes, indeed.",
        8600.64,
        8601.42
    ],
    [
        " Yeah, me too, aside from weird pre-workout that I sometimes take, the only supplements I take is from On It.",
        8601.82,
        8606.92
    ],
    [
        " Because quality is guaranteed.",
        8607.3,
        8609.18
    ],
    [
        " Anyway, go to OnIt.com slash Jocco.",
        8610.7,
        8612.72
    ],
    [
        " You get a Warrior Bar, do yourself that favor.",
        8613.28,
        8615.32
    ],
    [
        " I would say Shroom Tech, you know, for Brain, but the Warrior Bar that might be the new stuff.",
        8616.1,
        8619.28
    ],
    [
        " You know, anyway, do that or go to Amazon or before you go to Amazon, go to joccopodcast.com or joccostore.com",
        8619.36,
        8627.6
    ],
    [
        " and click through the link that you can support that way.",
        8627.6,
        8630.04
    ],
    [
        " It's pretty cool kind of passively.",
        8630.2,
        8632.04
    ],
    [
        " Support with one click.",
        8632.42,
        8633.36
    ],
    [
        " Boom, that's how you're going to do.",
        8633.96,
        8634.84
    ],
    [
        " Or you get a shirt while you're on there, joccostore.com.",
        8635.4,
        8637.82
    ],
    [
        " If you like them, you don't have to put it, yeah, if you like them, go ahead and do that.",
        8638.02,
        8641.14
    ],
    [
        " We've got bumper stickers and mugs too, now, by the way.",
        8641.72,
        8643.96
    ],
    [
        " In case you didn't know that, jocco has one on his wrist.",
        8644.5,
        8647.48
    ],
    [
        " It's the most outlandish product that we could make.",
        8647.48,
        8650.46
    ],
    [
        " Well, I have to figure that out.",
        8650.6,
        8651.32
    ],
    [
        " What's the most outlandish jocco product that we could come up with?",
        8651.44,
        8656.78
    ],
    [
        " Hit us up on Twitter, know what outlandish product you on.",
        8657.94,
        8661.92
    ],
    [
        " And echo will create it.",
        8662.48,
        8663.98
    ],
    [
        " And there's bad news.",
        8664.76,
        8665.66
    ],
    [
        " Echo Miriam and I create it.",
        8665.78,
        8666.76
    ],
    [
        " Yeah, I'm going to create it.",
        8667.24,
        8668.14
    ],
    [
        " And I think I will.",
        8668.32,
        8668.8
    ],
    [
        " Also, if you want to read about these principles, if you want to read about them,",
        8669.46,
        8672.46
    ],
    [
        " these principles in a more official manner, you can check out the book Extreme Ownership,",
        8672.58,
        8678.12
    ],
    [
        " that Lave Babin and I wrote, Hardcover, Kindle, Audio Book.",
        8678.24,
        8683.28
    ],
    [
        " The audio book is read by myself and Lave.",
        8683.66,
        8685.9
    ],
    [
        " So you can hear us talk more.",
        8686.74,
        8689.36
    ],
    [
        " And then finally, and most important, thanks to everybody for getting aggressive",
        8690.62,
        8700.4
    ],
    [
        " as you attack, your weaknesses, and you make yourself better, faster, stronger, smarter, healthier.",
        8700.86,
        8710.54
    ],
    [
        " And of course, thanks to everyone out there for setting that alarm clock,",
        8711.78,
        8718.28
    ],
    [
        " opening your eyes, springing out of bed, and getting after it.",
        8719.14,
        8726.44
    ],
    [
        " And until next time, this is Jocco and Echo.",
        8728.62,
        8732.56
    ],
    [
        " Out.",
        8733.28,
        8734.16
    ]
]