[
    [
        " This is Jocco Podcast number 18 with Echo Charles and me, Jocco Willink. Good evening, Echo.",
        0.14,
        8.9
    ],
    [
        " Good evening.",
        9.34,
        9.88
    ],
    [
        " He who fights with monsters should be careful, lest he thereby become a monster.",
        10.68,
        23.0
    ],
    [
        " And if thou gaze long into the abyss, the abyss will also gaze into thee.",
        24.34,
        34.6
    ],
    [
        " So said Nietzsche.",
        34.6,
        38.88
    ],
    [
        " And that is really what we're dealing with here in the world, in my world.",
        39.8,
        50.16
    ],
    [
        " Fighting.",
        52.18,
        52.94
    ],
    [
        " Fighting against monsters.",
        53.4,
        57.02
    ],
    [
        " And I'm talking about what goes on not only in the outside world,",
        58.26,
        65.44
    ],
    [
        " and the evil that's there, but also in the world around us,",
        66.04,
        70.08
    ],
    [
        " and also inside your head, inside my head, there's battles.",
        70.08,
        75.44
    ],
    [
        " Battles.",
        77.32,
        78.12
    ],
    [
        " That can be raging every minute of the day between strength and weakness,",
        76.18,
        86.22
    ],
    [
        " between the past and the future, between good and evil,",
        86.78,
        90.62
    ],
    [
        " between light and dark, opposing forces, battling against each other.",
        91.6,
        98.74
    ],
    [
        " And we all see evil.",
        100.02,
        104.24
    ],
    [
        " I mean, of course, there's those of us that have been to war,",
        105.34,
        108.16
    ],
    [
        " where we see concentrated evil, but evils everywhere around us,",
        108.46,
        113.9
    ],
    [
        " around everyone, disease, and crime, and murder, and abuse, and loss.",
        114.52,
        121.26
    ],
    [
        " And there's predators out there.",
        122.44,
        126.54
    ],
    [
        " And there's prey in nature and in humans.",
        127.58,
        132.74
    ],
    [
        " And as I've said before, there's parts of the world where we've built a nice bubble,",
        133.56,
        139.5
    ],
    [
        " where we can all but remove the evil, or at least distance ourselves from it.",
        140.3,
        148.16
    ],
    [
        " And in doing so, we can almost, almost forget about it.",
        148.16,
        155.54
    ],
    [
        " Almost.",
        159.6,
        160.6
    ],
    [
        " But it's a thin, thin veneer.",
        159.78,
        164.5
    ],
    [
        " And it doesn't take much to release the demons.",
        165.18,
        171.78
    ],
    [
        " It doesn't take much for humanity to fall apart.",
        172.38,
        177.54
    ],
    [
        " And that shows itself often in war,",
        178.34,
        183.96
    ],
    [
        " which is one of those things that can very quickly release the demons.",
        184.9,
        192.24
    ],
    [
        " There are dead soldiers, dead women, dead children.",
        193.16,
        201.64
    ],
    [
        " Everyone's dead.",
        202.34,
        203.74
    ],
    [
        " Shorn-headed boys, sometimes maraudes, sometimes laughing, beaten up in our barracks",
        205.3,
        211.36
    ],
    [
        " with broken jaws and ruptured lungs.",
        211.36,
        213.5
    ],
    [
        " We were hurted into this war and killed by the hundred.",
        214.08,
        217.02
    ],
    [
        " We didn't even know how to shoot.",
        218.14,
        219.5
    ],
    [
        " We couldn't kill anyone. We didn't know how.",
        219.82,
        221.84
    ],
    [
        " All that we were capable of was crying and dying.",
        222.84,
        226.78
    ],
    [
        " And die we did.",
        227.62,
        229.76
    ],
    [
        " We called the rebels uncle.",
        230.84,
        234.78
    ],
    [
        " And when our boys' throats were cut, they'd beg the rebels, please uncle,",
        235.72,
        240.1
    ],
    [
        " don't kill me. What did I ever do to you?",
        240.1,
        242.52
    ],
    [
        " We so wanted to live.",
        245.48,
        247.44
    ],
    [
        " Get that into your heads. You fat, smug generals who sent us off to this slaughter.",
        248.36,
        252.82
    ],
    [
        " We hadn't yet seen life or even tasted its scent.",
        254.0,
        257.22
    ],
    [
        " But we had already seen death.",
        258.04,
        259.5
    ],
    [
        " We knew this smell of congealed blood on the floor of a helicopter in a hundred-degree heat.",
        261.2,
        266.4
    ],
    [
        " We knew that the flesh of a torn-off leg turns black",
        267.0,
        270.32
    ],
    [
        " and that a person can burn up entirely and lit gasoline, leaving just the bones.",
        270.32,
        276.7
    ],
    [
        " We knew that bodies swell up in the heat and we listened every night to the crazed dogs",
        277.76,
        284.34
    ],
    [
        " howling in the ruins.",
        284.34,
        285.42
    ],
    [
        " Then we started to howl ourselves",
        286.7,
        291.16
    ],
    [
        " because to die at the age of eighteen is terrifying.",
        291.16,
        297.02
    ],
    [
        " We were betrayed by everyone and we died in a manner",
        298.62,
        305.04
    ],
    [
        " befitting real cannon fodder silently and unfairly.",
        305.04,
        309.74
    ],
    [
        " By night they kick the living crap out of us.",
        310.36,
        314.28
    ],
    [
        " By day we unload corpses.",
        314.7,
        316.62
    ],
    [
        " I have no dreams in this tent and no charred bodies chase me at night.",
        318.68,
        323.98
    ],
    [
        " I just plunge into a dark pit where there is nothing, not even a war,",
        324.66,
        328.86
    ],
    [
        " and I open my eyes when it gets light.",
        329.24,
        330.94
    ],
    [
        " A person changes very quickly in war.",
        331.98,
        335.14
    ],
    [
        " He may be scared by a dead body on the first day,",
        335.56,
        339.58
    ],
    [
        " but a week later he can be eating from a can while leaning on human remains",
        340.06,
        344.52
    ],
    [
        " to be more comfortable.",
        344.52,
        345.94
    ],
    [
        " That's a book we're diving into right now.",
        347.14,
        355.52
    ],
    [
        " It's called One Soldiers of War.",
        356.1,
        358.84
    ],
    [
        " By Arcadia Bob Chanko.",
        361.12,
        363.62
    ],
    [
        " He was a Russian soldier,",
        364.24,
        365.9
    ],
    [
        " fought in both wars in Chesnia,",
        367.78,
        370.2
    ],
    [
        " the first and the second.",
        371.02,
        372.3
    ],
    [
        " The Russians fought against the Chesan rebels.",
        372.54,
        375.0
    ],
    [
        " This is actually a book that a bunch of people after we did a short piece",
        375.92,
        382.86
    ],
    [
        " and talked about the war in Chesnia,",
        382.86,
        386.14
    ],
    [
        " and the lessons learned from that war.",
        386.14,
        389.0
    ],
    [
        " A bunch of people hit me on Twitter and said to check out this book and I did.",
        389.6,
        393.62
    ],
    [
        " They were right, it's a great narrative.",
        394.34,
        397.48
    ],
    [
        " It shows you the impact of this war on the soldiers that fought in it.",
        397.52,
        404.52
    ],
    [
        " Once again, we are going to see the veil of humanity ripped off.",
        404.6,
        411.08
    ],
    [
        " I think it's important first to look at where these soldiers came from.",
        412.56,
        418.88
    ],
    [
        " Back to the book here.",
        420.24,
        422.78
    ],
    [
        " You won't find any smart handsome boys in these tents.",
        423.0,
        426.48
    ],
    [
        " They were gotten out of the war by their rich daddies,",
        427.14,
        430.1
    ],
    [
        " leaving it to us ordinary folk to die in Grozny,",
        430.44,
        433.46
    ],
    [
        " the ones who didn't have the money to pay our way out.",
        434.0,
        436.3
    ],
    [
        " Heaped in these tents are the sons of laborers, teachers, peasants, and blue collar workers.",
        437.34,
        442.78
    ],
    [
        " Basically all of those who were made penniless by the government's thieves,",
        443.4,
        447.34
    ],
    [
        " these feaving reforms, and then left the waste away.",
        447.34,
        450.48
    ],
    [
        " These tents contain the ones who didn't know how to give a bribe to the right person,",
        451.62,
        457.1
    ],
    [
        " who thought that the army service was the duty of every man.",
        458.0,
        461.12
    ],
    [
        " Truth and nobility of heart are no longer virtues in our world.",
        462.76,
        467.2
    ],
    [
        " Those who believe in them are the first to die.",
        468.1,
        470.74
    ],
    [
        " Now, one thing that I'm about to get into is the treatment of the Russian soldiers,",
        477.58,
        484.58
    ],
    [
        " which is absolutely just gangster.",
        485.12,
        489.06
    ],
    [
        " It's just gangsters the only way I can describe it.",
        490.06,
        493.48
    ],
    [
        " The way that the soldiers were treated, the way that the military was run,",
        494.12,
        497.2
    ],
    [
        " was just by brute force within the own chain of command.",
        497.64,
        501.42
    ],
    [
        " So there was no escape.",
        501.96,
        503.26
    ],
    [
        " This is what they were dealing with.",
        504.92,
        506.76
    ],
    [
        " So there's an unofficial set of rules, a kind of a code of laws,",
        507.74,
        512.04
    ],
    [
        " which it violated in Kerr-Corpel punishment.",
        512.38,
        515.48
    ],
    [
        " If I stuck my hands in my pockets, I'd get a thump on the head.",
        516.5,
        520.46
    ],
    [
        " That is the privilege of the older soldiers, a spirit, and a spirit.",
        520.64,
        525.04
    ],
    [
        " This is what they call the new soldiers. They call them spirits up.",
        525.14,
        527.4
    ],
    [
        " A spirit should forget about his pockets entirely.",
        528.32,
        531.02
    ],
    [
        " Otherwise, they will fill them up with sand and sow them.",
        531.18,
        534.42
    ],
    [
        " The sand chafes the groin, and two days later you have weeping sores.",
        535.16,
        538.62
    ],
    [
        " You can get a beating for anything at all.",
        539.62,
        541.58
    ],
    [
        " If a spirit doesn't show respect in his conversation with an older soldier,",
        541.92,
        545.8
    ],
    [
        " a granddad, he'll get beaten up.",
        546.24,
        548.48
    ],
    [
        " If he talks too loudly or goes about the barracks clattering his heels, he'll get beaten up.",
        549.2,
        554.16
    ],
    [
        " If he lies on his bed in the day, he'll get beaten up.",
        554.64,
        557.64
    ],
    [
        " If people back home send him good rubber slippers and he decides to wear them to the shower,",
        557.84,
        562.64
    ],
    [
        " he'll get beaten up and lose those slippers.",
        562.94,
        565.42
    ],
    [
        " If a spirit even thinks of turning down the tops of his boots or walking around with his top button,",
        566.56,
        573.44
    ],
    [
        " undone her if his cap is tipped back or on his head or to one side,",
        573.5,
        577.08
    ],
    [
        " or he doesn't do his belt up tightly enough, they'll thrash him so hard he'll forget his name.",
        577.58,
        582.32
    ],
    [
        " He is a spirit, the lowest drags, and it is his job to slave until the older soldiers have been discharged.",
        582.68,
        591.82
    ],
    [
        " And then he goes on, that's sort of the basic military situation that they're in and that he's raised in.",
        593.3,
        603.62
    ],
    [
        " And that's sort of the garrison, meaning not the combat situation,",
        604.1,
        608.7
    ],
    [
        " but just the garrison, the standard Russian situation if you're a soldier.",
        608.7,
        612.66
    ],
    [
        " Now here's the situation he's in.",
        614.0,
        615.48
    ],
    [
        " But there is none of this in our regiment.",
        616.7,
        620.66
    ],
    [
        " All of that stuff is just child's play.",
        621.36,
        624.72
    ],
    [
        " It's the big leagues here.",
        625.24,
        626.68
    ],
    [
        " I can walk how I like and wear what I like and it doesn't bother anyone.",
        627.88,
        631.56
    ],
    [
        " They beat us for completely different reasons.",
        631.92,
        634.7
    ],
    [
        " Our older conscripts have already killed people and buried their comrades,",
        635.14,
        639.14
    ],
    [
        " and they don't believe they'll survive this war themselves.",
        639.72,
        642.74
    ],
    [
        " So beatings here are just the norm.",
        643.54,
        645.02
    ],
    [
        " Everyone is going to die anyway, both those doing the beating and their victims.",
        646.34,
        650.5
    ],
    [
        " So what's the big deal?",
        651.12,
        652.14
    ],
    [
        " There's the runway, two steps from here, and they keep bringing back bodies by the dozen.",
        653.5,
        657.98
    ],
    [
        " We'll all die here.",
        658.66,
        660.04
    ],
    [
        " Everybody beats everyone.",
        661.3,
        662.74
    ],
    [
        " The dimples with three months of service to go, the officers, the worn officers,",
        663.2,
        667.5
    ],
    [
        " they get stinking drunk and then hammer the ones below them.",
        667.92,
        670.74
    ],
    [
        " Even the colonels beat the majors, the majors beat the lieutenants, and they all beat the privates.",
        671.86,
        676.2
    ],
    [
        " And the granddad's beat the new recruits.",
        677.22,
        679.16
    ],
    [
        " No one talks to each other like human beings, they just smack each other in the mouth,",
        680.08,
        683.66
    ],
    [
        " because it's easier that way, quicker and simpler to understand.",
        684.04,
        687.14
    ],
    [
        " Because you're all going to bite it anyways, you bitches.",
        688.48,
        691.36
    ],
    [
        " Because there are unfed children back home, because the officer corps",
        692.12,
        696.54
    ],
    [
        " is rattled with impoverishment and hopelessness.",
        696.54,
        698.98
    ],
    [
        " Because a dimple has three months left.",
        699.48,
        701.74
    ],
    [
        " Because every second man is shell shocked.",
        702.38,
        704.56
    ],
    [
        " Because our mother-in-law makes us kill our own people.",
        704.94,
        707.24
    ],
    [
        " Our own people who speak Russian.",
        707.68,
        709.96
    ],
    [
        " And we have to shoot them in the head and send their brains flying up walls,",
        710.9,
        714.02
    ],
    [
        " crush them with tanks and tear them to pieces.",
        714.12,
        716.36
    ],
    [
        " Because these people want to kill you.",
        717.08,
        718.72
    ],
    [
        " Because your soldiers arrived yesterday straight from training.",
        719.06,
        721.4
    ],
    [
        " And today they are already lying open on the airstrip as lumped lumps of charred flesh",
        721.72,
        727.02
    ],
    [
        " and fly's lay eggs in their open eyes.",
        727.02,
        730.92
    ],
    [
        " And because in a day, the company is reduced to less than a third.",
        731.18,
        734.82
    ],
    [
        " And God willing, you'll stay among that third.",
        735.1,
        737.7
    ],
    [
        " Because the one thing that everyone knows is how to get drunk and kill.",
        738.48,
        743.0
    ],
    [
        " Kill and kill some more.",
        743.66,
        745.12
    ],
    [
        " Because a soldier is a stinking wretch.",
        746.82,
        749.0
    ],
    [
        " And a spirit doesn't have any right to live at all.",
        750.08,
        752.26
    ],
    [
        " And to beat him is actually to do him a favor.",
        752.54,
        754.56
    ],
    [
        " I'll teach you what war is about you, Prix.",
        756.62,
        759.34
    ],
    [
        " You can have, you can all have a smack in the mouth",
        760.7,
        762.78
    ],
    [
        " so you don't think life is too rosy.",
        762.78,
        764.36
    ],
    [
        " And thank your mother that she didn't have you six months earlier.",
        764.62,
        767.42
    ],
    [
        " Or you'd all be dead now.",
        767.72,
        769.3
    ],
    [
        " Everyone hates everyone else in this regiment.",
        771.96,
        774.72
    ],
    [
        " The hatred and madness hang over the square like a flower black cloud.",
        775.28,
        780.28
    ],
    [
        " And this cloud saturates young boys with fear,",
        781.52,
        784.42
    ],
    [
        " just like pieces of barbecue meat being marinated in lemon juice.",
        784.92,
        788.58
    ],
    [
        " Only they get stewed and fear and hatred before they get sent off to the meat grinder.",
        789.62,
        794.7
    ],
    [
        " It will be easier for us to die there.",
        796.66,
        801.32
    ],
    [
        " So you've got some, you know, the things with the things you hear me talking about all the time.",
        802.46,
        810.06
    ],
    [
        " The camaraderie, the the asprey decor, the brotherhood, all of it's just gone.",
        810.34,
        818.82
    ],
    [
        " Now you're going to get to a point and he does get to it where you get to the front line troopers",
        819.54,
        823.66
    ],
    [
        " when they're fighting and they rely on each other.",
        823.66,
        826.9
    ],
    [
        " And they have the normal, soldierly, brotherly, comrade, love for each other.",
        827.24,
        832.64
    ],
    [
        " But as a unit throughout the ranks, you can see it's it's it's awful.",
        832.88,
        838.66
    ],
    [
        " And this is before we even get to the fighting.",
        839.56,
        843.48
    ],
    [
        " Yakovlev vanished toward evening.",
        848.8,
        850.24
    ],
    [
        " He wasn't the first to go missing.",
        850.96,
        853.06
    ],
    [
        " A couple of weeks earlier, two soldiers from the eighth company had taken a machine gun and tried to go home.",
        854.46,
        860.38
    ],
    [
        " No one looked for your Kovlev.",
        861.56,
        865.64
    ],
    [
        " The storming of Grasny was underway and second battalion tried in vain for the third day to take the cross-shaped hospital,",
        867.32,
        874.36
    ],
    [
        " suffering high casualties.",
        874.72,
        875.94
    ],
    [
        " And we were bogged down for the third day at the first row of houses in the private district.",
        876.6,
        880.96
    ],
    [
        " The storming operation was faltering and we didn't have time to look.",
        881.94,
        885.58
    ],
    [
        " They listed him as a deserter, wrote off his rifle, as lost in combat and closed the case.",
        886.84,
        892.54
    ],
    [
        " It was the Oman and this is like their sort of a special police unit that they had within the military.",
        894.42,
        900.7
    ],
    [
        " Oman.",
        901.42,
        902.08
    ],
    [
        " It was the Oman who turned up our missing man during the night while they were mopping up in the first line.",
        902.4,
        909.06
    ],
    [
        " In one cottage cellar, they found a mutilated body.",
        909.84,
        913.94
    ],
    [
        " The rebels had slit him open like a tin of meat.",
        914.48,
        918.12
    ],
    [
        " Pulled out his intestines and used them to strangle him while he was still alive.",
        919.46,
        924.94
    ],
    [
        " On the neatly white washed walls above him, written in his blood,",
        925.58,
        931.12
    ],
    [
        " were the words,",
        931.24,
        932.5
    ],
    [
        " a lockbar.",
        932.86,
        933.96
    ],
    [
        " God is great.",
        935.08,
        936.32
    ],
    [
        " So now you get a little bit from the enemy and we already talked about the abuse",
        938.98,
        945.72
    ],
    [
        " and now we're going to get into some blue on blue.",
        945.92,
        949.18
    ],
    [
        " Some fracture side.",
        949.98,
        951.78
    ],
    [
        " Half an hour later, we got shelled by self-propelled guns.",
        952.9,
        957.22
    ],
    [
        " I'm standing in the street with a company commander when the first house on the right suddenly shutters",
        957.68,
        961.92
    ],
    [
        " and start to collapse in the center.",
        961.92,
        963.28
    ],
    [
        " A huge split spreads down from the ninth floor.",
        963.94,
        966.82
    ],
    [
        " Balkanese girders and floor supports spew out and seem to hover in the air, turn over,",
        967.22,
        971.74
    ],
    [
        " and then drive themselves into ground with a thud.",
        972.04,
        974.26
    ],
    [
        " Small debris scatters into the yard after the heavy blocks.",
        974.6,
        978.26
    ],
    [
        " We don't know what's happening and squat down instinctively, crawl behind a rusty,",
        979.1,
        983.14
    ],
    [
        " shrapnel-riddled garage and look all around us.",
        983.46,
        986.0
    ],
    [
        " Then we realize that it's friendly fire.",
        987.06,
        989.78
    ],
    [
        " The company commander fumbles for the headphone of the radio on my back and starts to call the battalion commander.",
        990.72,
        996.14
    ],
    [
        " I crawl over the spare radio that's standing on open ground with the commander scrambling after me,",
        996.76,
        1002.5
    ],
    [
        " still wearing the headphones.",
        1002.5,
        1003.74
    ],
    [
        " One after the other, him standing over my head and me crouch between his legs,",
        1004.82,
        1008.04
    ],
    [
        " we shout into the mouthpiece for them to cease firing.",
        1008.18,
        1010.48
    ],
    [
        " Tangled up in the wires and the headphones, we forget all about the shrapnel.",
        1011.56,
        1014.98
    ],
    [
        " All we can think about is reporting that we are here and they should halt shelling.",
        1015.06,
        1019.02
    ],
    [
        " That we must stop them from hitting our guys.",
        1020.24,
        1022.22
    ],
    [
        " Our infantrymen pour out of the house and stand dumbstruck.",
        1024.08,
        1027.46
    ],
    [
        " All the porches not knowing where to run.",
        1028.08,
        1029.96
    ],
    [
        " Huge 150 millimeter shells weighing more than 60 pounds roar through the air above us and blow up the upper floors.",
        1031.68,
        1039.22
    ],
    [
        " One blast erupts a whole vertical section of the building vanishes, leaving just rusty steel entrails,",
        1039.68,
        1047.3
    ],
    [
        " jutting from the shattered walls.",
        1047.86,
        1049.48
    ],
    [
        " Another shell flies down the middle of the yard and hits the house on the left before it explodes.",
        1050.58,
        1055.84
    ],
    [
        " Time loses meaning.",
        1057.42,
        1058.88
    ],
    [
        " We lie behind the garage, pressing ourselves into the snow.",
        1059.66,
        1062.68
    ],
    [
        " How long this lasts, I have no idea.",
        1063.18,
        1065.46
    ],
    [
        " Finally, it's over, with two seriously wounded.",
        1068.64,
        1073.36
    ],
    [
        " The shell that flew down the middle of the yard exploded right inside their headquarters while two men were there.",
        1073.94,
        1079.2
    ],
    [
        " The leg in one side of them was blown to pieces and the other had both legs torn off.",
        1080.18,
        1086.12
    ],
    [
        " Again, we run the wounded to the carrier on stretchers and load them inside.",
        1086.84,
        1091.48
    ],
    [
        " Again, they make no sound except for when one opens his eyes and says quietly, get my leg.",
        1091.94,
        1096.88
    ],
    [
        " Side G picks up the severed remnants of the leg and carries it along beside the stretcher.",
        1099.66,
        1105.82
    ],
    [
        " Five of them carry him in pieces, for taking his torso and one is leg.",
        1106.26,
        1111.14
    ],
    [
        " They load him into the carrier, the limb is placed inside behind him.",
        1112.66,
        1116.5
    ],
    [
        " The other wounded man dies.",
        1116.96,
        1120.04
    ],
    [
        " Some insight here.",
        1123.4,
        1124.78
    ],
    [
        " I think this is a striking and I remember when you're a kid, you grow up, you watch war movies, you watch war documentaries, you watch World War Two films and they're all black and white.",
        1125.62,
        1137.22
    ],
    [
        " Sometimes people think that war is black and white because that's what you see.",
        1138.62,
        1142.6
    ],
    [
        " And he thought the same thing and here he is.",
        1144.68,
        1148.34
    ],
    [
        " I always used to think that war was black and white but it's in color.",
        1148.74,
        1153.5
    ],
    [
        " It's not true what the song says that birds don't sing and trees don't grow in war.",
        1153.98,
        1159.88
    ],
    [
        " In fact, people get killed in the midst of such vivid color among the green foliage of the trees under the clear blue sky.",
        1160.56,
        1169.42
    ],
    [
        " And life hums on all around.",
        1170.36,
        1172.42
    ],
    [
        " The birds brim with song, the grass blooms with brightly colored flowers, dead people lie in the grass and they are not a bit scary in appearance as part of this multi-colored world.",
        1172.82,
        1185.5
    ],
    [
        " You can laugh and chattelong side them.",
        1186.5,
        1189.2
    ],
    [
        " Humanity doesn't freeze and go crazy at the sight of a body.",
        1189.36,
        1192.02
    ],
    [
        " It's only frightening when people shoot at you.",
        1193.24,
        1195.66
    ],
    [
        " And it's very frightening that war is in color.",
        1196.82,
        1201.2
    ],
    [
        " Talking about some of the civilians, especially the mothers.",
        1202.1,
        1210.42
    ],
    [
        " The mothers have it worst of all in this war.",
        1211.12,
        1214.6
    ],
    [
        " They don't belong to either side.",
        1215.42,
        1216.96
    ],
    [
        " They get brushed off from the Russian generals or our soldiers shoot at them.",
        1217.3,
        1222.68
    ],
    [
        " And as one priest we freed from captivity told me, the chesians take them off into the mountains and rape them, kill them and feed their innards to their dogs.",
        1223.36,
        1232.62
    ],
    [
        " They have been betrayed by everyone, these Russian women.",
        1233.18,
        1236.6
    ],
    [
        " They die by the dozen.",
        1237.26,
        1238.5
    ],
    [
        " Yet still, they wander around Chesnia with their photos searching for their sons.",
        1239.4,
        1244.74
    ],
    [
        " And what's happening to the sons?",
        1251.5,
        1253.1
    ],
    [
        " Here's what's happening to the sons.",
        1253.74,
        1257.16
    ],
    [
        " Then the chesians start killing our guys they took prisoner.",
        1258.74,
        1263.02
    ],
    [
        " They shout from the end of the street to get our attention and show a few soldiers, badly beaten and with their hands tied behind their backs.",
        1263.9,
        1271.52
    ],
    [
        " The chesians laugh and shout something at us in their language.",
        1272.9,
        1276.02
    ],
    [
        " And then quickly put one of the prisoners on his side on the asphalt, pin his head with a foot and stab him twice in the throat with a knife.",
        1276.74,
        1283.52
    ],
    [
        " The boy jerks his tied hands and whimpers.",
        1284.38,
        1290.0
    ],
    [
        " And a black trickle spreads from his slash throat onto the road.",
        1290.78,
        1294.74
    ],
    [
        " The chesians go back around the corner leaving him to die on the asphalt.",
        1297.1,
        1301.14
    ],
    [
        " He lies a long time on his side without moving and then he starts to twitch.",
        1302.02,
        1309.36
    ],
    [
        " He jerks his bound hands and tries to turn over as if he's uncomfortable.",
        1310.44,
        1314.06
    ],
    [
        " Then he falls quiet again.",
        1314.84,
        1316.12
    ],
    [
        " It is painful for him to move and he obediently lies on his side with a gaping throat that can't be seen.",
        1317.42,
        1324.72
    ],
    [
        " And he keeps pumping a black trickle.",
        1324.74,
        1326.42
    ],
    [
        " When we think he's already dead he starts to twitch again and tries to crawl then goes still again.",
        1327.96,
        1334.78
    ],
    [
        " This goes on a long time, blood pours from his throat and smears across his face.",
        1336.34,
        1341.1
    ],
    [
        " His jacket is slipped down to his elbows and when he jerks his arms blood spurts from an artery onto his bear shoulder.",
        1342.0,
        1349.06
    ],
    [
        " Bastards says murky unable to bear it any longer.",
        1351.44,
        1354.36
    ],
    [
        " He jumps up and shouts over the buildings just kill him you fuckers shoot him you bastards bastards.",
        1354.68,
        1360.14
    ],
    [
        " He unslings his rifle.",
        1360.14,
        1363.02
    ],
    [
        " But Osipov and loop managed to grab the barrel.",
        1363.5,
        1367.24
    ],
    [
        " They grip his arms and press him to the ground.",
        1367.52,
        1369.98
    ],
    [
        " Murky squats holding his head in his hands and moaning.",
        1371.66,
        1375.16
    ],
    [
        " Bastards bastard bastards bastards.",
        1375.62,
        1377.8
    ],
    [
        " He whimper whispers.",
        1377.94,
        1379.28
    ],
    [
        " The boy soon starts to choke.",
        1380.44,
        1383.84
    ],
    [
        " He can't breathe and blood sprays from his mouth as he coughs.",
        1384.14,
        1387.96
    ],
    [
        " Sometimes he loses consciousness for a while and lies motionless.",
        1388.86,
        1392.28
    ],
    [
        " Then he comes to and once again tries to crawl.",
        1392.66,
        1394.94
    ],
    [
        " When he stops moving all together the chush and shoot him in the back with trace arounds.",
        1399.28,
        1403.8
    ],
    [
        " The bullets pass through his body and ricochet into the sky.",
        1404.14,
        1408.48
    ],
    [
        " They also kill the rest of the prisoners.",
        1410.0,
        1412.68
    ],
    [
        " This time they don't appear from around the corner.",
        1413.5,
        1415.82
    ],
    [
        " All we hear are screams.",
        1416.3,
        1417.26
    ],
    [
        " Before they cut each boy's throat they shout alaakbar.",
        1418.78,
        1422.9
    ],
    [
        " We hear this several times and an hour later they throw the bodies out into the street.",
        1424.56,
        1429.62
    ],
    [
        " Savagery.",
        1431.3,
        1436.06
    ],
    [
        " And unfortunately savagery breeds more savagery.",
        1436.5,
        1446.0
    ],
    [
        " And the downward spiral of sadism and inhumanity.",
        1446.42,
        1455.84
    ],
    [
        " Meanwhile stories of horrors elsewhere in Cheshnaia kept filtering back to us.",
        1456.4,
        1465.56
    ],
    [
        " A friend of mine told me how his battalion entered some village or another.",
        1466.86,
        1470.9
    ],
    [
        " It didn't get sheld much and was almost intact.",
        1471.98,
        1475.1
    ],
    [
        " But around the main square were large crosses upon which Russian soldiers had been crucified.",
        1475.7,
        1481.98
    ],
    [
        " They had been nailed up by their hands and each had a few bullet holes in his chest.",
        1482.54,
        1488.06
    ],
    [
        " They had all been castrated.",
        1489.56,
        1491.64
    ],
    [
        " The commander ordered them to do a sweep through the village.",
        1493.06,
        1497.34
    ],
    [
        " All the men who could be found were hurted up into the square.",
        1498.3,
        1501.54
    ],
    [
        " They were thrown down in piles and our soldiers started to hack them up.",
        1502.48,
        1506.78
    ],
    [
        " One guy pinned a cheshand to the ground with his foot.",
        1508.02,
        1510.98
    ],
    [
        " While another pulled off his pants and with two or three hefty slashes severed his scrotum.",
        1511.74,
        1517.34
    ],
    [
        " The serrated blade of the knife snagged the skin and pulled the blood vessels from his body.",
        1518.56,
        1524.5
    ],
    [
        " In half a day the whole village was castrated.",
        1527.76,
        1531.6
    ],
    [
        " Then the battalion moved out.",
        1531.92,
        1534.88
    ],
    [
        " Our dead men remained on the crosses.",
        1535.52,
        1539.08
    ],
    [
        " As I said, savagery breeds more savagery.",
        1540.74,
        1550.24
    ],
    [
        " Here's one of the worst parts.",
        1557.34,
        1558.76
    ],
    [
        " Psychologically for this soldier, for our Katie, and many of the soldiers that were fighting alongside him.",
        1558.9,
        1573.0
    ],
    [
        " We don't know what we are fighting for.",
        1574.58,
        1577.92
    ],
    [
        " We have no goal, no morals or internal justification for what we do.",
        1579.36,
        1584.52
    ],
    [
        " We are sent off to kill and to meet our deaths, but we don't know why.",
        1584.74,
        1589.28
    ],
    [
        " We just drew the short straw, happened to be born 18 years ago, and grew up just in time for this war.",
        1590.2,
        1597.48
    ],
    [
        " And our blame ends there.",
        1598.84,
        1601.74
    ],
    [
        " The only thing we have is hope, the hope that we will survive and preserve our sense of self,",
        1603.14,
        1610.0
    ],
    [
        " and be able to remain human beings.",
        1610.0,
        1612.84
    ],
    [
        " We all feel the injustice of it all.",
        1613.36,
        1617.1
    ],
    [
        " We feel the injustice of it all so acutely with our 18 years.",
        1617.48,
        1622.96
    ],
    [
        " Each one of us that survives this war will truly believe that such evil should never happen again.",
        1624.26,
        1630.24
    ],
    [
        " Every shell that hit us tore apart both the flesh and the soul.",
        1631.5,
        1637.94
    ],
    [
        " Our whole outlook on life crumbled and collapsed beneath this demonic fire, and there was nothing to fill the emptiness in it.",
        1639.22,
        1647.44
    ],
    [
        " The only thing we have left is ourselves and our brothers and arms.",
        1648.74,
        1653.92
    ],
    [
        " All we know of life is death.",
        1655.62,
        1658.46
    ],
    [
        " If anyone ever asked me what were you fighting for, I will reply for those who clung to the ground next to me.",
        1661.9,
        1669.06
    ],
    [
        " We fought only for each other.",
        1669.72,
        1671.1
    ],
    [
        " Our entire generation may have died in Chesnia, a whole generation of Russians.",
        1672.5,
        1676.7
    ],
    [
        " Even those of us who stayed alive, can they really be those same 18-year-old laughing boys who once got seen off to the army by their loved ones?",
        1677.54,
        1686.1
    ],
    [
        " No. We died.",
        1686.84,
        1690.28
    ],
    [
        " We all died in that war.",
        1690.88,
        1694.06
    ],
    [
        " Now, there's a point where Arcadia the author is there under fire.",
        1702.54,
        1713.36
    ],
    [
        " He's feeling the pressure of being under fire.",
        1715.38,
        1717.58
    ],
    [
        " He thinks he knows where the sniper is, but he's not 100% sure.",
        1718.6,
        1724.34
    ],
    [
        " He thinks I saw something and he calls for fire.",
        1724.7,
        1727.8
    ],
    [
        " He directs heavy cannons from some armored vehicles towards that fire.",
        1728.72,
        1735.44
    ],
    [
        " The next day or two days later he finds out that what happened to the people that were killed in that war was an 8-year-old or a 9-year-old girl and her grandfather.",
        1738.26,
        1750.82
    ],
    [
        " Here's his thoughts on that.",
        1751.68,
        1756.96
    ],
    [
        " Yesterday I murdered a girl.",
        1760.9,
        1762.58
    ],
    [
        " I suddenly felt sick and there was nothing I could do about it.",
        1763.42,
        1766.92
    ],
    [
        " There was nowhere to go and beg forgiveness.",
        1767.16,
        1769.22
    ],
    [
        " I had murdered them and it was irrevocable.",
        1770.58,
        1773.32
    ],
    [
        " Now I would be a child killer my whole life and I'd have to live with this.",
        1774.26,
        1779.28
    ],
    [
        " Eat, drink, raise children, be happy and sad, laugh and cry, be ill, love and kiss Olga.",
        1779.72,
        1792.66
    ],
    [
        " Touch this pure radiant creation with hands that had murdered.",
        1794.52,
        1797.98
    ],
    [
        " Touch her face, eyes, lips, breasts, so tender and vulnerable and leave greasy traces of death on her clear skin.",
        1798.78,
        1808.04
    ],
    [
        " These hands, these damned hands, I should cut them off and discard them.",
        1808.78,
        1813.64
    ],
    [
        " I will never get them clean now.",
        1814.84,
        1816.52
    ],
    [
        " I stuck my hands between my knees and started to rub them on my pant legs.",
        1817.64,
        1821.9
    ],
    [
        " I understood that this was psychosis, madness, but I couldn't help it.",
        1822.5,
        1827.44
    ],
    [
        " It seemed my hands had become sticky like when you've eaten food in a dirty cafe under the sun.",
        1828.24,
        1834.56
    ],
    [
        " Murder had stuck to them, the vialest kind of murder, and I couldn't get it off.",
        1836.64,
        1843.46
    ],
    [
        " The next day he's in the chow hall, they're eating, and one of his buddies hands him a tin with some oatmeal in it.",
        1848.94,
        1857.8
    ],
    [
        " Here, eat this, we saved it for you.",
        1857.92,
        1859.98
    ],
    [
        " Thanks. I took the tin and absolutely started to wolf down the cold oatmeal.",
        1861.08,
        1865.84
    ],
    [
        " Then I stopped.",
        1866.52,
        1867.6
    ],
    [
        " Remember how the chessians hit us yesterday?",
        1868.82,
        1871.76
    ],
    [
        " You know what? It turns out we killed a girl when we fired back, an eight-year-old girl and her grandfather.",
        1872.42,
        1877.32
    ],
    [
        " And here's the response from a leg.",
        1878.3,
        1881.34
    ],
    [
        " It happens. Don't think about it. It'll pass.",
        1882.66,
        1885.54
    ],
    [
        " If you're going to put yourself through hell every time it happens, you'll go out of your mind.",
        1886.6,
        1890.52
    ],
    [
        " People here kill and get killed. They kill us, we kill them.",
        1891.56,
        1896.06
    ],
    [
        " I've killed two. It's just war.",
        1896.68,
        1899.64
    ],
    [
        " Our own lives aren't worth a thing here. Let alone someone else's.",
        1901.02,
        1904.5
    ],
    [
        " Don't think about it. At least not until you get home. Right now you're still too close to her.",
        1905.36,
        1910.02
    ],
    [
        " She's dead and you're alive, but you're both still rotting in one place.",
        1910.54,
        1914.98
    ],
    [
        " Only she's below ground and you're above it.",
        1915.64,
        1918.78
    ],
    [
        " And the difference between you may only be one day.",
        1919.38,
        1923.52
    ],
    [
        " Now, going to another little section where they've gone into a place called Argon,",
        1928.06,
        1935.12
    ],
    [
        " and they've got a pretty secure perimeter in old factory.",
        1935.98,
        1940.18
    ],
    [
        " We are halted for the fourth day in a row at the canning factory in Argon.",
        1941.02,
        1946.2
    ],
    [
        " It's the best place we've been so far during our deployment and we feel completely safe inside the fence that skirts the perimeter.",
        1946.6,
        1953.26
    ],
    [
        " The trouble with this war is that we are in a permanent state of encirclement and can expect to be shot in the back at any moment.",
        1954.56,
        1962.5
    ],
    [
        " But here we are sheltered. We relax.",
        1963.26,
        1966.88
    ],
    [
        " April has arrived and the sun has already beating down.",
        1968.94,
        1971.46
    ],
    [
        " We rock around, practically naked, wearing only our cut off long johns and army boots.",
        1972.62,
        1977.94
    ],
    [
        " And we are we are alike as brothers and brothers we are for there's no one in the world closer than emaciated soldiers with lice bitten armpits, sun brown necks, and otherwise white, putrifying skin.",
        1978.42,
        1993.92
    ],
    [
        " And while he's there, he's reflecting on some of the things he's seen.",
        1994.56,
        2002.8
    ],
    [
        " And he says, I remember the photo we found near chateau of the little cheshian boy.",
        2003.84,
        2009.64
    ],
    [
        " He's only about seven, but he's showing off with a rifle in his hands while his mom stands alongside, beaming at her little grown up son.",
        2010.08,
        2019.3
    ],
    [
        " How proud she is of him, so full of joy for the holy warrior who already knows how to hold a rifle.",
        2020.44,
        2027.16
    ],
    [
        " There will be even greater pride in her eyes when he severs the head of his first Russian prisoner at the age of seventeen.",
        2028.86,
        2035.72
    ],
    [
        " At twenty he'll attack a column and kill more people and at twenty two he'll run his own slave camp.",
        2036.72,
        2042.32
    ],
    [
        " Then at twenty five they will hunt him down from a helicopter like a wolf.",
        2042.96,
        2047.34
    ],
    [
        " Flush him into the open and fire rockets at him as he darts between shell craters splattering his guts all over the place.",
        2048.36,
        2055.2
    ],
    [
        " Then he'll lie in a puddle and stare at the sky with half open, lifeless eyes, now nothing more than an object of disgust as lice crawl into his beard.",
        2056.62,
        2067.32
    ],
    [
        " We've seen warriors like this grown up from such boys, from cubs into wolves.",
        2068.3,
        2075.18
    ],
    [
        " And to think my mother would have flayed the skin from my back with a belt if I'd ever thought to pose with a weapon when I was a kid.",
        2076.54,
        2083.38
    ],
    [
        " Enough. No sense in dwelling on this now.",
        2085.2,
        2089.02
    ],
    [
        " Later. Everything later.",
        2089.96,
        2092.7
    ],
    [
        " So we kind of talked about the suffering that they, the abuse that they're taking from their own military leadership.",
        2094.74,
        2110.72
    ],
    [
        " We talked about the friendly fire situation to be on the hardened enemy that gets raised to fight.",
        2110.84,
        2117.44
    ],
    [
        " And on top of all that there's nature and disease that they have to deal with.",
        2118.56,
        2123.14
    ],
    [
        " My bleeding starts again and my long johns are permanently encrusted with blood.",
        2126.62,
        2131.94
    ],
    [
        " We all have it. Your rectum swells up and protrudes out several centimeters.",
        2132.96,
        2138.94
    ],
    [
        " Half your backside hangs out and you sit resplendent like a scarlet flower.",
        2139.62,
        2144.66
    ],
    [
        " Where are we supposed to find wiping material?",
        2145.42,
        2148.84
    ],
    [
        " We strip the remaining scraps of wallpaper from the storerooms and rasp at our poor back sides,",
        2150.34,
        2156.5
    ],
    [
        " inflicting further harm on ourselves and sending blood gushing from our pants.",
        2157.02,
        2161.34
    ],
    [
        " War is not just attacks, trenches, firefights and grenades.",
        2162.88,
        2167.3
    ],
    [
        " It's also blood and feces running down your rotting legs.",
        2168.08,
        2172.48
    ],
    [
        " It's starvation, lice and drunken madness.",
        2173.36,
        2176.48
    ],
    [
        " It's swearing and human debasement.",
        2177.6,
        2179.8
    ],
    [
        " It's an inhuman stench and clouds of flies circling over our battalion.",
        2180.42,
        2186.4
    ],
    [
        " And as time goes on, he's sort of starting to feel like the end of the war,",
        2188.86,
        2194.66
    ],
    [
        " at least the end of his deployment is going to come, which starts to actually intensify the fear for him.",
        2194.82,
        2203.62
    ],
    [
        " I live with fear constantly now.",
        2204.96,
        2207.7
    ],
    [
        " He began that day and doesn't abate.",
        2208.34,
        2210.0
    ],
    [
        " I'm scared all the time.",
        2210.28,
        2211.66
    ],
    [
        " The fear alternately turns slowly like a worm somewhere below my stomach or floods through me with a hot flush of sweat.",
        2212.36,
        2220.9
    ],
    [
        " This is not the tension I experienced in the mountains, but pure animal fear.",
        2221.64,
        2226.88
    ],
    [
        " I can no longer sleep.",
        2227.96,
        2229.24
    ],
    [
        " I don't trust the centuries and spend most nights in the admin building or on the parade ground.",
        2230.08,
        2235.24
    ],
    [
        " I always keep my chest harness stuffed with loaded magazines that I've traded for food and cigarettes.",
        2235.74,
        2240.78
    ],
    [
        " I have about 25 magazines and still seems too few.",
        2241.3,
        2246.48
    ],
    [
        " I also empty a few clips of bullets into my pockets and hang about a dozen grenades from my belt.",
        2247.74,
        2252.96
    ],
    [
        " It's still not enough.",
        2253.7,
        2254.78
    ],
    [
        " If they storm us, I want to be fully armed.",
        2255.64,
        2258.36
    ],
    [
        " That's how he finishes out in that complete state of fear.",
        2266.06,
        2270.52
    ],
    [
        " Then it's over.",
        2271.24,
        2275.24
    ],
    [
        " The battalion leaves for where we are to be discharged.",
        2276.62,
        2281.5
    ],
    [
        " For us, the war is over.",
        2282.02,
        2283.54
    ],
    [
        " It starts to rain.",
        2284.92,
        2285.82
    ],
    [
        " The tires of the vehicles squeal on the wet asphalt and rainbow is glimmering the spray thrown up by the wheels.",
        2286.78,
        2292.96
    ],
    [
        " I open the hatch and stick my face out under the rain.",
        2294.04,
        2297.22
    ],
    [
        " Large drops fall straight and evenly on my skin.",
        2298.1,
        2300.96
    ],
    [
        " The sun hangs heavily on the horizon and are column cast long shadows in its rays.",
        2302.1,
        2307.12
    ],
    [
        " And that's it.",
        2308.6,
        2309.66
    ],
    [
        " Peace.",
        2311.26,
        2311.64
    ],
    [
        " This warm damp day is the last day of our war.",
        2313.04,
        2317.98
    ],
    [
        " Shepel is dead and so many others.",
        2320.02,
        2322.48
    ],
    [
        " I remember all of my comrades.",
        2323.02,
        2326.34
    ],
    [
        " I remember their faces, their names.",
        2326.96,
        2330.06
    ],
    [
        " At last we have peace, boys.",
        2331.5,
        2333.18
    ],
    [
        " We waited so long for it, didn't we?",
        2334.54,
        2338.08
    ],
    [
        " We so wanted to meet it together, to go home and not part company until the whole platoon had been to everyone else's home.",
        2339.24,
        2346.28
    ],
    [
        " And even after that we would stay together, stay together, live as one community, always close, always there for each other.",
        2347.26,
        2354.46
    ],
    [
        " What will I do without you?",
        2355.44,
        2358.22
    ],
    [
        " You are my brothers, given to me by the war and we shouldn't be separated.",
        2360.6,
        2366.82
    ],
    [
        " We'll always be together.",
        2367.44,
        2370.0
    ],
    [
        " We still have our whole lives ahead of us.",
        2370.8,
        2373.3
    ],
    [
        " Now, as we hear a lot about these days, the war ended.",
        2374.86,
        2382.32
    ],
    [
        " But it wasn't over.",
        2383.34,
        2384.84
    ],
    [
        " It wasn't over for these guys.",
        2385.3,
        2386.72
    ],
    [
        " And at this point, Arcadia is now back in the city.",
        2387.96,
        2399.64
    ],
    [
        " And he's talking, he's walking around and he's dealing with people.",
        2402.64,
        2405.98
    ],
    [
        " And you're going to see here, he meets up with some other veterans, wounded veterans that are basically on the street.",
        2406.72,
        2414.18
    ],
    [
        " About a million military personnel passed through Cheshire in the 10 years after the start of the first war in 1994.",
        2414.98,
        2424.46
    ],
    [
        " That's the population of a large city.",
        2425.22,
        2426.88
    ],
    [
        " 50 divisions of seasoned soldiers who bring their philosophy, the philosophy of war, back to civilian life, with them when they return.",
        2427.52,
        2437.92
    ],
    [
        " At the age of 18, they had already killed men who were sometimes older than their fathers and saw how these grown men died from the bullets unleashed by their hands.",
        2438.8,
        2449.32
    ],
    [
        " There were no voices of authority and there was no God either.",
        2450.28,
        2454.16
    ],
    [
        " They were ready for anything.",
        2455.4,
        2456.9
    ],
    [
        " There were no women in their world, no children, no old men, no sick people, no cripples.",
        2457.44,
        2463.18
    ],
    [
        " There were just goals, dangerous ones, safe ones, and ones with potential.",
        2463.64,
        2469.96
    ],
    [
        " Three of them, meaning three of the veterans, three of them meet and sit in the subway near my metro station every morning.",
        2471.16,
        2479.94
    ],
    [
        " They have five medals between them, six crutches, two artificial limbs, and one leg, and a common hatred for the whole world.",
        2480.64,
        2492.22
    ],
    [
        " They've been coming here for a few years now to sing songs, and they are always the same songs in the same order.",
        2492.8,
        2500.38
    ],
    [
        " They sing terribly, but that doesn't bother them.",
        2501.0,
        2504.9
    ],
    [
        " They hate the people they are singing for.",
        2506.08,
        2508.56
    ],
    [
        " They see the world from below, and not just because they only have half their bodies left, but because half of their souls are gone too.",
        2509.44,
        2519.88
    ],
    [
        " They're closer to the spit-drenched asphalt than to people's faces.",
        2521.22,
        2524.52
    ],
    [
        " They no longer have the strength to get up and start a new life on plastic legs, and no longer wish to.",
        2525.54,
        2530.98
    ],
    [
        " These young men don't want to try to keep up with life anymore.",
        2532.66,
        2535.9
    ],
    [
        " All they want is for the war to last forever, and for them to be a part of it.",
        2537.12,
        2541.8
    ],
    [
        " For furnishings, one of them brought a small travel rug, a small cushion to sit on, and a tape player.",
        2543.08,
        2551.12
    ],
    [
        " When two of his comrades leave, he stays there on his own.",
        2552.06,
        2555.46
    ],
    [
        " I don't know his name, and it doesn't matter. He is my brother. They all are.",
        2557.26,
        2562.26
    ],
    [
        " Brothers given to me by the war. The whole of Moscow is filled with such brothers.",
        2562.84,
        2568.32
    ],
    [
        " There's at least one in each subway. He spoke first.",
        2569.54,
        2573.68
    ],
    [
        " Where did you fight then, brother? I told him. Then he started to remember stuff.",
        2575.64,
        2581.32
    ],
    [
        " Where, when, how? He told me about getting his leg torn off when his carrier got ambushed.",
        2581.94,
        2588.36
    ],
    [
        " A shell hit the armor by his right hip. He didn't lose consciousness, and he even saw his ripped off leg jerking, and the boots scraping on the rivets.",
        2588.94,
        2598.02
    ],
    [
        " I didn't ask him anything. Just listened in silence. And he calmly spoke, and without any hysterics, just discussing life.",
        2599.46,
        2608.14
    ],
    [
        " I don't understand this world, these people. Why are they alive? What for? They were given life at birth and didn't have to pry it away from death.",
        2610.46,
        2620.64
    ],
    [
        " Have a good life, people. But how do they spend it? Do they want to invent a cure for AIDS and build the world's most beautiful bridge, or make everyone happy?",
        2621.84,
        2632.5
    ],
    [
        " No. They want to rip everyone off, stash away as much money as they can, and that's it.",
        2633.64,
        2639.24
    ],
    [
        " So many boys died. Real kids, and these people here fritter their lives away as ignorantly as a kitten playing with a ball, and have no idea why they are alive.",
        2639.88,
        2650.94
    ],
    [
        " Pointless people. A whole world full of pointless people. A lost generation.",
        2651.96,
        2657.8
    ],
    [
        " And it's not we who are the lost generation. It's them. Those who didn't fight. They are. If their deaths could bring back just one of those boys, did I kill all of them without hesitation?",
        2658.28,
        2673.1
    ],
    [
        " Every single one of them is my personal enemy.",
        2674.24,
        2678.46
    ],
    [
        " He lights a new cigarette from the stub of his last and pours a fresh shot of vodka.",
        2681.26,
        2686.4
    ],
    [
        " And then he laughs evenly, and his eyes flash with hatred.",
        2687.0,
        2692.08
    ],
    [
        " You can't go on enjoying yourself, while two hours flight away, people are killing each other. Children are still dying, and there's starvation, and yet those people are willing to pay 700 rubles for a theater ticket.",
        2693.54,
        2707.88
    ],
    [
        " That's 2000 for the family, just to amuse themselves. You can live for two months in Cheshire on that money.",
        2708.52,
        2713.9
    ],
    [
        " I must be concussed, because I don't understand this. I just can't get my head around it. There's a war going on in their country, and they don't give a damn.",
        2714.64,
        2723.36
    ],
    [
        " So in that case, why shouldn't we give a damn about them, either?",
        2724.34,
        2728.8
    ],
    [
        " Not one of them should ever die without knowing what war is.",
        2730.28,
        2733.66
    ],
    [
        " I want for them to to cry out at night, and cry in their sleep, and without waking to dive under the bed when the New Year's Eve's fireworks are exploding in the yard, and whine there from terror like we did.",
        2736.84,
        2751.08
    ],
    [
        " There is guilty of our deaths as those who killed us, who sent us to the slaughter.",
        2752.78,
        2757.1
    ],
    [
        " Why weren't they striking in Moscow and blocking the roads when we were being killed in Grozny? Why? Why weren't they screaming and tearing their hair out when they saw on TV how dogs fed off the flesh of their boys?",
        2758.86,
        2770.98
    ],
    [
        " Why was there no revolution, uprising, or civil unrest? How could they send their sons off to this slaughter?",
        2771.84,
        2779.94
    ],
    [
        " And then go and have fun, live, drink beer, and earn money while they were dying down there.",
        2781.04,
        2786.82
    ],
    [
        " While jets were flattening the mountains and tearing apart children and women when wounded, cheshand kids rotted in cellars, wrapping the stumps of their limbs in rags and infection crept across the wounds.",
        2788.16,
        2801.42
    ],
    [
        " There are also guilty of these deaths. We are here to get what's ours, and we are ready to kill.",
        2802.98,
        2809.76
    ],
    [
        " His hatred of baits is suddenly as it had welled over. His eyes recede once again behind a film of indifference.",
        2812.16,
        2822.8
    ],
    [
        " Half truths everywhere, half sincerity, half friendship, I can't accept that.",
        2825.64,
        2831.38
    ],
    [
        " Here in civilian life, they only have half truths. In the small measure of truth we had in war was a big lie.",
        2832.48,
        2840.36
    ],
    [
        " So many boys died and I survived. The whole time I used to wonder what for.",
        2842.44,
        2848.06
    ],
    [
        " They were better than I was, but I survived. Surely this is not by pure chance.",
        2849.56,
        2856.3
    ],
    [
        " Maybe I lived so that others remember us. I am a reminder, he says.",
        2857.22,
        2869.78
    ],
    [
        " It's obviously a...",
        2876.5,
        2879.94
    ],
    [
        " This is psychological damage. This is someone that is still reeling from the war.",
        2879.94,
        2893.82
    ],
    [
        " And I can tell you, when I came home from my last deployment, I didn't feel like that, but I understand what he's talking about.",
        2895.92,
        2905.78
    ],
    [
        " When I came home from my last deployment and knowing what great sacrifices Americans were making overseas, including my friends, I remember walking around town and just looking at people.",
        2906.72,
        2920.12
    ],
    [
        " And it is difficult to make that transition mentally back to where people care about the stupidest things.",
        2922.48,
        2929.54
    ],
    [
        " And they're complaining about things that are just no human being should ever be given the right to complain about.",
        2929.94,
        2935.92
    ],
    [
        " And as that individual right there was saying, kind of what I say, what are you doing with your life? What are you doing with your life?",
        2936.56,
        2948.14
    ],
    [
        " Because people have paid dearly to give you that freedom. So what are you doing with it?",
        2950.98,
        2956.32
    ],
    [
        " And now we get the author's view.",
        2959.6,
        2964.86
    ],
    [
        " And you can kind of hear his struggle as well.",
        2966.4,
        2969.8
    ],
    [
        " No one returns from the war ever.",
        2971.38,
        2976.98
    ],
    [
        " Mother's get back a sad semblance of their sons, embittered, aggressive beasts, hardened against the whole world and believing in nothing except death.",
        2979.24,
        2989.74
    ],
    [
        " Yesterday's soldiers are no longer belong to their parents, they belong to war. And only their body returns from the war. Their soul stays there.",
        2991.02,
        3003.16
    ],
    [
        " But the body still comes home.",
        3005.38,
        3007.48
    ],
    [
        " And the war within it dies gradually, shedding itself in layers, scale by scale.",
        3008.84,
        3015.46
    ],
    [
        " Slowly, very slowly, yesterday's soldier, sergeant or captain transforms from a soulless dummy with empty eyes and a burned out soul into something like a human being.",
        3016.56,
        3030.5
    ],
    [
        " The unbearable nervous tension ebbs away, the aggression simmers down, the hatred passes, the loneliness abates.",
        3032.08,
        3041.4
    ],
    [
        " It's the fear that lingers, lingers longest of all, an animal fear of death. But that too passes with time.",
        3042.12,
        3052.46
    ],
    [
        " And you start to learn to live this life again.",
        3053.88,
        3057.32
    ],
    [
        " You learn to walk without checking the ground beneath your feet for mines and tripwires and step on manholes on the road without fear and stand at your full height in the open ground.",
        3058.08,
        3069.2
    ],
    [
        " And you go shopping, talk on the phone and sleep on a bed.",
        3069.74,
        3075.22
    ],
    [
        " You learn to take for granted the hot water in the taps, the electricity and the central heating.",
        3077.28,
        3083.48
    ],
    [
        " You no longer jump at loud noises.",
        3084.2,
        3087.74
    ],
    [
        " You start to live at first, because that's how it's worked out. And you've stayed alive, you do it without gaining much joy from life.",
        3088.94,
        3098.22
    ],
    [
        " You look at everything as a windfall that came your way through some whim of fate.",
        3098.74,
        3102.74
    ],
    [
        " You lived your life from cover to cover in those 180 days you were there, and the remaining 50 odd years can't add anything to that time or detract from it.",
        3103.92,
        3116.88
    ],
    [
        " Then you start to get drawn into life. You get interested in this game, which isn't for real.",
        3117.46,
        3123.7
    ],
    [
        " You pass yourself off as a fully fledged member of society, and the mask of a normal person grows onto you no longer rejected by your body.",
        3124.72,
        3134.5
    ],
    [
        " And those around you think you are just the same as everyone else.",
        3135.96,
        3139.88
    ],
    [
        " But no one knows your real face, and no one knows that you are no longer a person.",
        3142.2,
        3148.04
    ],
    [
        " Happy, laughing people walk around you, accepting you as one of their own, and no one knows where you've been.",
        3150.34,
        3156.52
    ],
    [
        " But that doesn't bother you anymore.",
        3158.3,
        3160.82
    ],
    [
        " You now remember the war as some cartoon horror movie you once saw.",
        3161.98,
        3165.82
    ],
    [
        " But you no longer recognize yourself as one of its characters.",
        3166.64,
        3170.16
    ],
    [
        " You don't tell anyone the truth anymore. You can't explain what war really is to someone who's never been there, just as you can't explain green to a blind person.",
        3171.6,
        3180.74
    ],
    [
        " Or a man can't know what it's like to give birth. They simply don't have the necessary sensory organs.",
        3181.44,
        3188.0
    ],
    [
        " You can't explain or understand war. All you can do is experience it.",
        3189.34,
        3196.18
    ],
    [
        " You're still waiting for something all these years. God knows what though. You simply can't believe that it ends just like that without any consequences.",
        3197.9,
        3205.98
    ],
    [
        " You're probably waiting for someone to shed some light on it all. For someone to come up to you and say, Brother, I know where you've been.",
        3207.24,
        3214.88
    ],
    [
        " I know what war is, and I know what you've been fighting for.",
        3215.72,
        3219.5
    ],
    [
        " That's very important to know why and what for.",
        3220.52,
        3224.1
    ],
    [
        " Why the brothers the war gave to you had to die. Why people were killed. Why they were fired on goodwill, justice, faith, and love, crushed children, and bombed women.",
        3224.92,
        3237.3
    ],
    [
        " Why the world need to lose that girl I saw on the runway with her smashed head and a bit of her brain lying in an ammo box next to her. Why?",
        3238.8,
        3249.56
    ],
    [
        " But no one tells you.",
        3252.6,
        3254.02
    ],
    [
        " And then you, yesterday's soldier, sergeant, or captain, start to explain it to yourself.",
        3255.46,
        3262.64
    ],
    [
        " You take a pen and paper and produce the first phrase as you start to write. You still don't know what it'll be.",
        3263.1,
        3271.08
    ],
    [
        " A short story or a poem or a song.",
        3272.1,
        3275.98
    ],
    [
        " The lines come with difficulty. Each letter tearing your body like a shard being pulled from a wound.",
        3276.54,
        3283.16
    ],
    [
        " You feel this pain physically as the war comes out of you and onto paper shaking you so that you can't see the letters.",
        3284.36,
        3291.66
    ],
    [
        " You are back there again and death wants more rules, everything.",
        3292.5,
        3296.46
    ],
    [
        " The room fills with moaning and fear and once again you hear the big guns, the screams of the wounded, and people being burned alive.",
        3297.3,
        3304.9
    ],
    [
        " And the whistle of mortar shells falling towards your prone back.",
        3305.6,
        3308.62
    ],
    [
        " The dead rise from their graves and form up. A great number of them, everyone who is dear to you and was killed.",
        3310.24,
        3318.54
    ],
    [
        " You can already spot the familiar faces. Egor, Vaseline, four eyes, the platoon commander. They lean towards you and whisper and their whispering fills the room.",
        3319.04,
        3329.54
    ],
    [
        " Go on, brother. Tell them how we burned in the carriers. Tell them how we cried in surrounded checkpoints in August of 1996, how we whimpered and begged them not to kill us as they pinned us to the ground with their feet and slit our throats.",
        3330.2,
        3344.18
    ],
    [
        " Tell them how boys bodies twitch when bullets hit them. You survived only because we died there. Go on. They should know all this. No one should die before they know what war is.",
        3344.8,
        3359.42
    ],
    [
        " And tainted with blood. The written words appear one after the other.",
        3361.4,
        3370.28
    ],
    [
        " Vodka is downed by the pint while death and madness sit behind beside you nudging you and correcting your pen.",
        3371.74,
        3379.14
    ],
    [
        " And there you are.",
        3379.96,
        3382.44
    ],
    [
        " Yesterday's soldier, sergeant or captain, concussed a hundred times, shot to pieces, patched up, reassembled, half crazed and stupified.",
        3383.82,
        3395.88
    ],
    [
        " And you write and write and wine with helplessness and sorrow and tears pour down your face and stick into your stubble.",
        3396.08,
        3403.92
    ],
    [
        " And you realize that you should not have returned from the war.",
        3404.32,
        3416.16
    ],
    [
        " And that is where the book closes.",
        3432.06,
        3440.44
    ],
    [
        " And those those are the demons. Those are the demons. Why did I survive? Why not them? What about the innocence we killed?",
        3441.6,
        3455.62
    ],
    [
        " Am I good for anything else besides war?",
        3455.88,
        3458.34
    ],
    [
        " And it's not just war that brings out demons. Life does.",
        3459.68,
        3470.04
    ],
    [
        " Stress and mayhem and accidents and crime and madness and loss. Those are demons.",
        3471.84,
        3482.18
    ],
    [
        " That attack, that attack your soul.",
        3486.78,
        3491.32
    ],
    [
        " And there's a saying and it's something like if I kill all my demons, then my angels, they die too.",
        3492.02,
        3506.82
    ],
    [
        " And I say no. I say do not kill your demons. Instead understand them. Know them.",
        3510.84,
        3530.26
    ],
    [
        " It's one of the oldest tenants of war. You have to know your enemy so you can defeat your enemy.",
        3532.38,
        3537.84
    ],
    [
        " And the best trick the devil can play is to make you think he's not there. And that's what these demons do. They hide deep.",
        3539.38,
        3551.22
    ],
    [
        " They pick away at you and they set up on you. But don't pretend that the demons aren't there.",
        3553.06,
        3560.86
    ],
    [
        " You got to know them. You got to understand them. Bring them in. Hold them close. Hold them tight.",
        3562.24,
        3572.1
    ],
    [
        " So you can control them. So you can recognize their form and their presence and their actions.",
        3574.66,
        3585.82
    ],
    [
        " And when I read about those soldiers living in the streets barely living, lost on alcohol and drugs, I think at least in my mind.",
        3586.7,
        3602.08
    ],
    [
        " It's not because they surrendered to the demons. It's because they didn't see them. They didn't know that they were there.",
        3604.0,
        3613.44
    ],
    [
        " They didn't recognize them and they got ambushed. And in fighting. You know, in fighting, it's the punch that you don't see that knocks you out.",
        3614.36,
        3625.3
    ],
    [
        " And in war, it's the ambush that you don't see that kills you. And in your mind, it's got to be the thoughts that you don't see, the things that you don't acknowledge, that you try to ignore, the ones that you try and say aren't there that you don't admit to.",
        3626.84,
        3645.08
    ],
    [
        " Those are the ones that get you. Those are the ones that drag you down. Those are the ones that make you weaker that control you, that pull you into a bottle of pills or of booze or into rage or depression.",
        3647.04,
        3661.92
    ],
    [
        " When you see an alcoholic or a drug addict or someone that has something dragging them down, it's often because they fail to truly admit that that demon is there and that demon has control over them.",
        3665.62,
        3683.66
    ],
    [
        " And they fail to recognize that they can control the demon.",
        3685.24,
        3691.16
    ],
    [
        " I say, know your enemy. Know your demons. And that way you can control them and fight them and keep them at bay.",
        3692.24,
        3708.22
    ],
    [
        " And you don't need to kill them. In fact, I don't even know if you can kill them. They're part of you. They're part of what makes you, you, they're part of what makes me, me.",
        3710.52,
        3720.38
    ],
    [
        " I don't want to kill them. Because if I killed my demons, then maybe I killed my angels as well.",
        3721.1,
        3732.76
    ],
    [
        " But you need to put them in their place. You need to control them. Keep those demons in check.",
        3734.84,
        3742.6
    ],
    [
        " So they don't sneak up on you and gnash you and end up controlling you.",
        3743.6,
        3753.42
    ],
    [
        " And there's one more piece to this. The stronger that you get, the weaker the demons get, the more you control them, the easier they are to control.",
        3757.28,
        3769.82
    ],
    [
        " It just takes that awareness and that ownership and that recognition and the mindset so that you can live your life as you should in control.",
        3772.72,
        3791.06
    ],
    [
        " And on your terms, not on the terms of the demons in your head.",
        3792.4,
        3801.5
    ],
    [
        " So see them and watch them and control them. Own them and then live your life.",
        3805.4,
        3824.06
    ],
    [
        " Now, once again, it appears that I've gone to that dark place.",
        3834.54,
        3842.6
    ],
    [
        " Yeah, who recommended that book, by the way? Do you remember?",
        3843.5,
        3846.94
    ],
    [
        " I'll have to figure it out. But you know, I think part of that. And you know, you and I were talking prior to this and I had to tell you, you know, this is part of me.",
        3847.24,
        3861.14
    ],
    [
        " I've attempted to sit down a couple times with the big positive podcasts and I'm sure we will.",
        3863.66,
        3868.4
    ],
    [
        " But I got some demons in there too that are talking. And this is what they're drawn to. And I want to face them.",
        3869.3,
        3878.84
    ],
    [
        " I want to face them. I want to look at them. I want to go toe to toe with them.",
        3879.6,
        3886.74
    ],
    [
        " And another thing is, as both those soldiers said, people shouldn't get to live without knowing what war is like.",
        3889.98,
        3898.34
    ],
    [
        " Because until you know what war is like, or at least until you open your mind to understand what it is, where it comes from, what it does to people, then that's a whole, it's a whole part of humanity that you're not seeing.",
        3902.68,
        3920.28
    ],
    [
        " And it's the darkest part. And you got to recognize that, especially because if you don't recognize that that darkness is there, again, you're not going to see the beauty you have in your own life.",
        3920.28,
        3937.08
    ],
    [
        " And you know what? That was dark. That was deep. And you know what? In the next 10 minutes, you and I are going to be laughing at something.",
        3937.54,
        3946.38
    ],
    [
        " We're going to be enjoying something. We're going to have some fun. And I think in that respect, the podcast, it reflects life.",
        3946.9,
        3956.98
    ],
    [
        " Because life has ups and downs and it has misery and it has sadness and it also has fun and it has laughter. And that's what reality is.",
        3957.56,
        3967.7
    ],
    [
        " And all those pieces for me, the struggle, the struggle and the pain, that is life. That is the education. That's the reward.",
        3971.52,
        3985.92
    ],
    [
        " That experience that you get, that's what makes you better. And I think that's why we keep ending up here.",
        3987.5,
        3997.38
    ],
    [
        " But we don't dwell there. And I don't dwell there. And I don't think people should dwell there. That's one of the best things about recognizing when you've got these things in your head.",
        4004.56,
        4017.1
    ],
    [
        " If you try and ignore them, they stay there. When you face them, guess what? I can move on. And in 10 minutes, you and I are going to be laughing about something. I don't know what yet. Probably at you.",
        4017.1,
        4028.26
    ],
    [
        " There we go. We're already there. The demon for the night has been faced, my friend.",
        4029.48,
        4035.72
    ],
    [
        " And it looks like it. Yeah. So now let's get to the good stuff, to the light, the internet stuff, the internet stuff. That's right. The interwebs.",
        4035.96,
        4049.44
    ],
    [
        " Speaking of interwebs, we are in fact sponsored by on it. But on the dot com slash jaco to get your warrior bars, also known as the anti-donut, anti-donut, right?",
        4049.84,
        4063.86
    ],
    [
        " Yeah, they had to get your doughnut, get your warrior bar, get yourself some good proteins, some good fat, not much carbs.",
        4063.86,
        4071.72
    ],
    [
        " You know what's funny? Well, you know what's funny? If you're not, if you're in the mood, like, you know, you get cravings for some pringles or something, I don't know, something makes sense.",
        4072.28,
        4082.46
    ],
    [
        " The warrior bar will, yeah, it'll, it'll, it'll, it'll save that, you know, yeah, yeah, it'll save that.",
        4084.82,
        4091.22
    ],
    [
        " Because it's all delicious. So on it, on it dot com slash jaco, get 10% off.",
        4091.22,
        4097.1
    ],
    [
        " Boom. Amazon, click through. Yeah, in the event of you wanting to support this podcast.",
        4097.2,
        4103.16
    ],
    [
        " In that way, just before you do shopping on Amazon, go to jaco. And by the way, this book right here, the book that I read tonight,",
        4103.48,
        4111.12
    ],
    [
        " I know it was a hardcore book and it was real deep and dark and it's, it's tough read mentally, but it's also a great read.",
        4111.16,
        4117.94
    ],
    [
        " I forgot to say this. The book is called One Soldiers War. I said it, but I said it briefly. I'm saying it clearly now.",
        4118.2,
        4123.9
    ],
    [
        " One Soldiers War by Arcadia Babchenko. It's a great book and go to Amazon and buy it because it's, it's just a, it's just a fantastic book.",
        4124.36,
        4135.86
    ],
    [
        " And it'll open your eyes to a part of the world that most people try to ignore. Yeah. And I don't believe you should ignore it.",
        4135.86,
        4141.62
    ],
    [
        " So check that out. And you can buy the best, you put the rest of the books on the, yeah, I'm starting to put the, the, the back.",
        4142.04,
        4148.14
    ],
    [
        " Oh, we're lagging. Yeah, a little bit lagging. Okay. Okay. That's my fault. I didn't make it clear enough that, you know, that that was important. Yeah.",
        4148.64,
        4154.8
    ],
    [
        " That's absolutely true. It is kind of your fault. And this one will be up there. That one is up there. Put it that way.",
        4154.8,
        4162.5
    ],
    [
        " Oh, the new one. Excellent. Excellent. So if you click through there, you can get it on Amazon. And it's a way to support this podcast in the event of you wanting to do that.",
        4163.12,
        4170.86
    ],
    [
        " And if you want to shop for any other stuff on Amazon, just click through that. Click through our website. And you go and, and then we get a little piece of that, which is awesome. It's a good way to support the website so we can buy camera equipment.",
        4171.04,
        4183.34
    ],
    [
        " And so we can buy new knives to put on the desk. Actually, we have a very good supply of knives. Got a bunch of cold steel knives. They sent out, which are awesome.",
        4183.34,
        4193.04
    ],
    [
        " Yes. And then yeah, there it is. And if you want to further support the podcast, you can get some shirts. If you like them, if you think they're cool and you'd wear them, discipline equals freedom.",
        4193.7,
        4205.7
    ],
    [
        " And then a cool one with chocolate head on it says, good backwards when you're looking in there. So I was talking to a guy and was basically saying, hey, listen, man, you know, we were going back and forth. We were texting.",
        4206.0,
        4219.66
    ],
    [
        " And I forget what started it off, but it was something along the lines of, you know, you got, you know, you got to just put your ego and check here.",
        4220.08,
        4228.04
    ],
    [
        " And he said something like, you know, we all need to put our eyes. Oh, no, he said, I got to put my ego and check.",
        4229.3,
        4234.76
    ],
    [
        " Ego and check. I said, we all got to put our ego and check. I go, I got to work on that too. Of course, we always do.",
        4235.0,
        4239.66
    ],
    [
        " And he said, yeah, and I'm not the one that has a t-shirt with my face on it. And I said, yeah, you're also not the one that wrote a 300 page book about yourself.",
        4240.16,
        4249.96
    ],
    [
        " And who has a podcast that's named after that's just your name. So believe me, we all got to work on it.",
        4250.08,
        4257.98
    ],
    [
        " Well, that sure thing is different because I made the shirt. Yeah, yeah, like that was my, you know, like that.",
        4258.28,
        4263.9
    ],
    [
        " And then the bumpers, the president, but if you haven't seen those, yeah, go make echo made Jaco 2016 bumper stickers. So yeah, I did it for the greater good.",
        4264.1,
        4275.04
    ],
    [
        " I guess that's, I guess that's cool. I wonder what kind of cars are those going to be on? Are they going to be on, you know, Volkswagen's?",
        4275.24,
        4284.22
    ],
    [
        " Are they going to be on Mercedes? So who's going to put those on? What are we going to see? I think we're going to see, I think we're going to see Ford's and Chevy's maybe for the most part.",
        4284.38,
        4292.96
    ],
    [
        " Yeah, sure. Yeah, I don't know. Get some European vehicles in there. We'll see you pretty good.",
        4293.36,
        4300.84
    ],
    [
        " Nonetheless, if you want a bumper sticker on your car, whatever kind of car you got, I think it does a Jaco store.com as well.",
        4301.78,
        4310.72
    ],
    [
        " Yeah, sure. It's bumper stickers, all this stuff. If you want to. All right, let's go. Cool. First question.",
        4310.72,
        4316.4
    ],
    [
        " Jaco, as someone who has been getting after it for as long as for a long time and has incurred injuries along the way, I see the year a fan of mobility.",
        4319.26,
        4327.44
    ],
    [
        " What I've been into star at stuff for a while myself, do you have any perspective on the difference that mobility and form can have on performance, not just on addressing or preventing injuries?",
        4327.66,
        4340.58
    ],
    [
        " Did you encounter any material like this on your younger days in your younger days as a seal at an age when a lot of younger guys will just slam through things as someone who is still very active in your forties, I'm curious to hear what your thoughts are versus how your twenties selfless.",
        4341.6,
        4362.1
    ],
    [
        " The first part of the question about form and technique and mobility affecting performance, absolutely. Technique is king in any sport.",
        4363.12,
        4372.52
    ],
    [
        " It's funny when you break into a new sport, you realize how important technique is because you think I can do that. Then you try it and you go, there's a lot of technique.",
        4372.8,
        4380.1
    ],
    [
        " You just as a classic example, but any sport that you play that looks like it's not that hard. You go ahead and try it. You realize how much of every sport is technique.",
        4380.1,
        4389.36
    ],
    [
        " So technique is absolutely important. Mobility is also important. And it being able to move well and move smoothly.",
        4389.64,
        4396.06
    ],
    [
        " There's that whole, I don't know if it's a trend going on right now, but this idea of movement training, it's the same thing.",
        4396.5,
        4404.58
    ],
    [
        " How are you going to move well? How do you move your body well? So mobility is absolutely going to make your better performer.",
        4405.0,
        4412.7
    ],
    [
        " Now, when I was younger, I mean, we just did not do this stuff. It was just merciless, no stretching, bad diet, no mobility.",
        4413.24,
        4426.0
    ],
    [
        " And when we were sore or whatever, we just were sore. That was it. And looking back, I wish we knew more of that stuff. We just didn't know it at the time.",
        4427.0,
        4441.18
    ],
    [
        " Maybe people knew it. I didn't know it. My buddies didn't know it. We just did what we did. We just worked out hard and just dealt with the pain.",
        4441.54,
        4449.16
    ],
    [
        " And when we were sore or had an injury, we just sucked it up and just drove through it. And I'm sure that's not good.",
        4449.78,
        4458.38
    ],
    [
        " So I think there should definitely be a focus on this kind of stuff. And it, you know, I think one thing that's, I think, like me, I need more focus on that.",
        4458.88,
        4469.84
    ],
    [
        " Because I don't do enough mobility work. I don't enough stretching. Never mind. Let's mobility is like a modernness stretching.",
        4469.92,
        4477.08
    ],
    [
        " Right. And that's actually, you know, you know, Eddie Bravo, who's a Gigi too. If you don't know who that is, Gigi to Black Belt, really a creative game.",
        4477.54,
        4484.6
    ],
    [
        " But he won't give somebody their Black Belt unless they can do the Lotus sit, which is crazy. I mean, I can't come close to doing a Lotus sit, which when you put your feet on top of your thighs.",
        4484.96,
        4495.16
    ],
    [
        " And he's told, I've heard him talk a couple times about, you know, guys that were completely inflexible, big football players.",
        4496.22,
        4502.2
    ],
    [
        " And then he's like, hey, you know, you can't get your Black Belt, so you can do Lotus. And these dudes just put their mind to it and can do it.",
        4502.6,
        4508.32
    ],
    [
        " So just like anything else, you need to set some goals. I don't think I'm quite willing to step out onto the, I'm going to do a Lotus.",
        4508.64,
        4515.64
    ],
    [
        " But who knows, maybe that's something that you're setting the sand and, you know, or make it happen.",
        4516.08,
        4520.94
    ],
    [
        " And I think though, I think things can, people can go too far with that stuff. And I've said this before, like some of that extreme yoga where you're just tying yourself a knots and going beyond what a human's supposed to be able to do.",
        4521.58,
        4535.7
    ],
    [
        " That's not, I don't believe that's good for you. And I have a couple of friends. I've one friend in particular that was a hardcore yoga guy who's using the seal teams. He got out hardcore yoga guy.",
        4536.1,
        4545.6
    ],
    [
        " And he said it. He said that he believed it caused a lot of problems when he got older in his back and his spine and his neck and his joints because you develop laxity.",
        4547.64,
        4555.92
    ],
    [
        " You know, you've developed looseness. You have a higher probability. So I think you should stretch and be capable of the full range of motion of what a normal well oiled human should be able to do.",
        4556.16,
        4568.4
    ],
    [
        " I think once you start putting, you know, your arms, you know, backwards upside down and behind in between your legs and then back up again, I think you're going to have issues with that.",
        4568.86,
        4578.34
    ],
    [
        " I also think I do get some mobility from the workouts that I do from I do deep squats, right? I go all the way down on squats. I do a lot of overhead squats. I do muscle ups. I do full range of motion, pull ups and dips. So I'm getting that movement, doing surfing, jujitsu.",
        4578.82,
        4595.12
    ],
    [
        " So I mean, you're constantly, you got to stay, you got to keep moving. You know, that's what I think you got to do. You got to keep moving. You got to move in ways that are varied and in make you move in different directions, running, swimming, surfing, jujitsu.",
        4595.12,
        4607.38
    ],
    [
        " All different kinds of work. And I'm just getting after it, basically, you know, and that's another thing that I did right down here as a note is, man, when I was younger, we just didn't tap that often in the jujitsu.",
        4607.98,
        4619.58
    ],
    [
        " And, you know, you everybody asked me everybody that hits me up on Twitter and says, first day of jujitsu class tomorrow, what's your advice?",
        4620.3,
        4627.66
    ],
    [
        " My advice is tap early and tap often because your ego, if you let your ego control the tapping mechanism, you're going to get hurt. And it might not be instant.",
        4628.28,
        4637.56
    ],
    [
        " Like my neck is jacked up, I've had neck surgery. That's from Dean Lister. That's from being in a guillotine and not tapping and being in arm jokes and not tapping.",
        4637.92,
        4647.36
    ],
    [
        " That's from 20 years of not tapping to that stuff because I can take a pretty good choke. So it's cool that you didn't tap and you got out.",
        4647.36,
        4654.3
    ],
    [
        " But after 20 years, guess what? You got some neck damage, son. And it's not you get it originally in buds that I definitely definitely buds had something to do with it too.",
        4654.9,
        4663.42
    ],
    [
        " But just wear and tear, but the additional wear and tear from from jujitsu, definitely, you know, I think had a little something to do with it, which was all unnecessary.",
        4663.74,
        4672.58
    ],
    [
        " It was just, hey, I'm not going to tap to this choke. It hurts my neck. I hear some noises in there, but I'm not tapping to it. It's not smart.",
        4673.3,
        4680.8
    ],
    [
        " Yeah, especially those neck ones because there is an element of pain tolerance that can help you in the next stuff.",
        4681.18,
        4688.5
    ],
    [
        " But you get an arm bar as a new guy and then you're rolling with another guy who's kind of new, but he might know how to do the arm bar.",
        4689.24,
        4696.16
    ],
    [
        " He might be kind of spasming going hard and unnecessarily because he doesn't know the control yet. And if you don't tap really, that's when you're going to get jammed up.",
        4696.16,
        4705.6
    ],
    [
        " Tap really and tap off and people.",
        4706.22,
        4708.44
    ],
    [
        " Or if you start tapping right when you feel the pain, that's wrong too, because a lot of times guys will put you in it and it's kind of understood that boom, you're locked in.",
        4708.88,
        4717.8
    ],
    [
        " You're not going anywhere so they kind of expect to tap you don't tap. I might think, oh, I'm not doing it right or I'm not.",
        4718.2,
        4722.74
    ],
    [
        " He has more flexibility.",
        4722.84,
        4724.28
    ],
    [
        " He has one thought only crank hard.",
        4724.38,
        4726.98
    ],
    [
        " Yeah, right.",
        4727.14,
        4727.5
    ],
    [
        " Do it harder. Exactly. It was especially if you guys locked in. So it's like, all right. And then boom, you're hurt.",
        4727.64,
        4732.16
    ],
    [
        " Not good.",
        4732.26,
        4732.72
    ],
    [
        " Raw deal.",
        4732.88,
        4733.26
    ],
    [
        " Not good.",
        4733.7,
        4734.26
    ],
    [
        " It's for flexibility though.",
        4734.62,
        4737.26
    ],
    [
        " Flexibility.",
        4737.28,
        4737.66
    ],
    [
        " And Eddie Breville actually said this in a way where you know, little kids like little babies.",
        4738.44,
        4744.14
    ],
    [
        " Two years old.",
        4744.78,
        4745.58
    ],
    [
        " They can put their legs behind their heads no problem.",
        4745.58,
        4747.34
    ],
    [
        " Yeah, for the most part, but they're not going to do this weird yoat.",
        4747.44,
        4750.12
    ],
    [
        " You know how like some guys are they're like double jointed or something.",
        4750.14,
        4752.6
    ],
    [
        " They won't be able to do that kind of stuff.",
        4752.82,
        4754.36
    ],
    [
        " But so put loosely these two year olds.",
        4754.58,
        4759.4
    ],
    [
        " They have full flexibility.",
        4759.56,
        4760.88
    ],
    [
        " Right.",
        4761.1,
        4761.24
    ],
    [
        " And you just lose it over time as you gain muscle, you gain rigidity as you're, you know, everything gets stronger and stuff.",
        4761.48,
        4766.84
    ],
    [
        " And if you don't put your body through those motions, you just kind of lose it.",
        4766.84,
        4770.68
    ],
    [
        " So let's say if you're in a stretching from the beginning, genetics will play a part in that.",
        4770.86,
        4775.92
    ],
    [
        " That how stretchy you can be.",
        4776.2,
        4778.28
    ],
    [
        " But so in a way, you can get back there.",
        4778.86,
        4783.38
    ],
    [
        " You just got to work on getting back there.",
        4783.56,
        4785.04
    ],
    [
        " It just just just works like just like anything else.",
        4785.04,
        4786.96
    ],
    [
        " Any workout.",
        4786.96,
        4787.38
    ],
    [
        " Yeah.",
        4787.62,
        4787.74
    ],
    [
        " But yeah, pushing too far seems kind of weird because like, yeah, if you, let's say, I don't know, you can stretch your shoulder way behind your back.",
        4788.34,
        4795.46
    ],
    [
        " Way behind your back.",
        4795.62,
        4796.72
    ],
    [
        " You don't have any really real strength there.",
        4796.88,
        4798.88
    ],
    [
        " But meanwhile, it's so easy to be back there.",
        4798.92,
        4801.26
    ],
    [
        " You know, and I don't know.",
        4801.38,
        4802.5
    ],
    [
        " It seems like your joints kind of get rigid for it to be stronger, right?",
        4802.64,
        4807.1
    ],
    [
        " I agree.",
        4807.28,
        4807.86
    ],
    [
        " So bone before.",
        4808.12,
        4808.74
    ],
    [
        " Yeah, I agree.",
        4808.94,
        4809.86
    ],
    [
        " Support.",
        4810.26,
        4810.76
    ],
    [
        " Next question.",
        4811.1,
        4812.04
    ],
    [
        " How do the seals deal with fatigue, soreness, and beat down, and the beat down of buds in SQT without getting injured?",
        4813.76,
        4824.48
    ],
    [
        " Well, you just get used to it.",
        4826.54,
        4828.04
    ],
    [
        " And again, you know, I say this all the time, buds and the SQT, which is the kind of the initial training after you get done with buds, which is the basic underwater demolition seal training.",
        4828.16,
        4836.06
    ],
    [
        " That's a short part of your career.",
        4836.2,
        4838.84
    ],
    [
        " I mean, it's literally a fraction of your career.",
        4839.0,
        4840.52
    ],
    [
        " It means nothing.",
        4840.56,
        4841.3
    ],
    [
        " But just like any working out, you get used to it.",
        4842.82,
        4847.06
    ],
    [
        " And if it's like when you work out, when you, if you haven't worked out for a long time, or someone that someone that just starts working out,",
        4847.42,
        4854.46
    ],
    [
        " from nowhere, never worked out before, they're going to be sore as hell when they first work out.",
        4855.22,
        4860.06
    ],
    [
        " I just had this happen to me because I got, I went on the road, I went on a road trip, multiple back to back road trips, and I went overseas, came back, when I came back, I got sick.",
        4860.9,
        4869.44
    ],
    [
        " So I was for like three weeks, I hadn't squatted heavy.",
        4870.22,
        4874.74
    ],
    [
        " At all.",
        4875.66,
        4875.98
    ],
    [
        " I had no body, all I did was body weight squats, you know, pistols, just lunges.",
        4876.1,
        4880.44
    ],
    [
        " That's how I work my legs. There's just no way. So you just do what you can do.",
        4880.94,
        4883.5
    ],
    [
        " You know, hotel room and some strange part of Europe.",
        4884.02,
        4886.16
    ],
    [
        " And when I came back, I was all happy, and I got on that squat once I, then I was sick.",
        4887.46,
        4891.66
    ],
    [
        " And then once I got done being sick, I finally felt good, and I got back on that squat rack.",
        4892.3,
        4896.44
    ],
    [
        " And man, my legs were destroyed.",
        4897.34,
        4900.0
    ],
    [
        " For four or five days, I'm talking, you know, having a hard time sitting down, having a hard time standing up, it was gnarly.",
        4901.18,
        4908.46
    ],
    [
        " But that's just because my body just, it just wasn't, it lost that element.",
        4909.56,
        4915.96
    ],
    [
        " So of course, if you just started working out, and you're walking around sore all the time, that's, that's because you got to get used to it.",
        4916.76,
        4924.64
    ],
    [
        " And in Buds, you do get injured just because it's massively repetition.",
        4925.32,
        4930.26
    ],
    [
        " You know, there was a guy that we had that was a trainer, an athletic trainer for a professional sports team.",
        4930.78,
        4935.78
    ],
    [
        " And when he was there, there's a great example.",
        4937.68,
        4940.38
    ],
    [
        " There's something called Patela Fomoral Syndrome, which is when you're Patela because of the way you're running.",
        4940.48,
        4945.0
    ],
    [
        " It rubs on your, your femur, and it becomes problematic.",
        4945.26,
        4948.48
    ],
    [
        " And he said in like a whole season in the NFL, or he would see maybe one of those injuries, maybe two.",
        4949.1,
        4960.78
    ],
    [
        " And you know, he'd have to figure out what it is.",
        4960.9,
        4962.44
    ],
    [
        " And when he was working in Buds, he would literally see 30 of those a week.",
        4962.78,
        4967.5
    ],
    [
        " So you just get to see, I mean, there's more people, there's 10 times the people, but it still is massive amount of injuries.",
        4967.82,
        4974.3
    ],
    [
        " And it's the same thing in the seal teams.",
        4974.46,
        4975.7
    ],
    [
        " In the seal teams, it's your shoulders, it's your backs, it's your knees, it's your ankles.",
        4975.78,
        4980.18
    ],
    [
        " You get abused.",
        4980.62,
        4981.48
    ],
    [
        " And it's, it's, it's not the working out that does it to you.",
        4982.32,
        4988.04
    ],
    [
        " It's not working out.",
        4988.04,
        4989.0
    ],
    [
        " It's carrying a guy on your shoulder over the rocky terrain out in the desert and tripping on a ankle.",
        4989.14,
        4994.74
    ],
    [
        " That's what you get hurt. It's jumping over off of a wall and you land on a cinder block that breaks and you break.",
        4994.76,
        5000.4
    ],
    [
        " You know, it's that's the kind of stuff.",
        5000.72,
        5002.12
    ],
    [
        " But working out doesn't really do it to you.",
        5002.36,
        5005.68
    ],
    [
        " I actually, one of the things when, when I was a task unit commander, we were going through land warfare training.",
        5006.2,
        5013.12
    ],
    [
        " And I would work out every day and I would roll with guys, like teach them some jiu-jitsu and then roll with them.",
        5013.66,
        5019.94
    ],
    [
        " And I would, you know, guys are, because you know we're working hard during the day or during the night.",
        5020.62,
        5025.08
    ],
    [
        " And I was kind of making fun of some guys that were taking motrin and I was like, you don't need that.",
        5025.5,
        5030.5
    ],
    [
        " You're weak and stuff like that.",
        5030.66,
        5032.14
    ],
    [
        " And sure enough, right after we got done, I got something called burst citis in my elbow.",
        5032.52,
        5037.62
    ],
    [
        " Because in land warfare, you're constantly getting down in the desert, you're crawling and then I was in jiu-jitsu on the mat.",
        5038.32,
        5043.28
    ],
    [
        " And I just banged it a couple times and sure enough, my elbow swelled up and I had to take motrin.",
        5043.56,
        5048.8
    ],
    [
        " Yeah, don't open your mouth, Jaco.",
        5049.28,
        5053.78
    ],
    [
        " Just keep it to yourself.",
        5053.88,
        5055.28
    ],
    [
        " So, you know, again, I was, I was hammering guys, but in a joking manner and so they hammered me right back when I had the, the motrin pills to try and heal that up.",
        5056.2,
        5064.78
    ],
    [
        " But it is, like I said, it's the, it's the, the injuries come from, not from working out.",
        5066.34,
        5072.4
    ],
    [
        " In fact, I always think that the working out prevents the injuries.",
        5072.52,
        5076.6
    ],
    [
        " You know, that I think that's true with everything.",
        5077.04,
        5079.32
    ],
    [
        " I think that's true with jiu-jitsu. I think that's true with life.",
        5079.38,
        5081.48
    ],
    [
        " You, you, you work out, you're strong, your joints are strong, your muscle density is better, you're, I mean, just, just work out.",
        5081.88,
        5088.92
    ],
    [
        " Because it'll prevent injuries more than, more than, I don't worry about, I look at working out, not as injuries going to happen.",
        5088.92,
        5094.26
    ],
    [
        " I look at working out as injury prevention.",
        5094.28,
        5095.98
    ],
    [
        " And the last thing is, you shouldn't need to like completely crush yourself every day in your workouts.",
        5096.82,
        5106.06
    ],
    [
        " I mean, you shouldn't be going to a point that you have massive muscle soreness over your whole body or over even body parts.",
        5106.44,
        5112.94
    ],
    [
        " You don't need to do that.",
        5113.26,
        5114.28
    ],
    [
        " You don't need to do that.",
        5114.6,
        5115.86
    ],
    [
        " You know, do you want to push yourself? Yeah, you want to push yourself.",
        5117.24,
        5119.7
    ],
    [
        " But you want to be so sore that you a, like, can't perform your job.",
        5119.78,
        5124.06
    ],
    [
        " And also, I like, you know, active rest.",
        5124.34,
        5127.58
    ],
    [
        " You know, I hardly ever just do nothing. Occasionally, I will.",
        5128.02,
        5130.68
    ],
    [
        " Occasionally, I was meant to be broke down and just eat steak and just chill.",
        5130.96,
        5136.38
    ],
    [
        " But, but I like to do the active rest.",
        5137.12,
        5139.98
    ],
    [
        " You know, I like to do some kind of jog, swim, surf, whatever.",
        5140.12,
        5142.7
    ],
    [
        " And, you know, actually, Jiu-Jitsu, like, if I have a sore back, I love getting on the mat.",
        5143.06,
        5147.06
    ],
    [
        " You just loosens everything up, feels so good.",
        5147.44,
        5149.8
    ],
    [
        " But that's only at a certain level.",
        5150.08,
        5152.08
    ],
    [
        " Yeah.",
        5152.38,
        5152.6
    ],
    [
        " Because when you're a white belt, you're a blue belt, you're a purple belt.",
        5152.76,
        5155.74
    ],
    [
        " Man, that's just a battle.",
        5156.04,
        5158.32
    ],
    [
        " You're getting off the mat, sore.",
        5158.76,
        5160.1
    ],
    [
        " I don't get off the mat, sore from Jiu-Jitsu seldom.",
        5160.22,
        5161.92
    ],
    [
        " Seldom, do I get off the mat? Like, man, I'm tired.",
        5162.28,
        5164.3
    ],
    [
        " I mean, we trained today. I'm not, that was a no factor.",
        5164.82,
        5167.64
    ],
    [
        " You know what I mean?",
        5167.88,
        5168.3
    ],
    [
        " It was just, oh, yeah, we trained.",
        5168.48,
        5169.64
    ],
    [
        " Good go.",
        5170.14,
        5170.36
    ],
    [
        " If you get into the takedown elements, though, that will be a bad one.",
        5170.6,
        5174.36
    ],
    [
        " Yeah, but even, yeah, it'll be hard on your back.",
        5174.36,
        5176.26
    ],
    [
        " But even the takedown elements, you know, if you're just going to do pure takedowns,",
        5176.38,
        5180.32
    ],
    [
        " yeah, but I mean, the takedowns are going to last how long?",
        5180.32,
        5181.86
    ],
    [
        " And if you're back sore, pull guard and work something else.",
        5181.92,
        5185.2
    ],
    [
        " Yeah.",
        5185.38,
        5185.54
    ],
    [
        " So that's it.",
        5186.14,
        5187.86
    ],
    [
        " And the bottom line is you work out, you do some of these workouts, you'll get used to it, you'll get in the zone.",
        5188.08,
        5192.82
    ],
    [
        " And then you won't be so sore all the time.",
        5192.82,
        5194.86
    ],
    [
        " Yeah, that has an advocate of rest.",
        5195.32,
        5197.44
    ],
    [
        " I, that's important at part where you're like, don't beat your down yourself down.",
        5197.46,
        5202.4
    ],
    [
        " Because the exercise that technically, really split hairs here, the exercise doesn't make you stronger.",
        5202.5,
        5210.06
    ],
    [
        " The recovery from the exercise is when you get stronger.",
        5210.96,
        5214.86
    ],
    [
        " So yeah, the exercise is part of the whole system that makes you strong.",
        5215.5,
        5217.86
    ],
    [
        " But when you recover from that exercise, that's when you're stronger.",
        5217.94,
        5220.86
    ],
    [
        " I'll give you that.",
        5221.22,
        5221.86
    ],
    [
        " So yeah.",
        5222.8,
        5223.74
    ],
    [
        " But the workout itself is what induces the recovery.",
        5223.74,
        5226.98
    ],
    [
        " Sure.",
        5227.3,
        5227.74
    ],
    [
        " Yeah.",
        5228.18,
        5229.1
    ],
    [
        " So there you go.",
        5229.34,
        5230.16
    ],
    [
        " Well, I guess it's all kinds of different philosophies, different approaches.",
        5230.4,
        5234.66
    ],
    [
        "",
        5234.94,
        5234.94
    ],
    [
        " For the active rest.",
        5234.94,
        5236.24
    ],
    [
        " And not going hard every day.",
        5236.9,
        5239.08
    ],
    [
        " Some people prefer go hard every day.",
        5239.2,
        5241.16
    ],
    [
        " But then they'll have a straight up to three days off.",
        5241.2,
        5244.72
    ],
    [
        " That's true.",
        5244.8,
        5245.18
    ],
    [
        " Completely, you know.",
        5245.24,
        5245.82
    ],
    [
        " But yeah, the recovery from the exercise, that's the ticket.",
        5246.08,
        5250.32
    ],
    [
        " Yeah.",
        5250.52,
        5250.92
    ],
    [
        " And when I say go hard, I mean like the muscular, you know, destroy, like if you can do squats until you can't walk.",
        5251.06,
        5257.68
    ],
    [
        " You can't do that all the time.",
        5258.1,
        5259.94
    ],
    [
        "",
        5260.14,
        5260.14
    ],
    [
        " Yeah.",
        5260.16,
        5260.28
    ],
    [
        " If you don't need to, you need to initiate the growth.",
        5260.42,
        5263.78
    ],
    [
        " You don't need to destroy them.",
        5264.14,
        5266.26
    ],
    [
        " Yeah.",
        5266.44,
        5266.64
    ],
    [
        " And, and you can do, you know, you can put with them with a metabolic conditioning.",
        5267.2,
        5271.94
    ],
    [
        " You can really can destroy yourself a lot more often.",
        5272.08,
        5274.1
    ],
    [
        " And if you're doing it right, you shouldn't really be getting musculoskeletally sore from your metabolic condition.",
        5274.56,
        5279.14
    ],
    [
        " Yeah.",
        5279.14,
        5279.28
    ],
    [
        " If you're doing it right.",
        5279.6,
        5280.58
    ],
    [
        " But then again, isn't that really a spectrum as well?",
        5280.98,
        5284.52
    ],
    [
        " It is a spectrum.",
        5284.7,
        5285.3
    ],
    [
        " Like the neck can be like a heavier, like a quicker neck.",
        5285.42,
        5288.12
    ],
    [
        " Yeah.",
        5288.16,
        5288.18
    ],
    [
        " That's the, that's the beauty of working out.",
        5288.3,
        5290.02
    ],
    [
        " That's why you should never get bored with working out because you can change it up.",
        5290.08,
        5292.48
    ],
    [
        " Next question.",
        5293.14,
        5297.04
    ],
    [
        " Jocco, did you ever use Jiu Jitsu in combat?",
        5298.48,
        5301.74
    ],
    [
        " Wouldn't a striking art be better for combat situations?",
        5302.54,
        5305.02
    ],
    [
        " Okay, so yes.",
        5307.86,
        5308.9
    ],
    [
        " And definitely.",
        5309.38,
        5310.92
    ],
    [
        " This is one of the things where I was actually, I read things about this and people say,",
        5311.88,
        5317.26
    ],
    [
        " well, no, I mean, why would a seal ever have to use, you know, hand-to-hand combat?",
        5317.34,
        5321.74
    ],
    [
        " They have a rifle, they have a pistol, they've got buddies with them.",
        5322.14,
        5326.1
    ],
    [
        " So if you, if you have to use your hand-to-hand combat, you've done something wrong.",
        5326.76,
        5331.12
    ],
    [
        " And that's actually completely wrong because, you know, it's very simple.",
        5331.58,
        5336.26
    ],
    [
        " You go into a room where there's people in there and none of them are armed and you have to get control of them.",
        5336.44,
        5340.66
    ],
    [
        " You can't just start shooting people.",
        5340.8,
        5342.04
    ],
    [
        " You're going to have to get control of them.",
        5342.26,
        5343.54
    ],
    [
        " So how do you get control of them?",
        5343.84,
        5345.4
    ],
    [
        " Well, again, how does striking give you control of someone?",
        5345.96,
        5350.86
    ],
    [
        " The answer is it does not.",
        5351.12,
        5352.64
    ],
    [
        " Unless you have a miracle touch that you can just knock people out with one touch",
        5352.96,
        5358.26
    ],
    [
        " and then you can handcuff them.",
        5358.26,
        5359.52
    ],
    [
        " People don't, boxers don't knock each other out consistently, you know?",
        5359.98,
        5364.98
    ],
    [
        " It's very difficult to knock someone out.",
        5365.62,
        5367.88
    ],
    [
        " And so this idea that, you know, striking is better.",
        5368.78,
        5372.02
    ],
    [
        " You absolutely have to know how to strike.",
        5372.52,
        5374.72
    ],
    [
        " But striking is a very inconsistent way to get control of somebody.",
        5375.36,
        5380.64
    ],
    [
        " Very, very inconsistent way of controlling people.",
        5381.02,
        5383.58
    ],
    [
        " And actually, the sad thing is that striking is the most traumatic to the person that you're applying it to.",
        5383.58,
        5393.48
    ],
    [
        " And, you know, we used to do something, or we were taught something called a muzzle strike, right?",
        5394.26,
        5398.34
    ],
    [
        " Where you'd basically hit the person with the muzzle of your gun.",
        5398.46,
        5400.9
    ],
    [
        " And the people that were teaching it would be like thinking that that just stopped people.",
        5401.26,
        5405.72
    ],
    [
        " Like, you know, you give them one good muzzle strike because it does.",
        5406.22,
        5408.82
    ],
    [
        " It seems like, you know, a muzzle is a very strong, I mean, a very small point of impact.",
        5408.82,
        5413.48
    ],
    [
        " And you think, oh, if I put all my force behind this small point of impact,",
        5414.06,
        5417.44
    ],
    [
        " man, that's really going to, you know, hurt somebody and take them down.",
        5417.56,
        5420.6
    ],
    [
        " And I saw hundreds of muzzle strikes.",
        5421.14,
        5424.62
    ],
    [
        " And they're really brutal.",
        5424.98,
        5426.72
    ],
    [
        " And they, what they do is they cut you.",
        5427.04,
        5429.62
    ],
    [
        " They cut you open very badly.",
        5429.8,
        5431.28
    ],
    [
        " I saw a lot of really bad cuts.",
        5431.4,
        5432.76
    ],
    [
        " With rifle.",
        5432.98,
        5433.2
    ],
    [
        " With rifle.",
        5434.64,
        5434.9
    ],
    [
        " And, but they sell them.",
        5435.52,
        5438.52
    ],
    [
        " Did they actually knock the person out?",
        5438.72,
        5440.8
    ],
    [
        " So what do you do then?",
        5441.06,
        5442.06
    ],
    [
        " You muzzle strike them again.",
        5442.74,
        5443.86
    ],
    [
        " And then what do you do after that?",
        5444.28,
        5445.46
    ],
    [
        " You muzzle strike them again.",
        5445.68,
        5446.54
    ],
    [
        " What do you do?",
        5446.64,
        5446.9
    ],
    [
        " So you end up just beating them.",
        5447.08,
        5449.32
    ],
    [
        " But it's a harsh beating because you're using a, you know, a pretty sharp muzzle level weapon,",
        5449.6,
        5455.56
    ],
    [
        " which is cutting them open.",
        5455.58,
        5456.52
    ],
    [
        " So it's not the best.",
        5456.7,
        5459.7
    ],
    [
        " Whereas if someone can get control of somebody in a grappling type scenario,",
        5459.98,
        5463.4
    ],
    [
        " you know, get control of them, you know, clench with them, take them down quickly.",
        5463.4,
        5466.94
    ],
    [
        " You can get control of them very quickly and they feel it.",
        5467.5,
        5470.96
    ],
    [
        " And they resist less because they kind of feel owned.",
        5471.38,
        5475.52
    ],
    [
        " And they also don't feel like you're hurting them.",
        5476.12,
        5479.5
    ],
    [
        " Whereas when you're striking them in a face, man, what's your natural answer?",
        5479.74,
        5482.98
    ],
    [
        " Reaction if I strike you in the face.",
        5483.16,
        5484.34
    ],
    [
        " You're going to put your hands up.",
        5484.66,
        5485.46
    ],
    [
        " Well, if you put your hands up, maybe you're trying to attack me.",
        5485.84,
        5487.68
    ],
    [
        " Now I got to hit you even harder.",
        5487.7,
        5488.56
    ],
    [
        " So it's a, it's kind of a, kind of a bad deal.",
        5488.56,
        5491.12
    ],
    [
        " So yeah, and then once you get a person on the ground, obviously the more you know,",
        5492.3,
        5495.26
    ],
    [
        " the better you're going to do.",
        5495.44,
        5496.14
    ],
    [
        " And that's why, you know, it's good.",
        5496.58,
        5500.3
    ],
    [
        " It's good to have that well-roundedness.",
        5500.42,
        5502.12
    ],
    [
        " But you definitely want to use, you know, you definitely want to have a good ground game.",
        5502.44,
        5505.84
    ],
    [
        " You want to have good striking too, of course.",
        5505.84,
        5507.22
    ],
    [
        " And, but the Jiu-Jitsu and the ground, the ground game is very important because you've got to control people.",
        5508.24,
        5513.3
    ],
    [
        " And in a combat situation, everybody you come up against is not a combatant.",
        5513.84,
        5517.92
    ],
    [
        " And they still need to get controlled.",
        5518.1,
        5519.4
    ],
    [
        " And some people, you can just motion to them to get down.",
        5519.4,
        5521.98
    ],
    [
        " And that's great.",
        5522.12,
        5522.58
    ],
    [
        " And then you can tell them to lay down.",
        5522.8,
        5524.34
    ],
    [
        " And that's great.",
        5524.42,
        5524.9
    ],
    [
        " And you can have your interpreter telling them to put their hands behind their back.",
        5525.1,
        5528.2
    ],
    [
        " And then that's great.",
        5528.42,
        5528.96
    ],
    [
        " Or you can say that, you know, you can learn a few phrases, which we always did.",
        5529.04,
        5531.66
    ],
    [
        " We always knew a few phrases to tell them to, you know, get down, show me your hands or whatever.",
        5531.68,
        5535.54
    ],
    [
        " But then you get the person that maybe they don't respond to what you're saying.",
        5535.94,
        5541.12
    ],
    [
        " And why aren't they responding?",
        5541.28,
        5542.2
    ],
    [
        " And this is something I see, you know, in some of these police videos.",
        5542.54,
        5545.2
    ],
    [
        " When I yell at you, you know, get down, get down.",
        5547.74,
        5552.36
    ],
    [
        " Well, you might be scared.",
        5552.54,
        5553.44
    ],
    [
        " You might not know what I'm talking about.",
        5553.82,
        5555.18
    ],
    [
        " You might have headphones on.",
        5555.28,
        5556.44
    ],
    [
        " You might be deaf.",
        5556.56,
        5557.28
    ],
    [
        " You might just be frozen with fear.",
        5557.72,
        5559.36
    ],
    [
        " You might be a bad guy.",
        5559.48,
        5560.84
    ],
    [
        " You might be getting ready to run.",
        5561.0,
        5561.98
    ],
    [
        " All those different things.",
        5562.06,
        5563.16
    ],
    [
        " But if you're not doing what I tell you to do, I got to get you to the ground.",
        5563.96,
        5567.74
    ],
    [
        " So how am I going to do that?",
        5568.32,
        5569.42
    ],
    [
        " And again, I can walk up and take a swing at you.",
        5569.56,
        5573.08
    ],
    [
        " But, you know, I've been punched into the face many, many times.",
        5573.84,
        5577.12
    ],
    [
        " Haven't been knocked out but twice.",
        5577.44,
        5580.54
    ],
    [
        " So all the times I've been punched into face, you know, many, many times.",
        5581.86,
        5587.38
    ],
    [
        " I don't know how many, but many, many times.",
        5587.52,
        5588.98
    ],
    [
        " It's hard to knock someone out.",
        5589.3,
        5591.5
    ],
    [
        " So if you think, because you walk over and strike someone, you're going to knock them out.",
        5591.64,
        5594.56
    ],
    [
        " Then you're going to have control.",
        5594.6,
        5595.24
    ],
    [
        " But it's just not true.",
        5595.34,
        5596.24
    ],
    [
        " It's just a fallacy.",
        5596.8,
        5597.98
    ],
    [
        " So you're going to have to know some, and the thing, this all goes back to this, you know, this case.",
        5598.32,
        5602.42
    ],
    [
        " And I forget what the case was, but somebody got choked years ago, like in the 70s,",
        5602.42,
        5607.26
    ],
    [
        " by a police officer.",
        5607.4,
        5608.66
    ],
    [
        " And I think they died or whatever, but they banned choking.",
        5608.88,
        5611.56
    ],
    [
        " They banned choking from most police forces.",
        5611.8,
        5614.86
    ],
    [
        " So that's why these guys, what do they do?",
        5615.38,
        5617.02
    ],
    [
        " They pull out their batons and start beating people.",
        5617.26,
        5619.28
    ],
    [
        " That was a big, big thing with Rodney King.",
        5619.36,
        5621.08
    ],
    [
        " You know, why didn't someone just go and put this guy to sleep?",
        5621.44,
        5623.64
    ],
    [
        " And he'd have no marks on his body.",
        5624.2,
        5626.38
    ],
    [
        " You know, he'd be okay.",
        5626.72,
        5628.0
    ],
    [
        " You could bring him back to the jail cell.",
        5628.18,
        5629.62
    ],
    [
        " He's not going to have contusions.",
        5629.62,
        5630.98
    ],
    [
        " He's not going to have the crappy down.",
        5631.24,
        5632.68
    ],
    [
        " He have no permanent damage whatsoever.",
        5632.74,
        5634.26
    ],
    [
        " But it wasn't allowed because of the political situation that had happened years before.",
        5634.62,
        5642.3
    ],
    [
        " You weren't allowed to teach someone how to choke someone and put them to sleep and completely incapacitate them.",
        5642.46,
        5647.3
    ],
    [
        " I mean, the chokehold is a beautifully powerful thing.",
        5647.78,
        5650.4
    ],
    [
        " And when you have, when you have, I mean, you saw the Rodney King tape.",
        5651.1,
        5654.36
    ],
    [
        " I mean, there's, I don't know how many cops are over.",
        5654.78,
        5656.36
    ],
    [
        " But there's multiple cops beating him.",
        5656.44,
        5658.82
    ],
    [
        " That's a classic example of what I'm saying.",
        5659.1,
        5661.08
    ],
    [
        " Just because you strike someone doesn't even with a Billy Club.",
        5661.32,
        5664.34
    ],
    [
        " Doesn't mean they're going to stop.",
        5664.58,
        5665.78
    ],
    [
        " Whereas when you put a chokehold on somebody, they are going to sleep.",
        5666.32,
        5670.44
    ],
    [
        " They are going to sleep 100%.",
        5670.92,
        5673.66
    ],
    [
        " And when you have three cops going against one guy, someone's going to get a chokehold on.",
        5673.66,
        5679.84
    ],
    [
        " And despite what they did to Rodney King beating him, he wasn't stopping.",
        5680.18,
        5684.92
    ],
    [
        " And so, yeah, it's one of those things I really hope that the law enforcement gets the ability to use,",
        5685.88,
        5691.64
    ],
    [
        " to train better, to use chokeholds, to use other forms of grappling.",
        5691.9,
        5696.82
    ],
    [
        " Because it is absolutely superior from a law enforcement perspective.",
        5697.1,
        5701.0
    ],
    [
        " And from, and from, even from, like I said, from a military perspective,",
        5701.62,
        5705.64
    ],
    [
        " when you go into a room and there's non-combatants in there that you have to get control over,",
        5705.64,
        5710.0
    ],
    [
        " you don't want to start beating people.",
        5710.28,
        5711.98
    ],
    [
        " You want to use the minimum required force.",
        5712.34,
        5715.28
    ],
    [
        " And yet when people aren't compliant, you have to be able to do something.",
        5715.88,
        5718.66
    ],
    [
        " Yeah.",
        5719.7,
        5720.24
    ],
    [
        " So...",
        5720.74,
        5721.58
    ],
    [
        " Yeah, the minimum required force that essentially makes striking...",
        5721.58,
        5728.32
    ],
    [
        " ...obsolute if you're trying to approach it that way.",
        5728.32,
        5730.38
    ],
    [
        " Or if that's the regulation, you know?",
        5730.7,
        5732.16
    ],
    [
        " Yeah, the strike is not the regulation.",
        5732.54,
        5734.12
    ],
    [
        " If you're a human, and you've got a woman that is scared,",
        5734.98,
        5740.1
    ],
    [
        " or doesn't speak your language, or is petrified, or whatever the case may be,",
        5740.14,
        5744.0
    ],
    [
        " your answer is to striker in the face.",
        5744.4,
        5746.82
    ],
    [
        " Right.",
        5747.22,
        5747.24
    ],
    [
        " And what is, by the way, what does her husband do when you striker in the face?",
        5747.62,
        5751.34
    ],
    [
        " As opposed to if you come over, you put your hands on her,",
        5752.22,
        5754.14
    ],
    [
        " you gently push her to the ground, you feel some resistance,",
        5754.2,
        5756.36
    ],
    [
        " maybe you have to do some sort of manipulation of a joint to get to control.",
        5756.56,
        5760.18
    ],
    [
        " But that is so much more mild than a muzzle strike to the face.",
        5760.36,
        5764.28
    ],
    [
        " Yeah, and if you know what to do, if you know what you do to...",
        5764.64,
        5768.24
    ],
    [
        " Yeah, it's a no brain.",
        5768.28,
        5769.14
    ],
    [
        " Yeah, and it's not hard to do to people.",
        5769.28,
        5771.32
    ],
    [
        " And even, and you'll see sometimes when someone's trying to get, you know,",
        5771.98,
        5775.9
    ],
    [
        " gain control, and they'll put their arm behind their back, like, chicken wing situation.",
        5776.06,
        5780.38
    ],
    [
        " They'll do it all hard.",
        5781.06,
        5782.32
    ],
    [
        " Like real hard.",
        5782.54,
        5783.04
    ],
    [
        " Because they kind of got to add that element of pain so the guy will kind of quote-unquote,",
        5783.06,
        5786.78
    ],
    [
        " no, most jujitsu stuff, you don't have to put that pain.",
        5786.92,
        5790.0
    ],
    [
        "",
        5790.2,
        5790.2
    ],
    [
        " It's just that controlling, like you just can't...",
        5790.26,
        5792.4
    ],
    [
        " That's why a lot of people were talking about this today.",
        5792.4,
        5793.96
    ],
    [
        " How a lot of people, after they get their first time in jujitsu or something or early on in jujitsu",
        5794.32,
        5798.94
    ],
    [
        " a guy will tap them out, and they'll have this thing in their mind like,",
        5798.94,
        5802.52
    ],
    [
        " oh, I just have to go harder, you know.",
        5802.54,
        5804.3
    ],
    [
        " I can just... I can gain some kind of control.",
        5804.56,
        5807.52
    ],
    [
        " I just got to go harder, but because it's not a hard thing,",
        5807.56,
        5810.54
    ],
    [
        " it's not a, like, aggressive feeling to get controlled like that.",
        5810.74,
        5815.12
    ],
    [
        " You just simply control it.",
        5815.4,
        5817.2
    ],
    [
        " And you know, this ties so much to life.",
        5817.4,
        5821.1
    ],
    [
        " Yeah.",
        5821.68,
        5821.78
    ],
    [
        " Because we talk about, you hear me talk about this all the time.",
        5821.78,
        5823.78
    ],
    [
        " And I was going back and forth with somebody on Twitter the other day about,",
        5824.66,
        5827.08
    ],
    [
        " I'm like, you gotta use the indirect approach with people.",
        5827.32,
        5830.24
    ],
    [
        " So picture this, next time you're dealing with a person that's combative,",
        5830.54,
        5834.2
    ],
    [
        " and I mean, now I'm talking about verbally combative,",
        5834.5,
        5836.76
    ],
    [
        " or their ideas are combative against your combatives.",
        5836.84,
        5841.54
    ],
    [
        " Is the first thing you wanna do, go up and punch them in the face or muzzle strike them?",
        5841.74,
        5846.04
    ],
    [
        " Because what is the reaction gonna be?",
        5846.24,
        5847.88
    ],
    [
        " What the reaction is gonna immediately be defensive.",
        5847.88,
        5850.82
    ],
    [
        " You don't wanna put people in that predicament.",
        5851.54,
        5853.76
    ],
    [
        " You wanna use legitzoo on them.",
        5854.02,
        5856.18
    ],
    [
        " You wanna get them feeling comfortable.",
        5856.76,
        5858.88
    ],
    [
        " When you're going to sleep, when somebody puts a chokehold on you, you're done.",
        5859.08,
        5863.26
    ],
    [
        " I mean, you're just going to sleep.",
        5863.6,
        5864.54
    ],
    [
        " You sneak in behind.",
        5865.36,
        5866.42
    ],
    [
        " So don't get this idea that when you're dealing with people in a confrontation,",
        5867.0,
        5871.64
    ],
    [
        " not only physically, but a verbal or a mental confrontation,",
        5872.0,
        5874.98
    ],
    [
        " and I'm not even talking about a confrontation in yelling in the street.",
        5874.98,
        5878.96
    ],
    [
        " I'm talking about in the office.",
        5879.06,
        5880.64
    ],
    [
        " I'm talking about dealing with one of your subordinates.",
        5881.28,
        5883.8
    ],
    [
        " I'm talking about dealing with your boss or whoever, think about using,",
        5883.8,
        5887.5
    ],
    [
        " instead of thinking about, hey, I'm gonna smash this person in the face,",
        5887.66,
        5892.14
    ],
    [
        " and that's gonna bring me the win.",
        5892.26,
        5893.2
    ],
    [
        " No, it's not.",
        5893.44,
        5894.24
    ],
    [
        " Generally it is not.",
        5894.62,
        5895.6
    ],
    [
        " Generally what brings you the win is, okay, hey, who's what's going on?",
        5896.26,
        5900.14
    ],
    [
        " Let's sneak in there.",
        5900.66,
        5901.72
    ],
    [
        " Let's get inside their head.",
        5902.04,
        5903.24
    ],
    [
        " Let's not aggravate the situation.",
        5904.84,
        5906.46
    ],
    [
        " Yeah.",
        5906.46,
        5907.04
    ],
    [
        " Let's bring the situation towards a better area where we can use our control.",
        5907.14,
        5914.78
    ],
    [
        " Yeah, you won't get the win.",
        5915.14,
        5917.82
    ],
    [
        " You'll get a fight.",
        5918.1,
        5918.62
    ],
    [
        " Oh yeah, you'll definitely get a fight.",
        5919.02,
        5920.3
    ],
    [
        " Even though that's not the goal.",
        5920.38,
        5921.3
    ],
    [
        " Yeah, you'll be, if they are combative, and your answer is to be more combative,",
        5921.46,
        5925.82
    ],
    [
        " you know, and of course they're answer.",
        5926.36,
        5927.76
    ],
    [
        " Yeah, you know, their answer is, yeah, even more combative.",
        5928.54,
        5930.06
    ],
    [
        " So yeah, then you got yourself a fight.",
        5930.06,
        5931.96
    ],
    [
        " Hannah and them, Gracie, they're doing good stuff with law enforcement,",
        5932.04,
        5935.16
    ],
    [
        " using Jiu-Jitsu and actual police tactics.",
        5935.74,
        5938.4
    ],
    [
        " So it comes from, you know, it's in context.",
        5938.4,
        5940.58
    ],
    [
        "",
        5940.96,
        5940.96
    ],
    [
        " And you know what, if your police officer out there, or you're in law enforcement,",
        5940.96,
        5945.14
    ],
    [
        " and you know, Hannah, that's great.",
        5945.7,
        5948.02
    ],
    [
        " Guess what?",
        5948.16,
        5948.48
    ],
    [
        " There's a Jiu-Jitsu studio everywhere in the country right now.",
        5948.72,
        5951.74
    ],
    [
        " Go train some Jiu-Jitsu.",
        5951.98,
        5952.9
    ],
    [
        " Yeah.",
        5953.34,
        5953.48
    ],
    [
        " Just go start training.",
        5953.58,
        5954.48
    ],
    [
        " No big deal.",
        5954.86,
        5955.42
    ],
    [
        " Just go start training.",
        5955.8,
        5956.84
    ],
    [
        " Yeah.",
        5957.4,
        5958.24
    ],
    [
        " And I have a friend Craig, he's from from from Hawaii.",
        5958.7,
        5963.06
    ],
    [
        " He, um, good cop.",
        5963.44,
        5965.6
    ],
    [
        " You see him on Facebook, I all like reposts stuff sometimes.",
        5965.74,
        5969.08
    ],
    [
        " He'll like, he'll come down to the skate park, whether, you know, he got called or whatever.",
        5969.3,
        5972.44
    ],
    [
        " I saw that, you posted that.",
        5972.44,
        5973.48
    ],
    [
        " Yeah, and he'll be shredding.",
        5973.48,
        5974.34
    ],
    [
        " Yeah.",
        5974.48,
        5974.66
    ],
    [
        " He'll do some skating or he'll race somewhere or whatever.",
        5974.98,
        5977.86
    ],
    [
        " But he's, he's a Jiu-Jitsu.",
        5978.08,
        5979.54
    ],
    [
        " I think he's a purple or brown belt.",
        5979.54,
        5981.02
    ],
    [
        " Yeah, so he has the confidence.",
        5981.02,
        5982.28
    ],
    [
        " Yeah, man.",
        5982.68,
        5983.5
    ],
    [
        " That's what it is.",
        5983.66,
        5984.22
    ],
    [
        " He has the confidence.",
        5984.32,
        5984.9
    ],
    [
        " Yeah.",
        5985.14,
        5985.28
    ],
    [
        " That's awesome.",
        5985.54,
        5986.26
    ],
    [
        " You know, he can be, he can be a good guy, you know, good guy with the power.",
        5986.64,
        5991.98
    ],
    [
        " Next question.",
        5992.78,
        5995.1
    ],
    [
        " Jocco, how do you prepare for buds specifically and where were you physically wise within your",
        5996.44,
        6003.88
    ],
    [
        " class?",
        6003.88,
        6004.16
    ],
    [
        " It must be a physical night around here.",
        6005.6,
        6008.52
    ],
    [
        " Physical activity nights, well, that's what the questions are tonight seems like.",
        6009.52,
        6012.66
    ],
    [
        " So how do I prepare for buds?",
        6013.2,
        6014.4
    ],
    [
        " Well, again, you got to go back.",
        6014.66,
        6017.16
    ],
    [
        " This is now 1989, 1990.",
        6017.26,
        6021.0
    ],
    [
        " And, how did I prepare for buds back then?",
        6022.32,
        6025.3
    ],
    [
        " Well, we didn't know anything.",
        6025.48,
        6026.44
    ],
    [
        " I didn't know anything.",
        6026.72,
        6027.52
    ],
    [
        " There was no media.",
        6027.66,
        6028.42
    ],
    [
        " There was no internet.",
        6028.62,
        6029.42
    ],
    [
        " There was nothing.",
        6029.58,
        6030.28
    ],
    [
        " There wasn't even any books.",
        6030.92,
        6031.9
    ],
    [
        " So what did I do?",
        6032.48,
        6035.22
    ],
    [
        " And it wasn't even a Wii.",
        6035.4,
        6036.32
    ],
    [
        " It was just an I because I was alone.",
        6036.4,
        6037.7
    ],
    [
        " I didn't know any seals.",
        6038.18,
        6039.1
    ],
    [
        " I didn't know anyone was in any kind of special operations at all.",
        6039.3,
        6043.92
    ],
    [
        " So you're just young and stupid and just, okay, so I just looked at it and said, it appears",
        6044.3,
        6051.06
    ],
    [
        " that seal training is a bunch of running and swimming and pushing pushups and pull-ups and rope",
        6051.06,
        6059.46
    ],
    [
        " crimes and dips.",
        6059.46,
        6060.7
    ],
    [
        " Looks to me like in the pictures that the recruiter showed me, they were wearing boots and",
        6061.18,
        6067.4
    ],
    [
        " and fatigues.",
        6067.4,
        6068.96
    ],
    [
        " So what did I do?",
        6069.38,
        6070.22
    ],
    [
        " Went to the Army Navy store, bought a couple pair of fatigue pants, bought a couple",
        6070.62,
        6076.4
    ],
    [
        " pairs of jungle boots that looked like what I saw in the recruiting office.",
        6076.4,
        6082.58
    ],
    [
        " And I just ran with boots on.",
        6083.24,
        6085.46
    ],
    [
        " I swam.",
        6085.68,
        6086.4
    ],
    [
        " I did pull-ups and dips.",
        6086.8,
        6088.24
    ],
    [
        " That's what I did to get ready for.",
        6088.84,
        6091.16
    ],
    [
        " There was no periodization and there wasn't any plan.",
        6091.32,
        6095.34
    ],
    [
        " There was no, I wasn't doing the wad.",
        6095.48,
        6097.4
    ],
    [
        " I think there was no work out of the day.",
        6097.4,
        6099.22
    ],
    [
        " I just ran and swam and did pull-ups and dips and I did them a lot.",
        6099.36,
        6102.4
    ],
    [
        " And actually, I did them a lot but I didn't even know what I was capable of or what even",
        6103.84,
        6111.0
    ],
    [
        " a person was capable of.",
        6111.0,
        6111.96
    ],
    [
        " Because back then you couldn't look up on the internet and say like, what's good as far",
        6112.02,
        6116.46
    ],
    [
        " as pull-ups go.",
        6116.46,
        6117.32
    ],
    [
        " I had no idea.",
        6118.28,
        6119.32
    ],
    [
        " So I think I could do 18.",
        6120.34,
        6121.82
    ],
    [
        " That's all it?",
        6122.86,
        6123.52
    ],
    [
        " No, it's not.",
        6123.92,
        6124.62
    ],
    [
        " Not when you're going to a seal training.",
        6124.7,
        6126.28
    ],
    [
        " But you just had no idea.",
        6127.38,
        6129.68
    ],
    [
        " I just said, okay, that's, and I didn't know how to get to be able to do more.",
        6129.82,
        6132.88
    ],
    [
        " I mean, I just did a bunch.",
        6133.28,
        6134.08
    ],
    [
        " Doesn't that work though?",
        6134.7,
        6136.96
    ],
    [
        " I mean, didn't that work?",
        6137.16,
        6137.88
    ],
    [
        " Yeah, it did.",
        6138.02,
        6139.0
    ],
    [
        " Yeah, I mean, you do a bunch of pull-ups.",
        6139.24,
        6140.3
    ],
    [
        " You do a bunch of pull-ups and you get better at pull-ups.",
        6140.68,
        6142.54
    ],
    [
        " You do a bunch of dips.",
        6142.64,
        6143.26
    ],
    [
        " You get better at dips.",
        6143.42,
        6143.98
    ],
    [
        " You do a bunch of pushups.",
        6144.14,
        6144.74
    ],
    [
        " You get better at push-ups.",
        6144.9,
        6145.64
    ],
    [
        " And luckily, I ran with boots on.",
        6146.12,
        6148.14
    ],
    [
        " That's one thing that got a lot of guys had trouble with.",
        6148.22,
        6150.36
    ],
    [
        " I think nowadays they use these, they're almost like tennis shoes.",
        6150.42,
        6153.12
    ],
    [
        " The boots that they run with are like really light athletic in buds.",
        6153.54,
        6156.96
    ],
    [
        " They're really light athletic kind of boots.",
        6156.96,
        6160.46
    ],
    [
        " But back in the day, they were straight, just hardcore jungle boots.",
        6160.7,
        6163.72
    ],
    [
        " And a lot of guys had problems, shin splints, stress fractures and all that.",
        6163.96,
        6167.58
    ],
    [
        " And I was good to go because I was used to running in boots because I was a knucklehead.",
        6167.78,
        6170.74
    ],
    [
        " And then the other part of the question, physically, where was I in my class?",
        6171.32,
        6174.86
    ],
    [
        " I was about in the middle of the pack.",
        6174.86,
        6175.96
    ],
    [
        " That's where I was.",
        6176.44,
        6177.18
    ],
    [
        " I was not the fastest.",
        6177.38,
        6179.78
    ],
    [
        " I was not the fastest runner, not the fastest swimmer.",
        6179.84,
        6182.3
    ],
    [
        " I wasn't the fastest at the obstacle course.",
        6182.3,
        6183.96
    ],
    [
        " I actually failed a run when I decided in my ultimate brilliance that I would just",
        6184.48,
        6193.72
    ],
    [
        " pace myself for this run.",
        6193.72,
        6194.86
    ],
    [
        " And failed a run, missed the time.",
        6196.12,
        6200.4
    ],
    [
        " The run was supposed to be four miles.",
        6200.64,
        6204.44
    ],
    [
        " But back in those days, there was no supervision on the instructors, like limited supervision,",
        6204.8,
        6209.1
    ],
    [
        " I should say.",
        6209.14,
        6209.74
    ],
    [
        " And so the runs would be four point three miles, four point six miles, four point two",
        6209.96,
        6214.68
    ],
    [
        " miles, three point eight miles.",
        6214.68,
        6215.8
    ],
    [
        " You just didn't really know.",
        6215.96,
        6216.78
    ],
    [
        " And it was fine.",
        6216.92,
        6217.52
    ],
    [
        " I mean, that's the way it should be.",
        6217.58,
        6218.42
    ],
    [
        " And actually weren't allowed to wear a watch.",
        6218.74,
        6221.4
    ],
    [
        " So you had no idea what you're doing.",
        6221.4,
        6223.0
    ],
    [
        " So I just said, oh, I'm going to pace myself and keep a good steady pace.",
        6223.0,
        6225.94
    ],
    [
        " And I failed.",
        6226.32,
        6228.44
    ],
    [
        " And so from then on, there's only one way I ran.",
        6228.86,
        6231.14
    ],
    [
        " It was as hard as I could.",
        6231.44,
        6233.18
    ],
    [
        " It's literally as hard as I, when they blew the whistle to go, I just ran as hard as I",
        6233.4,
        6236.22
    ],
    [
        " could until the thing was over.",
        6236.22,
        6237.28
    ],
    [
        " Wait, so why'd you fail though?",
        6237.28,
        6238.56
    ],
    [
        " Like, did you just pace yourself too slowly or did you pace yourself and then you started",
        6238.72,
        6243.34
    ],
    [
        " gasping anyway?",
        6243.34,
        6244.14
    ],
    [
        " No, I paced myself and it wasn't fast enough.",
        6244.4,
        6246.22
    ],
    [
        " That's it.",
        6246.7,
        6247.6
    ],
    [
        " I paced myself and it wasn't fast enough.",
        6248.02,
        6250.02
    ],
    [
        " I just, and I was, I was right behind the cutoff point.",
        6250.22,
        6254.18
    ],
    [
        " You know, they're like, boom, and the guy ahead of me gets through and he, you know, one",
        6254.8,
        6259.22
    ],
    [
        " guy ahead of me gets turned away like, man, you failed.",
        6259.22,
        6261.54
    ],
    [
        " Man.",
        6262.04,
        6262.56
    ],
    [
        " So I never paced myself again.",
        6262.96,
        6265.56
    ],
    [
        " All I could do to sprint.",
        6265.7,
        6266.7
    ],
    [
        " And that's, that's a way a lot of the evolutions were from it.",
        6266.7,
        6268.74
    ],
    [
        " I had to just go as hard as I could because I wasn't the best at any of it.",
        6268.74,
        6272.88
    ],
    [
        " And the only thing I was maybe a little bit better at was anything I've talked about",
        6273.32,
        6279.34
    ],
    [
        " this before or anything that I would have to carry weight like a Rucksack.",
        6279.34,
        6281.7
    ],
    [
        " I was a little bit better at than normal.",
        6281.7,
        6283.68
    ],
    [
        " Not definitely not stellar.",
        6283.8,
        6285.06
    ],
    [
        " But, but, you know, I had, I had an NCAA water polo champion in my Buds class.",
        6285.84,
        6295.26
    ],
    [
        " And I had a Olympic alternate gymnast in my Buds class.",
        6295.62,
        6299.68
    ],
    [
        " And both those guys were stood athletes.",
        6301.06,
        6303.76
    ],
    [
        " I mean, they're both, I mean, those are some of the top athletes in the world.",
        6303.76,
        6307.22
    ],
    [
        " I mean, if you win the NCAA championships of water polo and you're an Olympic alternate",
        6307.24,
        6312.8
    ],
    [
        " gymnast, you know, you're just a specimen.",
        6312.8,
        6316.12
    ],
    [
        " And both those guys quit.",
        6316.64,
        6317.94
    ],
    [
        " Yeah.",
        6318.38,
        6319.72
    ],
    [
        " And there I was Joe Average.",
        6320.16,
        6322.44
    ],
    [
        " Yeah.",
        6322.92,
        6323.32
    ],
    [
        " But, yeah.",
        6324.54,
        6325.26
    ],
    [
        " The bottom line is though, you get to the, you get to the SEAL teams.",
        6326.16,
        6329.68
    ],
    [
        " No one cares about Buds.",
        6329.86,
        6331.42
    ],
    [
        " No one cares about that stuff.",
        6331.54,
        6332.98
    ],
    [
        " It's a baseline of training and that's it.",
        6333.16,
        6335.16
    ],
    [
        " That's why I don't talk about it that often.",
        6335.56,
        6336.92
    ],
    [
        " It's like, who cares?",
        6337.0,
        6338.3
    ],
    [
        " Hey, and Buds was there like people who'd, like, let's say I was really good at running",
        6339.16,
        6344.34
    ],
    [
        " miles, you know.",
        6344.34,
        6345.22
    ],
    [
        " Was there people who would be, you could tell they were showing off to be like first,",
        6345.96,
        6349.1
    ],
    [
        " you know?",
        6349.3,
        6349.52
    ],
    [
        " Oh, everyone's trying to win.",
        6349.86,
        6350.74
    ],
    [
        " I'm just trying to go first.",
        6350.86,
        6351.62
    ],
    [
        " And if you, if you ran track more cross country, you were going to be fine in Buds for running.",
        6351.7,
        6357.6
    ],
    [
        " Unless you got stress fractures.",
        6357.96,
        6359.78
    ],
    [
        " Yeah.",
        6360.1,
        6360.36
    ],
    [
        " If you swam or you played water polo or whatever, you were going to be fine in the running.",
        6360.54,
        6365.86
    ],
    [
        " So if you did some kind of high school sport that was related to those two, you were going",
        6366.42,
        6370.62
    ],
    [
        " to be pretty good to go.",
        6370.62,
        6371.82
    ],
    [
        " Yeah, but were they like, oh, so when you say they were trying to win, they're trying",
        6372.28,
        6375.0
    ],
    [
        " to be first?",
        6375.0,
        6375.38
    ],
    [
        " Yeah, of course.",
        6375.7,
        6376.08
    ],
    [
        " Yeah.",
        6376.36,
        6376.42
    ],
    [
        " I was trying to win.",
        6376.42,
        6376.94
    ],
    [
        " Yeah, this, this, I mean, right?",
        6377.16,
        6379.56
    ],
    [
        " Aren't you?",
        6379.78,
        6380.46
    ],
    [
        " I am.",
        6381.26,
        6381.92
    ],
    [
        " It seems like I've, yeah, for, yeah, I tried.",
        6382.24,
        6386.62
    ],
    [
        " Yeah, I guess, yeah, you're in that situation, right?",
        6387.3,
        6389.38
    ],
    [
        " Do your best.",
        6389.72,
        6390.34
    ],
    [
        " When?",
        6390.58,
        6390.74
    ],
    [
        " Be the guy, the man.",
        6391.16,
        6392.16
    ],
    [
        " Next question.",
        6393.44,
        6395.12
    ],
    [
        " Let's do it.",
        6396.02,
        6396.46
    ],
    [
        " One of the most powerful tools I've used as a military leader is rehearsals.",
        6397.18,
        6401.34
    ],
    [
        " I would love to hear your thoughts on rehearsals.",
        6402.06,
        6404.14
    ],
    [
        " So rehearsals.",
        6406.04,
        6406.82
    ],
    [
        " And this is actually shocking that I've never talked about rehearsals.",
        6407.0,
        6410.28
    ],
    [
        " Rehearsals like what?",
        6410.66,
        6411.68
    ],
    [
        " Like, what we're going to do here, do you do a practice like a dress rehearsal for?",
        6411.78,
        6414.72
    ],
    [
        " And they're totally critical.",
        6414.96,
        6418.28
    ],
    [
        " And one of the biggest parts of preparing for an operation correctly, you know, we used",
        6418.66,
        6424.48
    ],
    [
        " to have this, they used to say one third planning, one third gear prep and one third rehearsals.",
        6424.48,
        6431.24
    ],
    [
        " That's how you're supposed to spend your time.",
        6431.32,
        6433.02
    ],
    [
        " And it's a, it's a rule that gets violated very often because people spend too much time",
        6433.48,
        6438.96
    ],
    [
        " planning and not enough time rehearsing.",
        6438.96,
        6441.44
    ],
    [
        " So we would always, I would always try and push the rehearsals as much as possible.",
        6441.96,
        6447.36
    ],
    [
        " And I would, when I was a, when I was in charge of troops, I would try and push rehearsals.",
        6447.8,
        6452.06
    ],
    [
        " And then when I was training troops, I would try and get them to rehearse.",
        6452.06,
        6456.64
    ],
    [
        " But it's hard.",
        6456.64,
        6457.04
    ],
    [
        " Like I said, people get drawn into the planning piece.",
        6457.14,
        6459.42
    ],
    [
        " But a plan without rehearsal is not a plan.",
        6460.34,
        6463.1
    ],
    [
        " Really.",
        6463.6,
        6463.82
    ],
    [
        " So, you know, definitely use the rehearsals rehearsals much as you can.",
        6464.32,
        6470.12
    ],
    [
        " Be hard on yourself during rehearsals.",
        6470.28,
        6471.94
    ],
    [
        " Rehearsal contingencies.",
        6472.08,
        6473.06
    ],
    [
        " That's something we used to do that I was pretty intent on was rehearsing the contingencies.",
        6473.16,
        6478.34
    ],
    [
        " So what could go wrong here?",
        6478.34,
        6479.4
    ],
    [
        " What could go different at the target area?",
        6479.68,
        6481.88
    ],
    [
        " What's a different alternate route that we might have to hit the target from?",
        6482.1,
        6484.94
    ],
    [
        " And just, just go through a couple of those contingencies.",
        6485.3,
        6487.56
    ],
    [
        " And actually, when you do that, make sure you, if you rehearse a couple of contingencies,",
        6488.78,
        6493.28
    ],
    [
        " if you rehearse your main plan, let's say you walk through it three times,",
        6493.3,
        6496.64
    ],
    [
        " then you rehearse two or three contingencies, go back and do the main plan two more times.",
        6496.92,
        6503.24
    ],
    [
        " Just so that's what they leave with.",
        6503.62,
        6505.42
    ],
    [
        " So, yeah.",
        6505.66,
        6506.06
    ],
    [
        " So you want that in their heads.",
        6506.2,
        6507.36
    ],
    [
        " You want that in their heads because otherwise it'll be a little bit of confusion.",
        6507.36,
        6510.08
    ],
    [
        " But you definitely want to rehearse some contingencies as well.",
        6510.3,
        6514.56
    ],
    [
        " And we also would rehearse the things that were, the things that happened all the time.",
        6514.88,
        6520.62
    ],
    [
        " So even, you know, a good example was like our breach team,",
        6520.92,
        6524.9
    ],
    [
        " which is the team that kind of goes in to blow up a door so you can get in the building",
        6524.9,
        6528.58
    ],
    [
        " and they have their little procedures.",
        6528.58,
        6529.74
    ],
    [
        " We'd rehearse that breach team, we'd rehearse over and over and over again,",
        6530.26,
        6533.6
    ],
    [
        " so that they're really just smooth and good and they don't have to talk",
        6533.98,
        6536.56
    ],
    [
        " and they can do things very quickly.",
        6536.56,
        6537.84
    ],
    [
        " And, you know, the way we got into vehicles and out of vehicles,",
        6538.26,
        6541.94
    ],
    [
        " we always rehearse that even though we'd rehearse it by, I mean, by the end of deployment,",
        6541.94,
        6547.54
    ],
    [
        " you've rehearsed that hundreds of times and you still go,",
        6547.72,
        6549.88
    ],
    [
        " hey, dismount the vehicles and get information because it's just another time,",
        6550.0,
        6556.02
    ],
    [
        " more muscle memory for everybody.",
        6556.18,
        6557.68
    ],
    [
        " And you could do it with all the stuff that you do in the field,",
        6558.66,
        6562.6
    ],
    [
        " you know, whether you're calling it a helicopter for a casualty evacuation,",
        6562.6,
        6566.3
    ],
    [
        " how you're going to set up that landing zone, you rehearse that a few times.",
        6566.54,
        6569.18
    ],
    [
        " Just do it, you know, a couple of times before you roll out on an operation,",
        6569.18,
        6572.0
    ],
    [
        " that way when it happens, everybody knows what to do.",
        6572.04,
        6573.98
    ],
    [
        " And this obviously translates directly to everything else.",
        6574.64,
        6580.48
    ],
    [
        " I mean, especially in business, I mean, we work with construction companies",
        6580.48,
        6584.84
    ],
    [
        " and, you know, a lot of times talk about safety with construction companies",
        6584.84,
        6588.24
    ],
    [
        " because they lose lives, they lose money, they lose jobs because they have,",
        6588.24,
        6594.64
    ],
    [
        " if they have safety incidences, and how do they handle when they happen?",
        6594.64,
        6598.54
    ],
    [
        " And what do you do?",
        6598.54,
        6599.2
    ],
    [
        " So, you know, rehearsing the emergency procedures and when something happens,",
        6599.7,
        6602.86
    ],
    [
        " rehearsing the setup before you start a certain type of, you know, construction operation,",
        6603.06,
        6608.1
    ],
    [
        " that's good.",
        6608.38,
        6608.92
    ],
    [
        " Even with the sales world, like when I, when I, you know, a lot of teams that every business has,",
        6609.16,
        6615.12
    ],
    [
        " well, just about every business has some sort of sales force in it, right?",
        6615.42,
        6618.44
    ],
    [
        " Without trying to sell things, and how do you rehearse for them?",
        6618.74,
        6621.56
    ],
    [
        " Well, you, you do some role playing where, you know,",
        6621.68,
        6624.5
    ],
    [
        " somebody gets on and plays the super hard client, you know?",
        6624.5,
        6627.56
    ],
    [
        " Somebody gets on and complains.",
        6627.88,
        6630.04
    ],
    [
        " How do you, let's rehearse?",
        6630.62,
        6631.72
    ],
    [
        " How are you going to talk through when somebody calls up to complain?",
        6632.12,
        6634.26
    ],
    [
        " And in two or three iterations, people will improve on how they handle complaints",
        6634.9,
        6639.12
    ],
    [
        " and how they handle a super hard client, how they overcome some objections,",
        6639.12,
        6642.68
    ],
    [
        " but you do that through rehearsal, and it makes you, just makes you better.",
        6642.72,
        6646.18
    ],
    [
        " You know, it's, you know, that the, I mean, another rehearsal would be like a,",
        6646.8,
        6651.66
    ],
    [
        " we work with the gas oil industry.",
        6651.76,
        6653.7
    ],
    [
        " So, how are they going to handle when there's a leak?",
        6654.04,
        6656.88
    ],
    [
        " How are they going to handle when there's some kind of a ecological problem or a fire?",
        6656.98,
        6661.34
    ],
    [
        " What are you going to do?",
        6661.54,
        6662.08
    ],
    [
        " You know, oh, you're going to dial this number?",
        6662.92,
        6665.36
    ],
    [
        " Okay, let's check that that number works.",
        6665.52,
        6667.0
    ],
    [
        " How long has that number been in this little pamphlet that's been sitting by the phone?",
        6667.34,
        6670.26
    ],
    [
        " You know, when's the last time that got checked out?",
        6670.58,
        6672.48
    ],
    [
        " Where's, where is the communications nodes?",
        6673.78,
        6677.48
    ],
    [
        " What if they get hit?",
        6677.96,
        6678.72
    ],
    [
        " What's the alternative plan?",
        6678.86,
        6679.74
    ],
    [
        " So just, yeah, rehearsals are awesome.",
        6679.74,
        6682.38
    ],
    [
        " The finance world, we see it as well.",
        6682.7,
        6684.4
    ],
    [
        " What kind, what if there's a drastic downturn in the market or a drastic upturn?",
        6684.48,
        6689.9
    ],
    [
        " Do you have a rehearsed plan of what you're going to do,",
        6690.56,
        6693.78
    ],
    [
        " who you're going to contact, if you have decisions to make, triggers have been hit?",
        6693.78,
        6697.72
    ],
    [
        " Just rehearse that stuff.",
        6698.16,
        6699.64
    ],
    [
        " Yeah.",
        6699.96,
        6700.1
    ],
    [
        " Just rehearse it.",
        6700.36,
        6701.3
    ],
    [
        " So everybody knows, and it's very, very helpful.",
        6701.54,
        6705.12
    ],
    [
        " I know when I was in charge of training, I had a very, very squared away",
        6705.18,
        6709.8
    ],
    [
        " and fired up a corpsman who is our medical support.",
        6709.8,
        6713.16
    ],
    [
        " And he just, you know, I talked about rehearsals one time or whatever.",
        6713.34,
        6716.92
    ],
    [
        " And he came to me and said,",
        6717.1,
        6717.62
    ],
    [
        " we're going to rehearse all of our casualty evacuations for all of our different training sites.",
        6717.64,
        6721.48
    ],
    [
        " So, and he did, and he'd come back and he'd find, you know,",
        6721.74,
        6725.22
    ],
    [
        " hey, guess what?",
        6725.3,
        6725.86
    ],
    [
        " This is what I found on this one.",
        6726.0,
        6726.9
    ],
    [
        " The life flight that we were supposed to call didn't exist anymore.",
        6727.16,
        6730.16
    ],
    [
        " They went out of business or they changed their number or whatever.",
        6730.54,
        6733.34
    ],
    [
        " Or this LZ that we were planning on using has a house on it now.",
        6733.7,
        6737.06
    ],
    [
        " You know, and so he found real stuff.",
        6737.34,
        6739.02
    ],
    [
        " And you know what, this particular guy, great guy.",
        6739.56,
        6741.8
    ],
    [
        " He, in that time, he got all those casualty evacuation plans squared away.",
        6741.92,
        6747.06
    ],
    [
        " And in that, in that year, we actually did two real casualty evacuations",
        6747.26,
        6752.34
    ],
    [
        " from training sites for real critical injuries.",
        6752.34,
        6754.92
    ],
    [
        " And both of them went super smooth all because of his efforts.",
        6754.92,
        6757.96
    ],
    [
        " And they ran full rehearsals, full rehearsals.",
        6758.26,
        6761.76
    ],
    [
        " And so just, just that kind of thing.",
        6762.28,
        6764.74
    ],
    [
        " Those things saved lives for sure.",
        6765.04,
        6766.96
    ],
    [
        " Just doing those full rehearsals.",
        6767.3,
        6769.62
    ],
    [
        " So yes, rehearse, rehearse, and rehearse in anything that you're doing,",
        6769.62,
        6775.74
    ],
    [
        " because it'll make you better.",
        6776.0,
        6776.88
    ],
    [
        " Yes, especially, or you, I would think that anytime you're in a situation",
        6777.36,
        6781.48
    ],
    [
        " where being on the spot is a big factor, you know, where you have to make a decision",
        6781.48,
        6786.06
    ],
    [
        " quick, you know, you don't have a day or two days to, you know,",
        6786.06,
        6789.62
    ],
    [
        " analyze and make a decision.",
        6789.72,
        6791.26
    ],
    [
        " Feel like that would, the rehearsal would be a critical part of preparing for something like that.",
        6791.28,
        6797.58
    ],
    [
        " Yeah.",
        6797.86,
        6798.3
    ],
    [
        " And you can do that with the decision making sure you can set up all kinds of rehearsals",
        6798.64,
        6803.5
    ],
    [
        " for decision making for decision making in whatever industry you're in.",
        6803.5,
        6807.18
    ],
    [
        " Just, but what I like to do is make those decisions critical, make those challenging",
        6807.6,
        6812.02
    ],
    [
        " so that you're putting somebody on the spot, you're putting a leader in the spot.",
        6812.02,
        6815.0
    ],
    [
        " And I'll tell you what, one thing that's very cool about this and this is something",
        6815.24,
        6818.84
    ],
    [
        " you could carry over to everything you do.",
        6818.84,
        6820.4
    ],
    [
        " It goes to decentralized command.",
        6820.44,
        6821.7
    ],
    [
        " It goes to instilling initiative in people.",
        6821.92,
        6824.64
    ],
    [
        " You run rehearsals where the only solution is to go outside the box of the planet.",
        6824.96,
        6833.24
    ],
    [
        " Oh, during the rehearsal?",
        6833.3,
        6834.12
    ],
    [
        " During the rehearsal.",
        6834.2,
        6834.7
    ],
    [
        " Or rehearsal where the only solution is to disobey what the order is.",
        6834.7,
        6839.86
    ],
    [
        " Oh, thank you.",
        6839.9,
        6840.44
    ],
    [
        "",
        6840.56,
        6840.56
    ],
    [
        " And the reason I'm bringing this up specifically is because you're talking about",
        6841.04,
        6844.38
    ],
    [
        " rehearsing when there's decisions that need to be made.",
        6844.38,
        6847.76
    ],
    [
        " So this is going a little bit from rehearsal almost into a training scenario, right?",
        6847.9,
        6852.14
    ],
    [
        " So we're getting away from rehearsal where you're rehearsing a specific operation",
        6852.14,
        6855.24
    ],
    [
        " into a training scenario where what you're trying to do in training is you're trying",
        6855.24,
        6860.36
    ],
    [
        " to get people to think, you're trying to get people to think on their own.",
        6860.36,
        6863.46
    ],
    [
        " And that is the most beautiful thing that you want as a leader is you want all your",
        6863.5,
        6867.26
    ],
    [
        " people thinking and you want them to be able to think with a completely open mind.",
        6867.26,
        6871.24
    ],
    [
        " A mind that's been completely freed from constraints.",
        6871.3,
        6873.9
    ],
    [
        " And the way that you do that, one of the ways that you do that, one of the methodologies",
        6874.34,
        6878.18
    ],
    [
        " you can do is to do that is everybody's got their box, right?",
        6878.18,
        6881.36
    ],
    [
        " That they're stuck in.",
        6881.48,
        6882.48
    ],
    [
        " So you formulate a problem that the only way that they're going to solve the problem",
        6883.24,
        6889.6
    ],
    [
        " is to get outside of that box.",
        6889.6,
        6891.18
    ],
    [
        " And you know, one of the one of the best ones is you put some of you in a situation",
        6891.76,
        6894.96
    ],
    [
        " where you put parameters on them and you say, hey, no matter what, you're not allowed",
        6894.96,
        6898.48
    ],
    [
        " to go across this line.",
        6898.48,
        6899.44
    ],
    [
        " And then you put them in a situation where they have to cross that line.",
        6899.98,
        6903.02
    ],
    [
        " And the only way they're going to win is across that line.",
        6903.3,
        6905.58
    ],
    [
        " And then they come back and they said, well, you didn't told me not to cross that line.",
        6906.28,
        6908.82
    ],
    [
        " You know what?",
        6909.16,
        6909.62
    ],
    [
        " I didn't tell you to get your all your guys killed or I didn't tell you to not make that",
        6909.76,
        6913.4
    ],
    [
        " investment even in this critical situation or I didn't tell you not to do that if we",
        6913.4,
        6918.2
    ],
    [
        " had an ecological disaster that was going on.",
        6918.2,
        6920.54
    ],
    [
        " Right?",
        6920.8,
        6921.18
    ],
    [
        " So you need to train people that you've come and sense.",
        6921.62,
        6926.12
    ],
    [
        " That's what you want to train them to do.",
        6926.54,
        6928.82
    ],
    [
        " And it's very hard.",
        6929.06,
        6929.98
    ],
    [
        " You'd be surprised at how, at how constrained people's brains get.",
        6929.98,
        6935.98
    ],
    [
        " Mind yours, everybody.",
        6936.42,
        6937.86
    ],
    [
        " We get stuck.",
        6938.1,
        6939.0
    ],
    [
        " And so it's great to do drilling and training where you are actually opening up the",
        6939.6,
        6944.1
    ],
    [
        " mind and freeing the mind from any kind of constraint where you can see things",
        6944.1,
        6948.08
    ],
    [
        " from varied perspectives that are different from your own.",
        6948.08,
        6951.88
    ],
    [
        " And you can see outlets and solutions that you would never have seen if you",
        6951.88,
        6956.92
    ],
    [
        " trapped yourself inside your box.",
        6956.92,
        6958.74
    ],
    [
        " And those are the kind of training scenarios that are outstanding.",
        6959.36,
        6962.9
    ],
    [
        " And those are the kind of training scenarios that make people better leaders and",
        6963.34,
        6967.8
    ],
    [
        " better decision makers because the key thing that they learn how to do is they learn",
        6967.8,
        6972.6
    ],
    [
        " how to detach even at that moment.",
        6972.6,
        6974.9
    ],
    [
        " We talk about it all the time.",
        6975.0,
        6976.16
    ],
    [
        " But if you can't detach from that situation and you can't detach far enough away",
        6976.42,
        6980.92
    ],
    [
        " from the picture to see that the only way you're going to solve this problem is by",
        6980.92,
        6984.16
    ],
    [
        " going across that line that you were told not to go across.",
        6984.16,
        6986.8
    ],
    [
        " If you can't make that detachment, you're never going to cross that line.",
        6987.3,
        6991.72
    ],
    [
        " You're never going to open your mind.",
        6991.96,
        6993.24
    ],
    [
        " You're never going to see that solution.",
        6993.44,
        6994.9
    ],
    [
        " And that is a horrible trap to be stuck in.",
        6995.52,
        6997.64
    ],
    [
        " On the movie boiler room where they during the training they give them a,",
        6998.62,
        7004.64
    ],
    [
        " you know, it's a sales thing.",
        7004.64,
        7005.78
    ],
    [
        " Right.",
        7006.0,
        7006.1
    ],
    [
        " They even miss indexed all these index cards with rebuttals.",
        7006.4,
        7009.86
    ],
    [
        " Right.",
        7010.0,
        7010.3
    ],
    [
        " Like, oh, my wife won't let me buy this.",
        7010.4,
        7012.2
    ],
    [
        " Right.",
        7012.42,
        7012.6
    ],
    [
        " Right.",
        7012.72,
        7012.84
    ],
    [
        " You know,",
        7013.0,
        7013.38
    ],
    [
        " oh, your wife runs your family?",
        7013.38,
        7014.72
    ],
    [
        " Right.",
        7015.0,
        7015.06
    ],
    [
        " Yeah.",
        7015.44,
        7015.56
    ],
    [
        " Give it to the movie boiler room.",
        7015.88,
        7017.14
    ],
    [
        " I have seen it.",
        7017.3,
        7017.82
    ],
    [
        " I have seen it.",
        7018.04,
        7018.56
    ],
    [
        " Yeah, there's some good, good training in there and how to overcome those objections",
        7018.8,
        7022.58
    ],
    [
        " and people become better at.",
        7022.58,
        7023.86
    ],
    [
        " And the more, the more you give them to chew on, the better they'll get at.",
        7024.18,
        7027.82
    ],
    [
        " And it's the same thing where you're trying to give people the tools.",
        7027.92,
        7032.3
    ],
    [
        " But you know, I want to go into that scenario and I want to ask them a question",
        7032.92,
        7036.94
    ],
    [
        " when I'm training them that they've never, I want to give them an objection",
        7036.94,
        7039.3
    ],
    [
        " that they've never heard before.",
        7039.3,
        7040.8
    ],
    [
        " Let them think on their feet.",
        7041.04,
        7042.04
    ],
    [
        " Let them see.",
        7042.04,
        7042.6
    ],
    [
        " Let them step back and say, hey, you know what?",
        7042.76,
        7044.12
    ],
    [
        " This one's not in the cards.",
        7044.16,
        7044.88
    ],
    [
        " Where am I going to go with it?",
        7044.88,
        7046.06
    ],
    [
        " Right.",
        7046.12,
        7046.32
    ],
    [
        " Yeah.",
        7046.5,
        7046.6
    ],
    [
        " The card seems like that that would fall within rehearsal.",
        7046.66,
        7049.38
    ],
    [
        " Right.",
        7049.6,
        7049.74
    ],
    [
        " Right.",
        7049.86,
        7049.96
    ],
    [
        " Right.",
        7050.08,
        7050.12
    ],
    [
        "",
        7050.16,
        7050.16
    ],
    [
        " And they're like, expanded rehearsal.",
        7050.36,
        7051.78
    ],
    [
        " Yeah.",
        7052.02,
        7052.16
    ],
    [
        " I bet you they get 95% of the of the common objections that you get.",
        7052.16,
        7058.92
    ],
    [
        " You know, you talk to a car salesman.",
        7059.0,
        7060.34
    ],
    [
        " They hear X amount of objections.",
        7060.34,
        7061.98
    ],
    [
        " You talk to a phone salesman or an internet salesman or a, you know,",
        7061.98,
        7066.84
    ],
    [
        " whoever calls you up on the phone, they hear the same, the, the solar people,",
        7066.88,
        7070.76
    ],
    [
        " right?",
        7070.76,
        7071.0
    ],
    [
        " The solar people call you all the time or the power company calls you with this",
        7071.0,
        7074.38
    ],
    [
        " or the cable company, the other cable company calls you with their offer.",
        7074.38,
        7077.44
    ],
    [
        " They hear the same objections all the time.",
        7077.54,
        7079.28
    ],
    [
        " You know what I mean?",
        7079.56,
        7079.94
    ],
    [
        " So they train for those for sure.",
        7080.28,
        7082.64
    ],
    [
        " Brothers and brothers.",
        7082.66,
        7083.64
    ],
    [
        " And we're always coming out of bonds and they were like, hey, you know,",
        7083.64,
        7086.98
    ],
    [
        " hey, come here.",
        7087.14,
        7088.82
    ],
    [
        " I got something to check this out.",
        7088.96,
        7090.02
    ],
    [
        " It's the ones where you can sponsor child one of those kinds of things, right?",
        7090.06,
        7094.82
    ],
    [
        " So I was like, hey, you know, yeah, you know, we, we, we donate,",
        7095.28,
        7099.34
    ],
    [
        " but we like to research and look into it.",
        7099.98,
        7103.12
    ],
    [
        " And before I could really finish the sentence, I was going to say, we,",
        7103.16,
        7105.92
    ],
    [
        " I like to look into all the programs that we donate to or think are considered",
        7105.98,
        7109.16
    ],
    [
        " donating to before I could finish this out.",
        7109.16,
        7111.0
    ],
    [
        " Right.",
        7111.02,
        7111.28
    ],
    [
        " When I finished the sentence, he was like, a lot of people are concerned about where",
        7111.28,
        7115.14
    ],
    [
        " the money goes and all the stuff.",
        7115.14,
        7116.52
    ],
    [
        " And he knew everything.",
        7116.52,
        7117.32
    ],
    [
        " I was like, oh, these guys are getting advanced.",
        7117.32,
        7119.44
    ],
    [
        " Yeah.",
        7119.74,
        7120.04
    ],
    [
        " Yeah, man.",
        7120.26,
        7120.68
    ],
    [
        " The stuff he's preparing.",
        7120.82,
        7121.54
    ],
    [
        " He rehearsed.",
        7121.54,
        7122.42
    ],
    [
        " Good for him.",
        7122.44,
        7122.94
    ],
    [
        " Let's train.",
        7123.02,
        7123.36
    ],
    [
        " Next question.",
        7123.78,
        7125.28
    ],
    [
        " Jucco, for the podcast, what's your opinion on calisthenics versus weights?",
        7127.52,
        7132.7
    ],
    [
        " Again, for me, both, I like them both.",
        7133.66,
        7139.18
    ],
    [
        " You know, with calisthenics, you get that endurance strength.",
        7139.64,
        7143.78
    ],
    [
        " You get some flexibility and some mobility out of it.",
        7143.96,
        7146.62
    ],
    [
        " They're pretty natural movements, right?",
        7146.92,
        7148.86
    ],
    [
        " They're pretty natural movements.",
        7149.04,
        7149.92
    ],
    [
        " They're things that you're doing with your human body.",
        7150.04,
        7151.94
    ],
    [
        " So they're going to be more natural weights.",
        7152.2,
        7154.48
    ],
    [
        " Obviously make you stronger, more explosive.",
        7155.62,
        7159.3
    ],
    [
        " At a certain point, they also can be more injury-inducing.",
        7160.02,
        7165.56
    ],
    [
        " And at another point, they're also less injury-inducing.",
        7166.5,
        7172.16
    ],
    [
        " So there's a certain point where if you have an injury in your shoulder,",
        7172.48,
        7175.34
    ],
    [
        " and you normally would do handstand push-ups, which means you're lifting up 230 pounds,",
        7176.34,
        7181.56
    ],
    [
        " well, with weight training, you could lift up 40 pounds if you want to, right?",
        7182.04,
        7187.46
    ],
    [
        " So there's, it goes both ways, where sometimes calisthenics might be the more injury-inducing thing,",
        7187.68,
        7194.18
    ],
    [
        " and sometimes weight training might be the more injury-inducing things.",
        7194.2,
        7197.28
    ],
    [
        " That's why you got to balance the two of them.",
        7197.5,
        7200.88
    ],
    [
        " And for instance, when I, like I hurt my ankle a couple months ago,",
        7201.12,
        7206.64
    ],
    [
        " and I could not put any weight on the squat bar.",
        7206.92,
        7209.22
    ],
    [
        " So I was just doing pistols and air squats, jumps, and box jumps.",
        7209.22,
        7217.1
    ],
    [
        " I was using things that didn't have any weight, because I could do all that,",
        7217.32,
        7220.24
    ],
    [
        " but the minute I put weight on my back, anything above the body weight, it started to hurt.",
        7220.32,
        7226.1
    ],
    [
        " And so I just needed to let that thing heal, and I used the calisthenics to get me there.",
        7227.0,
        7230.98
    ],
    [
        " Then the same exact opposite, I had my shoulder was tweaked six months ago,",
        7231.34,
        7237.36
    ],
    [
        " and I was having a hard time doing handstand pushups, because it was just the wrong angle,",
        7237.52,
        7240.9
    ],
    [
        " and so I was just using, just using, I was doing press with a lighter weight than my body weight,",
        7241.12,
        7246.06
    ],
    [
        " in order to keep the blood moving in order to keep the, in order to keep the system moving,",
        7246.2,
        7251.82
    ],
    [
        " because that's what I think you've got to do. So I think you've got to be, you got to find a balance",
        7252.2,
        7256.94
    ],
    [
        " of both, which means, which means I'm not great at either one of them. I'm not going to win in any",
        7256.94,
        7263.54
    ],
    [
        " weightlifting competitions, and I'm not going to win in a gymnastics competition either.",
        7263.56,
        7267.44
    ],
    [
        " There are some guys, especially now, I mean, there's some guys that are getting in sick shape.",
        7268.54,
        7275.28
    ],
    [
        " You watch the guys in the CrossFit games right now, they're savages, and they're doing both",
        7276.38,
        7282.32
    ],
    [
        " the calisthenics and the weightlifting, and actually it's reading something about it the other day,",
        7282.32,
        7287.9
    ],
    [
        " and it's becoming more weightlifting focused, you know, whether it's a limit.",
        7287.98,
        7292.26
    ],
    [
        " CrossFit. I shouldn't say it's getting that more focused, but if you want to win the CrossFit games,",
        7293.88,
        7300.18
    ],
    [
        " you've got to be able to lift some heavy weights, you've got to be able to deadlift a lot,",
        7300.84,
        7304.84
    ],
    [
        " snatch a lot, clean and jerk a lot, and if you can deadlift a lot, clean and jerk a lot,",
        7305.2,
        7310.24
    ],
    [
        " and snatch a lot, you're going to be able to do, and at least you practice the other movements,",
        7310.88,
        7315.56
    ],
    [
        " the muscle up, the pull-ups, you're going to be much more apt to be able to do those things",
        7315.56,
        7322.56
    ],
    [
        " than the other way around. So, I mean, it's for somebody that can do a bodyweight snatch,",
        7322.56,
        7331.86
    ],
    [
        " is more likely to be able to do 50 pull-ups in a row, than somebody that's able to do 50",
        7332.38,
        7338.38
    ],
    [
        " pull-ups in a row, and that's their focus in life, is able to automatically do a bodyweight snatch.",
        7338.38,
        7343.18
    ],
    [
        " I mean, it's just the reality of it, that's what I think right now. But the bottom line is on those,",
        7343.18,
        7349.82
    ],
    [
        " I use both of them, I like to try and find that balance, and I think I use both of them according",
        7350.3,
        7356.74
    ],
    [
        " to what my body prescribes me. And a lot of this stuff, putting the e-book together, the fitness e-book.",
        7356.74,
        7367.98
    ],
    [
        " So, I got some folks that are helping me out with it, and they're going to put these things into the fitness e-book.",
        7369.04,
        7377.6
    ],
    [
        " At some point, I don't know when it's going to get out. This stuff takes a long, you don't think it's going to take long.",
        7378.34,
        7383.16
    ],
    [
        " But it does.",
        7383.76,
        7384.62
    ],
    [
        " It takes a long.",
        7384.94,
        7385.46
    ],
    [
        " The CalSettings vs. Wates, it depends fully on what result you want.",
        7386.3,
        7395.04
    ],
    [
        " That is true.",
        7395.24,
        7396.16
    ],
    [
        " So, I think a lot of times you speak kind of with the same results in mine.",
        7396.5,
        7401.52
    ],
    [
        " If you want to put on muscle mass, it's real cut and dry that weight is going to help you.",
        7402.34,
        7411.68
    ],
    [
        " In my opinion, interesting, with the CalSettings, let's say bodyweight squats.",
        7411.84,
        7419.28
    ],
    [
        " Anything where you're pushing your own body through space?",
        7420.4,
        7423.92
    ],
    [
        " Not necessarily with the weight, but as far as that exercise has more neuromuscular activation.",
        7424.36,
        7429.56
    ],
    [
        " So, if you do squats rather than leg press, that has more neuromuscular activation.",
        7430.12,
        7435.12
    ],
    [
        " Oh, yeah. But I mean...",
        7435.62,
        7437.68
    ],
    [
        " But you're talking about also weighted squats.",
        7437.68,
        7442.98
    ],
    [
        " Yes, exactly.",
        7443.34,
        7443.78
    ],
    [
        " Yeah, yeah, for sure.",
        7443.88,
        7444.54
    ],
    [
        " Yeah, so basically what I'm saying is it's kind of...",
        7445.82,
        7447.92
    ],
    [
        " I haven't used any kind of weightlifting machine, and I don't remember how long.",
        7447.92,
        7452.68
    ],
    [
        " Yeah.",
        7452.84,
        7453.22
    ],
    [
        " So, like curls.",
        7453.42,
        7455.14
    ],
    [
        " You know how you always do curls all the time?",
        7455.58,
        7456.98
    ],
    [
        " Like if you did...",
        7457.12,
        7458.44
    ],
    [
        " Close grip.",
        7458.44,
        7460.64
    ],
    [
        " Somebody said the other day...",
        7460.78,
        7462.52
    ],
    [
        " Somebody posted a picture of some of the bumper stickers on their squat rack,",
        7462.52,
        7466.48
    ],
    [
        " and somebody said we need to make a bumper sticker that said like,",
        7466.66,
        7469.44
    ],
    [
        " this is a no curl.",
        7469.66,
        7471.2
    ],
    [
        " Yeah, which I got a big kick off.",
        7471.92,
        7474.02
    ],
    [
        " And you know what, though?",
        7474.32,
        7474.9
    ],
    [
        " I will say this.",
        7475.14,
        7476.14
    ],
    [
        " That being said, I don't think I've said that this...",
        7476.54,
        7482.66
    ],
    [
        " bothersome, you know, it's got a little tweak.",
        7482.82,
        7484.44
    ],
    [
        " It's like that for a while.",
        7484.8,
        7485.58
    ],
    [
        " Yeah, it's been like that for a while.",
        7485.82,
        7487.04
    ],
    [
        " And I actually will now do some curls to get...",
        7487.18,
        7492.74
    ],
    [
        " just to get that full range of motion with some weight on it.",
        7492.74,
        7495.92
    ],
    [
        " And I feel like that is...",
        7496.22,
        7498.04
    ],
    [
        " I feel like I should have kept doing curls, and maybe I injured my bicep a little bit",
        7498.04,
        7503.4
    ],
    [
        " from the lack of some focus training around it.",
        7503.4,
        7506.72
    ],
    [
        " I could be wrong, I could be wrong, but I feel suspect of my training methodology,",
        7506.86,
        7511.5
    ],
    [
        " because I hadn't done curls in a long, long time, because you know, you're thinking,",
        7511.68,
        7515.34
    ],
    [
        " hey, why would I do curls when I could do cleans?",
        7515.46,
        7517.16
    ],
    [
        " Right?",
        7517.88,
        7518.02
    ],
    [
        " Sure.",
        7518.56,
        7518.88
    ],
    [
        " That's sort of a...",
        7519.1,
        7520.66
    ],
    [
        " That's my mentality.",
        7520.66,
        7521.58
    ],
    [
        " But now I think, you know what?",
        7522.02,
        7523.0
    ],
    [
        " Do cleans?",
        7523.5,
        7524.32
    ],
    [
        " And then there's a curls tooth.",
        7524.86,
        7526.06
    ],
    [
        " You know, work the bicep and the same thing with the triceps.",
        7526.44,
        7529.96
    ],
    [
        " And the same thing with all these, you know, movements that I kind of pretend to blow off,",
        7530.52,
        7535.64
    ],
    [
        " because they're not full body multi-joint movements, which is sort of the gospel of",
        7535.8,
        7540.18
    ],
    [
        " strength and conditioning.",
        7540.18,
        7541.28
    ],
    [
        " You know, I want to do squats, I want to do deadlifts, I want to do cleaning jerks, I want to do",
        7542.14,
        7545.78
    ],
    [
        " these movements where I'm using my whole body.",
        7545.78,
        7547.7
    ],
    [
        " But I think, you know what?",
        7548.1,
        7550.26
    ],
    [
        " Why not accent those with some a little bit more focused just for the...",
        7550.54,
        7557.54
    ],
    [
        " the additional work on a focused area,",
        7557.54,
        7560.56
    ],
    [
        " and the benefit that that gives you of strength in that specific spot.",
        7561.02,
        7565.46
    ],
    [
        " So...",
        7565.74,
        7566.14
    ],
    [
        " Yeah.",
        7566.14,
        7566.26
    ],
    [
        " I'm sure I'd love to hear some opinions about that on, you know,",
        7566.28,
        7570.36
    ],
    [
        " somebody who gets some feedback to me and tell me I'm either an idiot.",
        7570.46,
        7573.64
    ],
    [
        " Not idiot.",
        7574.1,
        7574.86
    ],
    [
        " Or that those are correct.",
        7574.98,
        7576.82
    ],
    [
        " And if it's...",
        7577.02,
        7577.42
    ],
    [
        " I hope I hear it's correct, because I'll do it more than I do right now.",
        7577.42,
        7580.14
    ],
    [
        " What? Like curls and stuff?",
        7580.3,
        7581.22
    ],
    [
        " Just more folks, some focused body part exercises.",
        7581.34,
        7584.26
    ],
    [
        " Well, again, and I think this is really important.",
        7584.72,
        7587.48
    ],
    [
        " Of course, you're working out for you, of course.",
        7587.98,
        7591.58
    ],
    [
        " I mean, that's just the nature of working out.",
        7591.86,
        7593.5
    ],
    [
        " You can't, and someone else can't get your results from your work, you know.",
        7593.8,
        7596.24
    ],
    [
        " So, again, like I said, it depends on what you want out of working out.",
        7597.76,
        7602.2
    ],
    [
        " True.",
        7602.38,
        7602.52
    ],
    [
        " So, you know how you just said, like,",
        7602.68,
        7604.06
    ],
    [
        " that's the gospel of strength and conditioning.",
        7604.12,
        7606.36
    ],
    [
        " It's out of full body weight.",
        7606.38,
        7607.24
    ],
    [
        " So you prefer these things.",
        7607.32,
        7609.38
    ],
    [
        " That's not everybody, you know?",
        7609.64,
        7610.94
    ],
    [
        " So, if...",
        7610.98,
        7612.0
    ],
    [
        " Let's say someone who's, you know, he's worked in office or whatever,",
        7612.0,
        7614.6
    ],
    [
        " he wants to lose some weight.",
        7614.84,
        7615.68
    ],
    [
        " Or he's kind of a, you know, more of a skinny person,",
        7615.78,
        7617.88
    ],
    [
        " and he wants to put on muscle mass for a bunch of reason.",
        7617.98,
        7620.96
    ],
    [
        " He wants to get stronger.",
        7620.96,
        7621.8
    ],
    [
        " He wants to be able to push...",
        7621.8,
        7623.62
    ],
    [
        " But both those people should do squat and deadlift.",
        7623.62,
        7625.46
    ],
    [
        " Sure.",
        7625.46,
        7625.82
    ],
    [
        " Yeah.",
        7626.06,
        7626.18
    ],
    [
        " Agreed.",
        7626.36,
        7626.7
    ],
    [
        " Agreed.",
        7626.7,
        7627.18
    ],
    [
        " But if you want to put on muscle mass like in your shoulders",
        7627.26,
        7631.12
    ],
    [
        " or your arms, both, everything,",
        7631.12,
        7633.14
    ],
    [
        " you do these other things, curls.",
        7633.54,
        7635.5
    ],
    [
        " Yeah.",
        7635.84,
        7636.02
    ],
    [
        " And, you know, not everyone's for that.",
        7636.38,
        7637.58
    ],
    [
        " But that's not to say that that's not a beneficial type of workout.",
        7638.0,
        7641.64
    ],
    [
        " Yeah.",
        7642.18,
        7642.36
    ],
    [
        " That's a reality.",
        7642.5,
        7643.08
    ],
    [
        " Yeah.",
        7643.44,
        7643.66
    ],
    [
        " Not a reality that I choose to participate.",
        7644.32,
        7646.26
    ],
    [
        " But you're already kind of, you know, you have muscle mass.",
        7646.32,
        7648.26
    ],
    [
        " So it's easy, you know.",
        7648.4,
        7649.28
    ],
    [
        " Just say...",
        7649.96,
        7651.98
    ],
    [
        " Check.",
        7651.98,
        7652.18
    ],
    [
        " Yes, on hate on the bodybuilding program.",
        7652.38,
        7654.36
    ],
    [
        " No, not...",
        7654.36,
        7655.38
    ],
    [
        " There's no hate coming from me.",
        7655.38,
        7656.54
    ],
    [
        " Not much anyways.",
        7656.66,
        7657.52
    ],
    [
        " All right.",
        7657.72,
        7659.92
    ],
    [
        " Cool.",
        7660.0,
        7660.16
    ],
    [
        " Last question.",
        7660.3,
        7660.8
    ],
    [
        " I'm going to write my ebook on...",
        7661.52,
        7662.72
    ],
    [
        " Don't hate on the bodybuilding program.",
        7662.72,
        7664.22
    ],
    [
        " Help me write it.",
        7665.34,
        7666.12
    ],
    [
        " I want a copy.",
        7666.38,
        7667.1
    ],
    [
        " Jocco,",
        7668.34,
        7668.74
    ],
    [
        " do you ever compromise?",
        7669.44,
        7671.8
    ],
    [
        " And if so, when...",
        7672.7,
        7675.3
    ],
    [
        " When you're dealing with other people",
        7675.3,
        7680.92
    ],
    [
        " in dynamic situations",
        7680.92,
        7683.58
    ],
    [
        " and relationships and deals,",
        7684.64,
        7686.44
    ],
    [
        " you're trying to make things happen, of course.",
        7687.14,
        7688.98
    ],
    [
        " Yes.",
        7689.22,
        7689.34
    ],
    [
        " In fact, I mean, in many aspects,",
        7690.82,
        7694.24
    ],
    [
        " leadership is really all about compromise.",
        7694.56,
        7696.78
    ],
    [
        " You're about finding the common ground",
        7697.76,
        7700.64
    ],
    [
        " between different teams",
        7700.64,
        7702.12
    ],
    [
        " and merging different approaches to the same problem.",
        7702.12,
        7705.8
    ],
    [
        " And bridging these personalities of the people",
        7707.1,
        7710.6
    ],
    [
        " that don't get along with each other",
        7710.6,
        7712.84
    ],
    [
        " that you might not get along with.",
        7712.84,
        7714.44
    ],
    [
        " Reaching agreements",
        7715.3,
        7719.76
    ],
    [
        " in different courses of actions.",
        7719.76,
        7721.28
    ],
    [
        " All these things,",
        7721.48,
        7722.48
    ],
    [
        " they all require",
        7722.98,
        7724.4
    ],
    [
        " compromise.",
        7724.4,
        7726.4
    ],
    [
        " And actually, in many cases,",
        7727.76,
        7730.8
    ],
    [
        " the failure to compromise",
        7731.08,
        7732.68
    ],
    [
        " is a failure to succeed.",
        7732.68,
        7736.36
    ],
    [
        " That's just the way it is.",
        7736.7,
        7737.78
    ],
    [
        " But those, of course,",
        7741.2,
        7744.26
    ],
    [
        " those are all external compromises",
        7744.46,
        7746.94
    ],
    [
        " with other people, other human beings",
        7746.94,
        7750.8
    ],
    [
        " that have their own personalities",
        7750.8,
        7753.66
    ],
    [
        " and egos and issues",
        7753.66,
        7756.32
    ],
    [
        " and you as a person,",
        7756.32,
        7760.84
    ],
    [
        " or I, I have to work with them.",
        7760.84,
        7763.76
    ],
    [
        " I have to make some compromises with them.",
        7764.7,
        7767.38
    ],
    [
        " Because they're not me.",
        7768.6,
        7770.06
    ],
    [
        " But internally, it's different.",
        7772.34,
        7776.78
    ],
    [
        " I mean, with myself,",
        7778.56,
        7780.02
    ],
    [
        " I have to hold the line.",
        7780.4,
        7782.72
    ],
    [
        " And there's areas within myself",
        7783.54,
        7786.8
    ],
    [
        " where I cannot compromise.",
        7786.8,
        7789.24
    ],
    [
        " I'm going to work hard.",
        7790.22,
        7792.96
    ],
    [
        " I'm going to train hard.",
        7793.18,
        7794.66
    ],
    [
        " I'm going to try and improve myself.",
        7794.96,
        7798.14
    ],
    [
        " I'm going to own my mistakes.",
        7798.84,
        7803.12
    ],
    [
        " I'm going to confront them.",
        7803.54,
        7804.68
    ],
    [
        " I'm going to face my demons.",
        7806.1,
        7811.34
    ],
    [
        " And I'm not going to give up or give out or give in.",
        7812.44,
        7818.32
    ],
    [
        " I'm going to stand.",
        7818.58,
        7819.82
    ],
    [
        " And I'm going to maintain my personal self-discipline",
        7821.54,
        7827.38
    ],
    [
        " and do my utmost",
        7827.38,
        7833.12
    ],
    [
        " to live a life that is worthy",
        7833.12,
        7838.82
    ],
    [
        " of the sacrifices",
        7838.82,
        7842.56
    ],
    [
        " that were made for me",
        7842.56,
        7847.08
    ],
    [
        " and for us.",
        7847.08,
        7849.12
    ],
    [
        " And on those points,",
        7849.88,
        7852.84
    ],
    [
        " there will be no compromise.",
        7853.86,
        7859.18
    ],
    [
        " Not now,",
        7860.06,
        7862.94
    ],
    [
        " not ever.",
        7863.66,
        7866.24
    ],
    [
        " And I think that's",
        7869.88,
        7874.94
    ],
    [
        " all I've got for tonight.",
        7875.36,
        7876.96
    ],
    [
        " So thanks to all YouTubers out there",
        7877.68,
        7882.66
    ],
    [
        " for tuning in and listening.",
        7882.66,
        7886.02
    ],
    [
        " And thanks for,",
        7886.54,
        7887.18
    ],
    [
        " thanks for gutting it out",
        7887.18,
        7889.48
    ],
    [
        " when it gets dark here.",
        7889.48,
        7891.9
    ],
    [
        " And we start talking about the horror.",
        7892.54,
        7894.64
    ],
    [
        " The horror tonight,",
        7895.22,
        7899.26
    ],
    [
        " one soldier's war.",
        7899.6,
        7901.56
    ],
    [
        " And when we did it with the Forgotten Highlander",
        7901.86,
        7903.82
    ],
    [
        " and we did it with Machete Season,",
        7903.82,
        7905.4
    ],
    [
        " I know it's hard to listen to.",
        7905.8,
        7907.98
    ],
    [
        " But I'll tell you,",
        7909.5,
        7912.86
    ],
    [
        " doesn't it just make the Sun rise in the morning",
        7913.8,
        7918.36
    ],
    [
        " that much more glorious",
        7918.36,
        7920.8
    ],
    [
        " when the light comes into your world?",
        7920.8,
        7926.2
    ],
    [
        " So thanks for connecting with us through the Interweb.",
        7926.84,
        7931.9
    ],
    [
        " This book was actually from people on Twitter.",
        7932.08,
        7935.2
    ],
    [
        " So you all made me smarter and made me better",
        7935.5,
        7940.02
    ],
    [
        " and gave me a different perspective.",
        7940.02,
        7941.6
    ],
    [
        " So thank you for doing that.",
        7941.6,
        7943.64
    ],
    [
        " Thanks for supporting the podcast,",
        7943.78,
        7945.46
    ],
    [
        " listening, downloading,",
        7945.46,
        7947.44
    ],
    [
        " subscribing, reviewing.",
        7947.94,
        7949.58
    ],
    [
        " And also the other forms of support that we get.",
        7950.08,
        7953.86
    ],
    [
        " Yep, on it.com slash jaco.",
        7954.22,
        7956.86
    ],
    [
        " That's like a mutual support.",
        7957.56,
        7959.24
    ],
    [
        " You get your cool stuff and you get a discount.",
        7959.24,
        7961.82
    ],
    [
        " And through Amazon,",
        7961.82,
        7964.34
    ],
    [
        " you know, if you shop at Amazon or you can buy books through Amazon,",
        7964.6,
        7967.7
    ],
    [
        " click through the website jockelstore.com or jockelpodcast.com.",
        7967.82,
        7972.6
    ],
    [
        " And you know, you can do it that way.",
        7972.6,
        7974.98
    ],
    [
        " Or donate if you want",
        7975.22,
        7976.54
    ],
    [
        " or get some cool t-shirts and bumper stickers.",
        7976.54,
        7981.2
    ],
    [
        " And coffee mugs.",
        7981.76,
        7982.92
    ],
    [
        " And coffee mugs, yeah.",
        7983.22,
        7984.36
    ],
    [
        " That's okay.",
        7984.46,
        7985.22
    ],
    [
        " And if you dug this",
        7985.92,
        7987.24
    ],
    [
        " or you dig this and you want to kind of see this stuff that I talk about",
        7987.24,
        7992.98
    ],
    [
        " in a documented form,",
        7992.98,
        7997.2
    ],
    [
        " you can check out the book Extreme Ownership",
        7997.2,
        7998.76
    ],
    [
        " that was written by myself and Lafe Babin,",
        7998.76,
        8001.84
    ],
    [
        " my brother from the SEAL teams.",
        8002.32,
        8004.78
    ],
    [
        " And that's available in Hardcover, Kindle or Audio.",
        8006.18,
        8009.1
    ],
    [
        " The audiobook, Lafe and I actually read the chapters that we wrote.",
        8009.4,
        8012.22
    ],
    [
        " So if you if you like listening to this,",
        8012.38,
        8015.86
    ],
    [
        " maybe you'll like listening to that.",
        8015.86,
        8017.42
    ],
    [
        " Check it out.",
        8017.52,
        8018.1
    ],
    [
        " And as always,",
        8018.1,
        8019.76
    ],
    [
        " all your troopers out there in the field,",
        8020.0,
        8023.48
    ],
    [
        " out there battling demons,",
        8023.48,
        8026.06
    ],
    [
        " be they fear or guilt or alcohol or sugar or ego or anger or procrastination or whatever form",
        8026.84,
        8037.42
    ],
    [
        " of weakness you are up against.",
        8037.42,
        8040.7
    ],
    [
        " Fight those demons, take the fight to them, stand up, face them,",
        8043.14,
        8048.9
    ],
    [
        " and get after it.",
        8049.5,
        8052.02
    ],
    [
        " Until next time,",
        8052.46,
        8056.14
    ],
    [
        " this is Jocco and Echo.",
        8057.56,
        8059.08
    ],
    [
        " Out.",
        8060.16,
        8061.3
    ]
]