[
    [
        " This is Jocco Podcast number 15 with Echo Charles and me, Jocco Willink. Good evening, Echo.",
        0.3,
        10.3
    ],
    [
        " Good evening. I looked around at the men. I was the only one looking around. All the other heads were bowed down all of them, praying.",
        10.86,
        29.76
    ],
    [
        " These men were going into battle, real battle. We could literally hear machine gun fire in the distance where the battle would take place. These men had suffered an incredible number of casualties. They had every reason to pray.",
        33.18,
        49.26
    ],
    [
        " I was with Charlie Company from one of the most hallowed units in the US military, the first in the 506, the band of brothers made famous by their unbelievable performance in World War II, which was documented in the book, Band of Brothers, which became an HBO mini-series of the same name.",
        51.52,
        73.3
    ],
    [
        " The first of the 506 in Ramadi held the line on that tradition of glory and service and courage. There's nothing I can say that will do justice to the admiration and the respect that I had for the first of the 506 and that all of us seals had for the first of the 506.",
        75.94,
        99.08
    ],
    [
        " The seals that I sent to work directly with the 506, they became adopted by the 506. Red curi. That's one of the nicknames for the 506.",
        102.46,
        115.2
    ],
    [
        " The seals that were directly there working with them absolutely loved the 506. The 506 represented everything good I can imagine in a military team or any team.",
        118.96,
        132.74
    ],
    [
        " The professional and discipline and motivated and creative, the leadership in the battalion was absolutely outstanding.",
        133.54,
        145.84
    ],
    [
        " The battalion commander, he was the very essence of leadership, he was calm and direct and friendly and open-minded and respectful and respected.",
        147.56,
        161.62
    ],
    [
        " His staff and the company commanders and the senior NCOs had this unified thread between them, this bond, this connection.",
        163.14,
        174.06
    ],
    [
        " It was that tradition and that sense of purpose and that standard of excellence and professionalism. It's hard to describe but it was absolutely there and it was as real as the sand and the bullets and the guns.",
        176.26,
        194.32
    ],
    [
        " There I was and this was early in my deployment to Ramadi with TASQ, and I was about to go out into the Malab district with Charlie Company and their company commander was just an outstanding guy.",
        198.16,
        213.44
    ],
    [
        " I knew that this unit and this company and this battalion I knew was something special and I knew that that term, the band of brothers, I knew that that's what they truly were.",
        216.4,
        230.88
    ],
    [
        " I know it's a book and it's an HBO series but where does it come from? Now most people have heard that simple quote.",
        233.16,
        245.74
    ],
    [
        " We view, we happy few, we band of brothers for he today that sheds his blood with me shall be my brother.",
        245.88,
        254.76
    ],
    [
        " And I knew what that quote was. I knew where it came from. I was an English major in college and I knew that that was Shakespeare and I knew that that was Henry V.",
        259.6,
        271.44
    ],
    [
        " I knew how powerful that quote was. Now when you start talking about Shakespeare and you start talking about Henry V, there's all kinds of different directions you can go.",
        275.3,
        288.72
    ],
    [
        " Because you can go back and you can look at what Henry V was like in real life. If he was like the leader that Shakespeare made him into in the play and you could talk about Shakespeare himself and the rumors and the myths and the legends that circulate his life and his legacy.",
        290.32,
        308.6
    ],
    [
        " Because there's all kinds of questions about Shakespeare. I mean, did he actually write all of his plays? Was he more than one person? Was he a soldier at some point? How did he know all this stuff about the military and what it was like to be a soldier?",
        309.14,
        324.96
    ],
    [
        " Was his vocabulary ten times what a normal person is? There's all kinds of like I said rumor and myth about Shakespeare.",
        326.38,
        338.3
    ],
    [
        " But instead of talking about all that and the conjecture and the hypothetical questions, I would rather talk about something that is known, something that we have today.",
        339.66,
        353.28
    ],
    [
        " And those are the words.",
        354.94,
        357.78
    ],
    [
        " Words from the play Henry V, which yes was written by Shakespeare. And I'm going to tell you don't be scared and don't be intimidated by that.",
        361.16,
        373.34
    ],
    [
        " I mean it. Don't be scared and don't be intimidated by Shakespeare because you don't understand it because you can't.",
        373.84,
        382.88
    ],
    [
        " And the fact of the matter is no one can at least at first it's not possible to understand Shakespeare out of the gate. It doesn't work.",
        384.0,
        396.86
    ],
    [
        " It's another language. It's it is another language. You can't be expected to understand it. It's written in something called early modern English.",
        397.06,
        408.54
    ],
    [
        " You know, we speak English. This is early modern English, which is just a transition from something called middle English.",
        409.42,
        416.9
    ],
    [
        " And if you go on YouTube and you you look up middle English and you have somebody read a real common one is if you look at the Lord's Prayer in middle English, you can barely understand it.",
        417.18,
        428.12
    ],
    [
        " Parts of it you can't understand parts of the words you recognize.",
        428.36,
        430.74
    ],
    [
        " But when you get to early modern English now it's a step closer, but it's still is there's there's it's different.",
        432.32,
        440.18
    ],
    [
        " It's a different type of language and there's archaic words and there's obsolete words. And there's words that Shakespeare just made up he would make upwards.",
        440.34,
        447.6
    ],
    [
        " Factually, and the patterns of speech are different and the idioms are different and the references are all historical.",
        448.92,
        456.78
    ],
    [
        " And so if you don't have a grasp on those mythological references and historical references and biblical references then it doesn't have the meaning that it's supposed to have.",
        457.48,
        467.26
    ],
    [
        " So you can't expect just to open up Shakespeare and be able to understand it.",
        467.6,
        473.16
    ],
    [
        " Now this is actually the opposite of what I often say because to me you know you hear me say all the time that what makes English so important is that you can make things very simple and very understandable by everybody.",
        473.84,
        484.84
    ],
    [
        " So then why is it important? Why should we read it? Why should we try and understand it?",
        485.02,
        490.14
    ],
    [
        " And the answer to that question is actually very simple.",
        492.8,
        496.7
    ],
    [
        " Shakespeare had something.",
        503.16,
        505.16
    ],
    [
        " He had something, he had some understanding, some knowledge, some insight into the human mind that is not normal.",
        505.92,
        518.6
    ],
    [
        " It's not normal. He understood people deeply. He understood relationships, he understood leadership, he understood love and he understood war.",
        519.78,
        533.64
    ],
    [
        " And I don't know how he did this and I don't know why he did but he did.",
        533.96,
        537.86
    ],
    [
        " And on top of that he had this talent, he had this gift to translate that knowledge into words.",
        538.58,
        546.64
    ],
    [
        " And this is important because in the late 1500s and the early 1600s this is a whole nother deal there's no special effects.",
        549.62,
        558.88
    ],
    [
        " There's no close-up shots of an actor, there's no stunt man, there's no CGI.",
        559.5,
        564.52
    ],
    [
        " Everything has to be contained in the words, all the emotion and all the feeling and all the action and all the nature.",
        565.84,
        575.4
    ],
    [
        " Of human beings it all has to be captured in the words.",
        576.28,
        581.68
    ],
    [
        " And the words that Shakespeare uses are heavy.",
        582.54,
        588.34
    ],
    [
        " And they're also, they're pregnant, they're pregnant with so much more meaning than what's on the surface.",
        588.92,
        598.28
    ],
    [
        " They're filled with depth and knowledge that you have to scrape away and uncover to figure out what they're even talking about.",
        598.74,
        611.58
    ],
    [
        " But let's take a look at this, this famous speech in Henry V. The play of the same name.",
        613.08,
        626.66
    ],
    [
        " And I'm going to lead into it a little bit just to kind of at least set the context of what's happening.",
        630.32,
        637.02
    ],
    [
        " And as I went into my notes just the opening when you've got this guy that kind of comes out and describes to you what's going to happen in the play.",
        637.58,
        647.52
    ],
    [
        " And he kind of introduces Henry, they call him Harry.",
        648.06,
        654.18
    ],
    [
        " And he introduces him with this line.",
        655.98,
        658.68
    ],
    [
        " Then should the war like Harry, like himself, assume the port of Mars and at his heels leashed in like hounds, should famine, sword and fire, crouch for employment.",
        659.38,
        679.4
    ],
    [
        " So if you break that down, first of all he's coming out of the gate, he's saying Harry is war like, which means he's fond of war and skilled in it and equipped for it.",
        682.9,
        696.78
    ],
    [
        " And in a more literal meaning it's saying Henry is like war himself.",
        697.08,
        703.06
    ],
    [
        " Which means he has complexities and the youth and the mayhem and the chaos inside himself.",
        705.62,
        713.12
    ],
    [
        " And then it goes on to say that he should assume the port of Mars.",
        713.6,
        717.16
    ],
    [
        " Which means he should take on the bearing of Mars, which is the Roman god of war.",
        718.24,
        723.78
    ],
    [
        " And that is heels.",
        725.16,
        726.28
    ],
    [
        " So down now by his feet leashed in like hounds.",
        726.28,
        730.78
    ],
    [
        " So you got dogs, angry dogs on leashes.",
        731.28,
        734.7
    ],
    [
        " And those dogs are famine, sword and fire.",
        735.04,
        739.6
    ],
    [
        " And in those days that was war.",
        740.48,
        742.66
    ],
    [
        " Because when you did siege warfare on somebody and you locked down their castle, you starved them.",
        743.72,
        749.4
    ],
    [
        " And once they were weakened, you burned their castle and then used the sword to finish them off.",
        749.4,
        755.24
    ],
    [
        " So he had those dogs of war at his side and they were crouched for employment.",
        755.54,
        761.96
    ],
    [
        " If you can imagine a pit bull just tense and coiled like a spring ready to pounce.",
        762.6,
        767.98
    ],
    [
        " That's the opening to describe Henry.",
        769.6,
        776.34
    ],
    [
        " So they're at war with France.",
        785.38,
        787.6
    ],
    [
        " And they go to take down this town of Harfleur.",
        788.64,
        795.66
    ],
    [
        " And at this point, this is one of the other really famous speeches from Henry V.",
        796.5,
        801.78
    ],
    [
        " And at this point, they've broken through the walls.",
        802.54,
        805.76
    ],
    [
        " There's a breach in the wall.",
        806.28,
        808.02
    ],
    [
        " So there's a hole in the wall.",
        808.28,
        809.84
    ],
    [
        " But the French are still defending it.",
        810.38,
        812.32
    ],
    [
        " The French are still defending it pretty well.",
        812.4,
        814.4
    ],
    [
        " And so Henry has a little chat with his troopers.",
        815.1,
        817.18
    ],
    [
        " And this is a pretty famous speech.",
        817.58,
        819.48
    ],
    [
        " And he says, once more unto the breach dear friends, once more, or close the wall up with our English dead.",
        820.0,
        828.96
    ],
    [
        " So he's saying that hole in the wall?",
        829.96,
        831.34
    ],
    [
        " Charge it.",
        831.64,
        832.2
    ],
    [
        " And either get through it or fill up the wall with our dead.",
        832.94,
        838.18
    ],
    [
        " And then he says, in peace, there's nothing so becomes a man as modest stillness and humility.",
        839.62,
        847.76
    ],
    [
        " So when things are, when things are peaceful, being calm and being humble is a good thing.",
        848.88,
        855.0
    ],
    [
        " But when the blast of war blows in our ears, then imitate the action of the tiger.",
        857.38,
        863.66
    ],
    [
        " So when war comes, never mind peace and calm.",
        864.88,
        868.32
    ],
    [
        " It's time to be like a tiger.",
        868.7,
        870.04
    ],
    [
        " And he says, stiff in the sinus, summon up the blood, disguise fair nature with hard, favored rage.",
        870.74,
        877.98
    ],
    [
        " So tense your body and summon up your rage.",
        882.06,
        886.3
    ],
    [
        " Then lend the eye a terrible aspect.",
        887.3,
        892.86
    ],
    [
        " Let pry through the portage of the head like the brass cannon.",
        893.72,
        897.88
    ],
    [
        " Let the brow overwhelm it.",
        898.46,
        900.4
    ],
    [
        " So what are you saying there is, furl your brow.",
        901.42,
        903.98
    ],
    [
        " And let your eye poke through your brow like a cannon, like a brass cannon sticking out of a porthole.",
        903.98,
        915.06
    ],
    [
        " As fearfully as Dotha Gollard rock overhang and juddy, his confounded based swirled with the wild and wasteful ocean.",
        915.18,
        926.7
    ],
    [
        " So he's saying make your brow overhang your eyes like a rock that druts out over the wild ocean.",
        926.7,
        932.82
    ],
    [
        " And then now set the teeth and stretch the nostril wide, hold hard the breath and bend up every spirit till it's full height.",
        934.0,
        946.1
    ],
    [
        " So you know what that one is, bite down, grit your teeth, flare your nostrils, take a deep breath and hold it in and bring every emotion you have to its utmost.",
        946.98,
        959.24
    ],
    [
        " And like a tension on a bow.",
        959.9,
        962.86
    ],
    [
        " On, on, you noblest English whose blood is fed from fathers of war proof, fathers like so many Alexander's having these parts from mourn till even fought and she their swords for lack of argument.",
        966.22,
        984.62
    ],
    [
        " So he's saying listen, you got to fight, you got to fight, you, you, you Englishmen whose blood is from combat tested warriors like Alexander the Great.",
        984.62,
        998.36
    ],
    [
        " And those men have fought on this soil for mourning until night forever and they only she their swords when there was no one else to fight.",
        999.14,
        1011.12
    ],
    [
        " Do not dishonor your mothers, now attest that whom you called fathers did begets you.",
        1014.52,
        1021.14
    ],
    [
        " So don't dishonor your mom, prove that your father with his war your blood is really your father.",
        1022.16,
        1029.64
    ],
    [
        " Be copy now to men of grosser blood and teach them how to war.",
        1030.54,
        1037.04
    ],
    [
        " And that means being example to the lesser man to the weaker man and show them how to war.",
        1039.26,
        1046.82
    ],
    [
        " And you good yeoman whose limbs were made in England, show us here the metal of your pasture.",
        1049.96,
        1057.14
    ],
    [
        " So yeoman were basically like the troopers, the foot soldiers and the archers and he's saying show us how you were born in England and the pasture, that's where you were raised like a cow was raised on a pasture.",
        1058.64,
        1072.06
    ],
    [
        " Show us what the metal of that pasture is.",
        1072.58,
        1075.2
    ],
    [
        " Let us swear that you are worth your breeding which I doubt not for there is none of you so mean and base that have not noble lustre in your eyes.",
        1076.94,
        1088.48
    ],
    [
        " So no matter where these guys are from, no matter what level of society they came from.",
        1089.24,
        1095.66
    ],
    [
        " He sees the noble lustre and the righteous gleam in their eyes.",
        1096.22,
        1101.64
    ],
    [
        " I see you stand like greyhounds in the slips straining upon the start.",
        1104.14,
        1110.18
    ],
    [
        " Now greyhounds, you know now we use them for racing, they used to be used to hunt to run down animals and a slip is one of those things you've got to look this up.",
        1111.4,
        1126.2
    ],
    [
        " I didn't know this, I looked it up today. A slip is an old kind of leash that they used for hunting dogs that when you, it was very, you could basically hit a switch and it would let the dog go.",
        1126.2,
        1139.28
    ],
    [
        " So here are these picture, these greyhounds that are in these quick release leashes but they're straining on them waiting to go on the hunt, to go and chase down their prey.",
        1139.98,
        1150.22
    ],
    [
        " And the next line is the games of foot follow your spirit and upon this charge cry God for Harry, England and St. George.",
        1150.42,
        1161.48
    ],
    [
        " So he says the game is a foot meaning the animal that you're hunting, it's out there. Follow your spirit and then go and get after it and as you get after it, yell God for Harry, England and the rest of the world.",
        1162.2,
        1180.2
    ],
    [
        " And St. George and St. George is the, St. George is the patron saint of England, the dragon slayer who was an executed Christian martyr.",
        1180.2,
        1188.28
    ],
    [
        " So you can see that there's so much inside these words and he captures some of the brutality of war.",
        1189.08,
        1205.68
    ],
    [
        " And so what happens now is they get the village that they're trying to take down and they've put a lot of pressure on, they've gone through the breach, they've gotten flipped back.",
        1207.04,
        1218.42
    ],
    [
        " But now they've got to lock down and he's telling them he tells the governor, Henry tells the governor that he needs to surrender.",
        1218.84,
        1235.66
    ],
    [
        " Before Henry loses control of his own men, this is a scary thing. This is like, you know, hey, if you don't surrender now, I'm not going to have control anymore over these guys, these barbarians at the gate, they're going to come and I'm not going to have control of them anymore.",
        1238.08,
        1251.54
    ],
    [
        " He says, the gates of mercy shall be all shut up and the fleshed soldier rough and hard of heart. And by the way, fleshed is an old word.",
        1252.7,
        1265.34
    ],
    [
        " It means excited by the taste of flesh. So he's saying these soldiers who are excited by the taste of flesh.",
        1265.74,
        1273.56
    ],
    [
        " In liberty of bloody hand shall shall range with conscience wide as hell. So in liberty of bloody hand, you know what that means? It means our hands are already covered in blood.",
        1274.36,
        1287.12
    ],
    [
        " I'm going to I'm just going to go forward. I don't care anymore. I don't care anymore.",
        1287.44,
        1293.02
    ],
    [
        " With conscious wide as hell, mowing like grass, your fresh, fair virgins and your flowering infants. So we are going to come and we are going to mow like grass.",
        1294.98,
        1310.68
    ],
    [
        " Your virgins and your children. That's the average right there. He goes on trying to convince them.",
        1314.6,
        1321.06
    ],
    [
        " Again, this is his key point is like, listen, I have control of these guys right now. And he goes on, therefore, you men of harfler, take pity on your town and of your people.",
        1322.06,
        1334.2
    ],
    [
        " Whilst yet my soldiers are in my command, whilst yet the cool and temperate wind of grace, or blows the filthy and contagious clouds of heavy murder, spoil and villainy.",
        1334.2,
        1351.26
    ],
    [
        " So he's saying like right now there's a cool breeze of peace and grace with my guys, but some contagious clouds are coming of murder and spoil and villainy. And the word he uses, heady is, it means intoxicating.",
        1352.34,
        1371.72
    ],
    [
        " Meaning these guys are going to lose their minds.",
        1372.06,
        1373.94
    ],
    [
        " If not, why in a moment look to see the blind and bloody soldier with foul hand, desire the locks of your shrill, shrieking daughters.",
        1377.22,
        1389.42
    ],
    [
        " Your father is taken by the silver beards and their most reverent heads dash to the walls.",
        1390.3,
        1396.66
    ],
    [
        " Blind and bloody soldier, that's like blind with rage and blind with murder and foul hands he's telling them this.",
        1399.82,
        1409.34
    ],
    [
        " Your naked infants, spitted upon pikes, and spitted by the way, is a methodology used in this time period for cooking small game, small animals.",
        1410.1,
        1427.98
    ],
    [
        " And it means you put the animal on a pole from mouth to rectum. And he's saying they're going to do this to their children.",
        1428.5,
        1434.98
    ],
    [
        " While the mad mothers with their house confused to break the clouds as did the wives of jury at how at her its bloody hunting slaughter man.",
        1438.06,
        1450.7
    ],
    [
        " So break the clouds. That means Christ, the mad mothers are going to go mad with tears.",
        1451.08,
        1457.66
    ],
    [
        " Like they did in the Bible in Matthew 2.16, that's what this is referring to when King Herod ordered the slaughter of all boys under the age of two in Bethlehem.",
        1459.9,
        1470.5
    ],
    [
        " This is like a threat that they're going to kill all the children. So Henry the fifth is bringing it.",
        1471.1,
        1478.02
    ],
    [
        " What say you? Will you yield and of this avoid or guilty in defense be thus destroyed?",
        1479.74,
        1490.3
    ],
    [
        " So the French hearing these pretty valid threats coming they surrender.",
        1495.8,
        1501.96
    ],
    [
        " The Henry and the troops take that village and then the next thing they do is march and again I'm moving rapidly through a real war that took place.",
        1502.38,
        1514.72
    ],
    [
        " And they end up settling on the opposing ends of a field which is now what's becomes the the famous battle of some people called as in court or adgenced court.",
        1515.6,
        1530.38
    ],
    [
        " And the French they got more people. I mean it's in France. So they've got more people substantially more people and there's a bunch of different you know the books.",
        1530.98,
        1544.1
    ],
    [
        " I've read there's varying numbers but they definitely had substantially more people.",
        1544.1,
        1549.84
    ],
    [
        " And Henry he's talking to some of his leadership, his subordinate commanders and then they all kind of walk off the stage and he's left there and he starts talking a little bit about the burden of command and and some thoughts on leadership which I was I found very familiar.",
        1550.54,
        1572.1
    ],
    [
        " So he says upon the king let us our lives our souls our debts our careful wives our children and our sins lay on the king we must bear all.",
        1573.42,
        1589.26
    ],
    [
        " So he knows that the king is responsible for everything got to take ownership of everything.",
        1590.22,
        1597.56
    ],
    [
        " And he he kind of talks about this idea that the king is you know it's the expression of it's lonely at the top.",
        1600.56,
        1612.88
    ],
    [
        " He's about to get into that in whatever it was 1599 oh ceremony show me but that worth what is that soul of adoration art thou ought else but place degree and form so he's saying like what is all this junk besides just social rank and etiquette what real meaning does it have creating awe and fear in other men.",
        1612.88,
        1638.84
    ],
    [
        " We're in thou art less happy being feared than they in fearing so he's saying look like these people are scared of me.",
        1639.24,
        1647.2
    ],
    [
        " I'm actually less happy than they are they're afraid of me but I'm less happy because I'm the guy that's scaring them.",
        1647.36,
        1654.74
    ],
    [
        " I am a king that find the and I know it is not the bomb the scepter and the ball the sword the mace the crown imperial the intertisued robe of gold and pearl the first title running for the king.",
        1657.84,
        1674.6
    ],
    [
        " The throne he sits on nor the tide of pomp that beats upon the high shore of this world so he go through all the kind of stereotypical things that make you a king you know the clothes the scepter the crown all those things.",
        1675.12,
        1689.9
    ],
    [
        " No not all these thrice gorgeous ceremony not all these laid in bed majestical.",
        1689.9,
        1700.12
    ],
    [
        " So not any of those beautiful things expensive things can sleep so soundly as the wretched slave.",
        1700.98,
        1710.04
    ],
    [
        " So it's the slave who with a body filled and vacant mind gets him to rest crammed with distressed will bread so he's talking about this fact that the king.",
        1710.64,
        1728.86
    ],
    [
        " Doesn't get to rest doesn't get to sleep when the slave goes home at night he's going to eat the fed and distressed full basically that means that they made it themselves made it with their own hands actually get some satisfaction of making their food and eating it.",
        1730.48,
        1742.8
    ],
    [
        " He's even get that satisfaction his mind is constantly churning about the fate of the kingdom and it's actually interestingly when I was in I know we did a podcast here about Sri Lanka.",
        1742.8,
        1754.32
    ],
    [
        " And I talked about me being in Sri Lanka and I tried to drag is because again I've never been in combat this is the mid 90s.",
        1754.74,
        1761.56
    ],
    [
        " And I tried to drag as much knowledge as I could out of the Sri Lankan guys the Sri Lankan military and the Sri Lankan special boat service and this special forces guys that we are working with and they were unbelievably combat experienced veterans.",
        1761.56,
        1776.44
    ],
    [
        " But one of the guys that I befriended who is an army captain and you know his he was one of those guys who is a guy that was a good leader.",
        1777.1,
        1786.98
    ],
    [
        " But man he felt exactly what this guy what what Henry the fifth is talking about here.",
        1786.98,
        1792.62
    ],
    [
        " And I remember him saying you know he's kind of just having a late night conversation with me because like I said I was constantly trying to garner information from these guys and learn from them.",
        1792.98,
        1803.28
    ],
    [
        " And you know he because this guy had been a this guy had been a regular soldier and then he had been promoted he'd come up the ranks and he said you know Jaco when I was a soldier meaning when he was just a grunt soldier.",
        1804.12,
        1817.36
    ],
    [
        " You know lower and listed guy he said I knew I could survive anything and I knew I could take care of myself and it was actually kind of fun.",
        1817.52,
        1828.04
    ],
    [
        " And he said now that I'm a company commander because now he was actually pretty senior guy.",
        1829.84,
        1834.9
    ],
    [
        " He said it is the most stress and it is the most harrowing thing because I'm not worried about myself anymore but I'm so worried about all these other guys.",
        1835.04,
        1845.8
    ],
    [
        " That's what the worry is.",
        1846.2,
        1847.74
    ],
    [
        " And yeah I actually got to know that feeling myself.",
        1848.6,
        1854.12
    ],
    [
        " The leader gets no rest and what Henry's talking about is that burden of command and that's the same thing that Sri Lankan guy was talking about.",
        1856.86,
        1864.26
    ],
    [
        " You hear me talking about it as well.",
        1864.26,
        1865.64
    ],
    [
        " You know that burden of command is heavy.",
        1866.48,
        1869.82
    ],
    [
        " And now so now you know again I've kind of gone very quickly through what this to get to this point where where Henry the fifth makes this famous speech.",
        1872.88,
        1886.06
    ],
    [
        " And as I said the English are on one side of the battlefield and the French and the other again this really happened.",
        1886.06,
        1889.86
    ],
    [
        " This is this is factual information and they can hear each other and they can at night they see each other's campfire is burning and any English like I said they know that they are not.",
        1889.96,
        1899.8
    ],
    [
        " They're outnumbered and finally one of the leaders you know as they're getting ready to go into combat one of the leaders from the British side he calls out kind of like wishing that they had more men.",
        1901.18,
        1911.52
    ],
    [
        " And it's interesting and it's pretty important to know that I mean obviously Shakespeare fictionalized this in many ways but that speech is actually rooted in a real account.",
        1912.38,
        1924.7
    ],
    [
        " It's rooted in a real account of something that was said and and the account was written by an anonymous chaplain that was like on tour with these guys and he just wrote down what he saw.",
        1926.38,
        1939.68
    ],
    [
        " And in his report it was the a guy named Sir Walter Hungerford that suggested to the king that it would be nice if they had another 10,000 archers from England that were not doing anything you know that are sitting back doing you know back in England sitting in peace and it'd be nice if they had in there.",
        1939.7,
        1956.9
    ],
    [
        " Now in the play it's a character named Westmoreland who's one of you know the lieutenants or the one of the subordinate leadership of Henry the fifth and he says oh that we now had here but one 10,000 of those men in England that do no work today.",
        1957.74,
        1977.92
    ],
    [
        " So he's saying the same thing he's like listen here we are about to go to battle.",
        1978.24,
        1982.62
    ],
    [
        " We're completely outnumbered and be nice if we had some of those other guys that are in England right now that are sitting in bed that are doing nothing.",
        1983.38,
        1993.06
    ],
    [
        " And so now King Henry responds and again this is in the same vein that was documented by this anonymous chaplain and of course Shakespeare wrote it so it's got to be it's a lot more impactful but the message is the same.",
        1994.4,
        2009.7
    ],
    [
        " And I'm going to go through this once and kind of break it down so so that we can understand what the meaning of these different words are before I just roll through it.",
        2010.44,
        2020.78
    ],
    [
        " So when he say you know this guy says you know if only we had more guys and King Henry says what's he that wishes so meaning who just said that?",
        2021.32,
        2033.52
    ],
    [
        " He said my cousin Westmoreland no my fair cousin if we are marked to die we are enough to do our country loss.",
        2033.68,
        2044.2
    ],
    [
        " And if to live the fewer men the greater share of honor.",
        2044.86,
        2049.48
    ],
    [
        " So he's saying no listen if we're going to die we got plenty of guys here to die for our country but if we're going to live and if we're going to win the fewer men we have the better.",
        2050.36,
        2062.32
    ],
    [
        " Because that's more honor for us.",
        2062.68,
        2065.08
    ],
    [
        " God's will I pray thee wish not one more man.",
        2068.0,
        2072.22
    ],
    [
        " He doesn't want anybody else by Jov I am not covetous for gold nor care I who doffy'd upon my cost so he doesn't care about gold.",
        2073.02,
        2083.7
    ],
    [
        " He doesn't care who he feeds and who eats off of his check that he's cash and it earns me not if men my garments wear.",
        2083.7,
        2094.0
    ],
    [
        " Meaning he doesn't care if people are either taking his clothes or if they're wearing his world colors it doesn't care.",
        2094.4,
        2099.74
    ],
    [
        " Doesn't care about any of that.",
        2099.96,
        2101.18
    ],
    [
        " Such outward things dwell not in my desires.",
        2102.22,
        2105.44
    ],
    [
        " So those things don't matter to him.",
        2105.96,
        2107.82
    ],
    [
        " But if it be a sin to covet honor I am the most offending soul alive.",
        2110.64,
        2118.86
    ],
    [
        " So if it's about honor and if it's a sin to want honor and want glory then he's the guiltyest person of them all.",
        2119.58,
        2130.04
    ],
    [
        " No faith my cause wish not a man from England.",
        2130.1,
        2134.26
    ],
    [
        " God's peace I would not lose so great an honor as one more man.",
        2134.96,
        2139.58
    ],
    [
        " Me thinks would share from me for the best hope I have.",
        2140.4,
        2144.14
    ],
    [
        " Oh do not wish one more so he's just going off like no we don't want anyone else I don't want to share my honor with anyone else.",
        2145.42,
        2153.06
    ],
    [
        " Rather proclaim it Westmoreland through my host that he which half no stomach to this fight let him depart.",
        2155.64,
        2164.44
    ],
    [
        " His passport shall be made and crowns for convoy put into his purse.",
        2165.04,
        2169.66
    ],
    [
        " So he's okay you know what Westmoreland as a matter of fact tell everyone that anybody that doesn't have the guts or the stomach to stand here and put in his purse.",
        2172.0,
        2183.04
    ],
    [
        " I'll share with us and fight.",
        2183.06,
        2184.94
    ],
    [
        " Tell them I'll give them a passport and I'll give them money to pay for their trip home.",
        2185.78,
        2192.72
    ],
    [
        " We would not die in that man's company that fears his fellowship to die with us.",
        2193.62,
        2200.34
    ],
    [
        " He doesn't want to die with anybody that fears the duty that's what they mean by fellowship the duty to die with us.",
        2201.18,
        2209.78
    ],
    [
        " This day is called the feast of crispy and so crispy and this is actually alleged twin brothers interestingly.",
        2211.78,
        2222.96
    ],
    [
        " Crispin and crispy and twin brothers they helped the poor and they preach Christianity and they were tortured by a Roman governor and they were thrown into the river with millstones tied around their necks and they survived.",
        2223.52,
        2239.32
    ],
    [
        " And when they survived that they pulled them out of the water and they beheaded them.",
        2239.86,
        2243.56
    ],
    [
        " They were venerated and they became saints on October 25th and that's called St. Crispin's Day sometimes it's called St. Crispin's Day but that's what it is.",
        2243.96,
        2254.84
    ],
    [
        " So this day this is October 25th when they're about to fight.",
        2256.32,
        2259.54
    ],
    [
        " He says this day is called the feast of Crispin.",
        2260.1,
        2262.88
    ],
    [
        " He that outlives this day and comes home safe will stand a tiptoe when the day is named and rouse him at the name of Crispin.",
        2263.36,
        2272.58
    ],
    [
        " So anybody that anybody that lives through this day and comes home safe when it's going to be St. Crispin's Day they're going to get on their toes they're going to be so excited about it.",
        2273.34,
        2282.44
    ],
    [
        " He that shall see this day and live old age will yearly on the vigil feast his neighbors and say tomorrow is St. Crispin.",
        2284.94,
        2293.82
    ],
    [
        " So again, anyway that lives through this is going to be going to their neighbors and say hey tomorrow St. Crispin's Day.",
        2294.7,
        2299.68
    ],
    [
        " Then will he strip his sleeve and show his scars and say these wounds I had on Crispin's Day.",
        2304.16,
        2311.4
    ],
    [
        " So he's going to be at their feast he's going to roll up his sleeves and he's going to say you see these scars these are what I got on Crispin's Day.",
        2312.44,
        2319.58
    ],
    [
        " Old men forget yet all shall be forgot.",
        2321.46,
        2326.02
    ],
    [
        " But he'll remember with advantages what feats he did that day so he's saying everything gets forgot.",
        2326.82,
        2333.82
    ],
    [
        " Right but the old man will remember the glory days of that battle and what he did it will be the highlight of his life.",
        2334.7,
        2343.18
    ],
    [
        " Then our names familiar in his mouth as household words Harry the King Bedford and Exeter Warwick and Talbot Salisbury and Gloucester be in their flowing cups freshly remembered.",
        2346.2,
        2361.86
    ],
    [
        " So all their names are going to be remembered.",
        2362.3,
        2366.86
    ],
    [
        " This story shall the good man teach his son and Crispin Crispin shall never go by from this day to the ending of the world but we in it shall be remembered.",
        2370.04,
        2381.94
    ],
    [
        " So we say look this is a story that good men are going to tell their sons and they're going to forever remember on this day till the ending of the world what we did.",
        2382.78,
        2396.0
    ],
    [
        " We few we happy few we band of brothers for he today that sheds his blood with me shall be my brother.",
        2398.74,
        2407.3
    ],
    [
        " And that one doesn't really need an explanation.",
        2407.74,
        2411.86
    ],
    [
        " But we should do here about brotherhood a lot.",
        2413.32,
        2418.56
    ],
    [
        " Be near so file this day shall gentle his condition so no matter where you're from no matter what you are like no matter what kind of a person you were today when he says gentle his condition that today will make you a gentleman today will make you a man.",
        2421.6,
        2440.22
    ],
    [
        " And gentlemen in England now a bed so guys that are back in England right now sleeping shall think themselves a curse it they were not here and hold their manhoods cheap whilst any speaks that fought with us.",
        2442.68,
        2459.92
    ],
    [
        " Upon St. Crispin's day so like I said anyone that's home in England and that word of bed it's like implies being lazy and sleeping they're going to curse that they weren't there.",
        2460.9,
        2471.92
    ],
    [
        " And they'll know that they weren't real men and I mean he used the word manhood which implies you know testicular fortitude.",
        2472.24,
        2482.3
    ],
    [
        " They didn't have the testicular fortitude to fight.",
        2482.42,
        2486.8
    ],
    [
        " And that's that's the speech with the understanding and I haven't even gone all the way I mean I didn't go to break down each and every word and the depth and meaning behind them because they are so impactful.",
        2492.42,
        2508.32
    ],
    [
        " And if you go and you read you can get like a translated modern version that kind of dumbs down the language and that's okay but I'm telling you having done both when you do that that's like compared to actually doing the work and studying and figuring out what it all actually means if you just take a dumb down version it's.",
        2513.48,
        2537.16
    ],
    [
        " Like diet Shakespeare or Shakespeare right it's it's actually worse than that it's like that it's like firing a cap gun versus firing a real gun it kind of looks the same and it might even sound a little bit the same but one of them will kill you and the other one just goes bang you know it's not as heavy.",
        2538.84,
        2555.7
    ],
    [
        " And what's really bizarre and this is I think actually of this is really strange if you go on YouTube and you look up Henry the fifth St.",
        2556.56,
        2572.94
    ],
    [
        " Christmastay speech right if you look it up you'll get these classically trained actors famous I mean famous actors doing this speech and in my mind they don't get it they don't get it right and I you know what I know I'm a nobody I know I'm just some guy and these people are people that's",
        2573.12,
        2602.92
    ],
    [
        " studying Shakespeare and did it on stage and all of a sudden I'm just ignorant you know wretch from the trenches and I don't understand I am big pentameter and all the other little details but I'm telling you I don't think they get it and when I watch the professionals do this I don't think they get the emotion I don't think they understand the leadership I don't think they get the fear and the blood and the death and the blood and the death and the blood and the death.",
        2602.94,
        2632.92
    ],
    [
        " And I don't think they understand war and when these actors take these great words that are drafted brilliantly and they try and say them like leaders to me they still sound like actors.",
        2632.94,
        2657.54
    ],
    [
        " They don't sound like men that have fought they don't sound like men that have seen battling they definitely don't sound like men that have seen war.",
        2659.54,
        2666.96
    ],
    [
        " I think Henry the fifth would have sounded different.",
        2667.9,
        2673.6
    ],
    [
        " This is what I think would be closer to what Henry the fifth a combat leader would have sounded like as he answered some one of his subordinate leaders out there in the crowd saying that we need more people we need more men.",
        2677.22,
        2698.68
    ],
    [
        " I think this is what he would have sounded like.",
        2699.68,
        2702.36
    ],
    [
        " What's he that wishes so?",
        2704.7,
        2706.46
    ],
    [
        " My cousin Westmoreland?",
        2708.46,
        2709.76
    ],
    [
        " No my fair cousin.",
        2710.56,
        2713.1
    ],
    [
        " If we are marked to die we are enough to do our country loss and if to live the few men the greater share of honor.",
        2714.34,
        2723.86
    ],
    [
        " God's will I pray the wish not one more man.",
        2725.44,
        2729.36
    ],
    [
        " By Jov I am not covetous for gold nor care I who doffy'd upon my cost it earns me not if men my garments were such outward things dwell not in my desires.",
        2731.02,
        2745.14
    ],
    [
        " But if it be a sin to covet honor.",
        2745.7,
        2750.7
    ],
    [
        " I am the most offending soul alive.",
        2752.96,
        2756.18
    ],
    [
        " No faith my cause wish not a man from England God's peace.",
        2756.68,
        2762.54
    ],
    [
        " I would not lose so great an honor as one man more me thinks would share from me for the best hope I have.",
        2763.06,
        2772.0
    ],
    [
        " I do not wish one more.",
        2772.0,
        2775.28
    ],
    [
        " Rather proclaim it Westmoreland.",
        2776.96,
        2779.92
    ],
    [
        " Through my host that he which hath no stomach to this fight let him depart his passport shall be made and crowns for convoy shall be put into his purse.",
        2780.86,
        2791.84
    ],
    [
        " We would not die in that man's company that fears his fellowship to die with us.",
        2793.64,
        2800.84
    ],
    [
        " This day is called the feast of crispyen.",
        2801.5,
        2808.74
    ],
    [
        " He that outlives this day and comes home safe will stand a tiptoe when the day is named and rouse him at the name of crispyen.",
        2808.74,
        2817.9
    ],
    [
        " He that shall see this day and live old age will yearly on the vigil feast his neighbors and say tomorrow is Saint crispyen.",
        2819.5,
        2829.94
    ],
    [
        " Then will he strip his sleeve and show his scars and say these wounds I had on crispyen's day.",
        2829.94,
        2839.14
    ],
    [
        " Old men forget.",
        2840.9,
        2844.18
    ],
    [
        " Yet all shall be forgot but he'll remember with advantages what feats he did that day.",
        2844.82,
        2853.44
    ],
    [
        " Then shall our names familiar in his mouth as household words hairy the king bedford and exeter warwick and talbot south bearing glowster be in their flowing cups freshly remembered.",
        2855.06,
        2871.38
    ],
    [
        " This story shall the good man teach his son and crispyen shall narrow go by from this day to the ending of the world but we in it shall be remembered.",
        2875.22,
        2889.4
    ],
    [
        " We few we happy few we band of brothers.",
        2890.1,
        2896.04
    ],
    [
        " For who for he today that sheds his blood with me shall be my brother be he near so vile this day shall gentle his condition.",
        2897.98,
        2910.74
    ],
    [
        " And gentlemen in England now a bed shall think themselves a curse they were not here and hold their manhoods cheap whilst any speaks that fought with us.",
        2911.1,
        2924.18
    ],
    [
        " Upon Saint crispyen's day.",
        2925.42,
        2927.6
    ],
    [
        " Now that is a speech and that is like I said there's a lot more to it than what I covered there's so much depth there.",
        2928.34,
        2948.18
    ],
    [
        " And that's why it's lasted the ages and that's why you hear people talking about brotherhood and this is what they refer to.",
        2949.32,
        2956.9
    ],
    [
        " And as far as Shakespeare goes and I talk all the time about getting stronger and faster and getting smarter.",
        2958.56,
        2968.52
    ],
    [
        " And stronger and faster that's I mean that's pretty straightforward how do you get stronger faster you let weights you work out you do your calisthenics you do physical activity to get stronger and faster but how do you get smarter.",
        2972.52,
        2988.36
    ],
    [
        " Well this is one way to get smarter you go out and you find something that you do not understand and you gain understanding of it.",
        2991.06,
        3002.82
    ],
    [
        " Words you don't know and phrases you don't know and concepts you don't know you find them and you learn them you teach yourself the resources are there.",
        3003.02,
        3013.88
    ],
    [
        " And by the way you know what it's free there's no gym fees there's no equipment to buy you can get all of Shakespeare his entire cannon on the internet for free.",
        3016.96,
        3033.9
    ],
    [
        " It's at the library for free.",
        3036.1,
        3038.12
    ],
    [
        " The only thing it does take and the only thing it does cost is just a little something that we call discipline right to get in there to open that book to challenge your brain in order to free your mind.",
        3038.66,
        3054.92
    ],
    [
        " So that's Shakespeare that's Henry the fifth and very impactful and definitely a classic representation of the band of brothers that I had the honor to work with in Ramadi Iraq in 2006.",
        3059.16,
        3083.1
    ],
    [
        " The first of the 506 and I guess it is time for questions from the interwebs and speaking of the inner webs.",
        3083.42,
        3099.78
    ],
    [
        " Well something from on it yes yeah we are in fact sponsored by on it dot com boom which is where jacquo gets his krill oil to keep us.",
        3101.42,
        3112.74
    ],
    [
        " We'll say what aging joints no we'll just say joints not did not deteriorating we'll just say aging joints to keep his joints together.",
        3112.84,
        3122.88
    ],
    [
        " So where I get some alpha brain that's why I'm so smart I'm actually encouraging you to take more alpha brain.",
        3125.12,
        3133.38
    ],
    [
        " Yeah it's up the game a little bit.",
        3133.42,
        3135.2
    ],
    [
        " Yeah but it's good yeah so on it dot com oh and you get some yeah and you can get some get some kettle bells and some club bells and go and toss those things around to get yourself a little bit stronger.",
        3135.3,
        3148.2
    ],
    [
        " Get them on it dot myself have a few zombie bells at the house and you probably use that one.",
        3148.56,
        3153.42
    ],
    [
        " I have them I have them there my they're my kind of go to when I have them sitting around because they they do they kind of draw you in because I see what I think when I see zombie when I see zombies I think zombie apocalypse and I think I've been rewriting.",
        3153.44,
        3168.66
    ],
    [
        " Okay so I'm gonna hit a couple kettlebell snatches real quick while I got a little little two minutes spare.",
        3168.66,
        3174.68
    ],
    [
        " Boom!",
        3174.98,
        3175.74
    ],
    [
        " They're all up there.",
        3176.32,
        3177.4
    ],
    [
        " Yeah and they're dope though and apparently they're balanced just like regular ones.",
        3178.02,
        3181.82
    ],
    [
        " Yeah no they feel they feel not.",
        3182.04,
        3183.4
    ],
    [
        " You know you can get them at on it dot com oh n n it dot com slash jacquo and you get 10% off boom.",
        3184.68,
        3191.66
    ],
    [
        " Get some shroom tech sport by the way why are they shroom tech sport.",
        3192.5,
        3196.58
    ],
    [
        " I think I think as a public service yeah if you're doing something that's high output like a crossfit situation you do that's a public service.",
        3196.58,
        3205.6
    ],
    [
        " Yeah I'm telling you night and day anyway shroom tech sport that's the one I'm gonna go on the shroom tech sport I think.",
        3205.6,
        3210.96
    ],
    [
        " I don't think she's up and what about the Amazon dot com.",
        3210.96,
        3215.92
    ],
    [
        " Yes if you would like to support this podcast in a painless way we'd call it painless yeah seamless seamless and painless.",
        3216.04,
        3225.56
    ],
    [
        " It's quasi seamless instead of going straight to amazon dot com go to jacquo store dot com or jacquo podcast dot com.",
        3225.86,
        3231.94
    ],
    [
        " So if you buy a TV if you buy a flat screen plasma TV for $800 right and you could do it through you do it through you click through jacquo podcast dot com or jacquo store dot com.",
        3231.94,
        3245.0
    ],
    [
        " Sure or jacquo store then the podcast gets supported financially yeah it gets like you know a little son a little little son.",
        3245.0,
        3251.52
    ],
    [
        " Yeah it's better than nothing yeah and it's yeah and actually Amazon pages because because yeah that's cool because it takes time to do the podcast right it takes preparation to do the podcast yeah and you know what I'm gonna be honest I do it anyway yeah obviously I think you would too but but people ask though they're like hey this is great that some people they'll they'll sign up something I guess other podcasts they'll have situations where you can sign up and just enter your credit card and it'll take out like a dollar a month or something.",
        3251.62,
        3279.64
    ],
    [
        " Well as like a thing this guy I for totally forget his name such a cool anyway even on me told me that I was like dang that solid but nonetheless should we do that.",
        3279.7,
        3289.0
    ],
    [
        " I don't know it's necessary but I don't know I think we're just maybe we'll research that yeah because I know people are always saying hey how can we support because people are getting value and when they give value they want to give value they want to give you something back which is awesome yeah appreciate that very cool very cool yeah I mean the prep notes today we're seven minutes.",
        3289.0,
        3309.62
    ],
    [
        " One team page is long working on for the past few days getting ready you know that's like a term paper in college you know those grinders total gut check yeah it's like a 400 level term paper my term papers are one page yeah one",
        3309.62,
        3325.98
    ],
    [
        " college athlete over there and oh yeah one more thing about about Amazon somebody hit me up on Twitter and said hey you need to say on your podcast that you have your your book extreme ownership is an audio book yeah and what what I think",
        3325.98,
        3342.08
    ],
    [
        " is cool about it is laf who wrote the book with me he's another seal he worked with me in Ramadi and he and I are the ones that read it so we each wrote chapters we",
        3342.08,
        3355.02
    ],
    [
        " wrote half the chapters and we reread it so you know if you're used to the jockel podcast voice yeah and and you know laf was on the podcast obviously podcast number 11 so yeah so get you can get the audio book and you got another it's eight hours long",
        3355.02,
        3370.04
    ],
    [
        " there's no joke if you had a long drive eight hour drive yeah get you got an eight hour drive Francisco from send you yeah yeah it's one of those drives good okay yeah so jockel store dot com",
        3370.04,
        3380.66
    ],
    [
        " jockel podcast dot com all right then on it on it it dot com thanks thank you all right internet questions first question",
        3380.66,
        3394.62
    ],
    [
        " kind of a paragraph with the question yeah we got a long questions jockel I'm just curious about your opinions on the regular army infantry infantry it seems like nowadays the regular infantry is almost looked down upon from the regular public and every prior military public speaker",
        3396.3,
        3414.62
    ],
    [
        " I almost feel like we're looked at like we were just bodies that held ground and absorbed attacks and made no real impact on the war I'm almost hesitant to ask because I'm not sure if I can or I'm not sure if I'm in denial or if it's just pride I serve with some fantastic warriors and I don't want those heroes to be looked over in history because they were regular grunts",
        3414.84,
        3437.96
    ],
    [
        " so I'd enjoy your opinions on this matter and if you could enlighten me on how infantry divisions are looked at from other groups and organizations yeah um the I'm um this question you know it bothers me it bothers me because if you couldn't tell from the opening that I did tonight talking about the first of five or six",
        3438.76,
        3466.0
    ],
    [
        " I know I would tell you the same thing about so many other units that we have the utmost respect and admiration for what we used to call conventional forces with an alcohol general purpose forces but it's the Marine Corps the US Marine Corps the US Army they're their regular infantry ground pattern they're grunts and we like I said the guys in my task you know the guys that don't sell teams we have not",
        3466.0,
        3495.98
    ],
    [
        " nothing but respect and admiration for the ground pounders for the grunts and for my position you know having been in Ramadi with the 228 which was a reserve unit propensal and you the iron soldiers those guys were outstanding outstanding and then they turned over with the 11 AD and you've heard me talk about them and the battalions that were attached to them those guys were just they all of them I mean they were just so professional so brave and of course",
        3496.0,
        3525.36
    ],
    [
        " special forces and seals and Rangers and Marsock and Afsock for whatever reason special operations gets attention right I mean the name is special operations so it gets this attention I'm not 100% sure where it comes from or where it started or whatever but there's something about the public and the media and I don't know the media feeds the public in the foot the public feeds the media and the media feeds the public",
        3525.98,
        3555.34
    ],
    [
        " so like the public wants to see stories so the media produces stories about the special operations types and then it goes into a vision circle a vicious circle and they just make a bunch of new stories about it and so you know it's like this little",
        3555.58,
        3569.6
    ],
    [
        " mystique or whatever of special operations probably that's that's that's having that impact but let me tell you just for everybody for anyone that's on that's not been in the military that has that you know things",
        3569.6,
        3583.82
    ],
    [
        " oh the special operations guys must be more you know you lead or do more dangerous stuff wrong wrong do they do data stuff yes but you know I've been all you know when I was in Iraq my first",
        3583.82,
        3597.82
    ],
    [
        " deployment to Iraq went all over Iraq is spec second deployment stayed in the body but I during that time saw the conventional units the general",
        3597.82,
        3607.54
    ],
    [
        " purpose forces the ground pounders that grunts the Marine Corps and not just them but I talked about this last time the the logistics folks I mean so it's",
        3607.54,
        3615.98
    ],
    [
        " everybody that out there they're living in forward operating basis they're living in combat outposts in the middle of cities you know small groups",
        3615.98,
        3622.92
    ],
    [
        " out there eating mREs just living in really tough conditions doing daytime patrols and horrible areas working with Iraqi soldiers",
        3622.92,
        3632.74
    ],
    [
        " you know like I just said to do these logistics runs you know these are where you get blown up with an ID these are where you get it ambushed I mean this is what they did all the time every day this was their job even like the mine clearance operations you know mine you going out and you're going out to go and get blown up or try and look for things that are going to blow you up and and you know you first sure you got some guys that are in the big mine protected vehicles but when we're in a body there is a Marine Corps unit that would follow behind those guys sometimes an army that would fall behind those infantry guys just out there getting after it.",
        3633.6,
        3662.72
    ],
    [
        " And so what do we think of that I mean I have just admiration respect and just utmost the utmost I hold those guys in the highest esteem because they held the line so to that guy out there that asked that question believe me anybody that's been in combat and knows what you guys do and I spread that word all the time you listen to any even if you read if you read life and I spoke I mean we talk about that",
        3663.08,
        3692.72
    ],
    [
        " in great detail about the respect and admiration we had for for the general purpose forces the grunts the ground pounders the bravest the most professional and most dedicated people that I could ever imagine and I was absolutely honored and everyone in my seal task unit was honored and humbled to have served with such brave warriors so that's how I feel about that",
        3692.96,
        3722.7
    ],
    [
        " our US military next question so jackal posted a Twitter post Instagram Twitter and Instagram post of a picture black and white strangely and sort of",
        3722.8,
        3744.0
    ],
    [
        " what you're thinking of just the mats and I think there's some ambiguous figures of his dean right teaching somebody anyway he said talked about he learned the lesson or something like that anyway so the question is",
        3744.56,
        3758.84
    ],
    [
        " jackal what lesson did you learn for the thousandth time because he said he said that it was in training with dean the other day so what was that the lesson was rules rules must sometimes be broken.",
        3758.84,
        3770.78
    ],
    [
        " So let me give you the quick story for those of you that are jitsu players I will indulge you a little bit with some jitsu so Friday night training and didn't I usually train hard on Friday nights and we had we had a war we had a little death match on Friday and it started off we would have probably I don't know five six maybe seven minutes and he got me got me little got me little situation that forced me to submit.",
        3771.8,
        3799.5
    ],
    [
        " And then we was like I'll let's go again and so we went again and I and I warm down and I got the better of him and actually the the deeper water I take him into the better things get for me right.",
        3800.78,
        3814.0
    ],
    [
        " So I warm down and I got a hold of his arm and I had him in I had him in a compromised position for probably five minutes and.",
        3814.14,
        3828.24
    ],
    [
        " And you know he and he at the last moments good great timing and he got out arm bar it was a straight arm watching and so he got out and we got out he was done he was like yeah I'm done I mean he got out of it but he was done so jaco got a little moral victory right and then I kind of antagonized him a little bit which is what Dean and I do we we instigate and we antagonize each other and so I antagonized him a little bit about you know I'm not going to do that.",
        3829.36,
        3858.22
    ],
    [
        " You don't want to train anymore. Oh, could you two you're two broken down. You know I'm going to stay here and train more you go home and you know have a glass of warm milk or you know just given him a hard time.",
        3858.24,
        3868.2
    ],
    [
        " So so you know inside and I failed to recognize this inside psychologically he was he was not happy about that.",
        3868.42,
        3876.18
    ],
    [
        " And so Saturday is like hey you know let's train and so I I missed that I missed that it's a cue that's a red flag.",
        3876.44,
        3884.5
    ],
    [
        " So when I showed up you know he says oh you know let's just work some moves and we went over some stuff and",
        3885.52,
        3890.86
    ],
    [
        " working some other people and you know we're just kind of we're very relaxed laid back there's no class going on we're just just relaxing.",
        3890.86,
        3898.22
    ],
    [
        " And I said hey man I got to leave it such as such a time I go pick one of my kids up he goes yeah yeah no problem he goes I got to leave too so now I think he's got to leave so I'm actually thinking like we might get a light role and that'll be it you know maybe like two five minute rounds.",
        3898.62,
        3911.68
    ],
    [
        " So and he's got the you know the nice guy face and all that stuff that he's given me so anyways I said I you know we work on stuff and he says all right let's a role real quick.",
        3913.76,
        3923.74
    ],
    [
        " He even threw that out there like it was just going to be a quick role yeah just a quick role. So I'm thinking I'm thinking two or three I'm literally I'm thinking two or three minutes he's like to go over maybe and try some of the stuff we were just we were just drilling a little bit.",
        3923.74,
        3935.64
    ],
    [
        " No he comes for long I mean in it in it was disguised for long so he didn't you know get on but he just went very sternly and and passed my guard really quick and then and actually you know you and I were had discussed this mountain escape that I had done to me the other day",
        3937.08,
        3956.38
    ],
    [
        " I was actually like I don't care if he mounts right now I've got this new escape and I'll just use that and he aggressively mounted and he aggressively went for this move",
        3956.38,
        3964.82
    ],
    [
        " that we call the snow angel which is when you get the person's arms up like a snow angel like up above their head from the mount and it's just horrible and pin there yeah like they're pin there yeah way above you have no leverage you can't move",
        3965.34,
        3979.82
    ],
    [
        " and so not only give me a snowage you got me a double snowage so both my arms are stuck up there now what was bad about this was there was a moment okay and this was this is the rule that I learned because after we broke it down",
        3979.82,
        3993.64
    ],
    [
        " so Dean kept me there for you know probably seven minutes in in double snow angel which is just a nightmare because he's not just holding me there",
        3993.64,
        4003.0
    ],
    [
        " he's like saying things you know he's antagonizing me and I'm sitting there just wanting to kill him yeah and I forget he I actually",
        4003.0,
        4011.44
    ],
    [
        " forget how it ended I don't remember if he went for an arm lock and he got it or if he went I got out I forget how it ended",
        4011.44,
        4017.5
    ],
    [
        " because it's kind of a big blur which most of my rules are but anyways the rule is and I don't want to go into too much detail",
        4017.54,
        4024.1
    ],
    [
        " be just because it's it'll get too technical and too hard to you know do through an audio podcast but you know basically I don't let my elbow",
        4024.1,
        4031.94
    ],
    [
        " cross the other person's sternum I don't let it go across their sternum because if it does you can get pin there you can stuck there",
        4031.94,
        4039.32
    ],
    [
        " so there was a moment where when Dean was trying to move me into snow angel where I should have sacrificed",
        4039.32,
        4045.12
    ],
    [
        " and done like a drastic movement that's a major breaking of that rule and turned to my side really hard and put my elbow across",
        4045.24,
        4051.46
    ],
    [
        " his sternum and it would have gotten me out and as we as we looked at it you know because once I was out then we we went over for",
        4051.46,
        4060.3
    ],
    [
        " a few minutes just to just try and analyze what happened and I realized that you know that I had held onto this rule of mine",
        4060.3,
        4068.16
    ],
    [
        " even though part of me was like you know what should I try it and I didn't I didn't try it and so then I got",
        4068.16,
        4073.82
    ],
    [
        " a worse position worse position worse position so the lesson learned is that sometimes you got to break your rules now",
        4073.82,
        4079.38
    ],
    [
        " the thing is it's not just jujitsu right it's not just jujitsu it's about business it's about life it's about",
        4079.38,
        4089.96
    ],
    [
        " relationships it's about not getting stuck in a rut and it's about being able because it's another thing is I",
        4089.96,
        4097.54
    ],
    [
        " I was in my own head I didn't detach from the situation I didn't look at it from another position and say",
        4097.54,
        4103.6
    ],
    [
        " okay well you know this is getting worse right now I just was stuck there mentally so you got to think you got",
        4103.82,
        4111.22
    ],
    [
        " to you got to think about your rules objectively and I didn't do that and it's a rule that has has saved me many times",
        4111.22,
        4119.42
    ],
    [
        " but this time it it cost me nearly dearly so don't let your rules rule you",
        4119.42,
        4128.04
    ],
    [
        " you got to keep ruling your rules don't let your rules rule you yeah you um another way to kind of",
        4128.74,
        4135.56
    ],
    [
        " look at that is like a black and white mind you know you like don't stick your mind is more or less",
        4135.56,
        4142.58
    ],
    [
        " black and white for sure well as far as how you think generally speaking but don't neglect the gray",
        4142.58,
        4148.9
    ],
    [
        " there's so much gray in there and of course you know if you have rules and they're solid rules man",
        4148.9,
        4152.94
    ],
    [
        " yeah stick to those rules but like I said don't neglect the gray you know how you see you got to",
        4152.94,
        4157.4
    ],
    [
        " break rule every once in a while don't be just hey rules are meant to be broken let's just break it",
        4157.4,
        4162.34
    ],
    [
        " not don't do that but some people use that as a some people use that as a excuse to do whatever they want",
        4162.34,
        4167.46
    ],
    [
        " right yeah exactly and they're wrong too they lack the discipline",
        4167.46,
        4170.5
    ],
    [
        " next question let's do it I'm glad you use that moduskeep by the way check",
        4170.5,
        4180.72
    ],
    [
        " do you have any advice on consoling a member of your team that you're leading who knows",
        4183.7,
        4190.26
    ],
    [
        " there to blame for the project failing or falling through the person question is a great worker",
        4190.26,
        4197.6
    ],
    [
        " but just made an honest mistake that cost that caused the failure of the project if you",
        4197.6,
        4203.9
    ],
    [
        " look extremely guilty for putting my job at risk and I can't convey to them enough that I understand",
        4203.9,
        4208.54
    ],
    [
        " it was an honest mistake and that I personally failed to communicate enough with them I think it's",
        4208.54,
        4214.92
    ],
    [
        " a great thing this person is so passionate at their job but is there anyway I can get them to",
        4214.92,
        4221.86
    ],
    [
        " distance themselves and show them that this one failure is not that big of a deal so yeah like",
        4221.86,
        4234.2
    ],
    [
        " like the the question says it's cool that you got somebody that's passionate right that's great",
        4235.4,
        4239.5
    ],
    [
        " and it sounds like they want to take ownership and that's great too it sounds like they are having",
        4239.5,
        4244.12
    ],
    [
        " trouble moving on so in this case no no major complications is it not that big of a deal you just",
        4244.12,
        4251.22
    ],
    [
        " got to talk them through it and for me I would use probably some kind of you know some stories",
        4251.22,
        4257.12
    ],
    [
        " a real simple one is like about parachute and if you're parachuting one of the main",
        4257.12,
        4261.32
    ],
    [
        " training points when you're parachuting and something goes wrong is you don't get focused on",
        4262.3,
        4267.48
    ],
    [
        " just trying to fix the bad shoot because that's what gets people killed they're looking up they think",
        4267.48,
        4273.28
    ],
    [
        " maybe they can save the shoot they think they can make it open somehow and the next thing you know",
        4273.28,
        4277.24
    ],
    [
        " they hit the ground right and they die so what they do is they they teach you that hey you got a",
        4277.24,
        4284.2
    ],
    [
        " bad shoot you know you pull your main parachute and it doesn't open correctly you take a look at it",
        4284.2,
        4288.46
    ],
    [
        " you go okay is this thing open or not you make a decision and then you cut it away and it's gone",
        4288.46,
        4292.8
    ],
    [
        " and you focus on the next thing which is getting your reserve parachute to come out to save your life",
        4292.8,
        4298.14
    ],
    [
        " the one that didn't open doesn't matter anymore so move on you can think about it like a like a",
        4298.14,
        4304.54
    ],
    [
        " shooting competition too because it's the same thing when you're shooting you don't want to shoot",
        4304.54,
        4310.58
    ],
    [
        " you don't want to think about the last shot that you just missed and you don't want to think about",
        4310.58,
        4315.24
    ],
    [
        " the next shot that's a hard shot or a far shot or you don't want to think about those other shots",
        4315.24,
        4319.34
    ],
    [
        " you want to think about the shot that you're taking that's the one that you want to think about",
        4319.34,
        4323.28
    ],
    [
        " and if you're getting caught in the past it's going to ruin what you're trying to do in the present",
        4323.28,
        4329.78
    ],
    [
        " so you you know you have to move on this is something you just you know you got to explain to your",
        4329.78,
        4334.96
    ],
    [
        " employee that's get you look listen I understand that you that you had a rough time if you can't let",
        4334.96,
        4339.32
    ],
    [
        " that go it's going to screw up the project we're working on now so let's let that go let's move on",
        4339.32,
        4343.2
    ],
    [
        " so that's what I'd say to him say listen look buddy I know this woman bad I get it you feel bad",
        4343.24,
        4348.78
    ],
    [
        " appreciate it it's over it's in the past let's take the lessons learned and we got to move on",
        4348.78,
        4355.54
    ],
    [
        " it's not dwell on yesterday if we dwell on yesterday it takes our focus off of today and tomorrow",
        4355.54,
        4361.9
    ],
    [
        " which are the things we can actually control we can actually control what we're doing today we can",
        4361.9,
        4366.54
    ],
    [
        " actually control what we're gonna do tomorrow we don't have a control over what happened yesterday",
        4366.54,
        4370.08
    ],
    [
        " that's gone so what I need you to do is focus on this mission now and making sure we execute it",
        4370.2,
        4378.74
    ],
    [
        " 100% that that sense of control or that access to control over over a situation that's so",
        4378.74,
        4386.22
    ],
    [
        " critical to to know when you're in that position because to know what to know that that you control it",
        4386.22,
        4392.98
    ],
    [
        " yeah didn't have it on the front you can't and cannot control what you can't and control yeah",
        4392.98,
        4396.0
    ],
    [
        " like I said have access to that because it feels it's horse feelings though it feels like",
        4396.24,
        4401.32
    ],
    [
        " use the parachute analogy it feels like dang there's the problem the parachute that's the problem",
        4401.32,
        4407.9
    ],
    [
        " so all my attention and all my emotional energy and is is is on that that's the problem",
        4407.9,
        4413.94
    ],
    [
        " but like I said if you just on to just focus on the fact that hey I can't control that bad",
        4413.94,
        4419.6
    ],
    [
        " shoot that bad shoot is gone it's you know cut it away and yeah focus on the thing but like I said",
        4419.6,
        4425.14
    ],
    [
        " that's the that's the key right there to understand that man you don't you don't have control",
        4426.02,
        4430.2
    ],
    [
        " over that anymore we're done with that we're not doing that anymore yeah we're doing this new stuff",
        4430.2,
        4434.4
    ],
    [
        " and you know I should have said that on the last one about talking about breaking rules I said",
        4434.4,
        4437.68
    ],
    [
        " business I said life I forgot to say combat but combat's the same way if you get stuck in a standard",
        4437.68,
        4442.26
    ],
    [
        " operating procedure and you won't see your sit way out of it you're gonna you're gonna pay",
        4442.26,
        4446.48
    ],
    [
        " and it's the same thing in combat if you make one bad decision on the battlefield and now you",
        4446.48,
        4451.4
    ],
    [
        " start dwelling on that bad decision you gotta forget about that you gotta move on you gotta move",
        4451.4,
        4455.14
    ],
    [
        " forward so you know the only reason you look back it's just assess the lessons learned you're",
        4455.14,
        4460.88
    ],
    [
        " gonna take away from it and then turn back around and look forward don't get sucked into the past",
        4460.88,
        4464.56
    ],
    [
        " and get drowned and pulled back there because you can't control it you can't change what happened",
        4464.56,
        4468.76
    ],
    [
        " yeah move on buddy that other question the black and white mine one or you breaking your own rules",
        4468.76,
        4475.06
    ],
    [
        " your one rule kind of like on on Ghostbusters one don't cross the streams you ever watch Ghostbusters",
        4475.44,
        4482.34
    ],
    [
        " yeah the same thing man but then they had to eventually right they had to cross the streams",
        4482.34,
        4487.82
    ],
    [
        " streams to kill that the demon yeah the religion man I think you actually intentionally tried to do",
        4487.82,
        4494.04
    ],
    [
        " this that was a little reach that was a little reach no those are understandable terms okay",
        4494.04,
        4500.72
    ],
    [
        " jacco what's the best advice heading into the military straight from high school",
        4509.24,
        4512.96
    ],
    [
        " and this this question is actually from my brothers from down under came over and Nicholas",
        4512.96,
        4521.42
    ],
    [
        " Bennett and they've been they've been down there in Australia getting their getting their 4a and",
        4521.42,
        4527.14
    ],
    [
        " wake up challenge on for about I don't know 35 or 40 days there at this point and what's",
        4527.14,
        4531.78
    ],
    [
        " cool what's been cool is here in their feedback as they've kind of turned their lives around and",
        4531.8,
        4536.22
    ],
    [
        " they're getting all the stuff done and actually you know it was hilarious he sent a one of them",
        4536.22,
        4540.84
    ],
    [
        " said a tweet with a picture of a text conversation with some company that they were trying to work with",
        4540.84,
        4545.66
    ],
    [
        " and it said something like the time on the tweet was you know 501 in the morning or something like",
        4545.66,
        4552.32
    ],
    [
        " that and then you know he said hey are you still offering blank or some programmer whatever",
        4552.32,
        4557.28
    ],
    [
        " and then the response was yes we are still offering that and then and then the you know the",
        4557.4,
        4561.84
    ],
    [
        " reply was okay I'm really interested in accessing that program or whatever and the response was okay",
        4561.84,
        4568.38
    ],
    [
        " but don't text people at 5 a.m. and then the response that was okay wake up earlier",
        4568.38,
        4575.48
    ],
    [
        " yeah which I thought was classic so this guys are rocking it's very cool to see",
        4575.48,
        4579.84
    ],
    [
        " so and what it's actually one of the and I forget which one of them one of their brothers is",
        4579.84,
        4585.36
    ],
    [
        " going in the military which is awesome very cool to see the Australian military work with them a",
        4585.36,
        4589.68
    ],
    [
        " little bit actually work with them on a small level a lot meaning that I work with a couple of",
        4589.68,
        4594.52
    ],
    [
        " their soldiers a lot over the years but I never work with them in a big unit but they were great guys",
        4594.52,
        4598.6
    ],
    [
        " here's a couple real simple things and I'm assuming that he's going in some kind of army or",
        4598.6,
        4603.78
    ],
    [
        " some kind of ground force he's going to be a trooper on the ground obviously being shaped",
        4603.78,
        4609.34
    ],
    [
        " do runs do push-ups do sit-ups do pull-ups I would say be ready to march in boots that's one of the",
        4609.36,
        4616.02
    ],
    [
        " things that you do in any infantry unit that is shocking to civilians is putting on boots and",
        4616.02,
        4623.3
    ],
    [
        " putting on rucksacks and walking long distances why did your feet get like your feet get",
        4623.3,
        4628.2
    ],
    [
        " smashed it's it's just a different kind of exercise and we talked about before hump a rock man",
        4628.2,
        4633.7
    ],
    [
        " yeah you got to just put on a rock and hump a rock and you got to wear whatever footwear they're",
        4633.7,
        4637.74
    ],
    [
        " going to supply you try and get the closest thing to that and get your feet ready for it so that",
        4637.74,
        4643.22
    ],
    [
        " you so that you don't get your feet destroyed become football in the water so most military has",
        4643.22,
        4649.58
    ],
    [
        " some kind of water testing you know where they're going to throw you in a pool whatever you know",
        4649.58,
        4654.66
    ],
    [
        " going with a normal haircut that's not going to make that big of a deal because you know they're",
        4654.66,
        4658.7
    ],
    [
        " going to shave your head within moments of showing up so that's not that big of a deal but uh",
        4658.7,
        4662.18
    ],
    [
        " detach okay you're going to get these crappy situations where people are going to yell at you",
        4662.18,
        4666.96
    ],
    [
        " they're making you much stuff just detach just just detach and watch it because the drill",
        4666.96,
        4671.76
    ],
    [
        " instructors are hilarious and if you're if you're getting if they're in your face you can be like",
        4671.76,
        4677.6
    ],
    [
        " damn this is harsh but if they're in your face but you're watching it from a free place of mind",
        4677.6,
        4683.58
    ],
    [
        " it's so awesome to watch and it's so fun and so easy to understand what they're doing you know",
        4683.58,
        4688.14
    ],
    [
        " you got to remember they're not going to kill you in training uh and and enjoy it I had fun I had",
        4688.14,
        4694.9
    ],
    [
        " fun in all my indoctrination courses which is you know you're all your courses where you're getting",
        4694.9,
        4700.42
    ],
    [
        " treated like a recruit so for me it was boot camp it was buds it was airborne school and and really",
        4700.42,
        4706.68
    ],
    [
        " an OCS too officer candidate school all those things I had a great time I had I had a blast at those",
        4706.68,
        4711.38
    ],
    [
        " schools I had fun getting indoctrinated I embraced the little rules that they throw outside",
        4711.38,
        4717.94
    ],
    [
        " embrace and I take them to the extreme and I that's that's how I ended up having fun fun with it",
        4717.94,
        4722.5
    ],
    [
        " and then the last thing I would say and and I actually I almost missed this",
        4723.0,
        4728.22
    ],
    [
        " but this is this might be the most important thing okay so you're 18 years old you just got done",
        4728.22,
        4736.16
    ],
    [
        " with high school you show up in the military and guess what you start getting a paycheck all of",
        4736.16,
        4742.64
    ],
    [
        " a sudden you're the richest guy in the world because at Mickey D's you were making 750 an hour",
        4742.64,
        4748.02
    ],
    [
        " and all of a sudden now you're getting a fat paycheck of you know $2,200 a month but you don't",
        4748.02,
        4754.32
    ],
    [
        " have any expenses because you're in the barracks or whatever you got all your food coming to you",
        4754.32,
        4758.06
    ],
    [
        " so what are you going to do with that money well a lot of guys in the military what they do with",
        4758.06,
        4764.16
    ],
    [
        " that money is they blow it they blow it on women and whiskey and they get the big toys right they",
        4764.16,
        4771.74
    ],
    [
        " get the massive toys they get the massive trucks and motorcycles and hardleaves and and everything",
        4771.74,
        4777.54
    ],
    [
        " like that I'm not I got nothing against those things but what you need to do is save your money and",
        4777.54,
        4783.22
    ],
    [
        " you know they throw figures around 15% of your paycheck 20% of your paycheck 10% of your paycheck",
        4783.22,
        4789.62
    ],
    [
        " but put that money somewhere long term where you're going to grow it and then I would tell you",
        4789.62,
        4796.56
    ],
    [
        " you know I'll just buy a house buy a house and then rent out the rooms to three guys and you sleep",
        4796.56,
        4802.56
    ],
    [
        " on the couch and have them be paying your mortgage and when you get them all stabilized and that",
        4802.56,
        4808.46
    ],
    [
        " mortgage is kind of covered to go buy another house and do that every few years and there's no reason",
        4808.46,
        4815.24
    ],
    [
        " to retire from the military and not be completely set where you never have to work again if you just",
        4815.24,
        4821.88
    ],
    [
        " don't blow all your money on stuff that you don't need and I'm not saying you got to live like a",
        4821.88,
        4829.68
    ],
    [
        " monk but just don't blow all of it blow some of it don't blow all of it and that's that's",
        4830.64,
        4837.82
    ],
    [
        " real important to all the folks joining the military or new to the military you can you can make that",
        4837.82,
        4844.14
    ],
    [
        " happen financial discipline equals financial freedom there you go good next question",
        4844.14,
        4851.94
    ],
    [
        " I'm a firefighter slash paramedic historically my profession has always been composed of alpha men",
        4853.58,
        4861.16
    ],
    [
        " and all he had to worry about was teaching the skill and not the aggressive side of a person",
        4861.16,
        4866.58
    ],
    [
        " that is key within this job we now face a new generation where they're hiring soft they're hiring",
        4866.58,
        4871.9
    ],
    [
        " softer men quote unquote softer men due to upper management and human resources criteria",
        4871.9,
        4877.52
    ],
    [
        " so when you when you get these guys the drive that is needed to do the jobs not there",
        4878.1,
        4882.94
    ],
    [
        " I truly believe that our profession is a calling that goes for all public servants in military",
        4882.94,
        4890.92
    ],
    [
        " alike so my question to you is how do you instill aggression or passion how do you instill it",
        4890.92,
        4896.76
    ],
    [
        " how do you turn a soft man into an alpha male skill can be taught but aggression and passion is",
        4896.76,
        4903.08
    ],
    [
        " where I come up short and tend to get frustrated because some people don't love this job the way I",
        4903.08,
        4907.78
    ],
    [
        " do those soft men will potentially be put in a position where they may have to pull me out of",
        4907.78,
        4914.2
    ],
    [
        " a fire or even save someone's life and aggression will be key call me crazy but I'd rather have",
        4914.2,
        4920.1
    ],
    [
        " that alpha male that gets after it on a daily basis to pull me out yeah no doubt about that you",
        4920.1,
        4926.4
    ],
    [
        " want to have the guy that's going to be aggressive and make things happen at the moment of truth so how",
        4926.4,
        4930.04
    ],
    [
        " do you do that how do you instill that well number one hard training you know you got to set up",
        4930.04,
        4934.78
    ],
    [
        " training for your people that is tough that challenges them and at first there'll be some you",
        4934.78,
        4941.04
    ],
    [
        " know complaining about it and whatever else but eventually people start to embrace that hard",
        4941.04,
        4946.68
    ],
    [
        " training that starts to make them feel proud right and that's what you want them to do you want to",
        4946.68,
        4953.0
    ],
    [
        " push them mentally and physically and you want to have them understand a very important premise",
        4953.0,
        4961.92
    ],
    [
        " because if you take the fact that these guys are let's call them softer well that means they",
        4961.92,
        4969.2
    ],
    [
        " want to have like you know they want to be safe right well you need to teach these guys that",
        4969.2,
        4974.5
    ],
    [
        " the best way to mitigate risk is to be aggressive right if you want to mitigate risk",
        4974.56,
        4981.78
    ],
    [
        " the best way to mitigate risk is to be aggressive so example if you think a fight's going to happen",
        4981.78,
        4989.18
    ],
    [
        " what's the best way to you know control that situation it's to be aggressive to aggressively attack",
        4989.18,
        4994.4
    ],
    [
        " the enemy if you're in a gun fighting situation and someone's attacking you what's the best thing to do",
        4994.4,
        4999.34
    ],
    [
        " to flank them and attack them you want to be aggressive in a fire fight in if you're fighting a",
        4999.34,
        5005.58
    ],
    [
        " fire you want to fight the fire right you don't want to let the fire burn and get out of control you",
        5005.58,
        5010.84
    ],
    [
        " want to aggressively get the fire under control so aggression is the best way to mitigate risk so",
        5010.84,
        5016.08
    ],
    [
        " get these guys in that mentality of where they recognize that the aggression is an important",
        5016.08,
        5023.54
    ],
    [
        " facet of what they're doing and you want to put them in training scenarios where the aggression",
        5023.54,
        5026.56
    ],
    [
        " wins and pacifity loses you know you want to put them in a situation where oh guess what you sat",
        5026.56,
        5030.84
    ],
    [
        " back and waited and now we got the whole building on fire or you sat back and waited and now the",
        5030.84,
        5035.74
    ],
    [
        " people that we could rescue three minutes ago are going to die because you hesitated at the moment",
        5035.74,
        5040.82
    ],
    [
        " of truth so you got to teach them that aggressiveness over and over and over again and I think that's",
        5040.82,
        5048.24
    ],
    [
        " that's that's what you got to do um I know that I it want to want to one seal officer that I was",
        5049.26,
        5059.78
    ],
    [
        " working with we were going through land warfare training and land warfare training is you got",
        5059.78,
        5065.18
    ],
    [
        " machine guns firing you got rockets going off you got smoke grenades it's maham and if you're going",
        5065.18,
        5072.32
    ],
    [
        " to you have to grab control the situation so you're doing it what we call immediate action drills",
        5073.1,
        5078.54
    ],
    [
        " into everyone's shooting live fire and they're maneuvering and you've got to grab control of the",
        5078.54,
        5084.14
    ],
    [
        " situation and you've got to make things happen aggressively through force of will and so this",
        5084.14,
        5092.08
    ],
    [
        " one seal officer who I thought was great guy he he he wasn't making it happen he wasn't being",
        5092.08,
        5097.76
    ],
    [
        " aggressive enough and I said to him I said hey man you got to be more aggressive you got to get",
        5097.76,
        5102.38
    ],
    [
        " you got to get fired up with your guys and he said he literally said to me I remember it like",
        5102.38,
        5108.46
    ],
    [
        " it was yesterday he goes I don't know if I can get anymore fired up and I said okay hang with me",
        5108.46,
        5118.5
    ],
    [
        " and I just just just follow me and I took command of his squad of eight guys and I said just follow",
        5118.5,
        5127.26
    ],
    [
        " so we went we got in a contact drill and the shooting started and boom I showed him what",
        5127.58,
        5132.42
    ],
    [
        " aggressive look like hey you two set up on this corner right there you get up there start",
        5132.42,
        5138.72
    ],
    [
        " laying down fire you over here start getting a head count and you're yelling placing guys making",
        5138.72,
        5144.02
    ],
    [
        " it happen through force of will it's being aggressive and it was that was all took like he just",
        5144.02,
        5151.46
    ],
    [
        " didn't understand the difference he didn't understand what aggression looked like and he didn't",
        5152.66,
        5157.74
    ],
    [
        " understand how it impacted the situation when you're not being aggressive out on the battlefield",
        5157.74,
        5162.9
    ],
    [
        " you have no control things will things will just things will just happen and you will have no control",
        5162.9,
        5168.72
    ],
    [
        " of them so and guess what it's the same thing in life if you're not aggressively pursuing your goals",
        5168.72,
        5176.22
    ],
    [
        " again that doesn't mean you're aggressively confronting people at every turn no it means you're",
        5176.86,
        5184.94
    ],
    [
        " aggressively pursuing your goals through any means necessary it again people get confused and think",
        5184.94,
        5192.26
    ],
    [
        " that I'm in someone's face hey we're doing this my way no no no you're aggressively pursuing your",
        5192.26,
        5197.38
    ],
    [
        " goals you're not aggressively pursuing people you're not aggressively pursuing personalities you're",
        5197.38,
        5202.34
    ],
    [
        " not aggressively confronting people you're confronting the challenge not the people do you have to",
        5202.34,
        5206.98
    ],
    [
        " confront people sometimes yes of course you do which you're aggressively confronting and attacking",
        5206.98,
        5212.02
    ],
    [
        " the challenge the mission not the people but but anyways this guy didn't quite understand so I had",
        5212.02,
        5219.84
    ],
    [
        " to show him I had to let him see what that looked like what it looked like to say you know hey take",
        5219.84,
        5225.28
    ],
    [
        " it out right here grab a guy and say set a corner right here start moving guys and and have them see",
        5225.28,
        5230.64
    ],
    [
        " that and guess what then you get the other people in the in the squad start seeing it and they start",
        5230.64,
        5236.52
    ],
    [
        " active acting aggressively to make things happen and that's that's when you do it that's that's",
        5236.52,
        5243.56
    ],
    [
        " that's what you do and and obviously what that means is you as a leader you have to lead you have to",
        5243.56,
        5251.68
    ],
    [
        " show these guys the way how important aggression is and how to do it yeah and kind of in life I think",
        5251.68,
        5259.5
    ],
    [
        " because again it's it's one of those things that that sounds pretty simple it's either be",
        5260.96,
        5265.42
    ],
    [
        " aggressive or you're not being aggressive kind of thing but it's so hard because like for example if",
        5265.42,
        5270.16
    ],
    [
        " you're in life a lot of people they sit back and wait for things to kind of happen like oh I'm",
        5270.16,
        5275.72
    ],
    [
        " waiting you know you hear people say it just hasn't happened for me yet I'm waiting for my big",
        5275.72,
        5279.46
    ],
    [
        " break kind of thing no wrong attitude yeah exactly but when you're in that situation it kind of",
        5279.46,
        5285.06
    ],
    [
        " seems like that's how the world works so it doesn't they and a lot of it you know it's maybe",
        5285.06,
        5290.88
    ],
    [
        " how people are raised I don't know where if if you don't know what that is that if you don't have",
        5290.88,
        5298.5
    ],
    [
        " access to that feeling of being an aggressive person it's hard to get there until like I you said",
        5298.5,
        5304.24
    ],
    [
        " if someone shows you like in the exact situation that you're in and in your cases that one specific",
        5304.24,
        5309.16
    ],
    [
        " training situation you showed them how so it probably clicked right away but in life there's all",
        5310.24,
        5315.26
    ],
    [
        " these situations so just to be an aggressive person might be kind of hard for someone to access",
        5315.26,
        5319.96
    ],
    [
        " it is unless they have like a mentor or something you know someone who demonstrated it definitely",
        5319.96,
        5324.12
    ],
    [
        " is it definitely is hard in life it's hard to show people all the different situations and because",
        5324.12,
        5328.66
    ],
    [
        " then you had also kind of with people that are overly aggressive right or aggressive on the wrong",
        5328.66,
        5333.66
    ],
    [
        " thing yeah you know I said this is something that someone the other day they were talking about",
        5333.66,
        5338.56
    ],
    [
        " they're talking about like I'm super passionate about this and I said don't aim your passion at",
        5339.02,
        5343.6
    ],
    [
        " the people yeah because people find that offensive yeah you got to aim your passion at the mission",
        5343.6,
        5348.94
    ],
    [
        " and let let I mean there'll be some collateral encouragement when people see someone that's",
        5348.94,
        5355.46
    ],
    [
        " fired up when people see someone that's passionate it gets it makes people excited about the mission",
        5355.46,
        5360.06
    ],
    [
        " as well but if I hit you with my passion if I aim my passion at you all of a sudden you're",
        5360.06,
        5366.66
    ],
    [
        " intimidated by it you're turned off by it you're def made defensive by it so that's what you",
        5366.82,
        5372.16
    ],
    [
        " have to be careful if you want to aim your passion aim your aggression at the mission not at the",
        5372.16,
        5378.44
    ],
    [
        " people what you want to do with people is you want to influence them you want to steer them you want",
        5378.44,
        5383.68
    ],
    [
        " to pull them along you want to make them give them the idea so they think that they're moving in",
        5383.68,
        5389.32
    ],
    [
        " that direction on their own you actually want them to be never mind think you want them to move",
        5389.32,
        5393.14
    ],
    [
        " in that direction on their own that's leadership and so that's what you got to do with this",
        5393.14,
        5397.08
    ],
    [
        " aggressive thing it's it's definitely a really good question I would also say what what music are",
        5397.08,
        5403.0
    ],
    [
        " they listening to what what what TV shows are they watching what movies are they watching are they",
        5403.0,
        5408.3
    ],
    [
        " watching UFC straight up are they watching people fight are you doing any training are you",
        5408.3,
        5415.06
    ],
    [
        " hitting bags are you throwing some boy tie kicks are you grappling you know do those things",
        5415.1,
        5421.94
    ],
    [
        " raise aggression levels are they working out hard you know like no kidding squatting heavy weights",
        5421.94,
        5429.38
    ],
    [
        " increases your testosterone period it really does so get on squat rack and start getting that",
        5429.38,
        5438.18
    ],
    [
        " testosterone flowing through your system yeah let's go to the next question be aggressive on that",
        5438.4,
        5448.94
    ],
    [
        " one just be aggressive and lead aggressively yeah funny how you mentioned UFC because you can kind",
        5448.94,
        5455.94
    ],
    [
        " of in that regard you can learn a little bit because you can hear like you always hear the coach",
        5455.94,
        5461.52
    ],
    [
        " or whatever yelling saying be first be first be first okay this stuff like that yeah",
        5461.52,
        5465.72
    ],
    [
        " you definitely don't hear him say hey sit back and wait to get attacked yeah exactly they you know",
        5466.58,
        5471.4
    ],
    [
        " hear him say okay be defensive yeah or be passive yeah yeah exactly doesn't happen next",
        5471.4,
        5477.18
    ],
    [
        " question some judyitsu talk what type of style do you play aggressive passive reactive or smashing pass",
        5477.18,
        5488.1
    ],
    [
        " etc etc well I mean I've trained with you you probably you know have an assessment your",
        5488.9,
        5496.44
    ],
    [
        " assessment of my game which will be a limited assessment by the way because the game that I show",
        5496.44,
        5501.64
    ],
    [
        " you is there is the is built to contend with what you bring to the table yeah if you brought",
        5501.64,
        5508.82
    ],
    [
        " to something else you'd see something else yeah and and have a little bit beyond that because",
        5508.82,
        5514.04
    ],
    [
        " I witnessed you and Dean all the time more so before the nowadays but yeah I would say my assessment",
        5514.04,
        5521.78
    ],
    [
        " yeah okay yeah so you watch me watch other people and you can see so you do see that I train",
        5521.78,
        5526.5
    ],
    [
        " different ways with other people yeah and really that's really the core of the evaluation is that",
        5526.5,
        5531.2
    ],
    [
        " you you when you roll with people you it's like you're real it's like variable style you know it changes",
        5531.2,
        5539.08
    ],
    [
        " so and it depends your mood to like if you're just messing around with me or whatever you're like you",
        5539.88,
        5545.42
    ],
    [
        " you know this is kind of weird but you do this thing that no one really does and you look like",
        5545.42,
        5551.4
    ],
    [
        " you look me in the eye like while you're rolling it's weird because I know you're just messing with me",
        5551.4,
        5556.22
    ],
    [
        " like like everything I do you're like oh that was cute kind of kind of an attitude and then you",
        5556.22,
        5561.84
    ],
    [
        " know if I talk too much you know whatever thing you'll you'll yes smash and pass so in regards to",
        5561.84,
        5568.46
    ],
    [
        " these these choices all all of the above right so so passive when you're kind of taunting and",
        5568.46,
        5577.14
    ],
    [
        " maybe even learning or not learning a style of jujitsu yes it is it's your style",
        5577.14,
        5583.2
    ],
    [
        " and so you'll be passive kind of waiting for me to do something and then if it doesn't work then",
        5583.2,
        5589.72
    ],
    [
        " you taunt some more and then so that's passive and the reactive is obviously you know reacting to",
        5589.72,
        5594.48
    ],
    [
        " anything that I try to do aggressive is when either time runs is running short or I talk too much",
        5594.48,
        5601.9
    ],
    [
        " and smashing pass is the result of that aggressive stuff and really in replace of smashing pass oh I",
        5601.9,
        5610.36
    ],
    [
        " mean I think the alternative for me is is a little something that we like to call the disrespect",
        5610.36,
        5614.02
    ],
    [
        " right the disrespect yeah we just want to just completely disrespect the person's guard and just",
        5614.02,
        5619.02
    ],
    [
        " pass and smash them yeah yeah the disrespect yeah and I think I think the key point for this",
        5619.02,
        5625.66
    ],
    [
        " for me is is that I I agree with you like I have a decent card I have a good top position",
        5625.66,
        5633.96
    ],
    [
        " pretty good at card passing whatever I'm not I'm not great at jujitsu but I'm decent at some areas",
        5633.96,
        5639.28
    ],
    [
        " and I'm pretty one thing I am as I'm pretty comfortable like in just about any situation there's",
        5639.28,
        5645.94
    ],
    [
        " no situation where I'm there's no situation where I'm freaked out like I don't mind being in",
        5645.94,
        5650.58
    ],
    [
        " half-card I don't mind being on a half-card top bottom I don't mind being guard closed open whatever",
        5650.58,
        5655.08
    ],
    [
        " I don't mind being mounted I can pretty much handle any situation you know and again when you're",
        5655.08,
        5659.48
    ],
    [
        " training with Dean right it's it you know you get you get very comfortable with people because you",
        5659.48,
        5664.44
    ],
    [
        " have a guy that's just a savage and but but what's what's interesting about this is for me and I",
        5664.44,
        5673.56
    ],
    [
        " talked about this I mean I talked about this there's a dichotomy here right like if being",
        5673.56,
        5677.78
    ],
    [
        " aggressive is not working then you have to try that other game you know I always say if you're",
        5677.78,
        5683.54
    ],
    [
        " if you're trying to pass someone's guard really close and you can't do it back away",
        5683.54,
        5688.4
    ],
    [
        " because there's an opening there and it's the same again it's the same thing with wife right if",
        5688.4,
        5694.68
    ],
    [
        " you're beating your head against the wall try a different route when there's one door that's closed",
        5694.68,
        5699.44
    ],
    [
        " or heavily defended in combat go find another door go breach a window go find another way",
        5699.44,
        5705.68
    ],
    [
        " there's an opening somewhere else and I think that's what my game is I think that's what my game is",
        5705.68,
        5714.8
    ],
    [
        " is it's like you said variable yeah based on a variety of influences both in my world and in my",
        5714.8,
        5727.62
    ],
    [
        " opponents world yeah and surprisingly and I think that people a lot of people wouldn't really",
        5727.62,
        5734.36
    ],
    [
        " assume this right away is that you're yeah sure you're gonna smash and you're aggressive and",
        5734.36,
        5740.34
    ],
    [
        " kind of rough a lot you know a lot of times but you're like like a playful you two guy you know",
        5740.34,
        5746.84
    ],
    [
        " I was gonna say this and this is I think this is important I had a guy ask me how hard do you go",
        5746.84,
        5753.22
    ],
    [
        " and the answer is very easy I go just hard enough that I'm staying ahead of the other person",
        5753.62,
        5759.9
    ],
    [
        " now with you see if those of you that are listening on audio echoes making a face because there are",
        5759.9,
        5766.24
    ],
    [
        " times when I have to step up my game a little bit and and put the wood times when straight up that's",
        5766.24,
        5772.82
    ],
    [
        " not true yeah okay okay yeah but there might be some oh you know why that's because you come in with",
        5772.82,
        5780.72
    ],
    [
        " you sometimes you come in with a you know with an attitude of I can see your eyes you're like",
        5781.38,
        5787.12
    ],
    [
        " today's the day and you come in there and you got the the serious look on your face now okay",
        5787.12,
        5791.56
    ],
    [
        " cool it's gonna be like that right on and so yeah I have to bring the eat a little bit yeah yeah",
        5791.56,
        5798.22
    ],
    [
        " foolish yeah but that same and this is the part where I think is kind of kind of interesting is that",
        5798.22,
        5805.56
    ],
    [
        " you do it doesn't seem like a war like it seems like a war but all within the confines of some",
        5806.28,
        5811.48
    ],
    [
        " silly get not silly but some game well this game yeah but but it's it's obvious though you know like",
        5811.48,
        5819.1
    ],
    [
        " I think that someone who maybe never seen your role or never had that experience with you",
        5819.1,
        5823.46
    ],
    [
        " specifically they would assume that you're this like heavy minded guy I'm gonna smash in that",
        5823.46,
        5829.8
    ],
    [
        " man and that I am taking this really seriously yeah no I know I don't like that yeah that's true",
        5829.8,
        5834.64
    ],
    [
        " it's not that I don't take jujitsu seriously but jujitsu is fun to me right so fun to me yeah and I",
        5834.64,
        5840.5
    ],
    [
        " think that the better you get the more fun it gets and unless you have to be like that you know and",
        5840.5,
        5845.24
    ],
    [
        " I don't mind when people come at me like that because I still get to do the same thing you know",
        5845.24,
        5850.4
    ],
    [
        " I still get to have fun yeah and yeah no jujitsu should be fun yeah really should be fun the",
        5850.4,
        5856.44
    ],
    [
        " funner it is for you the wrong you're gonna do it for now part of the fun can be submitting people",
        5856.54,
        5861.82
    ],
    [
        " and you get people that that's the only fun that they have in jujitsu is when they submit people",
        5861.82,
        5865.38
    ],
    [
        " and that's not what I'm talking about yeah I think this kind of the transitions and the the the",
        5865.38,
        5870.18
    ],
    [
        " flowing and the utilizations of moves and the cool things that happen and you know sometimes I'll",
        5870.18,
        5877.22
    ],
    [
        " be wrong with whoever and like something just like someone will do something really cool when you",
        5877.22,
        5881.24
    ],
    [
        " start laughing like that and that was awesome yeah that's jujitsu that's right jujitsu should be fun",
        5881.24,
        5886.3
    ],
    [
        " it shouldn't be this it shouldn't be it shouldn't be the fun shouldn't come from just submitting people",
        5886.3,
        5894.98
    ],
    [
        " right that's just bullying right yeah in a way yeah and you know you shouldn't get you should at",
        5894.98,
        5901.92
    ],
    [
        " a certain point you're going what okay cool I can tap people out but let's let's let's do this",
        5901.92,
        5906.06
    ],
    [
        " for the reason of the sport itself the the game itself which is a fun game yeah I know guys who",
        5906.06,
        5912.54
    ],
    [
        " told me straight up that when they're driving up to the gym they have anxiety yeah exactly like",
        5913.06,
        5918.94
    ],
    [
        " oh am I gonna do or if they get tapped out it ruins their day or their week or whatever yeah",
        5918.94,
        5924.42
    ],
    [
        " but man I have none of that yeah I'm rolling to the gym just in totally yeah totally happy to be to be",
        5924.42,
        5932.06
    ],
    [
        " getting there and get and get to do something that's so fun yeah yeah I rolled with the Chris Martin",
        5932.06,
        5937.42
    ],
    [
        " today yeah for and it was all like you can make jokes you can talk trash and you can do all this",
        5937.42,
        5943.76
    ],
    [
        " stuff while you're rolling and doing that in this playful I mean don't be a dick you know but",
        5943.76,
        5949.22
    ],
    [
        " you know just like yeah you can push being a dick sometimes it makes it more fun for sure like you",
        5949.22,
        5955.76
    ],
    [
        " can you know you can call a move and then do it on the guy if you're better than him or whatever",
        5955.76,
        5959.32
    ],
    [
        " and it makes but it makes it fun though you know and me and Chris we're doing that the whole time",
        5959.32,
        5964.3
    ],
    [
        " I'm like oh yeah watch this oh how does that feel kind of thing yeah and of course that's",
        5964.3,
        5968.16
    ],
    [
        " taken to extreme because I know Chris for a long time we're friends but just a little bit of that",
        5968.16,
        5972.88
    ],
    [
        " makes it more fun just like if you're playing a video game just like if you're playing any other",
        5972.88,
        5976.82
    ],
    [
        " game you just talk some friend you know it's it's part of the fun yeah and like I said my original",
        5976.82,
        5980.94
    ],
    [
        " point is I think people wouldn't assume that about you given how you may come off sometimes",
        5980.94,
        5987.16
    ],
    [
        " but you're really like that no I did you too fun to me no doubt",
        5987.5,
        5992.0
    ],
    [
        " one splurge for sure believe you're not did you in a way like when you're surfing in California",
        5992.0,
        5999.68
    ],
    [
        " there's there's a there's a much harder vibe surfing in California yeah and there is in the",
        5999.68,
        6006.94
    ],
    [
        " mats for sure oh yeah you know when you know when we're surfing where I surf like it's it's a gang",
        6006.94,
        6014.36
    ],
    [
        " mentality type situation you know and so on the mats it's just so fun to be in a situation",
        6014.38,
        6020.6
    ],
    [
        " but and surfing you know leads to fighting often oh yeah and so but in jiu jitsu the fighting",
        6020.6,
        6027.02
    ],
    [
        " is already happening right right so so it's you know you can you kind of over it and now now we're",
        6027.02,
        6032.68
    ],
    [
        " just we're already fighting so now we can just chill right yeah yeah it's crazy all surfing's",
        6032.68,
        6038.1
    ],
    [
        " like that right yeah it's supposed to be this kind of zen thing kind of yeah no it's",
        6038.1,
        6042.56
    ],
    [
        " supposed to but it's not it's an aggressive it's a very aggressive environment it's like a",
        6042.56,
        6045.94
    ],
    [
        " territorial thing it's a very territorial thing yeah yeah yeah it's kind of cool I like it you like",
        6045.94,
        6052.02
    ],
    [
        " next question I understand and agree with all your thoughts in principles however",
        6052.02,
        6063.44
    ],
    [
        " however I interpret your concepts for leaders leading men were mostly driven or other leaders who",
        6065.64,
        6072.76
    ],
    [
        " have a desire to make themselves better and maintaining the status yep so common misperception right",
        6072.76,
        6080.9
    ],
    [
        " is that you know the military and the seals I say this all time everyone thinks that the",
        6080.9,
        6087.44
    ],
    [
        " military and the seals they think that we're leading terminator robots right and everyone is just",
        6087.44,
        6093.12
    ],
    [
        " driven and they're gonna get up and they're gonna do everything and it's I just talked about this",
        6093.12,
        6096.46
    ],
    [
        " on the last podcast it is a bell curve it is a bell curve and there's a great bunch of guys at",
        6096.46,
        6102.2
    ],
    [
        " the top of the bell curve that are go getters there's a solid bunch of guys in the middle and there's",
        6102.2,
        6105.84
    ],
    [
        " the lower guys that are bombs and so this interpretation that the concepts that I talk about are just",
        6105.84,
        6112.66
    ],
    [
        " for leading these front running a personalities that just make everything happen",
        6112.66,
        6119.8
    ],
    [
        " not correct you know there are seals that don't want to work there are seals that want to take",
        6119.8,
        6126.48
    ],
    [
        " shortcuts there are seals that want to skate by then you get outside then you work with",
        6126.48,
        6131.0
    ],
    [
        " Iraqi soldiers that are unmotivated untrained poorly equipped we got to work with these guys we got",
        6131.0,
        6137.1
    ],
    [
        " bosses I mean I got bosses in the seal teams that are either an egomaniac or that are ultra",
        6137.32,
        6143.74
    ],
    [
        " risk averse you can have any of this stuff going on you can have your guys that are risk averse",
        6143.74,
        6149.24
    ],
    [
        " you can have guys that are too crazy you got all you know what they are they're humans they're",
        6149.24,
        6155.76
    ],
    [
        " individuals they're human beings and because they're human beings even in special operations and",
        6155.76,
        6162.26
    ],
    [
        " sometimes it's especially in special operations because when you get in special operations you",
        6162.26,
        6165.44
    ],
    [
        " guys that have huge egos and attitudes and so oh you think that they just want to do whatever",
        6165.44,
        6171.7
    ],
    [
        " you tell them to do no they got their own idea they got their own method they got their own plan",
        6171.7,
        6175.28
    ],
    [
        " they got their own what they think they're a tactical genius so you got to get around that",
        6175.28,
        6179.5
    ],
    [
        " so what does it mean it means you have to lead them and it's the common theme that I'm talking",
        6179.5,
        6187.76
    ],
    [
        " about all time it was I mean you got to build relationships you got to build the trust you got to",
        6187.76,
        6191.76
    ],
    [
        " make sure they understand why they're doing what they're doing you got to make sure they understand",
        6191.76,
        6195.06
    ],
    [
        " the strategy came back you got to empower them you got to set a good example you got to listen to",
        6195.06,
        6200.36
    ],
    [
        " them you got to take input you got to give them responsibility and when I say responsibility I mean",
        6200.36,
        6205.08
    ],
    [
        " real responsibility you got to build them up you got to make them better you got to show them",
        6205.08,
        6212.82
    ],
    [
        " and let them see not in a not in a in your faceway but you got to subtly let them see what",
        6212.82,
        6223.54
    ],
    [
        " self improvement means them and how they can better the position and what drive will get them",
        6224.38,
        6228.88
    ],
    [
        " you got to give them ownership of stuff and you got to let that ownership grow into extreme",
        6228.88,
        6236.46
    ],
    [
        " ownership where they really want to own things and you got to teach them to lead and you got to",
        6236.46,
        6240.82
    ],
    [
        " put them in leadership positions and you got to show your trust by actually following them sometimes",
        6240.82,
        6246.4
    ],
    [
        " and again people ask me these questions you know how I'm a new leader how do I lead I got a new",
        6247.96,
        6253.94
    ],
    [
        " person how do I lead them it's the same answers it's the same answers all the time the principles of",
        6253.94,
        6258.52
    ],
    [
        " leadership now the nuances are there yes the nuances are there and I have to nuance for echo that I",
        6258.52,
        6264.42
    ],
    [
        " got a nuance for this guy over here and I got a nuance for this group over here the the nuances are",
        6264.42,
        6268.96
    ],
    [
        " there but the basic principles are the same am I never am I gonna who am I gonna be in charge of",
        6268.96,
        6274.22
    ],
    [
        " that I'm not gonna try and build a relationship of trust with them who who's that the answer is nobody",
        6274.22,
        6278.62
    ],
    [
        " you know who is it that I don't want to set a good example for the answers nobody who is it that I'm",
        6278.62,
        6283.2
    ],
    [
        " not going to listen to if you don't listen to people you alienate them you don't want to be part",
        6283.2,
        6288.0
    ],
    [
        " of the team that mean it's it's things are universal and again there's nuances because you might",
        6288.0,
        6295.56
    ],
    [
        " have to make adaptations and you know when we when we did battle leadership with with eight off Von",
        6295.56,
        6302.12
    ],
    [
        " Shell and he talks about distinctly these three different types of commanders and how the the boss",
        6302.12,
        6306.92
    ],
    [
        " gave them each their own little adjusted order because he was dealing with their personalities so yes",
        6306.92,
        6313.08
    ],
    [
        " you got to deal with the personalities but that doesn't mean you're doing something different from",
        6313.08,
        6316.56
    ],
    [
        " the principles so when you get sure when you get to the bottom of the bell curve and you might",
        6316.56,
        6325.52
    ],
    [
        " see some people that might need to be replaced they might need to be removed but I'll tell you",
        6325.52,
        6332.06
    ],
    [
        " what most likely they just need to be led the reason that or I think one of the reasons why",
        6332.52,
        6343.08
    ],
    [
        " the the perception is that all your guys are robots and you know you I'm gonna give you an order",
        6343.08,
        6349.02
    ],
    [
        " they follow it no questions that is like movies right like a few good men remember Jack Nicholson",
        6349.02,
        6354.64
    ],
    [
        " he's like people follow orders or people die yeah that's his thing and they say that kind of stuff",
        6354.64,
        6361.46
    ],
    [
        " yeah and but they do they do capture in some Hollywood movies where they show how mute needs take",
        6361.48,
        6367.16
    ],
    [
        " place and how things go wrong and how you know the the new lieutenant Vietnam is gonna get",
        6367.16,
        6372.86
    ],
    [
        " fragged by his own people that stuff's real yeah you know that stuff's real so it's just it's a",
        6372.86,
        6381.08
    ],
    [
        " misperception the other the other misperception is because of boot camp a lot of military movies are",
        6381.08,
        6385.78
    ],
    [
        " they show they show a significant amount of time in boot camp but boot camp is a matter of weeks",
        6385.78,
        6392.48
    ],
    [
        " in a career you know I think Marine Corps boot camp is 13 weeks I think the army boot camp is",
        6392.48,
        6397.76
    ],
    [
        " 10 weeks boot camp is a very short period of time in year four year six year eight year 10 year",
        6397.76,
        6404.16
    ],
    [
        " 20 year career boot camp is you know I talked about the indoctrinational times in the military they",
        6404.16,
        6410.18
    ],
    [
        " have very short periods of time compared to your whole career and in boot camp when your drone",
        6410.18,
        6415.48
    ],
    [
        " structure says drop down and do push ups you drop down and do push ups in boot camp when your",
        6415.48,
        6419.5
    ],
    [
        " drone structure says pick up that you know make your bed you make your bed when they and if you",
        6419.5,
        6424.44
    ],
    [
        " don't they yell at you and they yell at you until you do make your bed so people get that idea that",
        6424.44,
        6429.2
    ],
    [
        " that's the way the military is run yeah yeah and that is like you know a great example is full",
        6429.2,
        6440.16
    ],
    [
        " half the movie yeah but in reality even if you were a guy in in Vietnam you know boot camp is",
        6440.16,
        6446.3
    ],
    [
        " 13 weeks and then you went on to into Vietnam for a year so it's a fraction of what your real career",
        6446.3,
        6452.3
    ],
    [
        " is like and and so people get that impression that you're just going to be able to bark orders never",
        6452.3,
        6457.42
    ],
    [
        " was going to listen to you it just doesn't work that way yeah and there's actually there's a great",
        6457.42,
        6461.68
    ],
    [
        " there's a great video um it's called Charlie company in v uh anyways I forget the name of the",
        6461.68,
        6470.48
    ],
    [
        " video but it's about a company in Vietnam Charlie company and maybe if you remind me I'll put it",
        6470.48,
        6476.62
    ],
    [
        " on the on the website um it shows two company commanders but anyways to make a long story short",
        6476.62,
        6483.4
    ],
    [
        " these guys they they don't like their new company commander and at first they're resistant to him",
        6483.4,
        6490.96
    ],
    [
        " and you know he says listen these guys could gotta learn that they're just gonna have to do what I",
        6491.5,
        6494.42
    ],
    [
        " tell them and then it fast forwards a couple months and they interview him again and he goes you know",
        6494.42,
        6501.84
    ],
    [
        " how's everything going he goes you know they get it now and they realize that they just have to",
        6501.84,
        6505.12
    ],
    [
        " listen to me and do what I told him and then they go out in the field with the guys and the guys in",
        6505.12,
        6510.2
    ],
    [
        " the field they're supposed to be doing things they're just not doing them they're just they're",
        6510.2,
        6515.94
    ],
    [
        " literally calling back like yeah we did yeah we did a patrol yeah they didn't do it yeah we moved",
        6515.94,
        6520.74
    ],
    [
        " physicians they didn't move positions yeah we're gonna do another you know another",
        6520.74,
        6524.48
    ],
    [
        " patrol tonight they're not doing it so he was under the impression that everyone had like",
        6524.48,
        6528.86
    ],
    [
        " buckled to his will right right they were just completely snowing him and he had no idea",
        6528.86,
        6533.96
    ],
    [
        " so that's what happens in the military yeah if you don't lead your people and you just",
        6533.96,
        6539.64
    ],
    [
        " order them around and you think that everyone's just this this uh this uh how they describe it here",
        6539.64,
        6545.7
    ],
    [
        " then who are mostly driven or leaders who have a desire to make themselves better I mean if anybody",
        6546.76,
        6553.0
    ],
    [
        " in a position with guys like that it's gonna the leadership job is gonna be very easy you just",
        6553.0,
        6557.48
    ],
    [
        " tell them what to do and they do it right I mean I could give you example upon example upon example",
        6557.48,
        6563.6
    ],
    [
        " of stuff in the SEAL teams where what I had to do to get people convinced that this was the right",
        6563.6,
        6568.5
    ],
    [
        " thing to do you know I mean it is like you know a classic example is telling guys okay we're gonna",
        6568.5,
        6573.96
    ],
    [
        " take Iraqi soldiers on every operation you know so these guys we're saying are you kidding me",
        6573.96,
        6579.86
    ],
    [
        " no they they just didn't go hey cool jockle we'll do exactly what you tell us right no they look",
        6579.86,
        6584.2
    ],
    [
        " what are you talking about not taking these guys out why would we do that it's gonna be risky these",
        6584.2,
        6587.68
    ],
    [
        " guys aren't trustworthy they don't they're not trained right they had a million reasons why not to",
        6587.68,
        6591.68
    ],
    [
        " do that no but how do you get them to do it you explain to them why you explain to them the",
        6591.68,
        6599.22
    ],
    [
        " strategic importance you have built trust with them you tell them that they're gonna take ownership",
        6600.2,
        6604.4
    ],
    [
        " of their rakis I mean it's everything that I just said that's what you do that's a classic example",
        6604.4,
        6609.02
    ],
    [
        " so yes once again you have if you're in a leadership position you have to lead",
        6609.02,
        6617.28
    ],
    [
        " you ever seen the movie saving private Ryan yes yeah there was a part in that and that movie that",
        6617.28,
        6625.4
    ],
    [
        " that they they weren't down for the orders remember that way it was kind of like a little pivotal part",
        6626.54,
        6630.88
    ],
    [
        " where they were gonna go take a machine gun nest and they were like man we don't have to do this",
        6630.88,
        6635.9
    ],
    [
        " so they all kind of got together today you know seems like unnecessary risk and he's like he kind",
        6635.9,
        6641.9
    ],
    [
        " of tripped out a little bit and and kind of forced him to do it and they were like all right whatever",
        6641.9,
        6645.6
    ],
    [
        " kind of reluctantly than one of the guys died and stuff but anyway that's an example yeah I need",
        6645.6,
        6652.74
    ],
    [
        " to just do talk about World War One that one portion of the book where he says you know what we",
        6652.74,
        6658.3
    ],
    [
        " got order to do this thing I didn't feel good about it but it was an order we were going to do it",
        6658.3,
        6661.64
    ],
    [
        " so there's examples from the past especially where you know it's definitely was more like that",
        6661.64,
        6667.0
    ],
    [
        " in the past in World War One obviously it was like that obviously it was like that unfortunately it",
        6667.0,
        6671.22
    ],
    [
        " was like that yeah because it caused people to continue you know to execute these operations",
        6671.22,
        6677.42
    ],
    [
        " that were just gonna get people killed and you know actually Lafayette I were talking about that",
        6678.98,
        6683.46
    ],
    [
        " last week pickets charge getty pickets charge getty's bird they sent the troops up and they got slaughtered",
        6683.46,
        6691.7
    ],
    [
        " and they can't you know the survivors came back and Lee was you know basically in tears like hey",
        6691.7,
        6698.22
    ],
    [
        " I'm sorry this happened I this was my fault he took ownership of it and I hope I'm getting the",
        6698.22,
        6705.16
    ],
    [
        " story right but but that's the that's the general the general gist of the story but then the you know",
        6705.16,
        6715.06
    ],
    [
        " the big story was that the guys were like hey we'll go again if you know because you're such a great",
        6715.06,
        6720.8
    ],
    [
        " leader we'll go again and Lafayette you know was kind of like that's what World War you know that's",
        6720.8,
        6726.58
    ],
    [
        " what that's what happened that that that shows you that guys were willing and I said yeah but the",
        6726.58,
        6731.8
    ],
    [
        " difference is in World War One they sent them again they sent them over and over you know Lee was",
        6731.8,
        6737.36
    ],
    [
        " regretting and I'm sorry and I did something I got you you know a bunch of guys killed it's horrible",
        6737.36,
        6741.36
    ],
    [
        " in World War One they're like yeah it happened going again yeah oh yeah and that happens again",
        6741.36,
        6746.28
    ],
    [
        " we're doing it again and again and again and it's just a I'll I'll I'll always just be horrified by",
        6746.28,
        6754.42
    ],
    [
        " and hopefully man progresses beyond that and again part of that is as a person you have to question",
        6754.74,
        6765.04
    ],
    [
        " you have to be a rebel you have to question what people are telling you and why they're telling it to",
        6765.04,
        6771.3
    ],
    [
        " you if my boss doesn't tell me why I'm doing my operation it's and I continue to execute it that's",
        6771.3,
        6778.54
    ],
    [
        " my fault I need to raise my hand and say boss what are we doing why are we doing this I don't understand",
        6778.54,
        6782.82
    ],
    [
        " you got to take that initiative because if you're just blindly following orders I don't want somebody",
        6783.26,
        6789.2
    ],
    [
        " that's blindly following orders I never want people that blindly follow my orders I want people that say",
        6789.2,
        6795.2
    ],
    [
        " oh get boss wait why are we doing this why is this happening because I want people I want think I want",
        6795.2,
        6800.82
    ],
    [
        " leaders underneath me that know how to lead and you know what when you build the trust",
        6800.82,
        6806.06
    ],
    [
        " and you build the relationships those guys will do anything for you and my guys in my",
        6806.06,
        6812.56
    ],
    [
        " task they'd do anything I mean I know it they did over and over again did operations that were",
        6812.56,
        6819.1
    ],
    [
        " crazy and hard and dangerous and risky never did anyone say oh you know we're not doing this",
        6819.1,
        6828.42
    ],
    [
        " is it okay we understand what's the mission all right so you've got to build that",
        6828.42,
        6834.9
    ],
    [
        " romance against the same basic principles of leading human beings and that's what you got to do",
        6834.9,
        6840.44
    ],
    [
        " but to think that you're just gonna order people to do things not happening",
        6840.44,
        6843.82
    ],
    [
        " long answer to a to a good question that was actually interesting perspective and I know it's",
        6843.82,
        6851.02
    ],
    [
        " a perspective that a lot of people have people always think well you know you led seals and they're",
        6851.02,
        6855.96
    ],
    [
        " really so that was easy yeah but before you said before you told me that's kind of what I figured yeah",
        6855.96,
        6862.82
    ],
    [
        " last question",
        6868.14,
        6865.86
    ],
    [
        " juggle any tips for breaking habits of laziness and procrastination maybe some good reads on the",
        6865.86,
        6876.4
    ],
    [
        " subject and this is a question I wish you would have answered for me like 10 years ago so yeah any tips",
        6876.4,
        6882.8
    ],
    [
        " you know this has definitely been a pretty common question when people want to know how to stop",
        6885.06,
        6893.98
    ],
    [
        " the laziness and they want to stop the procrastination and you know they have some idea in their head",
        6893.98,
        6902.04
    ],
    [
        " you know some kind of a vision what they want to do but they don't know where to start they don't",
        6902.04,
        6911.82
    ],
    [
        " want to start it you know they don't know where to start and say they say hey where do I start",
        6911.82,
        6919.14
    ],
    [
        " and and when's the best time to start and I have a very simple answer for that",
        6919.14,
        6923.46
    ],
    [
        " here and now that's it you you want to improve you want to get better you want to get on a",
        6923.46,
        6937.18
    ],
    [
        " workout program or a clean diet you want to start a business you want to write a book or make a",
        6937.64,
        6945.26
    ],
    [
        " movie or build a house or a computer or put together some mobile application where do you start",
        6945.26,
        6954.4
    ],
    [
        " you start right here and when do you start you start right now",
        6954.4,
        6961.54
    ],
    [
        " you initiate the action aggressively you go",
        6963.58,
        6967.16
    ],
    [
        " because the idea isn't going to execute itself and the book isn't going to write itself and the",
        6967.16,
        6975.74
    ],
    [
        " the weights out in the gym they're not going to move themselves you have to do it and you have to",
        6975.74,
        6982.04
    ],
    [
        " do it now and that means you got to stop thinking about it and stop dreaming about it and stop",
        6982.04,
        6990.98
    ],
    [
        " researching every aspect of it and reading all about it and debating the pros and cons of it",
        6991.02,
        6997.1
    ],
    [
        " just start doing it take that first step and make it happen get after it get after it here and now",
        6997.1,
        7014.16
    ],
    [
        " and I think I think that's all we've got for tonight so",
        7024.42,
        7032.08
    ],
    [
        " thanks everybody for listening to this for uh for putting those headphones in your ears",
        7032.08,
        7045.12
    ],
    [
        " and pressing play and settling in with me and sending some spending a little bit of time in my head",
        7045.12,
        7051.82
    ],
    [
        " I know it's a little scary in there so I'm done",
        7051.82,
        7054.98
    ],
    [
        " thanks for the feedback that you give us and the questions you ask us and thanks for subscribing",
        7054.98,
        7063.18
    ],
    [
        " to the podcast and downloading it and writing reviews and spreading the word and thanks for",
        7063.18,
        7068.34
    ],
    [
        " buying the book and buying the audio book thanks for supporting the companies that support us",
        7068.34,
        7075.14
    ],
    [
        " on it oh n-n-i-t dot com and amazon dot com you got to click through",
        7075.14,
        7081.5
    ],
    [
        " so if you're going to buy Henry the fifth tonight because you're fired up to get your",
        7081.5,
        7086.86
    ],
    [
        " Shakespeare together or you're going to buy any of the other books that we talked about here which",
        7086.86,
        7091.22
    ],
    [
        " are all awesome just go to amazon and click through from joccopodcast.com or jocco store",
        7091.22,
        7100.1
    ],
    [
        " that's how you do it and lastly and most importantly to everybody out there",
        7100.1,
        7110.8
    ],
    [
        " thanks for getting up early thanks for getting in the gym thanks for getting on the mat",
        7110.8,
        7117.02
    ],
    [
        " thanks for getting your grind on at work getting your head into a book getting smarter and stronger",
        7117.02,
        7123.56
    ],
    [
        " and faster and better thanks to everybody forget after it",
        7123.56,
        7133.56
    ],
    [
        " and so until next time this is jocco and echo out",
        7133.56,
        7142.48
    ]
]