[
    [
        " This is Jocco Podcast number 13 with Echo Charles and me, Jocco Willink.",
        0.22,
        10.88
    ],
    [
        " This is extracted from US Army FM3TAC06.11 combined arms operations in urban terrain.",
        11.92,
        28.16
    ],
    [
        " Following the collapse of the Soviet Union, the people of Chesnia began to seek full independence.",
        31.74,
        38.86
    ],
    [
        " By 1994, Chesnia had fallen into civil war between pro-independence and pro-Russian factions.",
        39.92,
        47.64
    ],
    [
        " In December 1994, Russia sent 40,000 troops into Chesnia to restore Russian primacy over the",
        48.38,
        56.2
    ],
    [
        " breakaway republic. An attack was launched by 6,000 mechanized troops against the Cheshiren",
        56.2,
        63.34
    ],
    [
        " capital of Grozny. Instead of the anticipated light resistance, Russian forces encountered heavy",
        63.34,
        72.12
    ],
    [
        " resistance from the Chesans armed with massive amounts of anti-tank weapons. The Russians",
        72.12,
        79.54
    ],
    [
        " were repulsed with shockingly high losses. It took them another two months of heavy fighting",
        79.54,
        86.02
    ],
    [
        " and changing their tactics before they were able to capture Grozny. Between January and May 1995,",
        86.02,
        94.56
    ],
    [
        " Russian losses in Chesnia were approximately 2,800 killed, 10,000 wounded, and over 500 missing",
        95.48,
        104.68
    ],
    [
        " or captured. The Cheshian casualties were also high, especially among non-combatants.",
        104.68,
        113.34
    ],
    [
        " This war is a major and cautionary episode in military history. The large-scale lessons of Chesnia",
        114.6,
        125.4
    ],
    [
        " lie in these areas. It showed again the limited effectiveness of heavy weaponry in urban terrain",
        125.4,
        134.26
    ],
    [
        " and, by extension, the crucial importance of well-trained, well-led, well-equipped, and highly motivated",
        134.26,
        143.34
    ],
    [
        " infantry. It proved again that a society judged primitive or chaotic by western standards can still",
        143.34,
        153.38
    ],
    [
        " generate a tremendous fighting spirit and very effective military discipline. This is not a new lesson.",
        153.38,
        162.46
    ],
    [
        " That's a little introduction to the focus for today. That's this Soviet attack on Chesnia,",
        165.3,
        177.78
    ],
    [
        " the breakaway republic. It's just urban combat. That's what I found very fascinating. I remember",
        177.78,
        189.14
    ],
    [
        " the first time I started to the first significant moment when I remembered hearing about",
        189.14,
        197.4
    ],
    [
        " the lessons learned from Chesnia. We all watched it. I was in the military at the time.",
        197.4,
        204.6
    ],
    [
        " But the first time I remember hearing about the lessons learned was actually when I was going",
        205.5,
        209.56
    ],
    [
        " through officer candidate school in 1998. For whatever reason, one of the Marine Corps drill",
        209.56,
        217.84
    ],
    [
        " instructors had put this series of lessons learned of the Russian military up on the wall.",
        218.48,
        225.42
    ],
    [
        " This is something I talk about occasionally. The lesson that I remembered seeing there",
        226.82,
        231.7
    ],
    [
        " was that when they stopped shaving, when the Russian troops stopped shaving, it was the beginning",
        231.7,
        240.34
    ],
    [
        " of the end. Discipline fell apart, morale fell apart, and everything turned into a disaster. There",
        240.34,
        246.44
    ],
    [
        " were a bunch of other lessons learned. I've looked for that specific document and I haven't been",
        246.44,
        251.54
    ],
    [
        " able to find it. I don't know what the specific document was that said that, but I found others that",
        251.54,
        257.5
    ],
    [
        " are close to that. What's interesting is that now, on this field manual, this Army field manual",
        257.5,
        264.42
    ],
    [
        " that I'm reading from, was actually published in 2002. We had definitely looked at this war.",
        264.42,
        275.96
    ],
    [
        " It was brutal. If you want to go into some dark places, you can go into some dark places because",
        275.96,
        281.88
    ],
    [
        " this is one of the first, it definitely is one of the first where you had information warfare",
        281.88,
        291.86
    ],
    [
        " happening, meaning there was propaganda coming out, homemade propaganda. You can see it on YouTube,",
        291.86,
        297.42
    ],
    [
        " especially from the chest inside of just brutal, brutal behavior. They were",
        297.78,
        305.78
    ],
    [
        " doing that purposely to strike fear into the hearts of the Russian soldiers and they were effective",
        305.96,
        312.7
    ],
    [
        " in doing that. They did do that. Yeah, it's crazy how they make those videos just available to",
        312.7,
        319.54
    ],
    [
        " everybody. They do. It is crazy. As we dig into this a little bit, this is still from within",
        319.54,
        329.16
    ],
    [
        " the FM3TAC 106, but they're quoting lessons learned from the world turned upside down military",
        329.6,
        337.58
    ],
    [
        " lessons of the Cheshirene war by Mr. Anatole Leven. He said, it cannot be emphasized too strongly,",
        337.58,
        348.64
    ],
    [
        " therefore, that the key to success in urban warfare is good infantry. The key to good infantry,",
        348.84,
        356.68
    ],
    [
        " rather than good weaponry, is a traditional mixture of training, leadership qualities and",
        356.68,
        363.24
    ],
    [
        " NCOs and junior grade officers and morale, implying a readiness to take casualties.",
        363.24,
        370.36
    ],
    [
        " This is classic. This is what Ramadi was all about as well. Good infantry, which they absolutely",
        371.9,
        380.5
    ],
    [
        " had great NCO leadership, which they absolutely had. The junior officers were outstanding and the",
        381.4,
        387.58
    ],
    [
        " morale, which he says the morale is readiness to take casualties. That's one of the things",
        387.58,
        393.44
    ],
    [
        " that no doubt about it, Colonel Sean McFarland, that was running the brigade. He had to overcome",
        393.44,
        403.04
    ],
    [
        " that fear that many people had, which was when you push into these enemy control territories,",
        403.04,
        408.38
    ],
    [
        " you are going to take casualties. It is going to happen. You cannot avoid it.",
        408.6,
        413.6
    ],
    [
        " And that's something that we, seals, had to deal with as well, because seals had been in",
        414.38,
        420.22
    ],
    [
        " had been in Iraq for three years at this point and not had any seals killed in action.",
        420.22,
        427.92
    ],
    [
        " So this idea that we were going to push into this heavy urban fighting meant to us. We were going",
        428.72,
        436.46
    ],
    [
        " to take casualties at some point. The US back to the book. The US will not always have the ability",
        437.02,
        447.46
    ],
    [
        " to pick and choose its wars. And the key reason Cheshnia is that there will always be military",
        447.46,
        453.94
    ],
    [
        " actions in which a determined infantrymen will remain the greatest asset. And that is very near",
        453.94,
        464.22
    ],
    [
        " and dear to my heart. Knowing that it's not the technology, it's not the drones, it's not the",
        464.22,
        471.78
    ],
    [
        " aircraft, it's the infantrymen, it's the soldier that makes the difference. And the leader,",
        471.78,
        479.88
    ],
    [
        " the leaders of those soldiers that make the difference. Now here was the Marine Corps analysis.",
        480.2,
        488.1
    ],
    [
        " First of all, strategic lessons. Military operations alone cannot solve deep-seated political problems.",
        490.8,
        497.04
    ],
    [
        " Okay. Military commanders need clear policy guidance from which they could work steadily and logically.",
        497.8,
        506.58
    ],
    [
        " Confusion generated by missing or conflicting policy guidance is made worse by poorly defined",
        509.28,
        516.44
    ],
    [
        " lines of command and control. So those first two messages right there are all about clear guidance.",
        516.44,
        523.9
    ],
    [
        " And I, this happens all the time in the business world where you don't see clear guidance making",
        524.5,
        531.92
    ],
    [
        " it all the way down to the front lines to the chain of command. Russian senior command lacked",
        531.92,
        538.88
    ],
    [
        " continuity and was plagued by too much senior leadership involvement at the lower operational level.",
        538.88,
        546.0
    ],
    [
        " Lack continuity, there's got to be clear message that every leader has got to be basically saying",
        546.88,
        551.48
    ],
    [
        " the same fundamental message. Contrary to initial expectation operations were neither of short",
        551.48,
        559.08
    ],
    [
        " duration or low cost. When Russian security operations began achieving results, the cheshiren",
        559.08,
        567.06
    ],
    [
        " started attacking targets within Russia. It was difficult to unite police and military units",
        567.06,
        574.88
    ],
    [
        " into a single cohesive force. Distinct tactical advantages accrue to the side with less concern for",
        574.88,
        587.04
    ],
    [
        " the safety of the civilian population. That is something that we absolutely dealt with in Ramadi.",
        587.04,
        592.62
    ],
    [
        " Again, it's that the distinct tactical advantage accrue to the side with less concern for the safety",
        593.42,
        598.86
    ],
    [
        " of the civilian population. This was of utmost concern to every soldier and marine on the ground",
        598.86,
        609.42
    ],
    [
        " in Ramadi was trying to protect the civilian population. And of course, the al Qaeda and surgeons",
        609.42,
        616.22
    ],
    [
        " that we were facing did not care at all about the civilian population or any their buildings or",
        616.22,
        621.52
    ],
    [
        " their lives or children or women or anything else. Concern about civilian casualties and property",
        621.52,
        629.88
    ],
    [
        " destruction declined as casualties among Russian forces rose. So initially the Russians were",
        629.88,
        638.34
    ],
    [
        " also concerned about civilian casualties but as they started taking casualties, got worse and worse.",
        638.34,
        644.68
    ],
    [
        " Here are some operational lessons.",
        648.0,
        650.46
    ],
    [
        " Having well developed military doctrine for urban warfare is not enough in and of itself.",
        651.98,
        659.12
    ],
    [
        " Gotta have that creativity. Doctrine does not answer everything.",
        660.76,
        666.42
    ],
    [
        " Situation oriented training would have improved Russian military effectiveness and we're",
        667.52,
        674.66
    ],
    [
        " oriented training. And that is when you put yourself in situations and you make people have to think.",
        675.04,
        681.32
    ],
    [
        " It's not about executing pretty planned moves. It's just like in martial arts. It's not about being",
        682.06,
        688.18
    ],
    [
        " able to do a Qaeda and do a movement. That's not what it's about. It's about reacting to another",
        688.18,
        695.94
    ],
    [
        " free thinking human being. And in this case, a group of free thinking human beings. How do you react",
        695.94,
        702.42
    ],
    [
        " in those situations? And they're in specific situations as well. In judicial situation,",
        702.42,
        708.8
    ],
    [
        " they'll be like, okay, here, half guard. If you get on top, you start all over. If you tap the guy",
        709.04,
        713.92
    ],
    [
        " whatever you start all over, in half guard, start all over. Inadequate training in the most basic",
        713.92,
        722.18
    ],
    [
        " maneuver and combat skills in inhibited Russian operations. So you've got to be trained up in the",
        722.18,
        730.42
    ],
    [
        " basics. No doubt about it. Urban combat is extremely manpower intensive and produces significant",
        730.42,
        737.2
    ],
    [
        " attrition of men and material among the attackers. Overwhelming firepower can make up for organizational",
        737.2,
        747.62
    ],
    [
        " and tactical deficiencies in the short run. If one is willing to disregard collateral damage.",
        747.62,
        756.6
    ],
    [
        " So yeah, you can just bomb the crap out of places. And you can make up for your tactical and organizational",
        757.06,
        764.12
    ],
    [
        " problems in the short run. If you don't care about a collateral damage, you know, this is we, we,",
        764.12,
        769.8
    ],
    [
        " we don't do that. We as Americans don't do that. We care about collateral damage.",
        770.08,
        774.96
    ],
    [
        " The sudden requirement to deploy to Cheshanya coupled with the unique supply problems posed",
        775.78,
        783.38
    ],
    [
        " by the weather and the urban environment overwhelm the already fragile Russian military logistics system.",
        783.38,
        789.98
    ],
    [
        " And these are just bullet points, by the way, if the sounds stilted the way I'm reading it,",
        791.3,
        794.98
    ],
    [
        " I'm just reading bullet after bullet. A lack of high quality intelligence made operations more",
        795.0,
        801.72
    ],
    [
        " difficult and dangerous on the Russian forces. The geometry and perspectives of urban combat are",
        801.72,
        813.36
    ],
    [
        " urban combat is much more vertically oriented. So in the desert, you do have elevation, you know,",
        813.36,
        821.94
    ],
    [
        " you have hills, mountains, whatever. So there is some vertically oriented things that you have to",
        822.0,
        828.18
    ],
    [
        " deal with. But in urban combat, every, you know, every foot can be separated by 10 stories, you know.",
        828.18,
        834.6
    ],
    [
        " And so it is a 360 degree environment. Not to mention you get subterranean situations. You have",
        835.08,
        842.72
    ],
    [
        " basements, you have sellers, you have underground sewers and pipes and things, uh, tunnels that go",
        842.72,
        848.7
    ],
    [
        " from building to building. So it's a 360 degree environment for sure. Fratricide was a serious and",
        848.7,
        857.92
    ],
    [
        " continuing problem throughout the campaign in Cheshanya because it was difficult to tell friend",
        857.92,
        863.76
    ],
    [
        " from foe. That's friendly fire. That's friendly fire. And this is, you know, obviously in our book,",
        863.78,
        871.98
    ],
    [
        " I start off, I mean, the first chapter is about a franchise that happens. So obviously we learned",
        872.32,
        880.04
    ],
    [
        " this, you know, in the most horrible way. And anybody that's been in hardcore urban combat. And",
        880.04,
        893.74
    ],
    [
        " one unit against a bad guy in an urban environment. I'm talking about urban combat where you have",
        893.74,
        900.8
    ],
    [
        " multiple units all over the place. Friendly units in buildings on roads and they're mixed in.",
        900.8,
        910.14
    ],
    [
        " There's no way you can help it. They're mixed in with enemy and it becomes very, very challenging.",
        910.2,
        916.16
    ],
    [
        " Standard Russian military unit configurations were inappropriate for urban combat.",
        917.02,
        922.7
    ],
    [
        " For going peacetime maintenance is a false economy. So there's something to think about.",
        926.48,
        934.48
    ],
    [
        " Going peacetime maintenance. For good when you say, you know what, there's nothing going on right now.",
        935.26,
        939.7
    ],
    [
        " We'll just kind of slack off. You know what? I don't need to train in the off season. I don't",
        939.8,
        944.84
    ],
    [
        " need to prepare right now. Guess what? You do. You do need to prepare right now. Yeah.",
        944.84,
        950.8
    ],
    [
        " It's a lie to think you're going to get away with it.",
        951.32,
        955.62
    ],
    [
        " The potential of special forces for urban operations was never realized in Chesnia.",
        955.62,
        960.94
    ],
    [
        " Well, we realized it in Ramadi for sure and how to work it.",
        961.62,
        964.44
    ],
    [
        " The nature of cities tends to channel combat operations along narrow lanes of activity.",
        965.86,
        971.94
    ],
    [
        " That's just a, I mean, that's that we're called roads. And just like when you're in downtown San Diego,",
        972.24,
        979.22
    ],
    [
        " in the gas lamp district, guess what? Things are channeled onto long narrow, long narrow lanes of",
        979.38,
        984.98
    ],
    [
        " activity. It's called the road. That's kind of an obvious one. Tactical lessons.",
        984.98,
        992.54
    ],
    [
        " rigorous communication security is essential even against relatively primitive enemies.",
        994.2,
        998.9
    ],
    [
        " And this is what the Russians found out was that the Chesans, many of whom spoke Russian,",
        999.02,
        1003.9
    ],
    [
        " they would listen to radio calls, listen to radio commands. They would, they would actually get",
        1004.38,
        1008.76
    ],
    [
        " on the radio and give false commands. So it was, it was just a nightmare for them. Now in America,",
        1008.76,
        1015.62
    ],
    [
        " we have very highly sophisticated encryption systems. So this is really no factor for us.",
        1015.62,
        1023.1
    ],
    [
        " Night fighting was the single most difficult operation in Chesnia for infantry forces.",
        1025.54,
        1030.0
    ],
    [
        " Again, this is something that we are very good at. We being America. We are awesome at fighting",
        1030.34,
        1038.26
    ],
    [
        " at night. We have incredible capability on our night vision. We do it all the time.",
        1038.26,
        1042.54
    ],
    [
        " And actually, that's worth mentioning. The reason that we're good at it is because we do it all the time.",
        1043.76,
        1047.08
    ],
    [
        " We train it all the time. We do it all the time. And we're just used to being living in that way.",
        1047.92,
        1052.54
    ],
    [
        " We're used to living in that green world of night vision.",
        1052.66,
        1056.06
    ],
    [
        " Tanks and APCs cannot operate in cities without extensive dismounted infantry support.",
        1060.36,
        1066.48
    ],
    [
        " Now in Ramadi, they absolutely operated and they operated with a phenomenal success.",
        1067.74,
        1074.04
    ],
    [
        " But they, but they did have an infantry support.",
        1074.7,
        1076.8
    ],
    [
        " Usually very close by. Although they were, they did push and do incredible operations on their own as well.",
        1077.26,
        1086.66
    ],
    [
        " Forces operating in cities need special equipment, not usually found in the Russian T.O.E. which is the",
        1087.86,
        1095.82
    ],
    [
        " basically the table of organization of equipment. The list of normal things that they had.",
        1096.22,
        1100.1
    ],
    [
        " Lightweight ladders were invaluable for assaulting infantry. This is all my first deployment to Iraq.",
        1100.7,
        1105.78
    ],
    [
        " We actually, we just built little ladders. We built little two by four ladders because there's",
        1106.46,
        1111.38
    ],
    [
        " walls all over the place. So we just have ladders, have them hooked onto humvees. When we eat them,",
        1111.38,
        1116.46
    ],
    [
        " we just pop them off. Like with spare wood, those are all.",
        1116.56,
        1119.52
    ],
    [
        " Two by fours.",
        1119.68,
        1121.0
    ],
    [
        " Train snipers were essential, but in short supply. We had plenty of snipers.",
        1121.48,
        1129.8
    ],
    [
        " Obscurance are especially useful when fighting in cities and smokin' it.",
        1130.54,
        1134.26
    ],
    [
        " And other ways of blocking vision. But yeah, that's one of those things when I was a kid in",
        1134.6,
        1141.46
    ],
    [
        " the SEAL teams and we would learn like, hey, you got a full smoke and then once you throw the smoke,",
        1141.46,
        1144.76
    ],
    [
        " you can run away. And it almost seems like a joke almost. I mean, that almost sounds funny when",
        1144.76,
        1152.32
    ],
    [
        " I say that. Yeah, like Batman. Yeah, it's almost like Batman or James Bond. It's got a little",
        1152.32,
        1156.72
    ],
    [
        " smoke button. It's freaking real. It's real. Like you throw that smoke out and you let that smoke",
        1156.72,
        1162.4
    ],
    [
        " start to pour out and then all of a sudden you can get out of there. And it's again, it's one of",
        1162.4,
        1168.36
    ],
    [
        " those things that it almost seems like a joke when you first hear about it. When you're a kid,",
        1168.36,
        1173.74
    ],
    [
        " you're like, wait, really? That's a real thing. No, that's a real thing.",
        1173.74,
        1176.58
    ],
    [
        " Recovery-damaged armored vehicles is especially difficult in cities. We absolutely learned",
        1176.94,
        1185.14
    ],
    [
        " of that. The insurgents took out dozens of tanks and Bradley fighting vehicles and humvees. And it was",
        1185.14,
        1193.28
    ],
    [
        " always very difficult for the engineers to get in there and get those things out of there.",
        1193.28,
        1198.9
    ],
    [
        " A failure of small unit leadership, especially at the NCO level, was a primary cause of Russian",
        1201.54,
        1211.22
    ],
    [
        " tactical failures in Grozny. So when you hear me say leadership is the most important thing",
        1211.22,
        1221.48
    ],
    [
        " on the battlefield, that is what I am talking about. That is exactly what I am talking about.",
        1221.48,
        1227.54
    ],
    [
        " And it's the same thing in businesses. It's the same thing in teams. And it's the same thing in life.",
        1227.68,
        1235.1
    ],
    [
        " When we talk about leadership, we're not just talking about the overall person in charge. We're",
        1235.24,
        1239.4
    ],
    [
        " talking about leadership at every level. Both sides employed commercial off-the-shelf technologies",
        1239.4,
        1247.46
    ],
    [
        " for military purposes. Be ready for that. In Ramadi, the enemy absolutely used, you know,",
        1247.46,
        1257.52
    ],
    [
        " they had Motorola base stations set up. I mean, they were using it.",
        1257.64,
        1262.88
    ],
    [
        " Tactical communications proved very difficult in Grozny. Again, you can't change the laws of physics",
        1263.26,
        1272.7
    ],
    [
        " and radio waves cannot punch through more than, you know, a couple to three buildings.",
        1272.7,
        1278.42
    ],
    [
        " So once you get a couple to or three buildings away, you're not going to be able to talk to",
        1278.74,
        1284.38
    ],
    [
        " the other units, you know, maybe four or five buildings. And the only way to do this is get on the",
        1284.58,
        1289.24
    ],
    [
        " rooftops. And so, you know, I was almost always on a rooftop because I was, you know, my main role",
        1289.24,
        1295.24
    ],
    [
        " was usually to make communications with the various troops that were out there, army, and my guys.",
        1295.24,
        1300.64
    ],
    [
        " So I was almost always on a rooftop with a big old antenna sticking off my shoulder.",
        1300.88,
        1306.14
    ],
    [
        " And that's when, you know, when one of the guys needed to talk to me, they knew to go to the rooftop",
        1307.46,
        1312.2
    ],
    [
        " and they'd catch me. The cabs of supply trucks must be armored. No doubt about that.",
        1312.2,
        1320.76
    ],
    [
        " Bunker-busting weapons are invaluable for urban combat. This is something that we used a ton of,",
        1322.66,
        1330.14
    ],
    [
        " was the Carl Gustaf 84 millimeter. Big Thunder.",
        1330.28,
        1337.02
    ],
    [
        " Helicopters are not well suited for urban combat. And there's no doubt about that one. Again,",
        1342.12,
        1349.24
    ],
    [
        " in Ramadi, we found that anytime helicopters came into Ramadi, they received so much small arms",
        1349.38,
        1359.76
    ],
    [
        " fire that they left immediately. It was just too hot for them to go into these situations.",
        1360.02,
        1365.82
    ],
    [
        " When a helicopter comes in, what does it take to, you know, take down a helicopter?",
        1366.66,
        1372.14
    ],
    [
        " You could, I mean, you could take one round, right? It's almost like a human body. You know,",
        1372.64,
        1376.5
    ],
    [
        " there's some stuff in the right spot. You could take it out. But,",
        1376.52,
        1380.92
    ],
    [
        " so it's really hard to put like an absolute on that. But, you know, generally, they can take,",
        1381.12,
        1388.1
    ],
    [
        " they can take some punishment, especially the Apaches, which are, you know, pretty well armored.",
        1388.1,
        1393.64
    ],
    [
        " But they're not well armored enough to get in there and do what they would want to do.",
        1394.22,
        1399.3
    ],
    [
        " Right. So they end up just taking so many rounds that they, they couldn't, they couldn't stay.",
        1399.48,
        1404.02
    ],
    [
        " Yeah. Like if you hit in that, that, that, that rear propeller. Yeah. Maybe. You hit it in the",
        1404.66,
        1410.3
    ],
    [
        " weak spot. There's going to be issues, which I won't talk about. All right. Now we, that was",
        1410.3,
        1418.6
    ],
    [
        " the Marine Corps analysis. And again, this is all from the same manual. But I'm going to, I'm going",
        1418.6,
        1423.16
    ],
    [
        " to go into the, so they covered what the Marine Corps analysis had. And now this is the US Army",
        1423.16,
        1428.36
    ],
    [
        " Infantry School analysis is Russian Army Lessons Learn from the Battle of Grasny.",
        1428.36,
        1432.44
    ],
    [
        " You need to culturally orient your forces so you don't end up being your own worst enemy,",
        1432.98,
        1439.12
    ],
    [
        " simply out of cultural ignorance. Many times Russian soldiers made serious cultural errors in",
        1439.12,
        1445.92
    ],
    [
        " dealing with the Cheshire civilians. Once insulted or mistreated, the Cheshires became active fighters",
        1445.92,
        1453.04
    ],
    [
        " or at least supported the active fighters. Russians admit they underestimated they have the",
        1453.04,
        1460.32
    ],
    [
        " effect of religion on the conflict. So you got to know your enemy. And you got to know your friend.",
        1460.32,
        1466.88
    ],
    [
        " And this is something that they definitely, they definitely make that important in the US military",
        1467.16,
        1472.98
    ],
    [
        " that you know, you got to understand the local culture. And there was a true hero named Travis",
        1472.98,
        1481.64
    ],
    [
        " Patrickwin, who we will have to do a show on at some point. But Travis Patrickwin was with us over",
        1481.64,
        1488.44
    ],
    [
        " in Iraq and Ramadi. And he was just incredibly smart guy. And a former SF guy, he became a",
        1488.44,
        1500.32
    ],
    [
        " captain of the army. And he spoke Arabic. And he's the guy really that started saying, look,",
        1500.32,
        1510.7
    ],
    [
        " this is what we got to do to make friends with these locals. And he ended up producing this,",
        1510.84,
        1515.66
    ],
    [
        " this actually pretty famous PowerPoint brief that just had a bunch of stick figures of, hey,",
        1515.98,
        1523.92
    ],
    [
        " this is the local guy. This is what he sees you as. This is what you see him as. But this is what",
        1524.02,
        1528.64
    ],
    [
        " he really is. And this is what, you know, and it was a great, a great document, a very simple",
        1528.64,
        1536.04
    ],
    [
        " document, brilliant in its simplicity in the way it explained. And it ended up being circulated",
        1536.04,
        1542.42
    ],
    [
        " all over the place. And that was written by a guy named Travis Patrickwin, who's just again,",
        1542.42,
        1547.96
    ],
    [
        " a hilarious guy, very nice guy. And really had a vision of, in a full understanding of the Arabic",
        1548.14,
        1560.3
    ],
    [
        " culture, the tribal culture, the shakes that were there in Ramadi. And he did an amazing job",
        1560.3,
        1568.1
    ],
    [
        " moving that whole scene and that whole piece of the battle. He did an amazing job moving us",
        1568.48,
        1579.92
    ],
    [
        " forward and making sure that we were culturally oriented to understand the locals. And",
        1579.92,
        1588.92
    ],
    [
        " unfortunately, after we left Ramadi and they were still there, Captain Patrickwin,",
        1591.28,
        1598.86
    ],
    [
        " Patrickwin, Travis Patrickwin was in a vehicle, I think he was heading south on a road called",
        1599.14,
        1606.74
    ],
    [
        " sunset and the hidden IED and he was killed in action. And it was a tragic loss of an incredible,",
        1606.74,
        1614.82
    ],
    [
        " not only incredible soldier, but just an incredible human. Someday we'll go into some more depth",
        1614.92,
        1622.58
    ],
    [
        " about Travis Patrickwin because he really had a huge impact.",
        1622.58,
        1625.92
    ],
    [
        " Next bullet point, you need some way of sorting out combatants from non-combatants.",
        1626.68,
        1638.08
    ],
    [
        " The Russians were forced to resort to searching the pockets of civilians for military equipment",
        1639.0,
        1643.98
    ],
    [
        " and to sniffing them for the smell of gunpowder and gun oil. This was crude and not very reliable.",
        1643.98,
        1650.72
    ],
    [
        " Train dogs were used to detect the smell of gunpowder or explosives, but were not always effective.",
        1651.46,
        1656.18
    ],
    [
        " Nevertheless, especially train dogs are probably the best way to determine if a person has been",
        1657.18,
        1661.76
    ],
    [
        " using explosives or firing a weapon recently. What was good for us was working alongside the",
        1661.76,
        1668.52
    ],
    [
        " Iraqi soldiers. They could tell. They could tell where people were from, they could tell where",
        1668.52,
        1673.66
    ],
    [
        " their accent was from, they could tell where the couple questions. Who could tell? The Iraqi soldiers",
        1673.66,
        1678.42
    ],
    [
        " when we went to speak to some random Iraqi civilians, they could tell. I wouldn't be able to tell",
        1678.42,
        1685.2
    ],
    [
        " them a million years. Just like if you took an Iraqi and transplanted them here and put them",
        1685.2,
        1689.28
    ],
    [
        " in a room with a guy from New Jersey and a guy from Southern California and a guy from Georgia,",
        1689.28,
        1694.72
    ],
    [
        " they wouldn't be able to tell where any of these people were from. But any American could talk to",
        1695.4,
        1699.14
    ],
    [
        " any of those three people and immediately know where they were from. So we used the Iraqi soldiers",
        1699.14,
        1704.5
    ],
    [
        " to help us with that and they're also our interpreters. We had interpreters that had were fluent",
        1704.5,
        1710.54
    ],
    [
        " in the language and generally came from either Iraq or some other Arabic-speaking country.",
        1710.54,
        1715.96
    ],
    [
        " And so they had the same knowledge and they could do the same thing.",
        1716.38,
        1719.38
    ],
    [
        " The psychological impact of high-intensity urban combat is so intense units should maintain a",
        1723.54,
        1729.74
    ],
    [
        " large reserve that will allow them to rotate units in and out of combat. If a commander does this,",
        1729.74,
        1736.38
    ],
    [
        " he can preserve a unit for a long time. If he doesn't, once it gets used up, it cannot be rebuilt.",
        1736.56,
        1744.44
    ],
    [
        " So that statement about the psychological impact of high-intensity urban combat.",
        1751.82,
        1759.04
    ],
    [
        " And there's so many little things that make this true. I already talked about the 360-degree threat.",
        1759.62,
        1767.92
    ],
    [
        " There's the ID, there's the civilian populace, there's the close-in fighting. There's all these",
        1768.4,
        1775.4
    ],
    [
        " things that make urban combat the most intense kind of combat psychologically.",
        1775.4,
        1782.3
    ],
    [
        " And you have to be careful with your troops to make sure that you give them enough",
        1783.6,
        1792.34
    ],
    [
        " time out of the fight that they can maintain a long deployment in that sort of intensity.",
        1792.34,
        1801.68
    ],
    [
        " And the Russians did not always do a very good job of that.",
        1804.66,
        1807.76
    ],
    [
        " Next bullet. Training and discipline are paramount. You can accomplish nothing without them.",
        1809.22,
        1819.48
    ],
    [
        " You may need to do the training in the combat zone.",
        1820.84,
        1823.98
    ],
    [
        " Discipline must be demanded.",
        1825.18,
        1827.32
    ],
    [
        " Once it begins to slip, the results are disastrous.",
        1828.04,
        1832.98
    ],
    [
        " That is something I believe in across the board. I think you mentioned that before too.",
        1834.04,
        1850.0
    ],
    [
        " I may have mentioned that a few times. There it is again. Training and discipline are paramount.",
        1850.0,
        1856.94
    ],
    [
        " Discipline must be demanded. Once it begins to slip, the results are disastrous. You have to hold",
        1857.24,
        1864.56
    ],
    [
        " the line on the discipline. You have to.",
        1864.56,
        1867.06
    ],
    [
        " The Russians were surprised and embarrassed at the degree to which the Chessians exploited the",
        1869.72,
        1877.24
    ],
    [
        " use of cell phones, Motorola radios, improvised TV stations, lightweight video cameras,",
        1877.24,
        1882.96
    ],
    [
        " and the internet to win the information war. The Russians admitted that they lost control of",
        1883.16,
        1889.16
    ],
    [
        " the information coming out of Grazdi early in the operation and never regained it.",
        1889.16,
        1893.84
    ],
    [
        " As expected, the Russians reiterated the need for large numbers of trained infantrymen.",
        1901.9,
        1908.22
    ],
    [
        " They said that some tasks, such as conducting a log pack, that's logistics,",
        1908.48,
        1913.94
    ],
    [
        " operations could only be conducted by infantrymen. The logistical unit soldiers were hopelessly",
        1914.82,
        1923.42
    ],
    [
        " permanent defense, establishing security overwatching and so forth. They were by felt easy prey to",
        1923.42,
        1929.58
    ],
    [
        " the Chessians. That is something that our troops in America have really done an outstanding job",
        1929.58,
        1938.0
    ],
    [
        " of adapting to the logistics, support people, being combat ready. Every time you are, if you are a",
        1938.0,
        1952.44
    ],
    [
        " whatever it is, water, food, ammunition from Baghdad to Ramadi, that means you are doing a combat",
        1953.06,
        1959.76
    ],
    [
        " patrol. That means you could likely get attacked. America did a really good job of getting",
        1959.76,
        1964.94
    ],
    [
        " their folks trained up to run these convoys and the logistics teams that supplied the war fighters,",
        1964.94,
        1974.14
    ],
    [
        " the frontline troops. They came under all kinds of attacks and did an outstanding job. All the folks",
        1974.36,
        1980.34
    ],
    [
        " that are listening that were running those logistics convoys. Thank you. You did an outstanding job",
        1980.34,
        1986.92
    ],
    [
        " and another huge risk every time you rolled out the front gate.",
        1986.92,
        1990.54
    ],
    [
        " Next bullet. They found that boundaries between units were still tactical weak points,",
        1991.84,
        2001.56
    ],
    [
        " but that it wasn't just horizontal boundaries that they had to worry about.",
        2001.86,
        2006.72
    ],
    [
        " In some cases, the Chessians held the third floor and above while the Russians held the first two",
        2007.38,
        2013.4
    ],
    [
        " floors and sometimes the roof. If a unit holding the second floor evacuated parts of it without",
        2013.4,
        2019.6
    ],
    [
        " telling the unit on the ground floor, the Chessians would move troops in and attack the ground",
        2019.6,
        2025.1
    ],
    [
        " floor unit through the ceiling. Often this resulted in fracture side as the ground floor unit",
        2025.1,
        2030.36
    ],
    [
        " responded with uncontrolled fire through all of the ceilings, including the ones below that section",
        2030.36,
        2036.56
    ],
    [
        " of the building still occupied by the Russians. Entire battles were fought through floors,",
        2036.56,
        2042.92
    ],
    [
        " ceilings, and walls without visual contact. That's gotta be scary, right? Yeah.",
        2043.44,
        2051.4
    ],
    [
        " Ambushes were common. Sometimes they actually had three tiers. Chessians would be underground",
        2053.04,
        2060.82
    ],
    [
        " on the ground floor and on the roof. Each group had a different task in the ambush.",
        2060.82,
        2066.8
    ],
    [
        " The most common response by the Chessians to the increasingly powerful Russian indirect aerial,",
        2068.3,
        2077.26
    ],
    [
        " indirect and aerial firepower was hugging the Russian unit.",
        2077.46,
        2081.92
    ],
    [
        " The hugging tactics caused the Russians to, sorry, if the hugging tactic caused the Russians to",
        2083.42,
        2088.82
    ],
    [
        " cease artillery and air fires, it became a man-to-man fight and the Chessians were well equipped to win it.",
        2088.82,
        2095.52
    ],
    [
        " If they didn't cease the supporting fires, the Russian units suffered just as much as the",
        2096.26,
        2101.76
    ],
    [
        " Chessian fighters did, sometimes even more, and the morale effect was much worse on the Russians.",
        2101.76,
        2108.86
    ],
    [
        " There's a very simple, oh, if the enemy is going to use, or if the Russians are going to use",
        2112.84,
        2120.36
    ],
    [
        " big bombs and artillery and big bombs from the sky to defeat us, we'll just get so close in,",
        2120.36,
        2126.64
    ],
    [
        " we'll just close the distance and be so close that if you want to drop bombs, you're going to kill",
        2126.76,
        2130.76
    ],
    [
        " your own people. Both the physical and mental health of the Russian units began to decline almost",
        2132.24,
        2142.9
    ],
    [
        " immediately upon initiation of high-intensity combat. In less than a month, almost 20% of the",
        2142.9,
        2151.28
    ],
    [
        " Russian soldiers were suffering from viral hepatitis, which is a very serious,",
        2151.28,
        2156.58
    ],
    [
        " dipilitating with slow recovery. Most had chronic diarrhea and upper rep's retorian",
        2157.38,
        2163.88
    ],
    [
        " infections that turned to pneumonia easily. This was blamed on the breakdown of logistical support",
        2163.88,
        2170.32
    ],
    [
        " that meant units had to drink contaminated water. Unit sanitary discipline broke down almost",
        2170.32,
        2177.86
    ],
    [
        " completely. So that discipline, like I said, it starts with the shaving and the next thing,",
        2177.86,
        2185.84
    ],
    [
        " you're not boiling your water, the next thing, you know, you're sick, and the next thing,",
        2185.84,
        2188.58
    ],
    [
        " you know, you're crappin' all over the place, and the next thing, you know, other people,",
        2188.62,
        2190.96
    ],
    [
        " you're making other people sick, and it starts with the discipline.",
        2190.96,
        2194.28
    ],
    [
        " According to a survey of over 1,300 troops, this is Russian troops,",
        2195.68,
        2204.1
    ],
    [
        " immediately after the fighting, about 72% had some sort of psychological disorder.",
        2204.5,
        2210.78
    ],
    [
        " Almost 75% had an exaggerated startle response. That's like when there's a loud noise in a shutter",
        2212.08,
        2218.64
    ],
    [
        " from it. About 75% had an exaggerated startle response. 28% had what was described as neuro-emotional,",
        2218.64,
        2229.74
    ],
    [
        " and almost 10% had acute emotional reactions. The Russians recommended two",
        2230.24,
        2237.78
    ],
    [
        " psycho-physiologists, one psycho-pharmacologist, one psychiatrist, and one medical psychologist at",
        2238.2,
        2246.38
    ],
    [
        " each US-coresized unit. That's a huge recommendation from mental health.",
        2246.38,
        2252.4
    ],
    [
        " Although their experience in Afghanistan prepared them somewhat for the physical health problems,",
        2253.78,
        2258.5
    ],
    [
        " they were not prepared for this level of mental health treatment.",
        2258.84,
        2261.94
    ],
    [
        " Many permanent combat stress casualties resulted from soldiers not being provided proper immediate",
        2262.56,
        2269.9
    ],
    [
        " treatment. Again, this boils down to how harsh that urban combat is, and they were not ready for",
        2269.9,
        2284.78
    ],
    [
        " it. They were not ready for the psychological damage that that urban combat does.",
        2284.78,
        2290.62
    ],
    [
        " To the soldier's mind, how it gets in the head, and you've got the startle response,",
        2292.1,
        2297.86
    ],
    [
        " and the emotional acute reactions, it's a nightmare. It's a nightmare.",
        2298.2,
        2303.68
    ],
    [
        " Emotional reactions, that's like what? They'll break down.",
        2304.12,
        2308.64
    ],
    [
        " Chessons weren't afraid of tanks, or BMPs, and BMPs like, but Bradley Fighting Vehicles.",
        2310.64,
        2320.94
    ],
    [
        " Basically an armored personnel character, a carrier for the most part, with a big gun on top.",
        2321.94,
        2326.32
    ],
    [
        " They assigned groups of RPG gunners to fire volleys at the lead and trail vehicles.",
        2327.82,
        2333.44
    ],
    [
        " Once these were destroyed, others were picked off one by one.",
        2334.06,
        2337.44
    ],
    [
        " Oh, this is Battle Grasso, some facts. The Russian forces lost 20 of 26 tanks.",
        2339.04,
        2344.96
    ],
    [
        " 102 of 120 BMPs in the first three days of fighting.",
        2347.72,
        2352.1
    ],
    [
        " Imagine you got a convoy of 12 vehicles with a tank in the front and the tank in the back,",
        2353.16,
        2359.92
    ],
    [
        " and the Chessons take out the front and back. Now, guess what, you're stuck.",
        2360.16,
        2364.08
    ],
    [
        " And then they just sit there and pick off the rest of the vehicles.",
        2365.02,
        2366.86
    ],
    [
        " Stucks.",
        2366.92,
        2367.5
    ],
    [
        " This is also important. Chessons chose firing positions high enough or low enough to stay",
        2367.94,
        2377.66
    ],
    [
        " out of the fields of fire of the tank and BMP weapons. So, you know, the angle of fire can only",
        2377.66,
        2383.74
    ],
    [
        " go so high and so low, so they just stayed out of those two angles.",
        2383.74,
        2387.98
    ],
    [
        " Russian conscript infantry sometimes refuse to dismount and often died in their BMP without ever firing a shot.",
        2393.2,
        2401.42
    ],
    [
        " So, this is a nightmare. Your vehicle gets hit and if you know anything,",
        2402.1,
        2408.24
    ],
    [
        " when your vehicle gets hit or like your convoy gets hit, get out. In other words,",
        2409.06,
        2414.08
    ],
    [
        " if the vehicle can't move because it's trapped by other vehicles or trapped by the road or it's",
        2414.1,
        2419.58
    ],
    [
        " trapped by whatever, get out of the vehicle. Get out of the vehicle and take down a building.",
        2419.58,
        2423.6
    ],
    [
        " Get out of the vehicle and move to cover. Get out but get out of the vehicle. The vehicle's",
        2423.74,
        2427.8
    ],
    [
        " just a bullet magnet at that point and an RPG magnet. So, just get out of there.",
        2427.8,
        2432.9
    ],
    [
        " Russian elite infantry did much better but didn't coordinate well with armored vehicles initially.",
        2433.96,
        2439.22
    ],
    [
        " So, I can tell you that we coordinated with the armored vehicles beautifully and we loved them.",
        2440.52,
        2447.76
    ],
    [
        " We loved the US Army armor that we work with. Absolutely loved them and we coordinated with them",
        2448.38,
        2456.16
    ],
    [
        " and we worked together with them in a beautiful manner.",
        2456.16,
        2460.42
    ],
    [
        " Chessians were brutish especially with prisoners. Some reports say the Russians were no better but",
        2464.68,
        2471.66
    ],
    [
        " most say that the Chessians were the worst of the two sides. Whoever was at fault, the battle",
        2471.66,
        2478.48
    ],
    [
        " degenerated quickly to one of no quarter-ast none given. Russian wounded and dead were hung upside",
        2478.48,
        2488.0
    ],
    [
        " down in the windows of defended Chessian positions. Russians had to shoot at the bodies to engage the",
        2488.0,
        2496.6
    ],
    [
        " Chessians. Russian prisoners were decapitated and at night their heads were placed on stakes",
        2496.6,
        2504.6
    ],
    [
        " beside the roads leading into the city over which Russian replacements and reinforcements had to",
        2504.6,
        2511.46
    ],
    [
        " travel. So, you don't think of that in this day and age. That's something you read about in",
        2519.2,
        2525.7
    ],
    [
        " the history books. You remember it from the history books but there it is. I mean this is 1994,",
        2525.7,
        2531.82
    ],
    [
        " 1995, 1996. Heads on stakes. Both Russian and Chessian dead were routinely booby-trapped.",
        2532.12,
        2545.18
    ],
    [
        " The Russians were not surprised by the ferocity and brutality of the Chessians",
        2546.86,
        2553.94
    ],
    [
        " but they were surprised by the sophistication of the Chessian's use of booby-traps and minds.",
        2555.04,
        2562.02
    ],
    [
        " Chessians mined and booby-trapped everything showing excellent insight into the actions and",
        2562.74,
        2570.5
    ],
    [
        " reactions of the average Russian soldier. Mine and booby-trapped awareness was hard to maintain.",
        2570.5,
        2578.9
    ],
    [
        " As you look at this more, they booby-trapped anything they talked about how they showed",
        2579.82,
        2587.62
    ],
    [
        " insight into the actions and reactions of the average Russian soldier. They knew what would attract",
        2587.62,
        2591.46
    ],
    [
        " them. They knew what they couldn't keep their hands off of and that's what they booby-trapped.",
        2591.46,
        2595.32
    ],
    [
        " Some old shiny objects, some little something that looked expensive or something that looked",
        2595.74,
        2600.18
    ],
    [
        " worthwhile. It was booby-trapped. Now that kind of wraps up that first book but I pulled out some",
        2600.18,
        2613.76
    ],
    [
        " other little articles that I thought had some good information. This one here's Russian",
        2613.76,
        2619.04
    ],
    [
        " tactical lessons learned from fighting Chessian separatists by Timothy L. Thomas.",
        2619.04,
        2625.68
    ],
    [
        " This section with regard to general ambush guidance,",
        2626.46,
        2636.08
    ],
    [
        " Kuzloff offered the following. First and foremost, mobilize your will, knowledge and experience,",
        2637.38,
        2648.16
    ],
    [
        " no matter how difficult this may be. In order to reestablish command and control,",
        2648.58,
        2653.94
    ],
    [
        " repulse the enemy attack, seize the initiative and report the situation.",
        2654.52,
        2659.16
    ],
    [
        " That is a powerful statement. It's a powerful statement on how to react to any situation.",
        2663.62,
        2670.78
    ],
    [
        " First and foremost, mobilize your will.",
        2671.28,
        2673.94
    ],
    [
        " I love envisioning the will as like a military unit. First and foremost, mobilize your will.",
        2681.26,
        2691.16
    ],
    [
        " Bring it to bear, wake up will. It's time to get it on.",
        2691.84,
        2695.62
    ],
    [
        " In college and football, they'd say, I heard this other police, they'd say buckle up in guard your",
        2697.22,
        2703.18
    ],
    [
        " grill. What was it? Buckle up in guard your grill? Get ready to go. Mobilize your will, your knowledge",
        2703.18,
        2714.1
    ],
    [
        " and experience, no matter how difficult this may be. In order to reestablish command and control.",
        2714.1,
        2721.82
    ],
    [
        " So you've lost it. Saying mobilize your will, reestablish command and control,",
        2724.5,
        2729.72
    ],
    [
        " repulse the enemy attack, seize the initiative and report the situation.",
        2729.94,
        2734.44
    ],
    [
        " Has some damn good advice. Some damn good advice.",
        2734.96,
        2740.1
    ],
    [
        " Moral psychological support also was a training area for improvement. A particular concern here,",
        2741.62,
        2751.34
    ],
    [
        " were the mood swings that were observed among Russian servicemen during combat.",
        2751.34,
        2757.44
    ],
    [
        " So they've seen these drastic mood swings and so much of this was psychological on the Russians.",
        2758.18,
        2767.56
    ],
    [
        " And Russians are hard people. I mean, we're not talking about soft people. These are Russians.",
        2768.6,
        2774.14
    ],
    [
        " I mean, Russians are hard people.",
        2774.44,
        2776.12
    ],
    [
        " The end result of such training would be to improve the servicemen's fighting spirit.",
        2778.02,
        2782.58
    ],
    [
        " Use of common sense and rationale to overcome confusion, the ability to act boldly,",
        2783.56,
        2788.86
    ],
    [
        " actively and decisively in battle and the ability to achieve one's assigned goal.",
        2789.02,
        2794.14
    ],
    [
        " Again, this is talking about training the mind to think, to use common sense. This is what you",
        2794.7,
        2806.1
    ],
    [
        " witness you're in, whether you're in a war, whether you're in business, whether you're in some kind of team,",
        2806.1,
        2811.3
    ],
    [
        " train the mind to use common sense, train the mind for the ability to act boldly and decisively.",
        2811.76,
        2823.18
    ],
    [
        " You gotta train the mind. You gotta free your mind.",
        2823.18,
        2829.96
    ],
    [
        " Now, that same article pulled out Russian lesson learned from Spetsnotz, GRU reconnaissance point of view.",
        2830.64,
        2846.22
    ],
    [
        " And the authors were K. Niktin and S. Kozlov.",
        2847.78,
        2854.32
    ],
    [
        " They called this one section the commandments for servicemen in Chesnia.",
        2855.26,
        2864.84
    ],
    [
        " And what they actually were was cultural tips on cultural sensitivities for Russian soldiers",
        2865.52,
        2871.24
    ],
    [
        " and they are as follows. And when I read through these,",
        2871.24,
        2873.74
    ],
    [
        " this is a directive on how to treat other human beings that you're dealing with.",
        2876.22,
        2882.26
    ],
    [
        " Cheshin, Russian, American, subordinate, superior, it doesn't matter.",
        2882.36,
        2888.46
    ],
    [
        " What was the title of that again?",
        2888.76,
        2889.76
    ],
    [
        " Tips on cultural sensitivities for Russian soldiers.",
        2891.0,
        2893.94
    ],
    [
        " One, always maintain your authority among the local populace. The Chesians are very critical",
        2895.74,
        2901.74
    ],
    [
        " of people who try to create a false authority for themselves.",
        2901.74,
        2906.28
    ],
    [
        " A so-called patronizing attitude towards others usually afflicts those who cannot gain authority",
        2907.52,
        2915.72
    ],
    [
        " through other means. We talk about this all the time. You don't run around throwing your rank out.",
        2915.72,
        2921.88
    ],
    [
        " Makes you look like a jackass.",
        2923.12,
        2925.34
    ],
    [
        " Next, avoid unwarranted confiscations and unlawful requisitions of food and property.",
        2930.44,
        2936.84
    ],
    [
        " That one makes pretty easy sense. Don't steal from people.",
        2937.38,
        2941.3
    ],
    [
        " Next one, be fair. Every local inhabit it must be dealt with firmly but fairly.",
        2942.48,
        2948.72
    ],
    [
        " Injustice gives rise to negative attitude in any person.",
        2949.54,
        2953.22
    ],
    [
        " So be fair.",
        2958.28,
        2959.52
    ],
    [
        " Reward a Cheshin who performs as a assigned task well.",
        2961.62,
        2966.08
    ],
    [
        " To accomplish tasks that you need to get accomplished, choose the most authoritative person",
        2967.0,
        2971.44
    ],
    [
        " among the local inhabitants and get him to carry out the task.",
        2971.44,
        2974.38
    ],
    [
        " If he does the job right and does it quickly, you should reward the elder by giving him additional",
        2975.2,
        2980.94
    ],
    [
        " authority and by giving him some kind of gift. Reward your people when they do a good job.",
        2980.94,
        2987.42
    ],
    [
        " That's all we're saying here.",
        2988.3,
        2990.3
    ],
    [
        " When dealing with Cheshin, display a sense of calm and self-worth. You will achieve more",
        2993.28,
        2999.92
    ],
    [
        " through this than through screaming obscenities. Never beat a Cheshin.",
        2999.92,
        3004.86
    ],
    [
        " And it goes on to say Cheshin are a proud people with a very intense sense of pride and self-worth.",
        3007.18,
        3012.46
    ],
    [
        " Therefore, you will achieve nothing by humiliating them, by screaming at them, and by abusing them.",
        3013.14,
        3020.98
    ],
    [
        " You will only in bitter them.",
        3021.68,
        3024.12
    ],
    [
        " Right? This is how you treat other people.",
        3025.04,
        3029.84
    ],
    [
        " And it goes on to say even in casual conversation, do not give orders and do not use profanity that you",
        3030.7,
        3036.5
    ],
    [
        " might normally use as interjections. So this idea of yelling and screaming, and you think you're",
        3036.5,
        3046.54
    ],
    [
        " gonna people will do what you want to do, doesn't work. Next, respect Cheshin. Women, girls,",
        3046.54,
        3055.36
    ],
    [
        " old men and children as if they were Russians. Always remember that Cheshin's respect manly",
        3055.36,
        3062.58
    ],
    [
        " qualities, therefore never permit any disrespect or vulgarity with regard to their women.",
        3062.58,
        3068.66
    ],
    [
        " Never allow yourself to curse at defenseless people in revenge for the outrages of",
        3070.6,
        3075.64
    ],
    [
        " militants against Russian women, old men and children. So keep yourself in check and make sure",
        3075.64,
        3082.14
    ],
    [
        " you're not blaming people for something that somebody else did.",
        3082.14,
        3086.02
    ],
    [
        " Study and be respectful of national traditions. The more you know about the Cheshin's national",
        3088.34,
        3097.16
    ],
    [
        " traditions, the more you will understand their behavior. That means you will be able to predict",
        3097.16,
        3102.94
    ],
    [
        " their actions. At the same time, a person that respects the local traditions will be respected",
        3102.94,
        3109.56
    ],
    [
        " himself, gee, what a novel idea. Know who you're dealing with. Respect what they do.",
        3109.56,
        3118.26
    ],
    [
        " Always remember that the above mentioned commandments apply to the fullest extents",
        3122.6,
        3131.4
    ],
    [
        " possible to local inhabitants, and they do not apply at all to the militants.",
        3131.4,
        3137.56
    ],
    [
        " Never forget you are in a region where there are insurgents against whom you are at war.",
        3138.36,
        3143.88
    ],
    [
        " Therefore you can never be certain that the person with whom you are speaking is not helping",
        3145.08,
        3149.08
    ],
    [
        " the militants. Under conditions of guerrilla warfare, it is better to turn down an invitation",
        3149.08,
        3155.94
    ],
    [
        " to someone's home and risk offending the host than it is to take advantage of his hospitality",
        3155.94,
        3160.86
    ],
    [
        " and ending up being an easy catch for insurgents.",
        3160.86,
        3164.54
    ],
    [
        " Again, I think those were just like rules on how to treat other human beings in the world and be",
        3165.02,
        3177.6
    ],
    [
        " successful with it. Now we get to another little excerpt that I found. This is from",
        3177.6,
        3188.72
    ],
    [
        " soldat udachi, which is basically a magazine. It's almost like a soldier of fortune magazine.",
        3190.1,
        3195.32
    ],
    [
        " Some of the rules for a soldier and a zone of armed conflict.",
        3196.24,
        3203.78
    ],
    [
        " Fighters can be anywhere posing as peaceful citizens in the daytime and changing into killers at night.",
        3205.26,
        3210.76
    ],
    [
        " Don't accept someone's friendly just because they speak Russian and where Kamaflash clothes.",
        3211.42,
        3216.8
    ],
    [
        " This is perhaps my favorite one right here. You don't get a second chance in wartime.",
        3218.1,
        3222.82
    ],
    [
        " Never lose the feeling of danger or of the strength of the spirit of the Russian soldier.",
        3224.8,
        3230.84
    ],
    [
        " Never leave a base without the commander's permission in the field, never touch bright or",
        3232.56,
        3236.42
    ],
    [
        " expensive objects as they may be mined.",
        3236.42,
        3239.18
    ],
    [
        " In the mountains, whoever is higher is stronger.",
        3244.12,
        3248.06
    ],
    [
        " Take the high ground or the high ground is going to take you.",
        3249.0,
        3252.64
    ],
    [
        " Pay attention to the flanks as the basic maneuver of the insurgents is to get around your back",
        3254.52,
        3259.38
    ],
    [
        " and envelop your force. Always check your flanks. I'm going to burn through some of these now. These are",
        3259.38,
        3267.76
    ],
    [
        " tactical observations from the Grozny combat experience by Brett C. Jenkinson, who is a major in the US Army.",
        3269.2,
        3278.34
    ],
    [
        " You are a really good article worth checking out. Google it.",
        3279.28,
        3283.7
    ],
    [
        " But I broke down some of these",
        3284.34,
        3287.02
    ],
    [
        " Cheshon lessons learned. This is from the Cheshon side. Hit and run tactics confuse the Russian units.",
        3287.02,
        3296.22
    ],
    [
        " Targeting Russian radio operators destroyed Russian command control.",
        3297.76,
        3301.74
    ],
    [
        " Small units provided good mobility and more an effective basic maneuver unit.",
        3302.58,
        3307.38
    ],
    [
        " Hugging, which we already talked about, which was staying 50 to 250 meters of the enemy was the",
        3308.16,
        3315.92
    ],
    [
        " most effective way to avoid enemy artillery, mortars, or close air support.",
        3315.92,
        3320.14
    ],
    [
        " Synchronized ambushes confused the enemy to the point that he did not know where to shoot back.",
        3323.56,
        3328.2
    ],
    [
        " As a result, Russian units would start fire fights between themselves.",
        3328.88,
        3335.84
    ],
    [
        " Destroying the lead and train vehicles and then each vehicle in between could easily isolate",
        3337.1,
        3344.44
    ],
    [
        " Russian armored columns. Shooting enemy soldiers in the legs caused snipers to engage other soldiers",
        3344.44,
        3353.66
    ],
    [
        " trying to evacuate the wounded. And on leadership, a loosely organized unit that allowed greater",
        3353.66,
        3361.66
    ],
    [
        " freedom of action was effective to defend Grozny. A little bit of freedom on the battlefield goes",
        3361.66,
        3370.28
    ],
    [
        " a long way. Now the Russian lessons learned, training and preparation are the most important",
        3370.28,
        3374.28
    ],
    [
        " thing in winning battles. Urban combat training must be longer than days or weeks to be effective.",
        3374.28,
        3379.1
    ],
    [
        " Urban combat maneuver must be tailored to fit the enemy situation.",
        3380.3,
        3385.64
    ],
    [
        " Task organizing into small, squad-sized combined assault groups worked better than large units.",
        3387.44,
        3393.86
    ],
    [
        " Russians underestimated the cheshiren will to fight. Lessons learned from successful tactics should",
        3399.92,
        3408.06
    ],
    [
        " be integrated into follow-on missions. To be successful, one must adapt quicker than the enemy.",
        3408.06,
        3415.56
    ],
    [
        " For the leadership perspective, again, this is the Russians adapted lessons learned from",
        3422.78,
        3427.22
    ],
    [
        " previous urban battles, provide proved invaluable. The greatest challenge to leadership was",
        3427.22,
        3433.74
    ],
    [
        " maintaining morale. High-casually rates destroyed the already low morale of combat units.",
        3433.74,
        3439.9
    ],
    [
        " Another challenge to morale was the Russian soldiers' fear of enemy mistreatment if captured.",
        3441.8,
        3447.88
    ],
    [
        " And this is an important one of failure to justify the nature of Russian military intervention",
        3448.68,
        3456.92
    ],
    [
        " in Cheshnia resulted in low morale. So the troops on the ground not knowing and not understanding",
        3456.92,
        3463.16
    ],
    [
        " why they were there, not understanding the strategic important or the vision hurt their morale",
        3463.16,
        3468.24
    ],
    [
        " big time. Now I have a couple excerpts here from an article that was in the LA Times January 13, 1995 by",
        3468.24,
        3480.4
    ],
    [
        " Sonia Phron. Captured Russian soldiers paint bleak picture of cheshiren conditions.",
        3480.4,
        3488.94
    ],
    [
        " So this is Graznyy Russia. Russian troop morale is so low, conditions are so poor and losses are",
        3491.1,
        3498.46
    ],
    [
        " so heavy that the Russia attempt to take Graznyy is floundering. Two Russian soldiers captured in",
        3498.46,
        3503.54
    ],
    [
        " the capital of the breakaway Republic of Cheshnia said Thursday. The soldiers are against this war",
        3503.54,
        3509.44
    ],
    [
        " and so are our commanders. Said Alexia, 20-year-old junior sergeant, who was caught while trying to steal",
        3509.44,
        3516.94
    ],
    [
        " food from an empty house in Graznyy after you're gone five days without a solid meal.",
        3516.94,
        3521.22
    ],
    [
        " We are forced to fight. The two soldiers said Russian positions had frequently been bombed by",
        3522.16,
        3527.74
    ],
    [
        " Russian warplanes. Many soldiers had been killed by friendly fire from the Russian side",
        3527.74,
        3533.12
    ],
    [
        " and constant vehicle breakdowns made it impossible for them to pick up their dead and wounded.",
        3533.12,
        3538.06
    ],
    [
        " I haven't found the book yet. I'm sure I will. The book that takes you into the battle onto the ground",
        3545.26,
        3551.16
    ],
    [
        " because I've been talking all the strategic stuff and generally I don't like to do that. I want to",
        3551.16,
        3555.76
    ],
    [
        " hear from the person on the ground. This is where you start to get it. You start to see what the",
        3555.76,
        3562.34
    ],
    [
        " Russians, what the frontline troopers were thinking and what it was like for them.",
        3563.18,
        3568.22
    ],
    [
        " And here you had them saying that many soldiers have been killed by friendly fire from the Russian side.",
        3569.1,
        3573.74
    ],
    [
        " Constant vehicle breakdowns made it impossible for them to pick up their dead and wounded.",
        3574.44,
        3579.64
    ],
    [
        " In a company that had a hundred men, now they're only 50 left. In our battalion, out of 350 men,",
        3580.52,
        3589.18
    ],
    [
        " over 250 had been killed. The soldiers accounts indicate that the new official figures putting the",
        3589.46,
        3596.82
    ],
    [
        " Russian military death toll at 394 soldiers are vastly understated. Cheshiren sources put the Russian",
        3596.82,
        3605.16
    ],
    [
        " casualties at about 3,000 dead. These Russians are worse than fascists. Said Gregory A. Smirnov,",
        3605.16,
        3614.0
    ],
    [
        " 50 whose beloved cherry tree was decapitated by the rocket. Four young guys have been killed",
        3614.0,
        3619.32
    ],
    [
        " on our street. They weren't fighters. They weren't against anyone. I apologize for what Russia is",
        3619.32,
        3624.68
    ],
    [
        " doing here, Smirnov said. I'm embarrassed by my country in front of the whole world.",
        3624.68,
        3628.72
    ],
    [
        " A month after President Boris Yeltsin promised the Russian public that law in order would be",
        3629.74,
        3636.18
    ],
    [
        " restored in Cheshnia and that the illegal armed formations in Grazny would quickly be disarmed.",
        3636.18,
        3642.1
    ],
    [
        " It was unclear whether Russian forces could soon break through the fierce Cheshian resistance.",
        3642.1,
        3646.34
    ],
    [
        " I don't think they can take the city. Said one, Cheshian fighter. They can destroy it, but they",
        3647.42,
        3655.26
    ],
    [
        " can't capture it. The two Russian prisoners who had entered Grazny on December 20th looked exhausted,",
        3655.26,
        3661.6
    ],
    [
        " filthy and frightened. If their condition is typical of the rest of the enemy, it is not",
        3662.08,
        3667.34
    ],
    [
        " surprising that the Russians have not yet attempted another all-out infantry assault on Grazny.",
        3667.34,
        3672.72
    ],
    [
        " Frankly, there is no discipline, no anything in the military now, the prisoner said. The soldiers",
        3674.48,
        3681.96
    ],
    [
        " are weakened. They haven't washed for a long time. They are hungry and unshaven. Even a soldier,",
        3681.96,
        3690.52
    ],
    [
        " when he wants to describe how bad things have gotten, he says that the soldiers are dirty,",
        3691.14,
        3696.1
    ],
    [
        " hungry and unshaven. There were times where more of us were getting killed by our own people than",
        3696.32,
        3703.62
    ],
    [
        " by the Cheshans. We don't even have time to pick up our dead. Just no time. We're either fighting",
        3703.62,
        3709.44
    ],
    [
        " the Cheshian or our own air force is bombing us. The prisoner added that they'd been ordered to kill",
        3709.44,
        3716.54
    ],
    [
        " everybody from kids to old people, not just Cheshans, but also Russians. This is a nightmare.",
        3716.54,
        3723.84
    ],
    [
        " The two soldiers said they went into a house in northeast Grazny neighborhood to look for food",
        3726.2,
        3731.04
    ],
    [
        " because they hadn't had a proper meal for five days. They'd been surviving on dry rations that",
        3731.04,
        3736.88
    ],
    [
        " were never enough and were delivered to their positions irregularly. As the prisoners spoke,",
        3736.88,
        3742.38
    ],
    [
        " Cheshan fighters gathered around them to listen. Upon hearing the Russians admit that they had",
        3742.6,
        3746.3
    ],
    [
        " broken into the house, one man shouted angrily, looters, all we wanted was something to eat.",
        3746.3,
        3753.34
    ],
    [
        " We got to remember we've got a Soviet Union. This is Russia. They have their own media.",
        3761.48,
        3769.66
    ],
    [
        " I found this article. I shouldn't be laughing because it's horrible. This is the Moscow Times",
        3770.32,
        3777.22
    ],
    [
        " talking about the other story of Grazny. The city of Grazny is cold and dirty. This is some kind of",
        3777.22,
        3783.18
    ],
    [
        " state-approved message. There is no water, no electricity at night. The streets are illuminated only",
        3785.22,
        3790.02
    ],
    [
        " by distant fires sparked by Russian shelling and the occasional flares. The air is full of sound,",
        3790.02,
        3795.24
    ],
    [
        " constantly thumping of artillery shells, the screams of grott missiles, and a crackle of machine gun",
        3795.44,
        3800.64
    ],
    [
        " fire. The only source of heat in the burned out basements of Grazny are from homemade furnaces",
        3800.64,
        3805.82
    ],
    [
        " that Russian soldiers had fashioned from bricks of destroyed buildings. At night, officers and soldiers",
        3805.82,
        3811.54
    ],
    [
        " huddle around them. Their faces dirty and covered with sweat since they have water with which to wash it.",
        3811.54,
        3816.5
    ],
    [
        " It almost looks like they are wearing camouflage paint that is issued to soldiers in western armies.",
        3817.7,
        3823.88
    ],
    [
        " These men are by and large, normal decent people. They believe they are doing their duty in",
        3825.32,
        3831.52
    ],
    [
        " Cheshna. That's a little bit contrary to what we just heard from the prisoners. Of course,",
        3831.52,
        3835.02
    ],
    [
        " now the prisoners, those guys are in a dress situation too because they might get their heads",
        3835.14,
        3840.38
    ],
    [
        " chopped off at any moment. They are probably making the case the best they can. They insist",
        3840.38,
        3849.18
    ],
    [
        " that they do not intentionally attack peaceful civilians but are instead waging battle against an",
        3849.18,
        3855.54
    ],
    [
        " organized and pitiless enemy. The conscripts who are risking their lives in Cheshna might as well",
        3855.54,
        3861.08
    ],
    [
        " be considered volunteers. This is the paper saying that these poor guys that are fighting they should",
        3861.08,
        3869.76
    ],
    [
        " be considered volunteers. Even though they are conscripts that are being forced to fight there,",
        3869.76,
        3873.24
    ],
    [
        " they might as well be considered volunteers. Russia has not declared a war or martial law,",
        3873.3,
        3878.18
    ],
    [
        " so nothing threatens deserters except the moral condemnation of the comrades they leave behind.",
        3878.46,
        3883.76
    ],
    [
        " The army's morale has been steadily improving as it becomes more experienced in street fighting.",
        3885.58,
        3891.6
    ],
    [
        " Again, there's countless documented cases of the morale completely falling apart and being one",
        3894.58,
        3901.32
    ],
    [
        " of the premier causes of the loss of the battle. Its casualty rate is falling and is able to inflict",
        3901.32,
        3909.22
    ],
    [
        " increasing punishment on the Cheshan fighters. The military is confident of victory.",
        3909.22,
        3913.76
    ],
    [
        " Among these soldiers, you hear a different opinion about the war than what you read in Moscow.",
        3915.18,
        3919.76
    ],
    [
        " Many reports in the media about Cheshnia campaign are obviously biased against the military.",
        3921.6,
        3926.38
    ],
    [
        " Some may even be censored. When I was in Cheshna on January 22, a crew from Russian",
        3927.24,
        3933.04
    ],
    [
        " television was in Grasnaya's shooting report for the evening news program. The report included",
        3933.04,
        3938.54
    ],
    [
        " graphic footage of the bodies of Russian soldiers who had been mutilated by the Cheshans. However,",
        3938.54,
        3943.88
    ],
    [
        " the host of the program refused to air it without even seeing it. Of course, only a fraction",
        3944.04,
        3949.48
    ],
    [
        " of the Russian army is fighting in Cheshnia, but they have been sent here there from virtually every",
        3949.48,
        3955.86
    ],
    [
        " military district in the country. Eventually, they were returned to their bases and tell their",
        3955.86,
        3961.7
    ],
    [
        " stories to the rest of their comrades in arms. And those soldiers will put a lot more stock in what",
        3961.7,
        3967.52
    ],
    [
        " the Cheshnia veterans have to say than they will in any press reports or human rights activists.",
        3967.52,
        3974.5
    ],
    [
        " So, there's the official Russian version.",
        3977.7,
        3983.88
    ],
    [
        " In your experience, does that ever happen here? You see all the stuff in the media and you're like,",
        3985.46,
        3994.1
    ],
    [
        " dang, that's not how it happened. It definitely happens here. There's no doubt about it.",
        3994.26,
        3999.28
    ],
    [
        " The way that the media portrays things is very wrong, often very wrong. I think one of the classics",
        3999.64,
        4007.96
    ],
    [
        " that I've been telling lately, they're talking about lately is that they never portray the Iraqi people",
        4007.96,
        4014.84
    ],
    [
        " as normal human beings that just want to live normal lives. They never portray the Iraqi people like",
        4014.84,
        4023.62
    ],
    [
        " that when that's what they are. The vast majority of Iraqi people are normal people that want to",
        4024.94,
        4032.64
    ],
    [
        " have a job, raise their kids, let their kids go to school and prove their lives do better. That's",
        4032.64,
        4037.12
    ],
    [
        " what the vast majority of Iraqi people want. But when's the last time you saw an American family",
        4037.12,
        4044.92
    ],
    [
        " on the news that was going to the store to go grocery shopping and then come home and do some yard",
        4044.92,
        4053.24
    ],
    [
        " work in the afternoon. No, they don't show that because it's not news. It's the same thing in Iraq.",
        4053.24,
        4058.84
    ],
    [
        " They don't show that. So, we always get this impression that everyone in Iraq is some kind of",
        4058.84,
        4067.16
    ],
    [
        " militant. Right. They're just tired of us being the American. Yeah, that's not true. Not true at all.",
        4067.16,
        4072.94
    ],
    [
        " So, it's one of the biggest points I can think of where the media come just to, they just get it wrong.",
        4073.66,
        4079.04
    ],
    [
        " They just get it wrong and it really leaves people in America thinking, well, God, why are we there?",
        4079.84,
        4085.4
    ],
    [
        " Yeah. It's so crazy that we would do, you know, why they don't want us there? No, actually,",
        4085.68,
        4089.48
    ],
    [
        " they do want us there. But you don't show those people. Right. You show the protesters because that's news.",
        4089.6,
        4094.06
    ],
    [
        " That's true. Yeah. It's not news to interview someone that says, yeah, it's great having the",
        4094.08,
        4097.66
    ],
    [
        " Americans here. Hopefully they can maintain the peace. That's not news. Yeah, isn't that crazy?",
        4097.66,
        4101.32
    ],
    [
        " Hell, it's sure that's not news. And that code and that kind of makes sense. You know, why would you",
        4101.44,
        4106.1
    ],
    [
        " report on an American family? You just, you know, the dad went to work. You want to report on that",
        4106.1,
        4109.68
    ],
    [
        " because that's not news. So that makes sense. But the fact that you're not reporting everyday stuff",
        4109.68,
        4114.84
    ],
    [
        " is essentially changing the the accurate message into a message that's inaccurate. Then that's",
        4114.84,
        4120.56
    ],
    [
        " something, you know, yeah, it is. It is. It's, uh, it's horrible. It's horrible to see.",
        4120.56,
        4128.14
    ],
    [
        " This is just another little section. The Russian counterinsurgency",
        4129.42,
        4134.44
    ],
    [
        " operation in Cheshanya Part One, winning the battle, losing the war by Matthew N.",
        4134.44,
        4141.54
    ],
    [
        " Janko. RPG and sniper fire focused on exposed Russian troops. Small groups of 10 to 20",
        4143.16,
        4152.06
    ],
    [
        " Cheshank fighters moved in down buildings and the surrounding mountains to engage heavily armed",
        4152.06,
        4156.6
    ],
    [
        " and armored Russian troops. The Cheshan teams were attacking shifts, some attacking while the",
        4156.6,
        4164.18
    ],
    [
        " others rested so that a force of no more than 50 held entire battalions at bay, bottled necked",
        4164.18,
        4170.5
    ],
    [
        " in the narrow streets and cities or the tre- or the treacherous deflase of the mountains.",
        4170.5,
        4176.1
    ],
    [
        " The Cheshan utilization of information and space and they're highly sophisticated networking",
        4176.72,
        4182.4
    ],
    [
        " allowed them a tremendous advantage in terms of physical combat and even more important",
        4182.4,
        4187.08
    ],
    [
        " advantage in terms of psychological impact on their enemy. Rather than a group of rag tag and",
        4187.08,
        4193.5
    ],
    [
        " surgeon fighters fueled by hatred and national fanaticism, the Cheshan fighters were highly trained,",
        4193.5,
        4199.1
    ],
    [
        " disciplined, well-equipped and knowledgeable of the terrain. From the individual up through the",
        4199.56,
        4206.94
    ],
    [
        " army level, the Cheshans held the advantage in all but air power and fire support. We already",
        4206.94,
        4212.92
    ],
    [
        " talked about how they overcame that. The Cheshan fighters proved better trained, equipped,",
        4212.92,
        4217.48
    ],
    [
        " technically skilled and fed and demonstrated remarkably higher morale and motivation in addition to",
        4217.74,
        4223.5
    ],
    [
        " an intimate knowledge of the hazardous terrain. It's just incredible how over and over again they",
        4223.5,
        4230.28
    ],
    [
        " point out on both sides how big of a factor morale is. If you're in a leadership position,",
        4230.28,
        4237.08
    ],
    [
        " whether you're working with a team, whether you're working with a company,",
        4237.28,
        4239.1
    ],
    [
        " with a business, morale is so important and you have to pay attention to it.",
        4239.32,
        4246.12
    ],
    [
        " Yeah, it seems that at a glance or something, it seems like morale is this extra thing.",
        4247.16,
        4253.38
    ],
    [
        " You don't feel good, business is business. You don't feel good about it but",
        4254.14,
        4258.96
    ],
    [
        " that's kind of the fuel. You don't have the fuel. It's like, well, I even do it.",
        4259.3,
        4264.32
    ],
    [
        " Yeah, I wouldn't say it's the fuel, I'd say it's the fire.",
        4264.5,
        4267.16
    ],
    [
        " There you go. Right? Yeah. Throughout the first Cheshan war,",
        4267.44,
        4272.88
    ],
    [
        " Cheshan fighters, many of them former Soviet soldiers with combat experience in Afghanistan,",
        4273.2,
        4277.88
    ],
    [
        " dug into the hills and fought a defensive and fierce war of attrition with the Russian troops,",
        4278.26,
        4282.0
    ],
    [
        " not unlike their former after-and-eve counterparts. Although both sides engaged in acts of",
        4282.14,
        4288.32
    ],
    [
        " brutality to weaken the enemies, it resolved to fight. Cheshan fighters far out did their",
        4288.32,
        4293.38
    ],
    [
        " Russian counterparts in these grisly psychological tactics. They hung Russian wounded upside down,",
        4293.38,
        4302.32
    ],
    [
        " wounded and dead upside down in the windows of defensive positions. For example, forcing the",
        4302.68,
        4307.08
    ],
    [
        " Russians to fire at their combat comrades in order to engage the rebels. Clearly, that's the",
        4307.08,
        4312.66
    ],
    [
        " second time we've talked about that. Clearly, that had a huge impact. I can't even imagine",
        4312.66,
        4316.56
    ],
    [
        " what that does to you psychologically when you want to shoot at the enemy and you got to shoot at",
        4317.12,
        4321.92
    ],
    [
        " one of your brothers, who's either wounded, I mean, he might be dead, but he's possibly just wounded.",
        4321.92,
        4328.16
    ],
    [
        " Yeah. And either way, he's right there. You got to shoot. Yeah, it's the...",
        4328.52,
        4333.78
    ],
    [
        " Both Russian and Cheshan dead were routinely booby trapped by the Cheshans, who showed sophisticated",
        4333.78,
        4338.64
    ],
    [
        " insight into the likely actions, reactions of the average Russian soldiers. We already talked about that.",
        4338.64,
        4344.86
    ],
    [
        " In addition, Cheshan fighters used dirty tactics collectively learned from dozens of asymmetrical",
        4348.02,
        4353.02
    ],
    [
        " guerrilla conflicts before, such as instructing snipers to aim for the legs of Russian troops,",
        4353.02,
        4357.56
    ],
    [
        " injuring, but not incapacitating them, and then shooting free range at the subsequent rescue",
        4357.8,
        4362.6
    ],
    [
        " parties that were sure to come. Some snipers aimed specifically at the groin,",
        4362.6,
        4369.32
    ],
    [
        " dealing a crippling and humiliating wound, and a humiliating wound that resulted in a slow,",
        4370.12,
        4376.48
    ],
    [
        " painful death. And we experienced this in Iraq, too, where... Part of it was like rumor mill,",
        4376.82,
        4385.5
    ],
    [
        " where some people would say, oh man, because I remember in Fallujah, there was a sniper that shot",
        4386.34,
        4390.98
    ],
    [
        " a couple guys in the groin, and then one person got shot in the groin in Ramadi. And I just remember",
        4390.98,
        4399.0
    ],
    [
        " everyone thinking, oh, they're going to go there, this is what... And it's psychological. It's a",
        4399.0,
        4402.1
    ],
    [
        " psychological attack. Cheshans routinely dressed in Russian uniforms to gain access to bases,",
        4402.1,
        4408.42
    ],
    [
        " and used these opportunities to launch surprise attacks from behind enemy lines.",
        4408.92,
        4413.14
    ],
    [
        " Each Cheshan took seriously the notion that the center of grabbing the war was no longer the",
        4414.1,
        4418.56
    ],
    [
        " enemy's army, but rather the enemy's people. Tactics were devised to attack the psyche of the",
        4418.56,
        4425.44
    ],
    [
        " Russians, aimed at creating a constant level, high level of psychological stress on the Russian",
        4425.44,
        4431.36
    ],
    [
        " servicemen to undermine their morale. So the Cheshans were attacking the morale, attacking them,",
        4431.36,
        4438.3
    ],
    [
        " doing things that were attacking them psychologically. Hardened by a united sense of purpose in driving out",
        4438.56,
        4447.72
    ],
    [
        " the invader, the Cheshan troops terrified and terrorized the Russian troops, slowly bleeding out",
        4447.72,
        4453.1
    ],
    [
        " their morale and willingness to fight. The Russian troops, many still in their teens,",
        4453.1,
        4459.46
    ],
    [
        " were woefully unprepared and under trained in comparison. The result of such a disparity in",
        4460.06,
        4467.28
    ],
    [
        " morale and military expectations had tragic consequences. According to one Russian participant,",
        4467.28,
        4476.18
    ],
    [
        " the men on the ground shaken and angered by their losses, were just taking it out on",
        4476.66,
        4482.9
    ],
    [
        " anyone they found. There was revenge in the air for those comrades who had been killed.",
        4483.0,
        4489.84
    ],
    [
        " And now you end up with, so the Russian troops get so frustrated, they're so psychologically",
        4490.38,
        4495.36
    ],
    [
        " damaged that there's going out and taking it out on the local Cheshan, which are some of these",
        4495.36,
        4500.12
    ],
    [
        " are Russian, some of these people are good Russians. And they're taking it out on them,",
        4500.12,
        4505.56
    ],
    [
        " they're taking it out on anyone that could be an insurgent, and now what happens, now everyone",
        4505.6,
        4509.42
    ],
    [
        " starts turning against you, it's a nightmare. Without recourse to set peace conventional battle,",
        4509.42,
        4517.3
    ],
    [
        " the Cheshan insurgents had arguably achieved the acme of skill by subduing their enemy largely",
        4517.5,
        4524.78
    ],
    [
        " before the fighting began. At the same time, the Russians, with their vast superiority in military",
        4524.78,
        4532.44
    ],
    [
        " firepower, failed to use it, to tactical and strategic advantage. By employing air and space power",
        4532.6,
        4542.14
    ],
    [
        " thoughtlessly or unimaginably, the Russian's power was less effective or even",
        4542.14,
        4549.32
    ],
    [
        " disastrously impotent. So a lack of imagination, a lack of creativity, brutal, brutal war,",
        4551.28,
        4561.4
    ],
    [
        " and a lot of lessons learned. And I can tell you that there's a lot of lessons that were learned",
        4562.08,
        4567.64
    ],
    [
        " by those Russians on the ground that were absolutely implemented by American forces",
        4567.64,
        4573.16
    ],
    [
        " in, I know in Ramadi, absolutely the amount of similarities for that urban combat and the",
        4574.4,
        4583.78
    ],
    [
        " things that we watched out for because of the sacrifices made by the Russian soldiers,",
        4583.78,
        4590.66
    ],
    [
        " I'd say it had a huge impact. And I'm glad that we were able to take away some lessons",
        4591.64,
        4598.62
    ],
    [
        " and take those to the battlefield in Ramadi and do things like protect the local populace and do",
        4600.04,
        4605.38
    ],
    [
        " things like understand their culture and do things like not take out our aggression on the local",
        4605.38,
        4613.26
    ],
    [
        " populace which only turns to the local populace against you. And it was that professionalism",
        4613.26,
        4620.04
    ],
    [
        " of the US military, of the US army soldiers, of the US Marines, that professionalism",
        4621.2,
        4628.8
    ],
    [
        " to maintain that discipline throughout the battle. That was actually absolutely critical",
        4628.8,
        4639.64
    ],
    [
        " in bringing about the victory. It's crazy how all these strategies and tactics are all the same.",
        4641.14,
        4655.62
    ],
    [
        " The patent book, all the books that these messages are, it's all the same. It's crazy. It is,",
        4655.76,
        4662.68
    ],
    [
        " it is, it is all the same. It is crazy how similar they are and when they just completely line up.",
        4662.84,
        4668.2
    ],
    [
        " And again, it's amazing how the tactics from the battlefield reflect the tactics in business",
        4668.3,
        4678.1
    ],
    [
        " and reflect the tactics in human life. Yeah, you know what you want, which kind of gave me",
        4678.1,
        4684.3
    ],
    [
        " an eerie feeling, but it is one you talked about the Cheshnian rebels that they were the rebels,",
        4684.3,
        4691.9
    ],
    [
        " right? Some Cheshnian rebels. They, how they'd attack the Russian morale. Right? So what",
        4691.9,
        4697.54
    ],
    [
        " gave me an eerie feeling is that's what you get with like guys who abuse their girlfriend or",
        4697.54,
        4703.02
    ],
    [
        " their wife. That's what they do. They attack their morale. Yes. Yes. I don't know why they gave me that",
        4703.02,
        4708.52
    ],
    [
        " feeling, but it's like so because it gave you that eerie feeling because you understand",
        4708.52,
        4714.32
    ],
    [
        " how devastating it is. Yes. You know, and it's not exactly. Yeah, that's a perfect way to put it",
        4714.32,
        4719.64
    ],
    [
        " because it's not this thing where it's different than chopping off the guys' heads and putting it",
        4719.64,
        4723.96
    ],
    [
        " on stakes. That's something for sure, but it's way different. It's on this weird, like,",
        4723.96,
        4728.82
    ],
    [
        " kind of covert level, but still so devastating. So it's weird words. It's bad when you see a guy",
        4729.32,
        4737.78
    ],
    [
        " doing that to a girl. Yeah, it's horrible. And also, and you mentioned this earlier,",
        4737.78,
        4744.68
    ],
    [
        " the morale piece is something that gets ignored so often, especially in the business world,",
        4746.04,
        4751.52
    ],
    [
        " where people just their morale will take a beating, the markets bad, all these things. And if you",
        4751.52,
        4756.78
    ],
    [
        " don't prop up that morale, you don't protect the morale, you don't defend the morale, you don't",
        4756.78,
        4760.88
    ],
    [
        " strengthen the morale. That's when you get what's what happened to the Russian soldiers. The morale",
        4760.88,
        4766.48
    ],
    [
        " fell apart. Yeah. And a lot of times, if the morale is down like in a company or something,",
        4766.48,
        4774.32
    ],
    [
        " the leader, if he's bad, he'll kind of blame them. Like, you guys have bad attitudes. You know,",
        4774.78,
        4779.54
    ],
    [
        " we're trying to do some business here and you guys have bad attitudes, but it's, you know,",
        4779.54,
        4782.52
    ],
    [
        " yeah, that's going to be the opposite there. Leader that's not taking ownership of the situation.",
        4782.78,
        4788.32
    ],
    [
        " Yeah. Which is why ownership is so important. Because the minute you start blaming,",
        4788.84,
        4794.5
    ],
    [
        " I mean, you're just you're just putting a nail in the coffin when you start blaming people for",
        4795.26,
        4799.46
    ],
    [
        " bad morale, you know, it's a it's the hey, the the beatings will continue until morale improves.",
        4799.46,
        4803.94
    ],
    [
        " Right. Yes, exactly. Yeah. Doesn't work. Yeah. You know, the beatings do not improve morale.",
        4804.04,
        4809.2
    ],
    [
        " Yeah.",
        4811.22,
        4811.66
    ],
    [
        " Would you say kind of the top your head? Would you say that that's more common than not?",
        4810.0,
        4816.68
    ],
    [
        " That just that whole thing where, you know, just to blame people in general. Oh, absolutely.",
        4817.16,
        4820.94
    ],
    [
        " Leader too. Absolutely. I mean, it is absolutely a very common problem in leadership. Yeah.",
        4821.36,
        4828.42
    ],
    [
        " That's why our book is done really well because people say, Oh, man, yeah, I do that. Oh, I",
        4828.56,
        4834.04
    ],
    [
        " can't believe I do that. Yeah. Because we never hear any of this stuff like growing up. You'll say,",
        4834.04,
        4838.56
    ],
    [
        " okay, don't blame, but it's it's not like a real strong message that you're saying growing up.",
        4838.56,
        4843.44
    ],
    [
        " I know I wasn't. I don't think that that people have isolated and focused on ownership at this",
        4843.44,
        4853.52
    ],
    [
        " level. I think that's why the I think that's why the book is done very well. Yeah. I think that's why",
        4853.52,
        4859.34
    ],
    [
        " people continue to contact me and say, Hey, that you guys, thank you for writing this book. It's",
        4859.34,
        4864.48
    ],
    [
        " changed the way I look at everything. It's changed the way I've done my business. It's changed the way",
        4864.48,
        4868.3
    ],
    [
        " I'm treating my wife, changed my family. It's changed my outlook on my physical failings.",
        4868.3,
        4874.16
    ],
    [
        " So when you take ownership to that high level and that intensity and you called extreme",
        4875.36,
        4880.36
    ],
    [
        " ownership, yeah, I think I think it has a huge impact. I think that we are the first people that have",
        4880.36,
        4885.74
    ],
    [
        " said, you know what, this needs to be the focus. Right. This is the game changer. This is the",
        4885.74,
        4890.72
    ],
    [
        " fundamental principle in life that is going to turn you from failure to success. It's not when",
        4891.12,
        4899.32
    ],
    [
        " you say, Hey, this person didn't help me and this person went against me and this person sabotaged",
        4899.32,
        4903.9
    ],
    [
        " me. That's great, but it doesn't matter. When you take ownership of everything, somebody sabotaging",
        4903.9,
        4910.5
    ],
    [
        " me, I got to own it. I got to figure out how to stop them. Yeah. And it's just so when you when you",
        4910.5,
        4915.74
    ],
    [
        " kind of know that or you kind of get wind of that, it almost seems so obvious. Yeah. Well,",
        4915.74,
        4920.8
    ],
    [
        " what was I thinking? If I'm going to blame someone, of course, they're going to blame me back.",
        4920.8,
        4925.3
    ],
    [
        " If I get belligerent towards someone, of course, I can be belligerent back, but you don't,",
        4925.52,
        4929.06
    ],
    [
        " and you already knew that really if you're asked, but it's almost it's almost like you don't think",
        4929.22,
        4934.56
    ],
    [
        " if I take ownership, everyone else is going to start taking ownership. I don't, you know,",
        4934.56,
        4939.78
    ],
    [
        " you don't really think about that that much. Even though after you know it, it seems real obvious.",
        4940.52,
        4945.16
    ],
    [
        " These things are simple, but not easy. But not easy. Yeah. They really are. And ownership,",
        4946.6,
        4952.24
    ],
    [
        " when you take ownership of problems, when you take ownership of your life and when you don't have",
        4952.52,
        4958.04
    ],
    [
        " anybody else to blame, it hurts. Yeah. Yeah. It hurts. It hurts the ego. It hurts the mind. It hurts.",
        4958.04,
        4966.64
    ],
    [
        " So people, even though it's really easy, you're going to take ownership of everything. It's hard to do.",
        4966.96,
        4971.82
    ],
    [
        " It's difficult for people to do. And when they do do it, when they do step across that line,",
        4972.8,
        4981.32
    ],
    [
        " and they do take ownership, they absolutely see things turn around. And I've heard that, you know,",
        4981.58,
        4987.4
    ],
    [
        " I mean, thankfully for the internet, thankfully for Twitter and Facebook and all these things,",
        4987.44,
        4991.56
    ],
    [
        " people hit me up every single day and say, either, hey, this changed my life, but sometimes it's",
        4991.86,
        5001.8
    ],
    [
        " a ownership of them. Problem solved. And you're like, okay, that's great. What were that person",
        5001.86,
        5005.7
    ],
    [
        " that had done a month ago before they read the book? They would have blamed somebody else. They",
        5005.7,
        5008.76
    ],
    [
        " would have shifted the problem. They would have ignored it. They would have cast blame",
        5008.76,
        5012.9
    ],
    [
        " somewhere else. And they wouldn't have solved the problem. So when you take ownership, it allows you",
        5012.9,
        5018.1
    ],
    [
        " to then solve the problem. So that's what you got to do. So now it is time for questions from",
        5018.1,
        5031.12
    ],
    [
        " the interwebs. Yeah. We actually have a current event question, which technically has never happened.",
        5031.58,
        5039.94
    ],
    [
        " Well, I would say it's not, I'll explain why it's not a current event once you ask the question.",
        5040.8,
        5046.5
    ],
    [
        " Right. Because it's not. Yeah, it is. All right. What are your thoughts on the Conor McGregor versus",
        5046.76,
        5056.66
    ],
    [
        " Nate Diaz fight and the Holly home versus Misha Tate fight? That's UFC 196 this past weekend.",
        5056.66,
        5063.98
    ],
    [
        " Women's Bentom Weight Championship Holly home versus Misha Tate. And then it's like a super",
        5064.58,
        5071.9
    ],
    [
        " fight, right? Yeah, super fight Nate Diaz and Conor McGregor who's a champ at 145.",
        5071.9,
        5077.64
    ],
    [
        " And here's why this is not a current events question to me. Because this is just a question about",
        5078.18,
        5086.4
    ],
    [
        " fighting. It really is. Because and you could say this at any time, these were good examples. And",
        5086.4,
        5093.26
    ],
    [
        " what we talked about these examples in one year, five years. And there's other fights that are",
        5093.26,
        5100.16
    ],
    [
        " similar examples. Holly home, who is a world class kick boxer and boxer. And a very good mixed martial",
        5100.16,
        5108.36
    ],
    [
        " artists. However, not that great at Jiu Jitsu, not not horrible. I'm not trying to bag on her because",
        5108.36,
        5115.22
    ],
    [
        " she is awesome. And a smart fighter too. Very smart with a great coach, great corner.",
        5115.22,
        5119.76
    ],
    [
        " She lost to Misha Tate, who is definitely not as good of a striker, but who is better on the ground.",
        5121.24,
        5128.28
    ],
    [
        " Yeah. And she's real well around it. She's extremely well rounded. Yeah. She's extremely well",
        5129.8,
        5144.94
    ],
    [
        " fights that she had was awful. And Misha Tate, Ronda, I'll see for you. Yeah. For some reason,",
        5144.94,
        5150.38
    ],
    [
        " Misha kept clenching and grabbing and trying to take the fight to the ground against Ronda,",
        5150.52,
        5155.06
    ],
    [
        " which was just stupid. She's clearly a better striker. So I don't know. I think that might change",
        5155.16,
        5160.24
    ],
    [
        " the next time they fight. Misha will hopefully have a smarter game plan than trying to grapple with",
        5160.24,
        5167.72
    ],
    [
        " Ronda. There's no reason for it. She's a better striker. She needs to take advantage of it. Yeah.",
        5167.72,
        5172.26
    ],
    [
        " On the other hand, with Holly home, she does get the grappling going.",
        5172.28,
        5177.52
    ],
    [
        " Yes. And not easy. Holly home is good at avoiding the takedown.",
        5178.42,
        5182.36
    ],
    [
        " I'll take a warning takedown. Man, so good. But yeah, finally does it in the fifth row. She had her",
        5182.38,
        5189.3
    ],
    [
        " at the end of the second round. Yeah. But the time ran out. And then yeah, managed to,",
        5189.3,
        5198.38
    ],
    [
        " get it to the ground and immediately finish. Yeah. I mean, she managed and it's key that you",
        5198.84,
        5207.38
    ],
    [
        " said that she managed to like get it to the ground because it wasn't a beautiful takedown or",
        5207.38,
        5211.56
    ],
    [
        " anything. She got in on her finally. She'd gotten stuff the couple times. It was Holly was doing a",
        5211.56,
        5217.3
    ],
    [
        " really good job of keeping her at bay. And Holly was obviously scared because even the second round,",
        5217.3,
        5223.02
    ],
    [
        " she got once it was on the ground. It was just domination by Misha. And then",
        5223.02,
        5228.76
    ],
    [
        " Holly didn't want to go to the ground with her again, but then she let her get in. And then,",
        5228.76,
        5235.48
    ],
    [
        " like you said, Misha just forced that thing kind of dragged it in the ugly way, just kind of",
        5235.48,
        5240.78
    ],
    [
        " make got it to the ground. And once you got the ground, she got her back, boom, got her back. And then",
        5240.78,
        5244.28
    ],
    [
        " once you got her back, she got the choking. Once you got the choking, Holly kind of tried to flip",
        5244.28,
        5250.5
    ],
    [
        " her off. And even that was a little bit of a mistake. If Holly would have just stood and shook her off,",
        5250.5,
        5257.64
    ],
    [
        " like a really good experienced jujitsu player might do. But she didn't. She flipped her over and",
        5257.78,
        5264.92
    ],
    [
        " landed on her back and then Misha had the choking deep. And finished her. Misha's been in some",
        5264.92,
        5271.58
    ],
    [
        " scraps before. She is a scrappy tough. She's got a big heart. She fights with a lot of heart.",
        5271.58,
        5277.44
    ],
    [
        " I give her, I give her some props. I mean, so does Holly, of course. Holly went to sleep. She'd",
        5277.48,
        5282.26
    ],
    [
        " even tap. She was like, what? No, I'm not tapping. And you could see her instinctively started throwing",
        5282.26,
        5287.84
    ],
    [
        " throwing punches at the end. I mean, into the air in the different direction because that's her",
        5287.84,
        5293.66
    ],
    [
        " that's her training against it. Yeah, that's crazy how you see that all the time. Even when",
        5293.66,
        5298.4
    ],
    [
        " guys get knocked out, you ever see guys getting knocked out and then they start grappling with",
        5298.4,
        5301.72
    ],
    [
        " their eyes. First of all, with a wrap or something like that, just kind of unconsciously doing it.",
        5301.72,
        5306.44
    ],
    [
        " It's kind of a kind of compliment I would say. Yeah, to their skill, like that's automatic.",
        5306.68,
        5311.32
    ],
    [
        " Yeah, so automatic that she's just throwing punches at the air. Even though she's a sleep.",
        5311.84,
        5317.66
    ],
    [
        " So yeah, so in this case, straight up, yeah, jujitsu works, right? Yes.",
        5318.5,
        5326.42
    ],
    [
        " Okay, we'll talk about to give us a debrief on the Gregor Diaz fight. See that one, I think it was.",
        5328.9,
        5336.26
    ],
    [
        " There is a lot of components, I think, to that. I think I think that just give us the",
        5336.96,
        5342.54
    ],
    [
        " outlook of what happened. What just, okay, yeah, they fought, they fought at 170 and Nadia's is either",
        5342.54,
        5348.74
    ],
    [
        " 155 or I think sometimes he's fought. He's fought at one. He's fought at 170 before. Yeah,",
        5349.86,
        5355.26
    ],
    [
        " Nate, but but he's his normal weight for fighting is 155. Yeah, so McGregor's normal weight for",
        5355.38,
        5361.98
    ],
    [
        " fighting is 14. Yeah, came up 10 pounds, but due to the late nature of the the bout, they actually",
        5361.98,
        5368.9
    ],
    [
        " ended up fighting at 170. Yeah. Yeah, so they fight and it was it was a little battle and I think",
        5368.9,
        5375.8
    ],
    [
        " from what I saw it was it was close, but I think Connor McGregor caught him like some solid ones.",
        5376.0,
        5385.44
    ],
    [
        " Column, couple solid ones. Yeah. Yeah. And then, then yeah, it shifted and then Nate started",
        5386.14,
        5392.66
    ],
    [
        " catching him and jamming him up and and I think that's really what did it because he started beating",
        5392.66,
        5399.28
    ],
    [
        " him up and then Connor went for a take down and that's what you typically what you do when you",
        5399.28,
        5404.18
    ],
    [
        " go for that take down the way you did that's when you get beat up and you go for the clinch, you know,",
        5404.18,
        5408.24
    ],
    [
        " that's to avoid getting beat up. Yes. Even in boxing they do that, you know, you get beat and you go",
        5408.3,
        5412.02
    ],
    [
        " for the. Yeah. So that was kind of what that kind of was and in MMA, you just you go for the take",
        5412.02,
        5417.26
    ],
    [
        " down. That's kind of where it is. So he did, but and that's the thing that here comes the Jiu Jitsu, right?",
        5417.26,
        5422.02
    ],
    [
        " Where it is. Yeah, it's so the reality is Connor McGregor couldn't you that wasn't an option for him.",
        5422.22,
        5432.08
    ],
    [
        " Where sure he went for the take down, but going to the take down is even worse now because Nate",
        5432.38,
        5436.56
    ],
    [
        " Deez is one of the he's a really good Jiu Jitsu guy really good. So and kind of McGregor is still working",
        5436.56,
        5442.56
    ],
    [
        " on his Jiu Jitsu's good from what I hear whatever, but not like Nate Deez, Nate Deez is like levels",
        5442.56,
        5447.44
    ],
    [
        " above them. Absolutely. So it goes to the ground and it really showed. So not only is Connor kind of",
        5447.44,
        5453.08
    ],
    [
        " beat up a little bit and and dazed. Now he's on the ground and he has to do Jiu Jitsu now, which is",
        5453.08,
        5458.04
    ],
    [
        " that's a double double strike on him. So of course, he you know, he takes a couple more shots and then",
        5458.04,
        5464.22
    ],
    [
        " Nate choked him out pretty pretty quick. Yeah, he brought in that Jiu Jitsu skill and and one thing",
        5464.22,
        5472.32
    ],
    [
        " that Deez is pointing out the whole week when they were getting interviewed and everything, he says",
        5472.32,
        5476.14
    ],
    [
        " that you know, he I have better training partners in you. Look who I'm rolling with and look who",
        5476.14,
        5480.16
    ],
    [
        " he is rolling with. He's rolling with his brother Nick. He's rolling with Jake Shields who's",
        5480.16,
        5484.46
    ],
    [
        " beast on the ground. I mean, he's rolling with all those little badass wrestlers too. He's got",
        5484.46,
        5489.74
    ],
    [
        " yeah, you got grown up there. I mean, these guys are getting after it. You know what I mean? Yeah.",
        5489.74,
        5494.62
    ],
    [
        " And so, uh, who's I mean, I don't know. I mean, he trained with Gunner or what's McGregor",
        5494.76,
        5501.12
    ],
    [
        " trained with Gunner? He's good. Gunner is good and everything. But yes, but the thing is about the",
        5501.12,
        5507.46
    ],
    [
        " Jiu Jitsu and about the training. The guys that you're training with all the time, that's the guy",
        5507.46,
        5513.82
    ],
    [
        " that you're training with every day, that's what makes you good. Not the guy that comes out for a",
        5513.82,
        5518.2
    ],
    [
        " two-week camp or a four-week camp or a six-week camp. That does not make you good at Jiu Jitsu. Might",
        5518.2,
        5523.34
    ],
    [
        " sharpen up one or two things, but it's not the life. Right. It's not the deep, daily grind with the",
        5523.34,
        5531.58
    ],
    [
        " masters. You know, that's what's make you really good. Yeah. So, I think that, like I said, I mean,",
        5531.58,
        5540.34
    ],
    [
        " it's definitely showed that Jiu Jitsu definitely works. And it also shows you how hard it is to get",
        5542.38,
        5551.22
    ],
    [
        " good at. How much harder it is to get good at? At Shrek. I mean, Misha, no, she was not dominating,",
        5551.22,
        5557.86
    ],
    [
        " but she was surviving on the stand-up. You know what I mean? And this is a world class striker.",
        5557.98,
        5563.28
    ],
    [
        " She's definitely a better striker than Misha Tate is a grappler. I mean, Misha Tate doesn't have",
        5563.38,
        5569.68
    ],
    [
        " tremendous accolades as a grappler. She's a high-level MMA grappler, but she's not a world champion",
        5571.1,
        5576.0
    ],
    [
        " grappler. And yet, you know, she was able to hang because striking is a, for the most part,",
        5576.0,
        5584.9
    ],
    [
        " from a thought perspective, is a linear thought pattern of throwing strikes at another human.",
        5585.14,
        5591.76
    ],
    [
        " Grappling is infinitely more complex. Infinitely. It's infinitely more complex. And so you have",
        5592.66,
        5599.4
    ],
    [
        " to learn it earlier. And if you want to make something up, I mean, because striking has an",
        5599.4,
        5609.84
    ],
    [
        " element of luck to it. I don't care what you say. Striking has, I mean, when two MMA fighters go",
        5609.84,
        5617.26
    ],
    [
        " on the cage, there's not a guy that says, hey, I can definitely knock this guy out. There's absolute",
        5617.26,
        5622.18
    ],
    [
        " luck. There's, you know, knockouts are seldom even in boxing, where the whole object is a bunch of",
        5622.18,
        5627.88
    ],
    [
        " the other guy and they had knock him out. Whereas a rear naked choke is a rear naked choke.",
        5627.88,
        5631.58
    ],
    [
        " You know, it's a rear naked choke. It is a very, very assured weapon to be utilizing in those",
        5631.82,
        5641.7
    ],
    [
        " situations. I remember one time I was talking to Hannah, Hannah Gracie. He just made a real small",
        5641.7,
        5647.32
    ],
    [
        " short comparison to, I think, his boxing. He said, the average person can walk into a boxing gym",
        5647.32,
        5653.46
    ],
    [
        " and rock someone and knock him out. He used the word he and rock someone if he just swings for",
        5654.9,
        5659.62
    ],
    [
        " the fences, right? And that is possible. But Jiu Jitsu, when you can't really do that, you can't",
        5659.62,
        5665.96
    ],
    [
        " really a new guy come in as a white belt and just go real hard and just somehow catch someone.",
        5665.96,
        5671.98
    ],
    [
        " Yeah. And this is one of these submissions. So yeah. And once you learn that, you and the other guy",
        5672.08,
        5678.6
    ],
    [
        " doesn't know it and he hasn't learned it or hasn't learned it even close to how much you've learned",
        5678.6,
        5683.4
    ],
    [
        " it. It's that it's that easy. Really. It's the and really the best way to say it is you have that",
        5683.4,
        5689.82
    ],
    [
        " much control over the fight. You do. Now, the thing is I don't want to make like all of a sudden",
        5689.82,
        5695.92
    ],
    [
        " Jiu Jitsu by itself is the all-powerful thing because you can't discount the the",
        5695.92,
        5702.92
    ],
    [
        " dozens and dozens and dozens of Jiu Jitsu people that have been beaten in MMA. They've been beaten",
        5703.38,
        5709.8
    ],
    [
        " down. They've been knocked out. They've been at their shots stuffed. So there's no doubt about that.",
        5709.8,
        5716.6
    ],
    [
        " But it's it is definitely the skill that you have to have in this day and age for mixed martial",
        5717.04,
        5730.44
    ],
    [
        " arts for sure. I mean, without it, you know, you get beat and without it, what you have is UFC one",
        5730.44,
        5735.86
    ],
    [
        " and UFC two. And Jiu Jitsu just beats the other martial arts whether it's wrestling whether it's boxing,",
        5735.86,
        5740.58
    ],
    [
        " it doesn't matter. You know, but you do have to train everything. I mean, and Jiu Jitsu takes the",
        5740.68,
        5748.56
    ],
    [
        " longest to learn. There's the most to learn. So you should start with it, but you got to know how to",
        5748.56,
        5751.68
    ],
    [
        " box. You got to know how to wrestle. You got to know Muay Thai. And that's the way it is.",
        5751.68,
        5757.92
    ],
    [
        " Yeah. And when you have that much of a discrepancy between like a certain element of people's game,",
        5758.0,
        5764.24
    ],
    [
        " like in and I think Jiu Jitsu tends to be the more prevalent because a lot of times people",
        5764.44,
        5770.16
    ],
    [
        " be like, oh, well, certain guys like let's say like the Chocoladel or Klee Guida, they're like,",
        5770.16,
        5775.28
    ],
    [
        " hey, these aren't what actually we'll just say Chocoladel. He's not necessarily a Jiu Jitsu black belt",
        5775.3,
        5780.34
    ],
    [
        " and he was champion or whatever. But the thing is he he had wrestling background. So he had grappling",
        5780.34,
        5784.2
    ],
    [
        " but he knew about Jiu Jitsu. Yeah, for sure. Thirdly, he knew about like where the arm bar comes from,",
        5784.22,
        5789.48
    ],
    [
        " where the chokes come from, how to defend the choke, how to dig, you know, all these things. So",
        5789.7,
        5793.78
    ],
    [
        " knowing Jiu Jitsu saying like you need to know Jiu Jitsu doesn't necessarily mean you got to be a",
        5793.78,
        5798.82
    ],
    [
        " black belt in Jiu Jitsu or you have to have the slickest, sharpest submissions necessarily. You just",
        5798.82,
        5804.26
    ],
    [
        " have to know Jiu Jitsu. And if you don't know it or know very little, I'd say the chances of you",
        5804.26,
        5811.0
    ],
    [
        " getting exposed exposed is really high. Yeah. I agree with you. And I think these just so happened",
        5811.5,
        5818.08
    ],
    [
        " last night that those fights exemplified that I agree with you. Got to got to know the Jiu Jitsu.",
        5818.08,
        5827.24
    ],
    [
        " As I was listening to your recent podcast, I thought that of a few topics you could discuss,",
        5828.18,
        5833.22
    ],
    [
        " that would be good and helpful for your young guys. I want to join the military and go special ups.",
        5833.44,
        5838.74
    ],
    [
        " I know that buds and other training are just baseline entry level schools. But in my experience,",
        5839.68,
        5847.34
    ],
    [
        " those stories are what get guys excited and fired up. So, you know, guy wants to hear about",
        5847.6,
        5854.46
    ],
    [
        " bud stories and what it's like going through those stories, through those types of training,",
        5854.46,
        5862.58
    ],
    [
        " because it gets people excited and fired up. Well, there's actually kind of a reason why I don't",
        5862.58,
        5872.36
    ],
    [
        " sit around and talk about buds, which is basic underwater demolition, so training. There's a reason I",
        5872.36,
        5879.48
    ],
    [
        " don't sit around and talk about it a bunch. One of those reasons is because buds is not the",
        5879.48,
        5892.34
    ],
    [
        " because I don't want people to get the impression that the seal teams is the little initial training",
        5892.34,
        5901.3
    ],
    [
        " that is barely even a fraction of your career in the seal teams. And it has nothing to do with",
        5901.3,
        5906.8
    ],
    [
        " what you actually do when you get in the seal teams. I also don't want, and this is an intentional,",
        5906.8,
        5914.92
    ],
    [
        " this is more a response to the question, but I don't tell stories to get guys fired up to join",
        5914.96,
        5921.5
    ],
    [
        " the military about buds because that isn't what the seal teams is. That's not what an SF ODA team",
        5922.42,
        5927.1
    ],
    [
        " is. That's not what Ranger battalion is. Ranger battalion and SF is not the selection course",
        5927.1,
        5934.3
    ],
    [
        " that you go through to get into them. That's not what the job is. And you shouldn't be joining",
        5934.3,
        5940.12
    ],
    [
        " the military and shouldn't be trying to get into special operations because you want to do that",
        5940.12,
        5946.68
    ],
    [
        " training. You should do the training because you want to do the job. You want to do the actual job",
        5946.72,
        5956.28
    ],
    [
        " of being in special operations and being in special forces and being in the Rangers and being in",
        5956.28,
        5961.92
    ],
    [
        " Marsox and being in the seal teams. You should want to do that job.",
        5961.92,
        5965.48
    ],
    [
        " And if you want to do that job, when it really boils down to isn't running or rocking or pull-ups",
        5969.06,
        5977.76
    ],
    [
        " or swimming or any of that crap, it boils down to whether you have the two wheels that I talk about",
        5977.76,
        5982.9
    ],
    [
        " that war is determined by. And that is the will to kill because that is the entire",
        5982.9,
        5995.04
    ],
    [
        " premise of your job. If you're in the military at all, you may be somehow",
        5995.04,
        6003.2
    ],
    [
        " supporting that. If you're in the military, but the ultimate goal of the military is to kill",
        6003.2,
        6012.72
    ],
    [
        " the bad guys. And if you're going to be in special operations, you're going to be on the tip of",
        6012.72,
        6018.94
    ],
    [
        " the spear of that. So you absolutely have to make sure that you have the will to kill.",
        6018.94,
        6024.94
    ],
    [
        " And you also, obviously, if you're going to join special operations or you want to be in the",
        6026.34,
        6033.92
    ],
    [
        " seal teams, you have to have the will to die. Not that you want to die. Not that you want to be",
        6033.92,
        6044.42
    ],
    [
        " a martyr, not that you're freaking suicidal or anything like that, but you absolutely have to",
        6044.54,
        6051.06
    ],
    [
        " make sure that you have the willingness to die. And I would say put your life on the line,",
        6051.06,
        6060.18
    ],
    [
        " but no, I'm going beyond that. I'm talking about the willingness to die",
        6060.38,
        6064.1
    ],
    [
        " because if you join special operations or you join the seal teams or you join any of the",
        6064.1,
        6074.34
    ],
    [
        " combat arms in the army or in the Marine Corps, you will be asked to put your life on the line.",
        6074.34,
        6084.78
    ],
    [
        " And you've got to be ready to do that. You've got to have that will. You've got to be ready to",
        6086.34,
        6096.26
    ],
    [
        " make that commitment. And I mean, the training, if you have that will to kill and you have that will",
        6096.26,
        6108.78
    ],
    [
        " to die, the training, Ron, Swam, do pushups, do pull ups, dips, sprints, do rope grinds, do flutter",
        6108.78,
        6117.04
    ],
    [
        " kicks, all that stuff. It's the easy part.",
        6117.04,
        6123.98
    ],
    [
        " And so if you're sitting there and you see seal training on TV and you think, oh, that'd be cool.",
        6128.08,
        6134.6
    ],
    [
        " Don't think about that as what being a seal is because it is not. That is just the selection.",
        6135.46,
        6144.38
    ],
    [
        " It's just the weeding out of the week.",
        6145.44,
        6147.52
    ],
    [
        " If you want to be a seal, means you want to be a commando.",
        6151.14,
        6154.56
    ],
    [
        " Means you want to go into harm's way. It means you want to meet the enemy on the field of battle.",
        6155.32,
        6161.48
    ],
    [
        " That's what being a seal is.",
        6162.82,
        6166.2
    ],
    [
        " And that's why I really don't sit around and tell bud stories.",
        6172.56,
        6177.28
    ],
    [
        " I don't think I have too much more to say about that one. I'm sure at some point I'll get,",
        6178.4,
        6187.8
    ],
    [
        " I mean, there's funny things that happen in buds. I mean, of course, but just compared to like",
        6187.82,
        6193.12
    ],
    [
        " what happens in a seal platoon, there's just no big deal. Yeah.",
        6193.22,
        6196.0
    ],
    [
        " Yeah, that's interesting. Now you put it, don't focus, don't do it because you want to go through that",
        6196.58,
        6202.26
    ],
    [
        " training. Yeah, do it. Cause you want to do the job. Yeah. That's a big, that's a big mistake.",
        6202.26,
        6207.96
    ],
    [
        " Maybe I can help some people out that are out there right now thinking, oh, I'd really like to go",
        6207.96,
        6211.6
    ],
    [
        " through that training. No, don't do it to go through the training. Go it, do it because you want to do",
        6211.6,
        6217.78
    ],
    [
        " that job. Yeah. Is it true? They take a pin and they stick it in your skin and clip it, pin it on",
        6218.2,
        6227.2
    ],
    [
        " your skin? Did you? They do that? Well, when you get your trident, yeah, it has like three little",
        6227.2,
        6233.54
    ],
    [
        " prongs that go out the back of it to stick it onto your uniform. And when you get your trident,",
        6233.54,
        6239.12
    ],
    [
        " yeah, they put it like into your skin. Yeah. It's like you're standing there with no shirt.",
        6239.2,
        6243.1
    ],
    [
        " They're like, oh, yeah. And then they punch it in. And then, you know, everybody, when I went,",
        6243.1,
        6247.62
    ],
    [
        " when I got my trident, the whole team lined up and everyone punched you right in the chest until",
        6247.76,
        6252.54
    ],
    [
        " you just bleed and everywhere on the big bruise on your chest. Yeah. Interesting. Next question.",
        6252.54,
        6259.98
    ],
    [
        " Do you have experience with people telling you that you're too intense",
        6260.88,
        6264.82
    ],
    [
        " or that you need to work on not being so up front and straightforward. Sometimes it's called",
        6269.54,
        6274.74
    ],
    [
        " working on your how. I think it would be great to hear how you could apply this using extreme",
        6274.74,
        6280.34
    ],
    [
        " ownership. In the business world, there is a big push on diversity, which is wonderful. But",
        6280.34,
        6286.7
    ],
    [
        " often it comes with also diversifying away from intensity and male aggression. Quotum Quotum.",
        6286.7,
        6293.52
    ],
    [
        " I'd love your thoughts. Well, this is, it's kind of interesting to get this question. It's kind of",
        6293.56,
        6302.88
    ],
    [
        " strange to get this question because all the time when I talk about leadership, I talk about",
        6302.88,
        6308.72
    ],
    [
        " how often do you hear me say, take the indirect approach to something?",
        6308.72,
        6313.74
    ],
    [
        " I always talk about the indirect approach because the direct approach is not due to the direct",
        6314.12,
        6322.24
    ],
    [
        " approach is beating your head and punching someone in the face. So I'm always talking about using",
        6322.24,
        6328.22
    ],
    [
        " the indirect approach. So by, it's very nature indirect is not straightforward. Right.",
        6328.22,
        6335.5
    ],
    [
        " It's not intense. So no, I don't have people telling me I'm too intense or I'm too straightforward.",
        6336.26,
        6344.94
    ],
    [
        " Why don't I have them telling me that because I'm not? I'm not and I'm not saying that I'm not",
        6345.42,
        6352.6
    ],
    [
        " intense. I'm not saying that I'm not straightforward, but I'm very, very careful not to go too far with",
        6352.6,
        6358.56
    ],
    [
        " either. This is, this is like a fighter that's swinging too hard or being too predictable or",
        6358.56,
        6365.3
    ],
    [
        " just will stand and trade and take damage and do damage. That's the direct approach. The direct",
        6365.3,
        6373.4
    ],
    [
        " approach is I punch you in the face and you punch me in the face and we play a war of attrition.",
        6373.4,
        6378.38
    ],
    [
        " I don't want to enter into a war of attrition. I do not want to enter into a war of attrition. I",
        6378.84,
        6387.68
    ],
    [
        " want to use a maneuver warfare. I want to move. I want to slip unseen into the weak areas and set",
        6387.68,
        6402.98
    ],
    [
        " this as this the other night by a relatively new client of mine. Are you going to get in their",
        6402.98,
        6407.96
    ],
    [
        " faces and getting the faces of the leadership and telling straight up that they need to get their",
        6407.96,
        6413.28
    ],
    [
        " act together? You could see that this person was very excited by that idea. It was one of the",
        6413.28,
        6418.78
    ],
    [
        " senior leaders and that was that you had this idea that I was going to come in and just get in",
        6418.78,
        6432.96
    ],
    [
        " and then I said to him, I said, look, what if I told you that you were all screwed up and you're a",
        6434.32,
        6437.8
    ],
    [
        " failure at your job and you do you're a weak leader? Would you then be feel like you really wanted to",
        6437.8,
        6446.32
    ],
    [
        " listen to me? Would you would you be open to my suggestions at that point? Do you think I'd be",
        6446.32,
        6452.22
    ],
    [
        " an efficient coach? Do you think I would even appear as an intelligent human being?",
        6452.22,
        6457.84
    ],
    [
        " If the best I could do to coach you was to tell you that you sucked as a leader and you were a",
        6459.28,
        6465.7
    ],
    [
        " failure at your job and you're screwing everything up. And obviously the answers were no, no, no, of",
        6465.7,
        6471.9
    ],
    [
        " course not. I would be a horrible coach. I would be a horrible leader myself if that's what I",
        6471.9,
        6479.68
    ],
    [
        " resorted to. And most importantly, if I want you to change and the way I'm trying to get you to",
        6479.88,
        6491.38
    ],
    [
        " train is by change is by being abusive and begging you to send up your defenses and not listen",
        6491.38,
        6500.44
    ],
    [
        " to me. What the hell? Good am I doing? Why would I do anything that's going to inhibit my goal,",
        6500.44,
        6508.6
    ],
    [
        " which my goal is to get you to change and get you to be a better leader?",
        6508.74,
        6512.12
    ],
    [
        " So if I slap you in the face with aggression or with straight forwardness that makes you defensive,",
        6512.76,
        6523.46
    ],
    [
        " how does that help me? The answer is it doesn't. Now again, that doesn't mean that I'm never straight",
        6523.78,
        6531.38
    ],
    [
        " forward and that I'm never aggressive, but I calculate those moments. I calculate those moments.",
        6531.38,
        6541.34
    ],
    [
        " There's a reason why we sugarcoat medicine for little children. Right? There is. Why is it?",
        6541.82,
        6551.82
    ],
    [
        " So they take it. It's so they take it into their system. And it's the same thing with adults.",
        6552.12,
        6561.36
    ],
    [
        " And people say don't sugarcoat it. Don't you know, just tell me how it is. They don't mean it.",
        6561.8,
        6566.06
    ],
    [
        " They want it sugarcoded because they want to accept it into their body.",
        6566.46,
        6574.76
    ],
    [
        " It's just like you, Jitsu, you need to use Jiu Jitsu. You need to set things up. You need to manipulate",
        6577.66,
        6583.66
    ],
    [
        " to get people to do what you want to do, especially if it has to do with them changing themselves.",
        6583.66,
        6591.22
    ],
    [
        " One of the worst ways to get someone to change is by telling them exactly how you want them to change.",
        6592.26,
        6598.58
    ],
    [
        " I mean, of course, there's a situation we have this beautiful relationship and you've built",
        6599.76,
        6603.36
    ],
    [
        " through someone you have this intimate trust with another human being. I don't think I have that with",
        6603.36,
        6610.12
    ],
    [
        " anybody. But there have been situations in my life where I've had, oh, just complete",
        6610.12,
        6616.42
    ],
    [
        " utter trust with, you know, maybe there's three or four people that I have that with in my whole life",
        6616.42,
        6621.02
    ],
    [
        " that I can just say, listen, man, here's the deal. Don't get defensive. Here's what's going on. Here's",
        6621.02,
        6626.24
    ],
    [
        " what you need to adjust. Very few people do you have that relationship in life.",
        6626.24,
        6631.24
    ],
    [
        " So you got to use that new wants and that maneuver warfare. And it's the same thing with aggression.",
        6632.34,
        6645.02
    ],
    [
        " It's the same thing that this we just read in this article. Don't yell at the cheshire people.",
        6645.02,
        6650.06
    ],
    [
        " You're not going to be able to get what you want from them. And like I said, it doesn't just apply",
        6650.24,
        6655.62
    ],
    [
        " to those people. It applies to all people. You got to bring people in and you got to manipulate",
        6655.62,
        6662.44
    ],
    [
        " them. And I know that again, that has negative connotations, but it's what you're doing. You're trying",
        6662.44,
        6666.74
    ],
    [
        " to get someone to think a different way. That's manipulation. You can call it influence. You can",
        6666.74,
        6670.56
    ],
    [
        " call whatever you want, but that's what you're trying to do. And the most difficult way to manipulate",
        6670.56,
        6674.94
    ],
    [
        " someone is to slap them into face with aggression. So there's a little dichotomy here, of course,",
        6674.94,
        6684.56
    ],
    [
        " because you know, I always say the default mode has to be aggressive. But I don't mean",
        6684.56,
        6690.62
    ],
    [
        " necessarily overtly aggressive. It means that you're aggressively forcing things to go in your",
        6690.62,
        6697.6
    ],
    [
        " direction through every means necessary, through overt and covert and clandestine. And honestly,",
        6697.6,
        6705.74
    ],
    [
        " the preferred method of all is covert. The preferred method for me to get echoed to do something",
        6706.34,
        6713.6
    ],
    [
        " different is for echo to never even think I had an opinion on it is for me just to sneak in there",
        6714.64,
        6721.84
    ],
    [
        " behind enemy lines, plant the seeds and let them grow and let echo come to the conclusion",
        6721.84,
        6729.62
    ],
    [
        " that you're going to change the way you're doing something. You're going to think differently",
        6729.62,
        6735.64
    ],
    [
        " about something that's leadership. That's real leadership.",
        6735.64,
        6742.2
    ],
    [
        " So that's what you got to work on. If somebody is telling you you're too intense and you",
        6743.06,
        6754.86
    ],
    [
        " too aggressive, guess what you are. You're giving away your greatest weapon.",
        6754.86,
        6765.3
    ],
    [
        " You're advertising your attack. Surprise is one of the most key components in a battle.",
        6767.38,
        6777.94
    ],
    [
        " And when you tell people aggressively and overtly what you're doing, you're giving up that element.",
        6778.58,
        6790.08
    ],
    [
        " Don't do it. I'm asking you not to be a manipulative person behind the scenes",
        6790.22,
        6799.22
    ],
    [
        " with weird plans.",
        6799.22,
        6803.04
    ],
    [
        " But that is what I'm asking you to do. That's is what I'm asking you to do because that is how",
        6803.7,
        6814.62
    ],
    [
        " you get things done. That is how you get into people's minds. That is how you lead.",
        6814.62,
        6819.74
    ],
    [
        " Not by yelling. Not by being overly aggressive. Not by being so intense that people don't",
        6822.98,
        6831.06
    ],
    [
        " want to listen to you because intensity is a form of emotion, right? And the minute you come across",
        6831.06,
        6836.56
    ],
    [
        " as an emotional intense maniac, people are questioning already your validity. This guy's",
        6836.56,
        6850.06
    ],
    [
        " influence be clandestine covert. And that is how you win.",
        6852.84,
        6858.98
    ],
    [
        " The reason that I was kind of laughing, I was reading this question is",
        6859.9,
        6867.04
    ],
    [
        " that it kind of makes sense from someone kind of from the outside. And the main times when",
        6867.04,
        6873.72
    ],
    [
        " me personally, where I would view you as being intense or aggressive or is like when you're just",
        6874.08,
        6881.4
    ],
    [
        " talking about something, you're never doing it towards anybody. You know, like you'll never lose",
        6881.4,
        6888.22
    ],
    [
        " it. I've never, then I've known you since 06, I think. Some like that. Yeah. And I've never seen",
        6888.22,
        6898.2
    ],
    [
        " you lose your temper, get mad. I mean, kind of at one time. It's funny. I was talking to",
        6898.2,
        6903.72
    ],
    [
        " Lafe about it. We've never really seen you get mad, but maybe one or two times. You have this",
        6903.72,
        6909.22
    ],
    [
        " aggressive and intense persona for sure. And when you talk about things for sure, but yeah, when",
        6909.22,
        6915.12
    ],
    [
        " you're dealing with people, it's real like basically the way you'd want to be engaged with another",
        6915.12,
        6923.92
    ],
    [
        " human. Yeah. Yeah. Yeah. Who wants to have somebody get aggressive with them? It's never,",
        6923.92,
        6930.16
    ],
    [
        " it never, the only time it works is like if you're handling a prisoner, like literally,",
        6931.06,
        6935.0
    ],
    [
        " if I'm handling a prisoner, I'll be aggressive with them. Yeah. If I'm trying to get command of a",
        6935.48,
        6943.32
    ],
    [
        " of a chaotic situation, and there's a, there's another aggressor in the situation, I might have to",
        6943.32,
        6950.64
    ],
    [
        " be more aggressive than that person. But any normal situation dealing with human beings, aggression",
        6950.64,
        6958.46
    ],
    [
        " isn't a attribute. It's a negative because all it does is make people defensive. Now listen,",
        6958.46,
        6967.96
    ],
    [
        " it, it doesn't mean that you're sitting back and you're shirking and, and shriveling up. No.",
        6969.6,
        6976.38
    ],
    [
        " But it means that you're finding the balance with another person and you're, you're working with them",
        6976.7,
        6983.82
    ],
    [
        " and conversing with them to bring them along into your way of thinking. Yeah. That's what it is.",
        6983.82,
        6991.58
    ],
    [
        " And, and you know, when somebody asked me a question like this,",
        6992.04,
        6996.1
    ],
    [
        " it, it, it really signifies to me that it makes me nervous because I think to myself,",
        6998.98,
        7007.76
    ],
    [
        " I say this all the time. I mean, I say use the indirect approach. Don't, you know, get people's",
        7008.08,
        7013.92
    ],
    [
        " defenses up. I say this all the time. And yet someone can still come back and say, you know,",
        7013.92,
        7018.72
    ],
    [
        " people are telling me I'm being too aggressive. Like they're not even taking ownership of the fact",
        7018.9,
        7023.68
    ],
    [
        " that they're being too aggressive. Right? It's like the other people are weak. Yeah. And therefore,",
        7023.68,
        7029.48
    ],
    [
        " since they're weak, they think I'm too aggressive. I can't believe how pathetic they are.",
        7029.56,
        7033.96
    ],
    [
        " Yeah. That's the reality. That's what's going through someone like this mind. Like,",
        7034.38,
        7038.4
    ],
    [
        " sometimes it's called working on your how. You know, he's kind of saying, oh, they've got a euphemism",
        7038.7,
        7045.76
    ],
    [
        " for it. And in the business world, there's a big push on diversity, but it comes with diversifying",
        7045.76,
        7052.22
    ],
    [
        " away from intensity and male aggression. I mean, you can guarantee what this guy thought I was",
        7052.22,
        7060.36
    ],
    [
        " going to say, like, no, you got to just stay the path. You got to, if people can't take it,",
        7060.36,
        7064.68
    ],
    [
        " you got to crush them. No, no, actually, that's a complete wrong answer. Yeah. If people can't take",
        7064.8,
        7070.44
    ],
    [
        " it, it's because you are being too aggressive. Yeah. The way you're giving it is wrong. The way",
        7070.44,
        7078.56
    ],
    [
        " aggression needs to be channeled in such a way that it's being utilized to further the goal,",
        7078.56,
        7085.2
    ],
    [
        " to further the goal. And you know who you get aggressive with yourself. You get aggressive with",
        7085.72,
        7094.16
    ],
    [
        " yourself. That's who I get aggressive with. You know what I'm straightforward with? I'm straightforward",
        7094.16,
        7099.76
    ],
    [
        " with myself. That's who I'm straightforward with. I'm the one guy that I'm allowed to get",
        7099.76,
        7107.06
    ],
    [
        " aggressive with, to be straightforward with, to put things in, to not sugar code anything.",
        7107.06,
        7113.0
    ],
    [
        " I'm allowed to do that with me. But I'm not allowed to do it with another human because it's not",
        7113.5,
        7121.14
    ],
    [
        " an effective way of leadership. It just is not. Yeah. It's funny. It's funny. That's absolutely true.",
        7121.14,
        7132.86
    ],
    [
        " And with you, what I said is absolutely true. I don't think I've ever seen you get mad at someone",
        7133.28,
        7141.28
    ],
    [
        " else, but at the same time, and I pick a lot of people who may not know you good, but have",
        7141.28,
        7147.68
    ],
    [
        " experienced being around you, I would say that they all feel this same way. And that is that,",
        7147.68,
        7153.92
    ],
    [
        " yeah, I fucking jockele school or whatever. But if he were to like lose his temper on me, he probably",
        7154.32,
        7160.72
    ],
    [
        " die. Yeah, good. Good. And they're right. Like I'm glad I'm not losing my temper on people.",
        7161.34,
        7169.36
    ],
    [
        " Yeah. That will be good at all. Yeah. That'd be bad. I have, you know, that would not be good for",
        7169.74,
        7176.3
    ],
    [
        " people. No, no, no, I don't think so. That's that dichotomy though. Right. That is that. The",
        7176.3,
        7183.68
    ],
    [
        " sense of safety, yet the sense of impending doom is there at the same time. Yeah.",
        7183.68,
        7189.18
    ],
    [
        " Yeah. And and I think it I think it does genuinely surprise people. Yeah. Because I look like a",
        7190.42,
        7200.2
    ],
    [
        " serial killer. I'm a big guy, whatever. And they expect that that I'm going to be aggressive",
        7200.2,
        7209.4
    ],
    [
        " in implementing this. And you know, you got to get your shit together. Right. But it's just not,",
        7210.04,
        7214.58
    ],
    [
        " it's just an ineffective way of leadership. If that was, if that was leadership,",
        7214.84,
        7218.78
    ],
    [
        " leadership would be easy. It would be easy, right? I'm just going to yell at everyone they're going",
        7219.04,
        7222.54
    ],
    [
        " to do what I say. Yeah. Yeah. I'm just going to yell at everyone and then they'll do what I say.",
        7222.54,
        7228.04
    ],
    [
        " That just does not work. Yeah. It's crazy. Look, because just the way you talk a lot of the times,",
        7228.26,
        7233.24
    ],
    [
        " not all the time, but just the way. Maybe it's like just how you sound. I don't know. Your voice,",
        7233.24,
        7237.12
    ],
    [
        " I don't know. It's probably everything really is you do sound intense, even though you're not",
        7237.12,
        7241.76
    ],
    [
        " being intense, you know, you just kind of seem that way for all these reasons. Of course.",
        7241.76,
        7245.92
    ],
    [
        " Well, it's like you said earlier, when I'm talking about something that I care about. Yes. I am",
        7245.98,
        7251.14
    ],
    [
        " definitely going to be intense about it, especially when it's something that is impactful to me. Yeah.",
        7251.14,
        7256.44
    ],
    [
        " And and something that means something to me and to me, leadership does mean a lot to me. Yeah.",
        7256.52,
        7261.82
    ],
    [
        " And and trying to help people lead is an important thing to me. I enjoy it. And I like to see people",
        7262.44,
        7270.2
    ],
    [
        " succeed. So therefore when I talk about it, sometimes I get a little bit fired up and I get",
        7270.2,
        7275.56
    ],
    [
        " intense with what I'm saying. That isn't scary. That just kind of it's like indirectly scary. So",
        7275.56,
        7281.82
    ],
    [
        " it's not let me scare you. Okay. I'll just I'll use word scary. It's indirectly scary. Where when",
        7281.82,
        7286.56
    ],
    [
        " you do it, it's like, Oh, I'm not scared of what you're doing, but you kind of can imagine. You're",
        7286.56,
        7290.4
    ],
    [
        " like, Oh, right. What if you know, you're kind of like, you're like this raging hurricane that when",
        7290.4,
        7296.22
    ],
    [
        " it comes by, it turns into like a warm gentle breeze. You know, I mean, they kind of like.",
        7296.22,
        7301.3
    ],
    [
        " And maybe that's a that's probably part of the advantage. Yeah. Part of the advantage is people,",
        7301.68,
        7308.6
    ],
    [
        " you know, I said this. I think it was Tim Ferris. I said this to, you know, people are surprised",
        7308.8,
        7314.16
    ],
    [
        " when I can sit there and have a conversation with them. And I'm not aggressive with them. And my",
        7314.16,
        7321.1
    ],
    [
        " mind is open to what they're saying. Yeah. That's part of the game. Yeah.",
        7321.1,
        7327.72
    ],
    [
        " All right. Next question.",
        7329.22,
        7334.58
    ],
    [
        " Okay. Okay. Jocco, your reaction to Marsoc, right? Marsoc, M-R-S-O-C,",
        7337.7,
        7344.3
    ],
    [
        " forming Marine Corps special operations command. Yeah. So that's a new, the new thing.",
        7345.6,
        7351.22
    ],
    [
        " So, and this is the question that he's asking. So Marines think that their seals now? Or, yeah,",
        7352.76,
        7360.18
    ],
    [
        " we should be, or we should have been Marines all along.",
        7360.6,
        7363.86
    ],
    [
        " So this is a question about, like I said, the Marine Corps special operations command. It was formed in,",
        7364.52,
        7372.0
    ],
    [
        " I don't know, 2005, 2006 maybe. And if you don't know, the Army has its own special operations group.",
        7372.08,
        7384.52
    ],
    [
        " The Navy has its own special operations group. The Air Force has its own special operations group.",
        7385.92,
        7391.34
    ],
    [
        " And the Marine Corps did not. What is Force Recon? Have you ever heard of Force Recon?",
        7391.5,
        7396.18
    ],
    [
        " Force Recon was a part of the Marine Corps, but it wasn't broken off. And it didn't get the extra",
        7396.22,
        7402.14
    ],
    [
        " money and the extra funding. And it didn't fall into the chain of command of special operations.",
        7402.14,
        7407.84
    ],
    [
        " And so when they made Marsoc, it did. So now they took a bunch of the Force Recon guys.",
        7408.3,
        7413.76
    ],
    [
        " And put them into a group and have their own funding and everything else. So the bottom line is on this",
        7415.4,
        7421.5
    ],
    [
        " is that the Marine Corps is awesome. And I love the Marine Corps. And I think that this was long overdue.",
        7421.5,
        7429.42
    ],
    [
        " I think that the Marine Corps as a whole is likely, it's likely the most capable",
        7429.54,
        7442.24
    ],
    [
        " fighting unit the world has ever known to be honest with you. I mean, maybe the, in addition,",
        7443.18,
        7448.38
    ],
    [
        " the airborne divisions from the Army are also just highly capable. But the Marine Corps with its",
        7448.94,
        7457.86
    ],
    [
        " air ground sea, it's got command and control, it's got integrated intelligence, it's got everything.",
        7457.86,
        7462.72
    ],
    [
        " And it can use it all together. And so that makes it just an extremely",
        7463.28,
        7467.06
    ],
    [
        " effective and efficient fighting force. And they're highly disciplined. They're highly motivated.",
        7470.28,
        7476.2
    ],
    [
        " There's an incredible a spree to corps. So for me, this was long overdue. And I think that",
        7476.44,
        7485.08
    ],
    [
        " I actually did a turnover with the, with the initial kind of Marsoc group in 2004 and Baghdad.",
        7485.08,
        7495.3
    ],
    [
        " And I'd work with the Marine Corps on, I had more work with force recon on multiple deployments when",
        7495.94,
        7500.78
    ],
    [
        " I was a younger seal. And they took a bunch of those guys, a bunch of just legendary force recon guys",
        7500.78,
        7508.62
    ],
    [
        " and put them into this first Marsoc company. And they were awesome. Awesome warriors, awesome guys.",
        7508.62,
        7515.78
    ],
    [
        " And I think they actually have one thing that that's a huge benefit to them is in the Marine Corps,",
        7516.58,
        7522.98
    ],
    [
        " you're in the Marine Corps. So every Marine Corps, every Marine is a rifleman. They have the",
        7523.46,
        7527.76
    ],
    [
        " opportunity to work with big conventional infantry companies and platoons and battalions. So",
        7527.76,
        7534.24
    ],
    [
        " so their guys will be very experienced. And I think that they are going to be, I mean, I think",
        7534.24,
        7541.8
    ],
    [
        " that the Marine Corps special operations command is going to be an extremely capable force",
        7541.8,
        7547.48
    ],
    [
        " in the future. And I am glad to say the least that they will be defending our country",
        7547.92,
        7558.34
    ],
    [
        " and freedom around the world for many, many years to come.",
        7558.34,
        7564.82
    ],
    [
        " Yeah, that kind of goes along with what, how you were saying, or a lot of these points that these",
        7565.6,
        7571.88
    ],
    [
        " books make about how the discipline and the training are so paramount, you know, and success,",
        7571.88,
        7576.08
    ],
    [
        " now you have yet another division that's going to get some solid training, you know.",
        7576.22,
        7581.0
    ],
    [
        " Yeah, for sure. There's no doubt the Marine Corps will put these guys through outstanding training.",
        7581.28,
        7585.72
    ],
    [
        " Yeah. Next question, do you consider shooting a martial art and how has your firearms training been",
        7586.0,
        7597.42
    ],
    [
        " like or unlike martial arts training? Well, shooting is absolutely a martial art. I mean,",
        7597.42,
        7607.74
    ],
    [
        " maybe not the way people picture martial arts nowadays, because when you picture a martial art,",
        7608.34,
        7613.16
    ],
    [
        " people picture, you know, a guy with a guillon doing karate. That's right. That's the generic picture.",
        7613.22,
        7619.18
    ],
    [
        " To me, that's not that's not martial arts actually. To me, martial arts is the art of war,",
        7619.3,
        7625.8
    ],
    [
        " the art of the individual warrior skills that it takes. And firearms are absolutely a martial art,",
        7625.8,
        7634.24
    ],
    [
        " because it's something that you train, it's something that you get good at, it's something that",
        7634.32,
        7638.42
    ],
    [
        " you need to maintain your skill at. And it is absolutely a martial art. And to me,",
        7638.42,
        7645.92
    ],
    [
        " it's another piece of the puzzle. It's another thing that you should, you need to know how to do,",
        7646.3,
        7655.32
    ],
    [
        " and just like tactics that go along with shooting are an important part of being a warrior,",
        7655.38,
        7662.08
    ],
    [
        " you need not to shoot. And the training is very similar in my mind to martial arts training.",
        7662.58,
        7670.52
    ],
    [
        " In that it takes, you know, repetition, you have to know what the basics are, and you have to",
        7671.26,
        7676.94
    ],
    [
        " repeat those basics, and then you get more advanced. And it's about movement,",
        7676.94,
        7684.32
    ],
    [
        " and getting efficient with your movement. And then you want to train it very similar to the way",
        7685.16,
        7693.32
    ],
    [
        " that you train mixed martial arts or martial arts in general. And that is, you know, you're going to",
        7693.32,
        7698.48
    ],
    [
        " have different threat levels and how you're going to deal with them, and you want to deal with your",
        7698.48,
        7701.52
    ],
    [
        " side, you know, you can shoot with your offhand in various environments, in the low light,",
        7701.98,
        7708.08
    ],
    [
        " in the dark, in the rain, in the, you want to mix it up so you're used to all of it, you want to",
        7708.08,
        7713.62
    ],
    [
        " be used to people at close range, you want to be used to people at further range. And then once you",
        7713.62,
        7719.72
    ],
    [
        " get all those mechanical skills down, then you want to train your mind around this thing. You want",
        7719.72,
        7727.88
    ],
    [
        " to train your mind around this skill, so that your mind knows how to utilize this skill when things",
        7727.88,
        7737.26
    ],
    [
        " are unexpected and when there's chaos and when there's mayhem going on. And that's one of the things",
        7737.26,
        7744.96
    ],
    [
        " that I really like about Simunition training or Paintball training or Laser Tag training, is it",
        7744.96,
        7757.86
    ],
    [
        " just like, you know, just like rolling in Jiu Jitsu or sparring more Thai or sparring MMA is you have",
        7757.86,
        7764.64
    ],
    [
        " to react to the person. It's no longer just a cata. It's no longer just shooting paper targets that",
        7764.64,
        7770.4
    ],
    [
        " don't shoot back and don't move. So you, so I love to take it once you've got the skills down and then",
        7770.4,
        7778.9
    ],
    [
        " you learn, you've got the fundamentals down, then you take the advanced fundamentals and then you",
        7778.9,
        7784.9
    ],
    [
        " begin to train to simulate combat. And this is, I'll tell you, I had these, I got these Laser Tag",
        7784.9,
        7795.18
    ],
    [
        " guns for my son. I just got two of them at first, but that escalated very quickly because they were",
        7795.18,
        7803.28
    ],
    [
        " awesome. There are these little Nerf Laser Tag guns and you could shoot each other at, I don't know,",
        7803.28,
        7810.44
    ],
    [
        " maybe a hundred meters, which is a pretty good shot. It was like a pistol. And so when I got these,",
        7811.78,
        7819.12
    ],
    [
        " it seems I got two of them and I realized how good they were. I bought two more so I could",
        7819.54,
        7823.1
    ],
    [
        " go against my son and his friends and they could go against each other. And I taught my son,",
        7823.1,
        7827.62
    ],
    [
        " like all the basic military maneuvers that he would need to know. And this is when he was maybe",
        7827.76,
        7832.62
    ],
    [
        " eight years old. And we would play this game all the time, you know. And so I taught him out of",
        7832.62,
        7841.24
    ],
    [
        " cover and move. I taught him how to get elevated positions. I taught him how to do individual",
        7841.24,
        7846.1
    ],
    [
        " movement techniques where you don't show your face at the same spot like twice in a row. Every",
        7846.1,
        7850.92
    ],
    [
        " time you get up, you move a little bit. And he realized that that's how you win in these little",
        7850.92,
        7857.3
    ],
    [
        " games. And they're real. Those are the real tactics. And so I had a speaking speaking of speaking",
        7857.3,
        7864.08
    ],
    [
        " of the Marine Corps. I had a friend that was, was came over to the house one time and he was, you",
        7864.08,
        7875.2
    ],
    [
        " know, a Marine. And we got in the conversation and all of a sudden, you know, my son comes out with",
        7875.2,
        7887.28
    ],
    [
        " and the guy's like, you know, yeah, of course, let's do it. So my son looks at him and says,",
        7887.28,
        7893.48
    ],
    [
        " indoor or outdoor. And all of a sudden, you could see there was something going on and the guy goes",
        7893.62,
        7898.84
    ],
    [
        " outdoor, outdoor. So my son, you press the button on the thing and it counts down for 10 seconds.",
        7898.84,
        7904.98
    ],
    [
        " And then it's on. So you go find cover or something like that. So 10 seconds, my son hits the",
        7904.98,
        7911.06
    ],
    [
        " thing. My son takes off out the door. So I'm watching a guy and I got this guy's doomed because",
        7911.06,
        7915.98
    ],
    [
        " you know, you're going against a train. So the guy comes out and it's dark, right? But the guy",
        7916.58,
        7925.88
    ],
    [
        " comes out of the door and I'm watching. He's kind of grouched a little bit and all of a sudden",
        7925.88,
        7929.12
    ],
    [
        " his gun because it all is in this one system. It's all takes place inside the gun. You don't",
        7929.12,
        7934.12
    ],
    [
        " wear a helmet. You don't wear anything. You actually are shooting the other person's gun. And when",
        7934.12,
        7938.26
    ],
    [
        " it shot, when you get shot, it goes and shakes and the red light flashes. So he walks out and",
        7938.26,
        7945.54
    ],
    [
        " sure enough, my son had run around the block, gotten an elevated position. And as soon as he came",
        7945.54,
        7951.56
    ],
    [
        " walking out, my son sort of drilling him. And the guy's like, he freezes. It's interesting. He",
        7951.56,
        7956.82
    ],
    [
        " freezes. He doesn't even think to myself, oh, I'll take cover. No, he just froze and got drilled.",
        7956.82,
        7961.04
    ],
    [
        " And then as soon as it's he's standing there, he's kind of looking around, looking around,",
        7961.54,
        7965.58
    ],
    [
        " looking around. Finally, he sees my son. He starts to point the weapon up towards my son. My son",
        7965.7,
        7975.52
    ],
    [
        " in that direction. And then 15 seconds later, my son pops up on his flank and drills him again",
        7975.52,
        7981.08
    ],
    [
        " from behind another fence in the hole in the wall. And anyways, he ends up killing him.",
        7981.08,
        7984.9
    ],
    [
        " And then the guy's like, okay, let's go again. And my son beat him like three times in a row.",
        7985.02,
        7989.06
    ],
    [
        " And it's because he had the basic, the basic skills, basic infantryman skills is what it was.",
        7989.22,
        7997.18
    ],
    [
        " You know, he would shoot and then move. And that's what it boils down to. So that kind of thing",
        7997.8,
        8003.74
    ],
    [
        " is very important in as far as being a martial art. And you should train, you know, that's another",
        8004.58,
        8012.56
    ],
    [
        " thing. You know, I said this to Sam Harris when I was on his podcast. You know, yeah, maybe there's",
        8012.56,
        8018.36
    ],
    [
        " a no chance because you live in a in the bubble and you live in a great neighborhood and you're",
        8018.36,
        8024.44
    ],
    [
        " well protected. You have a long system, your house and all that. And maybe you're never going to",
        8024.44,
        8028.08
    ],
    [
        " have a problem. And that's great. I mean, there's always a chance. I would never believe that you're",
        8028.08,
        8033.54
    ],
    [
        " never going to have a problem. But there's always a chance that somebody's going to confront you",
        8033.54,
        8037.16
    ],
    [
        " that's evil is going to enter your world. And you want to be ready for that. Now, if that makes me",
        8037.16,
        8043.62
    ],
    [
        " sound paranoid, okay, let's just say you're not paranoid. And you don't think it's ever going to happen.",
        8043.62,
        8049.82
    ],
    [
        " But it is still highly valuable to train in these situations because they make you a better person.",
        8050.4,
        8057.82
    ],
    [
        " They make you sharper. They make you smarter. They make you more prepared. If something does happen,",
        8057.96,
        8063.18
    ],
    [
        " it's just good to know this stuff. And it makes you a better person. More reliable. It's a real skill",
        8064.3,
        8069.6
    ],
    [
        " set. You know, I always was kind of bummed out about basketball or football or baseball because",
        8069.6,
        8077.78
    ],
    [
        " there are life skills involved in them. I don't want to say that. But the skill itself",
        8077.78,
        8082.72
    ],
    [
        " of throwing a baseball, of shooting a basketball, of throwing a football is not as valuable as a skill,",
        8082.72,
        8091.92
    ],
    [
        " as number one, a martial artist, you know, moiety, boxing, wrestling, jiu-jitsu,",
        8092.82,
        8098.52
    ],
    [
        " because those are real applicable to life, 100%. And this is the same thing with shooting a gun.",
        8098.9,
        8107.48
    ],
    [
        " I mean, that is a real applicable skill that you may need at some point in your life and you should",
        8107.84,
        8112.12
    ],
    [
        " have it. What supplements do you and echo take? What supplements do you take? Well, my number one",
        8112.12,
        8123.74
    ],
    [
        " supplement is steak. Yes, beautiful steak. That's the number one. Well, there are a couple things",
        8123.74,
        8136.52
    ],
    [
        " that I take. Number one, I take chryloil. I've taken it every day for probably 10 years, maybe a",
        8136.52,
        8146.76
    ],
    [
        " little bit longer. And I take glucose. And I've taken that every day for 10 plus years. I got, I had",
        8146.76,
        8157.24
    ],
    [
        " my shoulder was bothering me many years ago. And someone said, hey, take chryloil, take glucose.",
        8157.24,
        8164.34
    ],
    [
        " I know what it was in chryloil. It was fish oil at the time. But at the same time, I just started",
        8166.5,
        8171.8
    ],
    [
        " taking both. And within a short period of time, my shoulder got better. And it had been a nagging",
        8171.8,
        8176.9
    ],
    [
        " nine-month injury. So I don't know which one of those two did it, but I'm never going to find out",
        8176.9,
        8182.88
    ],
    [
        " because I'm always going to take them both. I eat a lot of coconut oil whenever I get the chance.",
        8182.88,
        8192.46
    ],
    [
        " I like dipping things in coconut oil. Coconut oil is, if you get a taste for it, it's a really",
        8192.46,
        8197.82
    ],
    [
        " nice tasting thing. Yeah. Yeah. So that's the supplements that I take. One thing that's been",
        8197.82,
        8206.34
    ],
    [
        " really cool is picking up a sponsorship from on it for the podcast. From Joe, who's obviously",
        8206.34,
        8216.02
    ],
    [
        " been a big supporter. He's actually the reason that we're sitting here right now.",
        8216.02,
        8219.92
    ],
    [
        " It's because Joe Rogan, I mean, Tim Ferriss said the same thing, but Joe Rogan said, you need to",
        8219.92,
        8223.76
    ],
    [
        " have your own podcast. And I said, okay, here we are. And he was real supportive. So I definitely",
        8223.76,
        8232.22
    ],
    [
        " like supporting him, his company, with on it. But what's great is they made good quality stuff.",
        8232.22,
        8240.24
    ],
    [
        " And it's real simple. Yeah, it's funny. And I didn't really tell you about this. But if you go,",
        8241.1,
        8247.26
    ],
    [
        " if you go on the website, on it, the on it website, you can get stuck on there for a long time.",
        8247.26,
        8253.98
    ],
    [
        " Just reading all the stuff about it. You know, like that, that krill oil was one. And I know about krill",
        8254.02,
        8259.3
    ],
    [
        " oil from long time in their krill, or like these little, they're like little shrimp, basically teeny",
        8259.3,
        8265.16
    ],
    [
        " tangy shrimp. Anyway, it's so teeny tiny shrimp. Yeah. For lack of a better way of putting it. But",
        8265.16,
        8270.4
    ],
    [
        " how they get it is like, it's all eco friendly, where it doesn't destroy the or affect the ecosystem.",
        8270.4,
        8275.48
    ],
    [
        " Even the big ship, the vessel that they used to harvest the krill is like low emissions,",
        8275.56,
        8282.68
    ],
    [
        " specifically certified. It's like dang, it's real in-depth. You can get stuck on this real",
        8282.68,
        8287.12
    ],
    [
        " interesting too, because they tell you like, what are the benefits? You know, how do they know that",
        8287.12,
        8290.86
    ],
    [
        " these benefits are there? Because you can't just say, hey, take this, it'll cure this. You can't",
        8290.86,
        8296.0
    ],
    [
        " just do that. You got to go through this process to be a bunch. I switched over to krill oil. I",
        8296.0,
        8304.56
    ],
    [
        " went from fish oil to krill oil. Yeah, apparently they found it's like a little bit better. I think",
        8305.0,
        8310.64
    ],
    [
        " it's a lot better. Yeah. Well, at least when you read about it. But to me, people ask me, you know,",
        8310.64,
        8316.8
    ],
    [
        " oh, what do you do? You know, because I'm 44 years old. Oh, man. Right. But I don't feel",
        8316.94,
        8323.76
    ],
    [
        " 44. Yeah. I feel 24. No, you don't feel 44. Yeah. I feel 24. And actually, the thing that originally",
        8323.76,
        8332.38
    ],
    [
        " turned me on to fish oil was there was a guy that was a badass guy. And he was 54. But he was a",
        8332.38,
        8342.92
    ],
    [
        " competitive powerlifter when he was younger. And he was in really good shape. And this is probably",
        8342.92,
        8349.74
    ],
    [
        " when I was, well, what was I at the end of that 15 years ago or something like that? I was like",
        8349.74,
        8353.32
    ],
    [
        " 30 years old. And this guy looked young and healthy. And I said, you know, hey, what do you do?",
        8353.32,
        8361.02
    ],
    [
        " Like what's your main thing to keep you so young and healthy? And he said, I take fish oil every day.",
        8361.02,
        8365.62
    ],
    [
        " Okay, cool. Let's try that. Yeah. We'll get on board that train. Yeah. So",
        8365.74,
        8372.44
    ],
    [
        " yeah, too bad I asked you for some today. And no, no krill oil. We'll get you some krill oil.",
        8372.44,
        8379.58
    ],
    [
        " Right on. Thank you. Yeah. And you can get krill oil at on a dock. Oh, yeah, the on a backslash",
        8379.6,
        8391.0
    ],
    [
        " forward slash. Actually, I put it on the on the website on both websites, the jackele store website",
        8391.0,
        8396.1
    ],
    [
        " and the jackele black guys website. Sweet. Yeah. And oh, and they give us a discount. So or",
        8396.1,
        8402.8
    ],
    [
        " so on it is giving our listeners a discount like 10% my people. And what I did find out on it",
        8402.8,
        8409.96
    ],
    [
        " regardless of whatever discount you get, they you have free shipping on everything except I want",
        8409.96,
        8415.74
    ],
    [
        " to say that the big. Oh, like 80 pound kettlebells. Yeah, but everything else like some of me",
        8415.74,
        8420.86
    ],
    [
        " get free shipping, which is kind of seems like a small deal and doing it because I sold things",
        8420.86,
        8425.6
    ],
    [
        " online and stuff before like shirts and. And of course, I bought things online. And when you see",
        8425.6,
        8434.12
    ],
    [
        " that free shipping, I don't know, it's just something. It seems small. It's like legit. Yeah, you",
        8434.12,
        8438.74
    ],
    [
        " you kind of feel it. You know, would nonetheless people probably want to know what supplements you take.",
        8438.74,
        8444.06
    ],
    [
        " People mainly would ask me that in college. Just when everyone wants to. Yeah, what's up?",
        8444.54,
        8448.3
    ],
    [
        " I mean, because they think for some reason that supplements give you big muscles or something.",
        8448.44,
        8452.7
    ],
    [
        " They don't they don't think about that whole working out. Yeah, the whole working out thing. I mean,",
        8452.92,
        8456.54
    ],
    [
        " yeah, that was secondary. But yeah, and then in jujitsu, they they care less about muscles.",
        8456.54,
        8464.18
    ],
    [
        " They'll be like, you know, it's actually you get kind of teased sometimes in jujitsu if you have",
        8464.56,
        8469.12
    ],
    [
        " big muscles. It's weird. You don't get teased, but you lose credit for your skills.",
        8469.12,
        8474.3
    ],
    [
        " Yeah, that's on your side. Yeah, that too. But you kind of do get teased every person I ever",
        8474.3,
        8479.46
    ],
    [
        " roll with, you know, you get done rolling. They're like, man, you're strong. You're strong.",
        8479.46,
        8483.28
    ],
    [
        " I'm always like, you damn right. Yeah, yeah, you're weak. I've been training for 20 years too,",
        8483.62,
        8489.94
    ],
    [
        " by the way. Yeah, that has nothing to do with this. Yeah. I take the only supplement I take",
        8490.02,
        8497.48
    ],
    [
        " alpha brain. The instant one. Oh, the instant alpha. And I do take a pre workout, which is, I mean,",
        8499.0,
        8505.92
    ],
    [
        " I'm going to be honest, I don't know if I should take a pre workout. Pre workout is just,",
        8506.32,
        8509.96
    ],
    [
        " you know what that is, right? You just like a little powder. It's like, it's a stimulant.",
        8510.38,
        8513.72
    ],
    [
        " It's caffeine, right? It's caffeine in it, typically in, um,",
        8513.72,
        8517.44
    ],
    [
        " NO2 nitric oxide, it basically makes your, it, it bays, though, dilates you. So your vessels",
        8517.96,
        8524.36
    ],
    [
        " get dilated. So it, you get more of a pump because your energy, it's just like, it's basically",
        8524.54,
        8529.34
    ],
    [
        " stimulant energy. Um, so you know, if you're not in the mood for working out, but I found this",
        8529.34,
        8534.56
    ],
    [
        " little sweet, sweet little combo, you put alpha brain instant with it or just with coffee,",
        8534.56,
        8540.2
    ],
    [
        " drink some coffee in the alpha brain instant. It hits you at the same time. If you didn't want to",
        8540.64,
        8547.6
    ],
    [
        " work out, you'll want to work out without, but yeah, so yeah, that's it. That's pretty much it.",
        8547.6,
        8553.66
    ],
    [
        " It's funny because a lot of people, they think that if you take protein powder, it'll make your",
        8553.9,
        8558.06
    ],
    [
        " muscles big. Like it'll help you get big muscles. Um, but no, like if you take your favorite supplement,",
        8558.06,
        8564.3
    ],
    [
        " which is steak, just eat normal, you know, and if you're working out, you're going to eat a little",
        8564.3,
        8570.74
    ],
    [
        " bit more. That's how you get big muscles to work out good and have the correct workout for muscles,",
        8570.74,
        8576.4
    ],
    [
        " which is a different kind of workout than if you want to, you know, get conditioning or something",
        8576.4,
        8579.78
    ],
    [
        " like that. And then eat it enough. That's what you got to do. And eat right after you work out.",
        8579.78,
        8584.08
    ],
    [
        " I mean, you got to do that too, I think. No, actually, I think I don't.",
        8584.28,
        8587.86
    ],
    [
        " Somebody actually somebody put on Twitter that that I was right. There's like some about",
        8587.86,
        8596.64
    ],
    [
        " testosterone release or HGH or there's some kind of something happening in your system. We'll",
        8596.64,
        8603.72
    ],
    [
        " research that one again. Yeah. Yeah. I don't want to have an uneducated argument right now at all.",
        8603.72,
        8609.22
    ],
    [
        " Joe Rogan and them call it broscience. Yeah. Exactly. I don't want to get going down the broscience",
        8609.8,
        8616.54
    ],
    [
        " road right now. That would be wrong. But yes, to answer the question supplements.",
        8616.54,
        8621.64
    ],
    [
        " That's like an everyday supplement too, I'll frame by the way. And then, uh, pre-workout. And",
        8622.7,
        8630.74
    ],
    [
        " oh no, from schroom tech. And I've been taking even before we started this podcast. I took",
        8631.28,
        8637.74
    ],
    [
        " schroom tech. No, I remember you being all fired up for the schroom tech. Yeah, yeah, because",
        8637.74,
        8642.24
    ],
    [
        " because it gave you the cardio. Yeah. You'd been missing. Yeah. So we have to kind of explain to people",
        8642.24,
        8648.06
    ],
    [
        " that, you know, echo anymore. I'm just saying echo in the past, right? I think it's safe to say,",
        8648.06,
        8658.2
    ],
    [
        " I don't feel uncomfortable by saying there was a little bit of a cardio deficit that would be",
        8658.2,
        8663.28
    ],
    [
        " reached very quickly. I'll echo Charles on the mats. More accurately. Being tired was more of an",
        8663.28,
        8669.76
    ],
    [
        " issue for me, like dealing with being tired. You know, certain people will get tired, but they",
        8669.76,
        8673.56
    ],
    [
        " just don't care. Like Dan Henderson, like you'll get tired, but yeah, just keep fighting. See,",
        8673.56,
        8677.62
    ],
    [
        " I didn't have that. No, it was opposite. So yeah, so I, so when I take the schroom tech sport,",
        8677.66,
        8683.94
    ],
    [
        " you could feel I can feel it. I can feel like it's like you'd almost like you'd expect to get",
        8683.94,
        8688.98
    ],
    [
        " more tired than you really are. That's all I felt. So yeah, I was taking that before, but that's",
        8688.98,
        8693.7
    ],
    [
        " in specific cases, only with jujitsu. Like if I'm doing like conditioning, like now, like a mat",
        8693.7,
        8698.58
    ],
    [
        " counters on me, I won't take it because you don't want to give yourself the extra extra. Yeah, it's",
        8698.58,
        8702.98
    ],
    [
        " like it seems like if I'm creating just for conditioning, it's kind of like I want the turbo for the mats.",
        8702.98,
        8708.48
    ],
    [
        " Yeah, that's it. That's all the supplements right there. I will take the krill oil though, for sure,",
        8708.56,
        8716.08
    ],
    [
        " because that's gonna help me. Last question. Jockel, I would enjoy hearing your thoughts on leading",
        8716.28,
        8725.1
    ],
    [
        " others to a strong finish in both a deployment and in the civilian life. This is something that I",
        8725.1,
        8734.4
    ],
    [
        " saw in combat, even on my first deployment to Iraq, and it's something that I try to train",
        8736.6,
        8741.64
    ],
    [
        " out of people, and that was a tendency to relax once a target was secure or the vehicles were loaded,",
        8741.64,
        8750.72
    ],
    [
        " and we were leaving the target area. People would have a tendency to let their guard down.",
        8750.72,
        8760.76
    ],
    [
        " But you can't let your guard down then or ever really. And in training, when I was running training,",
        8764.54,
        8774.78
    ],
    [
        " we always hit the platoons hard on target, but we always we always hit him even harder after",
        8775.0,
        8783.36
    ],
    [
        " they left the target. Once they were patrolling back to base and their mind had already",
        8783.36,
        8788.36
    ],
    [
        " gone home and then turned off, and that's when we bring it to him. We hit him from multiple angles",
        8789.36,
        8797.92
    ],
    [
        " with all kinds of mahem, because I wanted to instill into them. I wanted to instill that attitude,",
        8797.92,
        8811.44
    ],
    [
        " the muscle memory, to always keep going and always stay focused. Because that's the mentality that",
        8811.44,
        8824.64
    ],
    [
        " you have to have is that it's never finished. It is never finished. You always have to do more,",
        8824.64,
        8834.54
    ],
    [
        " another mission, another task, another goal.",
        8834.54,
        8837.74
    ],
    [
        " And I have that attitude that the enemy is always watching and waiting and looking and studying",
        8838.52,
        8851.12
    ],
    [
        " you for that moment of weakness. Looking for you to exhale, put your weapon down and close your",
        8851.12,
        8862.66
    ],
    [
        " eyes. That's when they attack. So my rule is don't be finished. Be starting. Be ready. Be attacking. Be",
        8862.66,
        8891.64
    ],
    [
        " finished. But you don't finish. Don't stop. Don't rest. Not until the enemy is completely destroyed.",
        8891.64,
        8905.94
    ],
    [
        " And even then, even then, when the enemy is gone,",
        8906.62,
        8916.7
    ],
    [
        " that's when you turn that focus inward on yourself and you take the opportunity not to rest.",
        8918.9,
        8925.52
    ],
    [
        " But as always, you take that opportunity to make yourself better, faster, smarter, stronger.",
        8926.62,
        8936.24
    ],
    [
        " And with those goals, nothing is ever finished.",
        8938.84,
        8948.08
    ],
    [
        " So thanks to everybody. For tuning into the podcast and listening to it,",
        8949.02,
        8960.26
    ],
    [
        " thanks for subscribing and reviewing and spreading the word. Tell another people about the podcast.",
        8962.22,
        8969.88
    ],
    [
        " Thanks to on it.com for the support. And what do we got with Amazon.com for support?",
        8970.62,
        8981.66
    ],
    [
        " I put a little link, again, both the websites where you can like if you shop at Amazon,",
        8983.58,
        8990.02
    ],
    [
        " it's like an affiliate. It's like just like a way to support this podcast. If you shop on Amazon,",
        8990.26,
        8995.42
    ],
    [
        " you click through there first and it kind of gives us a referral kind of fee. Also all these books",
        8995.78,
        9004.46
    ],
    [
        " that people are buying from the podcast. Yeah, that's awesome. Yeah, yeah. So yeah, if you click",
        9004.46,
        9009.8
    ],
    [
        " through the website, you get, you know, we get like a little percentage or whatever. It's like a",
        9009.8,
        9014.08
    ],
    [
        " referral pink. And your book is actually on there as well, like stream ownership. Nice, nice.",
        9014.08,
        9021.36
    ],
    [
        " I like that. But yeah, that's a good way. Good deal. Cool. Couple of ways to support the podcast.",
        9021.52,
        9027.56
    ],
    [
        " And the on it stuff is pretty obvious. When you go on there, you can click on there,",
        9027.82,
        9031.42
    ],
    [
        " click on that link to if you're going to shop, if you're going to get alpha brain or",
        9031.7,
        9037.18
    ],
    [
        " or a room tech or krill oil or whatever, whatever, all this dope stuff on there. But if you click",
        9037.18,
        9044.76
    ],
    [
        " through there, you'll get the 10% off. Nice. Or just go to on it on it on it. Oh, nnit.com slash",
        9044.76,
        9053.42
    ],
    [
        " jaco. Same thing. Got it. And appreciate all that support from everybody. There's, I know,",
        9053.42,
        9063.22
    ],
    [
        " Echo's running this thing. He's paying for server costs and all this stuff equipment and what not.",
        9065.26,
        9073.36
    ],
    [
        " Me, I'm just showing up and talking. So appreciate the support. So Echo's not coming out a pocket for the gig.",
        9073.82,
        9082.0
    ],
    [
        " If you want to connect with us, if you want to continue these conversations,",
        9083.4,
        9088.86
    ],
    [
        " if you want to ask questions, and we got some great questions tonight for sure.",
        9089.54,
        9094.1
    ],
    [
        " If you want to know what we're up to, you can connect to us through the interwebs.",
        9094.42,
        9101.76
    ],
    [
        " On Twitter, um, at jaco willink. And of course, Echo Charles is at Echo Charles.",
        9102.5,
        9111.08
    ],
    [
        " And I'm going to start a Facebook page, I think. And Echo Charles is going to start a Facebook",
        9111.58,
        9118.52
    ],
    [
        " page. Talk off a podcast, Facebook page. That'll be good, I think. And thanks for leaving reviews",
        9118.62,
        9128.16
    ],
    [
        " in the podcast on iTunes. That's kind of how another way that the word gets spread. And of the book,",
        9128.16,
        9134.86
    ],
    [
        " Extreme Ownership on Amazon.com. That also helps us. And finally,",
        9135.08,
        9140.82
    ],
    [
        " if you really want to help me, get out there in the world, in your car, in the train,",
        9142.96,
        9150.04
    ],
    [
        " at your apartment, at your house, wherever you are at work or at play,",
        9151.12,
        9156.22
    ],
    [
        " get out there and get after it. And so until next time, this is Jaco and Echo.",
        9156.94,
        9168.82
    ],
    [
        " Out.",
        9170.82,
        9171.32
    ]
]