[
    [
        " They say, oh, you know, you throughout the day, you will power if you test it too many times it gets weaker and weaker",
        0.02,
        6.14
    ],
    [
        " And I actually don't believe that I actually believe it gets stronger mine gets stronger and when I'm",
        6.14,
        10.94
    ],
    [
        " The more I hold the line the stronger the whole this the better the grip is and clearly",
        10.94,
        17.36
    ],
    [
        " Day by day",
        17.36,
        18.74
    ],
    [
        " Day by day and normally like it's all together",
        18.74,
        22.4
    ],
    [
        " It's all grouped together when you wake up early and you get your workout in",
        22.4,
        26.74
    ],
    [
        " You just stay on track you like you know what I'm not gonna eat that food that I don't need right now",
        27.68,
        31.6
    ],
    [
        " I'm not you know it's so much easier, but the day when you're like I didn't work I woke up late and",
        31.6,
        36.8
    ],
    [
        " I didn't get my workout done and you know what there's a doughnut",
        36.8,
        40.52
    ],
    [
        " You know and it'd be you break down. Yeah, so you want it you want to use the discipline discipline and forces discipline",
        40.52,
        47.0
    ],
    [
        " Yeah",
        47.0,
        47.46
    ],
    [
        " Discipline more discipline makes more discipline",
        47.46,
        49.94
    ],
    [
        " Yeah, it kind of seems like that it would be just like any other",
        49.94,
        53.26
    ],
    [
        " Exercise right you're exercising your discipline so the and me. I don't know, but maybe this is what that means when they say it your will power wears down",
        54.26,
        62.3
    ],
    [
        " Let's say",
        62.3,
        64.64
    ],
    [
        " You're trying to stick to this diet, right and you're gonna be like hey",
        64.64,
        68.48
    ],
    [
        " I'm not gonna let myself get too hungry because when I let myself get too hungry",
        68.48,
        71.62
    ],
    [
        " I know that doughnut seem way more",
        71.62,
        74.62
    ],
    [
        " viable",
        74.62,
        76.14
    ],
    [
        " The who nuts are not viable, but you know as far as the pay off yeah, you know detra",
        76.14,
        82.92
    ],
    [
        " It you know, it's like basically so if I test my willpower",
        83.76,
        86.82
    ],
    [
        " I'm just saying throughout the span of a day or you know however many hours when you start to get hungry so",
        86.82,
        91.46
    ],
    [
        " They're saying okay, so let's say you take your hunger to a certain point then you say you know what?",
        91.46,
        96.34
    ],
    [
        " I'm gonna stick stick stay strong usually I eat way before this, but I'm and I'm real hungry",
        96.46,
        101.06
    ],
    [
        " I don't really want those doughnuts, but you know what I'm gonna stick with it, right?",
        101.06,
        103.88
    ],
    [
        " And you have that one that one experience of taking your hunger to a certain point and still sticking to it",
        104.14,
        109.88
    ],
    [
        " You do that you let your hunger go on for even more that's your willpower wearing down wearing down",
        111.14,
        116.56
    ],
    [
        " But let's say you stuck to it boom and you stuck to it that day then the next day",
        116.56,
        120.68
    ],
    [
        " You have experience going that far and you're hunger and you will be stronger and know how to deal with it",
        120.68,
        127.42
    ],
    [
        " I actually disagree with you",
        127.42,
        129.06
    ],
    [
        " I think that when you stay strong you get stronger and when you break like how often this happened",
        129.06,
        135.02
    ],
    [
        " I'll just have one bite of that doughnut for me every single time",
        135.02,
        138.96
    ],
    [
        " And then you have that one bite of what happens yeah",
        138.96,
        141.26
    ],
    [
        " One bite ten bite so that's what I'm saying stay strong hold your discipline in place",
        141.26,
        147.04
    ],
    [
        " Yeah, so to compete compare that to like a workout, right? So let's say I do a hard",
        147.04,
        152.2
    ],
    [
        " Set of I don't know push ups. Mm-hmm",
        152.2,
        155.82
    ],
    [
        " Then I do another hard set of push ups. Mm-hmm. I'm gonna be",
        155.82,
        160.0
    ],
    [
        " Less strong on that second set and I do another set. Yeah, I keep asking you but the next day or the next week",
        160.0,
        167.72
    ],
    [
        " I'm gonna have benefits from that workout. Yeah, so it does reinforce",
        168.06,
        171.32
    ],
    [
        " So the workout the fatigue is that temporary fatigue then you recover from it and then you're stronger that way",
        171.32,
        177.9
    ],
    [
        " Yeah, but I think the better example is like when you say no to the one bite you are it's easier to say no to the whole doughnut",
        177.9,
        184.88
    ],
    [
        " Yeah, when you say yes to the one bite. It's easier to say yes to the whole no that so say no to don't",
        184.88,
        191.08
    ],
    [
        " Yeah",
        191.08,
        192.08
    ]
]