[
    [
        " This is Jocco Podcast number 12 with Echo Charles and me, Jocco Willink.",
        0.0,
        8.52
    ],
    [
        " Sometimes people ask me what made me me. How did I turn out like this? Where did I",
        9.22,
        28.72
    ],
    [
        " go back and I point at hardcore music growing up and it being in that scene where it was cool to be hard and strong and it was about aggression and discipline.",
        28.72,
        42.14
    ],
    [
        " Those were like the underlying themes. So I pointed that. And I think that's real. There was mantras that I remember from those days that stuck with me my whole life from some of those from some of that music.",
        42.84,
        57.74
    ],
    [
        " And then there's other things that influenced me as a kid at even a younger age. And one of the things that I know influenced me at a very young age in a pretty significant way was seeing the movie bridge on the river.",
        58.52,
        79.4
    ],
    [
        " And I think that's why I was a little bit more required, which is a classic war movie. And that movie pretty much had it all for me. And I think I can trace my ideas of being a commando.",
        79.4,
        95.0
    ],
    [
        " So I used that word. That's kind of an archaic word that people don't use anymore commando. But I think I got it from watching that movie when I was a kid.",
        95.0,
        105.6
    ],
    [
        " And if you haven't seen that movie, you should check it out for sure because it's epic. And it's the story of prisoners of war.",
        106.72,
        117.58
    ],
    [
        " And American and British mostly British that are sent to build a bridge in the middle of the jungle in Burma for a train line that is to connect Bangkok and rangoon.",
        119.1,
        130.42
    ],
    [
        " And of course, these are prisoners. So they're badly mistreated. They're beaten or poorly fed. Eventually one American escapes.",
        130.96,
        140.8
    ],
    [
        " And he leads a commando troop back to the side of the bridge to blow up the bridge. And they do it all. And the commando is in the movie. They do it all. They parachute in. They swim up the river.",
        142.6,
        155.16
    ],
    [
        " They lay demolition on the bridge. It's like a dream operation. And one part of the plot, though, is that the senior British officer at the camp, the senior prisoner at the camp.",
        155.6,
        168.22
    ],
    [
        " The name in the movie is the tenant Colonel Nicholson. He takes a true leadership role in building the bridge. Now think about that. He's being tasked by the Japanese to build this bridge.",
        168.22,
        182.56
    ],
    [
        " And instead of sabotaging the job because it's going to help the Japanese. He actually gets his men fired up and helps organize and has his engineers redesign it.",
        182.98,
        196.88
    ],
    [
        " And they relocate it to a better piece of terrain. And he pushes his men to do a good job building it. And he actually takes pride in this bridge. And again, this is a bridge that's going to aid in Japanese, Japanese domination.",
        197.0,
        211.6
    ],
    [
        " So when the commandos show up to blow it up the Colonel, he almost foils the attack. But in the end, the bridge gets destroyed. It's an awesome movie.",
        212.86,
        226.58
    ],
    [
        " And it was like I said, it was very influential to me as a kid. And people should definitely watch it. And then you should know this.",
        227.56,
        238.06
    ],
    [
        " It's all a lie. What's all a lie? Well, there really was a bridge on the river. And it really was built by prisoners of war. But that's about where the similarities end.",
        239.72,
        258.2
    ],
    [
        " And what the prisoners suffered at the hands of the Imperial Japanese guards is beyond anything that they showed in the movie. And really beyond anything that even remotely civilized person could imagine.",
        258.2,
        274.36
    ],
    [
        " I was overseas recently in Europe and I was in Britain. And a friend of mine gave me a book called The Forgotten Highlander. And he told me, you know, oh, it's by one of the soldiers that built the bridge on the river.",
        277.3,
        292.98
    ],
    [
        " And I thought to myself, okay, you know, great, it's like the movie. And he said, it's not like the movie. It's not like the movie at all. And it isn't.",
        294.62,
        304.72
    ],
    [
        " This is a book that shows the ultimate in human suffering. And through that, the ultimate in human will.",
        305.18,
        320.38
    ],
    [
        " The author, Alistair, your cart was fresh to the British military. He was sent to Singapore. And when Singapore was overrun by the Japanese Imperial Army, he ended up in the jungle, a prisoner and a slave.",
        323.32,
        344.44
    ],
    [
        " By this time, mental health had become a major issue on the railway. We all suffered from depression. Men were taking their own lives. All along the railway men cut their own throats, put their heads on the railway line and simply walked into the jungle to die.",
        346.24,
        368.72
    ],
    [
        " Many developed the A-Tap Stair and just looked intently at the fat roof of the hut. Death soon followed.",
        370.46,
        379.54
    ],
    [
        " Others went mad because of medical conditions caused by vitamin deficiencies. And some just gave up losing their minds and their self control.",
        380.78,
        390.24
    ],
    [
        " They would fight with anyone over nothing at all, throwing punches, biting, kicking. They needed to be controlled physically.",
        391.22,
        401.02
    ],
    [
        " But just could not be calmed down. It came to a point where something drastic had to be done to prevent innocent men being killed by deranged fellow prisoners, some of whom had reverted to animal instincts.",
        402.74,
        417.02
    ],
    [
        " The decision was made to build our own lunatic asylum to cage these poor souls. With the agreement of the Japanese, the burial party built two six-foot square bamboo cages.",
        417.6,
        431.44
    ],
    [
        " The madmen could stand or lie down in these just ten feet from my hut. And they had a bench to sit on.",
        432.2,
        440.82
    ],
    [
        " They received food and water, but sadly were largely ignored. At night it was awful to hear them in the darkness, jabbering and screaming, throwing themselves at the cages.",
        441.66,
        452.72
    ],
    [
        " The men who went in never came out alive. Death would have been welcomed for them.",
        454.0,
        460.42
    ],
    [
        " It was a dreadful thing to see our fellow human beings caged like animals, but what else could we do?",
        461.3,
        469.98
    ],
    [
        " You know, as I was preparing for this, and a lot of times when I'm putting notes together, I'm thinking about some thing that I'm going to say, some comparable thing that I can bring back from some of my experiences.",
        478.18,
        496.52
    ],
    [
        " And I got nothing for you. I got nothing for you. And this book is just like that.",
        498.4,
        507.1
    ],
    [
        " Back to the book. I turned to God several times. Often I felt my prayers went unanswered, but I somehow lived through this madness, and I think that someone must have been listening.",
        507.3,
        525.92
    ],
    [
        " But faith in God could not prevent the beatings on the railway, which were totally routine. The threat of a rifle butt across your head or bamboo cane across your body forever loomed large.",
        527.3,
        539.58
    ],
    [
        " For no reason at all, wire whips would lash into our backs and draw blood. Some guards would creep up on you and strike the open, tropical ulcers on your legs with a bamboo stick, causing intense agony.",
        540.62,
        553.62
    ],
    [
        " Often they delivered these beatings with such brutality and swiftness that you did not see them coming or even know that they were what they were for.",
        554.64,
        562.4
    ],
    [
        " Sometimes you just happen to be in the wrong place at the wrong time. The Korean guards took a certain pleasure in the beatings. They had expressed permission to kill prisoners without any reference to higher authority, but most of them would be satisfied to stop at the sight of a blood trickling.",
        563.68,
        581.68
    ],
    [
        " The beatings, no matter how frequent, never got easier to take. In fact, they got tougher. Each time I took a beating it chipped away, not just at my bones and waning muscles, but at my will to endure them.",
        583.08,
        597.12
    ],
    [
        " The dilemma was whether to swallow your pride by going down at the first blow or to retain some of your dignity by taking several blows and standing up to them.",
        598.36,
        608.34
    ],
    [
        " If you refused to show that their blows were hurting you, they would fly into rages and the beating could be severe, even fatal.",
        609.04,
        617.76
    ],
    [
        " From an early period, the Japanese camp komodon, whom I called the Black Prince, became ever more inventive with his punishments.",
        619.26,
        633.18
    ],
    [
        " I could not imagine a more sadistic and evil person on the planet. The more heinous the so-called crime, the sicker, the sentence. Under his instructions, the guards had free reign.",
        633.86,
        648.7
    ],
    [
        " If they felt you deserved something more than a beating, it meant taking you aside and making you pick up a large boulder. For the rest of the day you had to hold the rock over your head in the blazing heat.",
        649.42,
        660.26
    ],
    [
        " Within minutes, your already weak and malnourished arms would start to twitch and fail you. Before long, you would have to drop the rock, usually the size of a rugby ball or football, mindful so that you did so without letting it fall on your own skull.",
        660.6,
        676.26
    ],
    [
        " When you let go, the guards would pounce, fists, rifle butts, and boots, flailing into your body until you picked up the rock again. It would go on all day.",
        677.34,
        688.56
    ],
    [
        " And if the Japanese officer did not think you had learned your lesson sufficiently, the punishment would be repeated back at camp.",
        689.4,
        698.18
    ],
    [
        " The Black Prince was a true bastard. Others called him the Can You Kid, but I thought my name suited Lieutenant Usuki really well. He was darker than the other Japanese soldiers and strutted around like royalty, his beefy gut protruding from beneath a shabby uniform.",
        699.58,
        718.26
    ],
    [
        " He despised us totally. We were scum to him. His absolute power over us and capacity for pitilessness, for pitiless brutality made him so terrifying to me.",
        718.58,
        731.46
    ],
    [
        " Long before our decision to incarcerate crazy men, the Japanese had built their own cages. The Black holes, as they were known, were a higher form of punishment.",
        733.32,
        744.14
    ],
    [
        " Those fortunate enough to be locked inside the, those unfortunate enough to be locked inside the semi-subterranean cages, proportions so you could not stand, lie down, or even kneel fully.",
        744.6,
        758.9
    ],
    [
        " Would be kept in for a month, typically. Corrigated iron and metal covered the bamboo to intensify the heat and deprive victims of air and any cooling breeze.",
        759.46,
        769.2
    ],
    [
        " Few who went in came out alive. Yeah, it's, yeah, it's unbelievable. Unbelievable.",
        769.32,
        790.9
    ],
    [
        " The Black Prince's right hand man was Sergeant Seichi, known to us Brits simply as Dr. Death. Short and squat, he took the roll calls and carried out all of the camp common-dance orders.",
        797.44,
        813.86
    ],
    [
        " Presumably, he was more educated than the other Japanese or Koreans, but he was evil to the marrow.",
        814.64,
        820.46
    ],
    [
        " Ruthless in the extreme, he loved tormenting us. He especially reveled in a sickening brand of water torture. He had guards pinned down his hapless victim, before pouring gallons of water down the prisoner's throat using a bucket and a hose.",
        821.98,
        837.58
    ],
    [
        " The man's stomach would swell up from huge volumes of water. He would then jump up and down gleefully on the prisoner's stomach. Sometimes the guards tied barbed wire around the poor soul's stomach.",
        837.94,
        851.58
    ],
    [
        " Few survived.",
        853.26,
        854.36
    ],
    [
        " When a prisoner was caught stealing from the Japanese officer's storeroom, or if a man turned on a guard, they received the next grade on the sliding scale of Japanese torture.",
        865.92,
        877.16
    ],
    [
        " I called it the Indian rope trick, one favored by Indians in the old cowboy films. The helpless prisoner would be tethered, spread eagled to the ground.",
        877.7,
        887.98
    ],
    [
        " They wrapped wet ratan, the same string-like bark used to lash our bamboo huts together around his ankles and wrists and tied him to stakes in the ground.",
        889.04,
        900.1
    ],
    [
        " As the ratan dried, the ties would slowly gash into the skin, drawing blood and tearing into the sinew and cartilage as it pulled limbs from their sockets.",
        900.44,
        910.58
    ],
    [
        " It reduced even the toughest men to agonize screaming, and they would be there all day.",
        911.58,
        917.7
    ],
    [
        " I would almost be glad to get out of camp in the mornings just to avoid hearing their cries of unbridled pain.",
        919.36,
        926.5
    ],
    [
        " It was a way of torturing all of us. Often, when we returned from a day on the railway, the men would no longer be there.",
        927.26,
        937.12
    ],
    [
        " Nobody asked where they had vanished, too. I certainly did not want to know. After such a horrific ordeal, at the end of a Japanese bayonet would have been welcomed.",
        938.74,
        951.2
    ],
    [
        " So, as time went on, eventually, when they showed up, they had their pants, their shirt, their boots, their socks.",
        968.3,
        976.72
    ],
    [
        " And as time went on, all that stuff got destroyed, it got eaten by the jungle as they worked and eventually fell apart.",
        977.14,
        984.64
    ],
    [
        " And one of the worst things to lose is the last thing that Alistar lost was his boots.",
        985.48,
        997.04
    ],
    [
        " Now in bare feet, I had a new challenge. My feet were extremely soft from living constantly in wet boots, and the ground was particularly unforgiving.",
        1003.26,
        1014.08
    ],
    [
        " The jagged volcanic rocks often hiding just below the surface of topsoil. I knew that the soles would harden up, but until then, I would have to walk like a cripple.",
        1014.5,
        1025.02
    ],
    [
        " When using the spade, I wouldn't be able to use my foot to dig deeper into the soil and would require more upper body strength.",
        1025.86,
        1033.64
    ],
    [
        " Having no boots also made the ever frequent trips to the Benos, the latrines, even more unsavory. They were revolting.",
        1034.56,
        1045.08
    ],
    [
        " Vast open pits later covered in after weakened prisoners began to collapse into them and drown.",
        1046.04,
        1052.78
    ],
    [
        " As you approached the Benos, you had to wade through the mud, layered with excrement of those dysentery sufferers who never quite made it.",
        1053.94,
        1063.82
    ],
    [
        " Flies and maggots swarmed and wriggled over this foul mush. It got so bad that we had a bucket of water at the entrance to wash our hut, to wash our feet in. It all added to the misery.",
        1064.64,
        1080.24
    ],
    [
        " The",
        1085.62,
        1086.18
    ],
    [
        " wild",
        1086.18,
        1086.74
    ],
    [
        "",
        1086.74,
        1086.74
    ],
    [
        " The",
        1086.74,
        1088.9
    ],
    [
        "",
        1088.9,
        1088.9
    ],
    [
        " It's amazing what we take for granted, isn't it?",
        1088.9,
        1092.82
    ],
    [
        " Yeah, to say the least.",
        1092.82,
        1094.38
    ],
    [
        " And he goes on to talk about, and if you... how do you deal with this when you're going through it?",
        1095.44,
        1103.12
    ],
    [
        " And he writes, in moments of adversity, I would often think back to my childhood and remember going barefoot during the long hops.",
        1103.78,
        1112.72
    ],
    [
        " We spent down at the Aberdeen, Aberdeen sure, fishing village of Newton Hill, where I was born.",
        1113.2,
        1119.44
    ],
    [
        " So there he is, you know, having to go barefoot his feet practically falling off.",
        1120.76,
        1126.52
    ],
    [
        " And the best thing he can do is try and think of the good times in his life when he was forced to go barefoot.",
        1127.08,
        1135.92
    ],
    [
        " And you would think...",
        1136.32,
        1139.84
    ],
    [
        " You would think some level of camaraderie would be critical.",
        1142.92,
        1148.42
    ],
    [
        " And this is one of those books where, again, in almost every military book, you just hear about leadership and camaraderie.",
        1149.16,
        1161.42
    ],
    [
        " And there's points in this book where that stuff fails.",
        1161.72,
        1164.56
    ],
    [
        " Fails.",
        1166.08,
        1166.86
    ],
    [
        " And this is where he kind of talks about that.",
        1170.7,
        1173.22
    ],
    [
        " Back to the book.",
        1174.2,
        1175.12
    ],
    [
        " I even castigated myself for getting involved with another prisoner's problems.",
        1177.0,
        1181.0
    ],
    [
        " Once you got started with sentimentality and grief, you were a goner.",
        1182.64,
        1187.38
    ],
    [
        " It was a selfish tactic, but I was desperate to survive.",
        1188.36,
        1191.88
    ],
    [
        " I was refusing to let the Japanese win this.",
        1192.62,
        1195.18
    ],
    [
        " Like on the death march, some men found the going easier by teaming up and making a close bond with another prisoner.",
        1196.18,
        1203.38
    ],
    [
        " They would fight railway life together, sharing whatever food they had, helping each other, wherever they could, and always having their back.",
        1204.12,
        1212.74
    ],
    [
        " They even took beatings together to share the blows and the pain.",
        1213.62,
        1216.64
    ],
    [
        " It was not the way for me.",
        1218.0,
        1219.56
    ],
    [
        " I watched the heartache of men losing their best pals and suddenly being left alone.",
        1220.02,
        1224.9
    ],
    [
        " They never usually lasted very long and soon followed their mates to the grave.",
        1225.62,
        1231.4
    ],
    [
        " By now, the cuts on my feet and legs had turned into painful and dangerous tropical ulcers.",
        1233.12,
        1243.32
    ],
    [
        " When I suffered scrapes on the railway or had a rash, I could not tend to it until, yes, me time, which is like rest time or at ease time.",
        1244.06,
        1253.72
    ],
    [
        " Or until I was back at camp.",
        1254.14,
        1255.6
    ],
    [
        " Then I wrapped leaves around the cuts at night to keep the flies off, but it was useless.",
        1256.3,
        1261.14
    ],
    [
        " And the ulcers usually spread.",
        1261.96,
        1263.4
    ],
    [
        " They routed your flesh, muscle, and tendons.",
        1264.4,
        1267.5
    ],
    [
        " People were left with gaping holes as the flesh simply fell away.",
        1268.04,
        1272.3
    ],
    [
        " And also would eat deep into your flesh, so deep you could sometimes see the white of bone.",
        1273.32,
        1278.08
    ],
    [
        " Even worse, if you were not careful, they could become gangrenous.",
        1278.8,
        1283.96
    ],
    [
        " And many men lost legs that way by imprefized amputation without anesthetics or drugs.",
        1284.36,
        1293.08
    ],
    [
        " I went to the medical hut for advice.",
        1299.66,
        1302.02
    ],
    [
        " In common with most of the men, tropical ulcers had engulfed my feet, ankles, and lower calves.",
        1302.52,
        1308.44
    ],
    [
        " I had avoided the medical hut until that point.",
        1309.18,
        1311.86
    ],
    [
        " It was set aside from the sleeping huts in about the same size as ours.",
        1312.6,
        1315.94
    ],
    [
        " The officer in charge was Dr. Matthews' mathison, a likable character from Paisley just a few days ago.",
        1317.2,
        1323.06
    ],
    [
        " He had come to Singapore about the same time as me, and would later, in much different circumstances, save my life.",
        1327.36,
        1335.0
    ],
    [
        " On this, my first encounter with him, he would at least save my legs.",
        1335.86,
        1340.8
    ],
    [
        " Sneaking under the cloud of black flies that circled outside the hut like a swarm of miniature vultures, I entered nervously.",
        1341.8,
        1350.72
    ],
    [
        " The overpowering stench immediately had me gasping.",
        1351.92,
        1354.44
    ],
    [
        " Stepping across, the cadaverous forms of five or six men who appeared to be wrapping at Death's Door, Dr. Matthewsson introduced himself.",
        1355.4,
        1365.4
    ],
    [
        " I had not spoken for so many days that when I went to reply, my parched throat failed me.",
        1366.54,
        1371.34
    ],
    [
        " Here, he said, handing me a half-cooking cup of water. Get this down you.",
        1372.08,
        1376.48
    ],
    [
        " I siped the cool water down and thanked him, asking how his patients were.",
        1377.98,
        1382.64
    ],
    [
        " Dr. Matthewsson in his mid-30s at this point appeared weary beyond his ears.",
        1383.94,
        1389.3
    ],
    [
        " He was probably on self-imposed half-rashions just to keep some spare for his patients.",
        1390.26,
        1395.38
    ],
    [
        " The men had spoke highly of him, and many of our doctors were revered as saintly figures.",
        1396.26,
        1401.54
    ],
    [
        " The doctor took me by the arm and led me down to the far end of the hut, away from the men.",
        1402.48,
        1408.26
    ],
    [
        " In a soft west coast accent, he said, half of these men will die within days. The other half, who knows?",
        1409.18,
        1417.2
    ],
    [
        " If I had access to some proper clinical treatments, drugs or instruments, they might live, but that is not possible as I'm sure you know.",
        1418.28,
        1425.88
    ],
    [
        " I could only not in agreement. The squalor and stench of death inside the hut was appalling.",
        1426.84,
        1433.48
    ],
    [
        " What can you do for them, I asked? Quite simply not a lot. I try and give them some hope if nothing else.",
        1434.24,
        1442.06
    ],
    [
        " He went on. It's easy for these men to give up, and when they lose hope, the fight just seems to seep right out of them.",
        1451.16,
        1460.48
    ],
    [
        " On countless occasions I've seen two men with the same symptoms and the same physical state, and one will die and one will make it.",
        1461.5,
        1469.5
    ],
    [
        " I can only put that down.",
        1470.26,
        1471.92
    ],
    [
        " To sheer willpower.",
        1471.92,
        1473.78
    ],
    [
        " We do talk about willpower.",
        1475.72,
        1488.42
    ],
    [
        " I don't think we've ever discussed willpower at this level, and that is when you have two men with the same symptoms and the same physical state.",
        1488.76,
        1501.78
    ],
    [
        " One dies and one lives, and the doctor's only determination is he thinks it comes down to sheer willpower.",
        1501.92,
        1508.24
    ],
    [
        " The will is strong. It is a strong force.",
        1508.92,
        1515.14
    ],
    [
        " I considered this for a moment and looked around the hut. You could tell the men who were dying by the look on their faces.",
        1517.84,
        1528.22
    ],
    [
        " Their gaze was lost before it reached their eyes, and no amount of positive attitude and care from Dr. Mathiason could change their destiny.",
        1528.98,
        1537.64
    ],
    [
        " It certainly was not the medical staff's fault. Their hands were tied. No blood was firmly on our capters' hands.",
        1538.92,
        1546.9
    ],
    [
        " I told myself right then and there that I would not stop fighting.",
        1547.9,
        1553.26
    ],
    [
        " What can you do for this?",
        1561.78,
        1563.36
    ],
    [
        " I asked the doctor lifting a foot onto a bamboo chair. Tropical ulcers. A disease of food, filth, and friction.",
        1564.74,
        1574.68
    ],
    [
        " Do you know what maggots look like?",
        1576.02,
        1577.72
    ],
    [
        " maggots I asked, frantically inspecting my foot, praying that I was subject to some sick joke? Yes, maggots.",
        1579.14,
        1586.84
    ],
    [
        " They'll fix you right up. Go down to the latrines, find yourself a handful of those wee white beasties and set them on your ulcers.",
        1587.32,
        1595.36
    ],
    [
        " They will chomp through the dead flesh before you know it. You'll be right as rain.",
        1596.04,
        1600.14
    ],
    [
        " Almost as an afterthought, he added, remember to count how many you put on carefully.",
        1601.62,
        1607.08
    ],
    [
        " You don't want to forget one and leaving it there to eat itself to death.",
        1607.86,
        1611.88
    ],
    [
        " I left the medical hut shaking my head still wondering if I were being had.",
        1613.92,
        1618.88
    ],
    [
        " Letting maggots eat my skin did not sound particularly appetizing, but I was willing to try anything.",
        1619.58,
        1625.28
    ],
    [
        " I knew I had to stop the rot that was devouring my legs.",
        1626.04,
        1629.0
    ],
    [
        " The latrines were nothing more than holes in the ground, but now with bamboo slats across them.",
        1630.56,
        1636.82
    ],
    [
        " A bunch of jungle leaves usually laid piled near or you took your own foliage or toilet paper if there was no river water collected for the job.",
        1637.54,
        1646.98
    ],
    [
        " I did not have to go far to find what I was looking for. I gingerly scooped up a handful of maggots watching them squirm and wriggle.",
        1647.88,
        1655.36
    ],
    [
        " Without thinking about it too much, I found a quiet spot nearby and sat down, placing just two or three out of nasty ulcer on my ankle.",
        1655.86,
        1665.36
    ],
    [
        " The maggots, which were about a quarter of an inch long, instinctively knew what to do.",
        1665.94,
        1670.72
    ],
    [
        " They started gnawing away at my skin with the most minuscule of bites.",
        1671.62,
        1675.58
    ],
    [
        " The sensation was of tingling unearthly, yet not altogether unpleasant, until the realization that the maggots were eating your raw flesh came racing back to the forefront of your mind.",
        1676.38,
        1689.2
    ],
    [
        " I can still feel that sensation to this day.",
        1689.8,
        1692.46
    ],
    [
        " But to Dr. Matthewsons' credit, it certainly worked.",
        1694.2,
        1697.78
    ],
    [
        " Within days, the wounds had started to heal and new skin grew back.",
        1698.2,
        1703.02
    ],
    [
        " It was a trick that I persisted with throughout my time on the railway, passing on to other men when I thought I could.",
        1703.76,
        1710.38
    ],
    [
        " They still use that today, by the way. The maggots think.",
        1711.26,
        1718.44
    ],
    [
        " I've heard of it.",
        1720.44,
        1722.0
    ],
    [
        " That's crazy how he was kind of like, I'll never forget that feeling of the maggots, but he talked about it as not being totally unpleasant.",
        1722.08,
        1734.46
    ],
    [
        " Probably because he knew it was kind of healing them.",
        1735.98,
        1740.66
    ],
    [
        " Yeah.",
        1741.86,
        1742.5
    ],
    [
        " I don't know.",
        1743.06,
        1744.84
    ],
    [
        " It's heavy, brother, it's heavy.",
        1745.6,
        1747.84
    ],
    [
        " Yeah.",
        1748.4,
        1748.74
    ],
    [
        " So now we get into a guy that had tried to escape and was captured.",
        1749.68,
        1756.48
    ],
    [
        " I was unaware that anyone had escaped until one morning a sorry-looking chap was dragged before us.",
        1758.08,
        1764.48
    ],
    [
        " He had been horrifically beaten, his swollen and bloody features virtually unrecognizable.",
        1765.34,
        1770.88
    ],
    [
        " The interpreter told us, this man very bad. He tried to escape. No good.",
        1771.26,
        1777.14
    ],
    [
        " Two guards threw him down on the ground in front of us. The battered wreck of a human frame and made him kneel.",
        1779.46,
        1785.84
    ],
    [
        " He did not plead for mercy or beg for assistance.",
        1786.76,
        1790.64
    ],
    [
        " He knew his fate and waited silently, resigned to it.",
        1791.5,
        1796.42
    ],
    [
        " The black prince, who seemed to have dressed up especially for the occasion, strode forward and unsheathed his long, samurai sword.",
        1797.7,
        1806.72
    ],
    [
        " He prodded the prisoner in the back, forcing him to straighten up.",
        1807.54,
        1811.94
    ],
    [
        " Then the black prince raised his sword, its stainless steel glinted in the sunshine.",
        1813.28,
        1818.22
    ],
    [
        " It was a moment of such horror that I could scarcely believe it was really happening.",
        1819.88,
        1824.98
    ],
    [
        " I closed my eyes tightly.",
        1825.76,
        1827.74
    ],
    [
        " This was one of the many instances of barbarism on the railway that I would try to shut out of my mind.",
        1828.84,
        1836.52
    ],
    [
        " But I could not escape the chilling swish of the blade as it cut through the damp tropical air or the sickening fwack of the sword coming down on our comrades neck.",
        1837.24,
        1848.12
    ],
    [
        " Followed by the dull thump of his head landing on the ground.",
        1848.9,
        1852.1
    ],
    [
        " I kept my eyes firmly shut, but swayed on my feet and felt a collective gasp of impotent anger and revulsion.",
        1852.84,
        1863.4
    ],
    [
        " And that line right there is...",
        1865.36,
        1875.28
    ],
    [
        " Something that when I heard it, when I read it, I kind of thought to myself that this is what separates every experience I've had in my life with this.",
        1878.66,
        1889.32
    ],
    [
        " And that is this gasp of impotent anger and revulsion.",
        1889.56,
        1894.7
    ],
    [
        " So the anger is there, the revulsion is there, but it's impotent.",
        1894.96,
        1899.5
    ],
    [
        " And you can't do anything about it because you're a slave and you're at the mercy of another human being.",
        1899.66,
        1906.16
    ],
    [
        " Your freedom has been taken away.",
        1906.16,
        1908.72
    ],
    [
        " And I talk about freedom fairly often.",
        1909.28,
        1923.54
    ],
    [
        " And I don't think there could be any greater reminder of how precious freedom is.",
        1924.04,
        1934.76
    ],
    [
        " Then reading about someone, about a group of men, that have had their freedom completely taken from them.",
        1937.08,
        1948.42
    ],
    [
        " Now, at this point in the book, and I wanted to point this out, because if you have seen the movie The Bridge on the River Quai, he kind of spells out the differences.",
        1958.34,
        1972.4
    ],
    [
        " The building of the bridge on the River Quai took a terrible toll on us and the depiction of our sufferings in the film of the same name was a very, very sanitized version of the events.",
        1980.86,
        1991.66
    ],
    [
        " Unlike the well-fed extras in the movie, we did not whistle Colonel Bogey-Tune.",
        1992.7,
        1998.48
    ],
    [
        " Nor did we work alongside Americans. Nor did we have any semblance of a uniform. We were naked barefoot slaves.",
        1999.22,
        2006.74
    ],
    [
        " And there were certainly no pretty and scantily clad local girls wandering through the jungle.",
        2007.5,
        2013.8
    ],
    [
        " And contrary to the film, our real-life commander, Colonel Philip Tuzi did not collaborate with the Japanese.",
        2014.52,
        2021.36
    ],
    [
        " I was not alone in doing his little work as possible without blatantly shirking, which resulted in sadistic beatings.",
        2022.3,
        2030.4
    ],
    [
        " Energy, every ounce of it, had to be conserved for survival.",
        2030.66,
        2034.46
    ],
    [
        " Tabusta Gut on starvation rations was absolute suicide.",
        2035.22,
        2038.94
    ],
    [
        " We had long lost our dignity, and working faster certainly would not have brought it back.",
        2039.92,
        2045.4
    ],
    [
        " In fact, it would have resulted in us in the opposite, with even more of us dying.",
        2046.38,
        2050.78
    ],
    [
        " Instead, we made constant attempts to sabotage.",
        2052.74,
        2055.72
    ],
    [
        " Men whispered orders to impair the construction of the bridge wherever possible.",
        2056.54,
        2060.5
    ],
    [
        " Some charged with making up concrete mixtures deliberately added too much sand or not enough, which would later have disastrous effects.",
        2061.1,
        2070.02
    ],
    [
        " We collected huge numbers of termites and white ants and deposited them into grooves and joints of load-bearing trunks.",
        2070.82,
        2076.64
    ],
    [
        " Out of sight of guards, I saw it halfway through wooden bolts wherever possible,",
        2077.76,
        2084.96
    ],
    [
        " hoping they would snap whenever any serious weight like a train was placed upon them.",
        2084.96,
        2090.72
    ],
    [
        " But the river quay and its tributaries harbored a killer even more lethal than the Japanese and our starvation diet.",
        2091.68,
        2098.86
    ],
    [
        " As an inevitable consequence of the lack of sanitation and the tens of thousands of bodies buried in shallow graves are dumped along in the jungle,",
        2099.66,
        2109.18
    ],
    [
        " the river system was loaded with cholera, bacteria, and the monsoon season became cholera season.",
        2109.18,
        2117.12
    ],
    [
        " As the heightened waters of the quay flushed vibriochloria throughout the land, this fearful disease cast a black shadow over the camp.",
        2117.86,
        2132.94
    ],
    [
        " The camp, cholera arrived unseen and unhermed, but soon had us in its grip.",
        2132.94,
        2138.48
    ],
    [
        " I was slow to hear about it, but I sensed something terrible was in the camp.",
        2139.78,
        2143.18
    ],
    [
        " More men were falling ill than usual, and the Japanese kept their distance, leaving us alone.",
        2144.1,
        2150.52
    ],
    [
        " They were scared to death of catching cholera themselves.",
        2151.4,
        2154.16
    ],
    [
        " So this wretched disease comes into camp, and you just don't think things can get worse, and they do.",
        2158.42,
        2168.52
    ],
    [
        " And you think that alistair is going to avoid cholera, but he doesn't.",
        2170.1,
        2177.64
    ],
    [
        " Overnight cholera struck me down.",
        2180.46,
        2182.66
    ],
    [
        " I woke up with explosive diarrhea and violent projectile vomiting.",
        2183.14,
        2187.76
    ],
    [
        " My ears were ringing as I felt dizzy.",
        2188.56,
        2190.64
    ],
    [
        " Cram started in my bowels and soon spread all over my body, as it rapidly dehydrated.",
        2191.9,
        2197.14
    ],
    [
        " I was drying from the inside out, shriveling like a picked grape left out in the sun.",
        2197.78,
        2202.58
    ],
    [
        " The cholera bacteria burred into the walls of my small intestine, producing toxins that sucked my vinyl salts, and every ounce of water out of my body.",
        2203.14,
        2212.48
    ],
    [
        " I was unsure what was wrong, but I knew it was serious.",
        2213.6,
        2218.82
    ],
    [
        " I did not want to finish up with life drained out of me.",
        2219.7,
        2223.42
    ],
    [
        " I had always been extremely careful to drink only boiled water, so at first I was doubtful that it was cholera.",
        2224.34,
        2230.34
    ],
    [
        " I did not know much about it, but I knew that the first 24 hours were crucial.",
        2230.82,
        2236.18
    ],
    [
        " If you see through a day and a night, you would probably survive.",
        2237.08,
        2240.72
    ],
    [
        " Most men who succumbed did so in the first few hours, a horrible death, and so quick.",
        2241.42,
        2247.06
    ],
    [
        " Men who threw the bodies of cholera victims onto the funeral pyres in the morning could easily contract the disease, die, and be thrown on the pyre themselves that evening.",
        2247.82,
        2257.98
    ],
    [
        " They died in agony like crazed animals, and it was dreadful to see.",
        2258.86,
        2263.68
    ],
    [
        " I lay in my bed, unable to rise for work party.",
        2265.44,
        2274.02
    ],
    [
        " By then I was semi-conscious, and I thought it was the end. I was hallucinating.",
        2275.2,
        2278.88
    ],
    [
        " Vivid red flashes stormed my eyelids. I knew I had to seek help.",
        2279.34,
        2284.14
    ],
    [
        " After psyching myself up, I managed to rise and wobble to Dr. Matthewsons hut.",
        2284.56,
        2290.56
    ],
    [
        " As soon as I walked in, he knew that I had cholera.",
        2291.84,
        2293.96
    ],
    [
        " It was a death sentence, and he was reluctant to tell me.",
        2294.78,
        2297.26
    ],
    [
        " Instead, he looked at me and simply said, you'll have to be isolated. You'll be looked after.",
        2297.86,
        2303.16
    ],
    [
        " His orderly led me to a cream-colored tent, like the ones we had used in scouts.",
        2304.72,
        2310.82
    ],
    [
        " As they peeled back the tent's front flap, a deathly stench leaped out.",
        2310.9,
        2316.1
    ],
    [
        " Unknown to me, this was the death tent, and I was the unlucky 13th occupant of a dimly lit space, already full of men.",
        2317.1,
        2326.16
    ],
    [
        " When I saw their state, their eyes rolling back, rasping unintelligible voices, their legs raised with knees bent.",
        2327.02,
        2333.86
    ],
    [
        " The bizarre telltale sign of a cholera sufferer. I knew that my number was up.",
        2334.4,
        2338.96
    ],
    [
        " The orderlies were putting me here to die. The fight was fading from me, and I lay down on the canvas floor with a sense of complete and utter desolation.",
        2339.86,
        2351.7
    ],
    [
        " But he did survive. Out of the 13 men that went into the tent, he was the only survivor.",
        2353.26,
        2361.22
    ],
    [
        " Now, at this point, in the book, and I want you to remember that this is a book. This is another human being, his life.",
        2371.1,
        2382.22
    ],
    [
        " And at this point in Alistair's life, he actually got moved to another facility, another prison camp that was four people that were in really bad, bad shape.",
        2382.36,
        2396.94
    ],
    [
        " And he was there. He went through some recovery time, and that's a very important part of the book.",
        2397.72,
        2409.6
    ],
    [
        " And then he begins working on the docks, unloading food stores for the Japanese soldiers, and loading them.",
        2413.84,
        2422.66
    ],
    [
        " And eventually, it comes time for him to be moved.",
        2423.92,
        2428.2
    ],
    [
        " And so they move the prisoners of war by shipping them.",
        2431.42,
        2438.4
    ],
    [
        " On 4 September 1944, 900 British POWs were rushed up the gangway of the Kachadochi Maru, a 10,000 ton cargo vessel that had been named for, that had been named the President Harrison before it was captured from the Americans.",
        2439.48,
        2458.52
    ],
    [
        " Using sticks, the Japanese drove us like cattle aboard the ship, and down into the holds. We could never move fast enough for them.",
        2459.82,
        2468.68
    ],
    [
        " The liner had two holds, both, quite obviously, not made to accommodate human beings, yet they wandered around 450 of us in each.",
        2469.66,
        2478.94
    ],
    [
        " The lads below were shouting, begging, and pleading for the Japanese not to let in any more men.",
        2479.32,
        2485.26
    ],
    [
        " But the louder they shouted, the more frenzy the guards became down, and down we went into the depths of hell.",
        2486.16,
        2494.0
    ],
    [
        " Nothing in all of our suffering had prepared me for anything like this, and even today I can scarcely find the words to describe the horrors of the Kachadochi Maru.",
        2495.86,
        2507.58
    ],
    [
        " By the time I got down to the hold, I had nowhere to sit. It was standing room only. Most of us packed in like sardines with no toilet facilities.",
        2508.94,
        2518.86
    ],
    [
        " Most had dysentery, malaria, berry berry, and all manners of tropical diseases.",
        2520.08,
        2525.8
    ],
    [
        " Once inside, and the hold crammed full, the Japanese batten down the hatches, plunging us into a terrifying black pit.",
        2526.54,
        2537.82
    ],
    [
        " At that moment, the most fearful clamor went up as claustrophobia and panic gripped the men.",
        2538.94,
        2545.38
    ],
    [
        " Many feared they were doomed and began screaming and shouting, yet a strange tranquility came over me.",
        2546.6,
        2553.76
    ],
    [
        " I felt resigned and just thought, this is it.",
        2554.32,
        2559.7
    ],
    [
        " I thought that we would never get out alive and would never see home again.",
        2561.88,
        2566.94
    ],
    [
        " You felt resigned to accept this as your last. I could only think that they were taking us out to see, to sink the ship and drown us all.",
        2567.54,
        2575.38
    ],
    [
        " Our captors were capable of it. I had seen what they were capable of anything.",
        2576.0,
        2580.56
    ],
    [
        " We knew nothing about these ships, which would become infamous in the annals of the Second World War history as hell ships.",
        2583.28,
        2590.88
    ],
    [
        " A fleet of dozens of rusting hulks used to shuttle supplies and prisoners around Japan's far eastern empire.",
        2591.7,
        2598.66
    ],
    [
        " Some of the most appalling episodes of the war occurred on these ships, in which men driven crazy by thirst, killed fellow prisoners to drink their blood.",
        2599.38,
        2610.4
    ],
    [
        " In some cases, prisoners trying to escape from the seething mass of hysterical captors were shot by Japanese soldiers.",
        2610.96,
        2618.88
    ],
    [
        " Some voyages took weeks with only a handful of prisoners surviving. Men drank their own urine. Sick prisoners were trampled to death or suffocated.",
        2620.24,
        2631.66
    ],
    [
        " The sain murdered the insane and wondered when it would be their turn to go mad.",
        2632.52,
        2637.04
    ],
    [
        " Cannibalism, as well as vampirism, was not unknown and even Japanese medics were shocked by what they found when the hulks were finally opened.",
        2638.42,
        2647.54
    ],
    [
        " In the case of the Oroko Maru, where insane prisoners killed fellow men for their blood, only 271 men survived out of 1,619.",
        2648.7,
        2661.78
    ],
    [
        " So all those times that you think of horror movies and they don't seem realistic and you don't think it could ever happen, it has happened.",
        2664.02,
        2675.14
    ],
    [
        " There must have been at least one officer, a war officer or a sergeant major somewhere in the hold, but they certainly didn't make themselves known.",
        2675.9,
        2685.14
    ],
    [
        " Discipline had gone. Everyone, whatever their rank was in the same situation.",
        2685.82,
        2691.42
    ],
    [
        " All of us just wanted to survive and were prepared to do anything to ensure that happened.",
        2691.78,
        2696.62
    ],
    [
        " It would have taken a very brave man to try and take command of the men in the hold of these conditions. It would have been suicidal.",
        2697.28,
        2705.06
    ],
    [
        " And again, that's one of those points where every book we've talked about, no matter how bad things get, there's a leader ready to step up.",
        2706.84,
        2720.08
    ],
    [
        " Then you wonder if there's a line that you could ever go across where that doesn't happen.",
        2720.92,
        2725.44
    ],
    [
        " Well, here it is.",
        2726.32,
        2728.3
    ],
    [
        " I thought I never thought anything could ever match the terror of the railway being in the hold was worse.",
        2732.34,
        2741.96
    ],
    [
        " At least, slaving on the railway, you could move and you had fresh air.",
        2742.64,
        2747.52
    ],
    [
        " Then another dread thought struck me, submarines.",
        2748.98,
        2753.36
    ],
    [
        " The Kachidoku Maru had no Red Cross markings painted on it.",
        2755.06,
        2759.28
    ],
    [
        " I would later learn that none of the hellships bore any indication that POWs were on board as they were required to do by Geneva Convention.",
        2760.08,
        2769.0
    ],
    [
        " Red Cross's were, however, painted on Japanese ammunition carriers.",
        2770.38,
        2775.0
    ],
    [
        " My fears that without markings, we were a target for our own side.",
        2775.48,
        2781.2
    ],
    [
        " So he starts thinking, well, we're part of the Japanese fleet now.",
        2782.3,
        2790.72
    ],
    [
        " What if we get attacked by our own people? What if we get sunk?",
        2791.8,
        2795.8
    ],
    [
        " And as you can probably foresee, because this story is just misery upon misery, it happens.",
        2799.18,
        2809.7
    ],
    [
        " In the hold of the Kachidoki Maru, the torment went on.",
        2810.38,
        2816.4
    ],
    [
        " The noise was constant and deafening, an awful cock-offening of throbbing engines, moaning, coughing,",
        2816.72,
        2824.34
    ],
    [
        " and shaking, screaming, the background music for this latest torture.",
        2825.8,
        2829.52
    ],
    [
        " The chilling screams of the mad and insane would stop abruptly.",
        2830.9,
        2835.48
    ],
    [
        " I don't know how they were dealt with, but I could imagine.",
        2836.5,
        2839.82
    ],
    [
        " I was completely stuck where I was in the hold and could not move. No one could.",
        2842.24,
        2847.44
    ],
    [
        " You couldn't sit or lie down. You couldn't even go down to your haunches. There was so little room.",
        2847.82,
        2852.04
    ],
    [
        " You didn't really want to lie down anyway. It was a sea of human waste and you risked being trampled.",
        2852.22,
        2858.76
    ],
    [
        " You had your space and protected it with your life quite literally.",
        2859.48,
        2863.18
    ],
    [
        " You stayed strong, protecting your space with elbows and fists. By any means necessary.",
        2863.94,
        2869.6
    ],
    [
        " By this stage, it was every man for himself. Each person had their own problems to resolve, their own life to save.",
        2870.4,
        2878.86
    ],
    [
        " Again, we have not seen this yet. Every man for himself.",
        2882.0,
        2886.72
    ],
    [
        " Yeah.",
        2887.94,
        2889.44
    ],
    [
        " The smell inside the hold was indescribable or a pugnant stench, an overpowering mixture of excrement, urine, vomit, sweaty bodies, weeping ulcers, and rotting flesh clogged the atmosphere.",
        2891.16,
        2907.38
    ],
    [
        " There was no way we could get any fresh air. Even when the Japanese opened the hatches, it really didn't help that much.",
        2908.32,
        2915.3
    ],
    [
        " You were still breathing in what was already there.",
        2916.44,
        2919.14
    ],
    [
        " First became our biggest problem. People don't understand what real thirst truly is. You start to hallucinate and see mirages.",
        2921.6,
        2930.46
    ],
    [
        " And that is the most dangerous thing. People died down in the holds from suffocation or heart attacks.",
        2931.28,
        2936.94
    ],
    [
        " The men who died were not taken away. Their bodies lay among us.",
        2937.82,
        2941.82
    ],
    [
        " So one of the other vessels that they are out with gets hit with a torpedo, American torpedo.",
        2948.88,
        2958.34
    ],
    [
        " That is another vessel that is holding prisoners of war.",
        2958.34,
        2962.5
    ],
    [
        " It is the 1,317 were killed.",
        2963.08,
        2973.16
    ],
    [
        " Or sorry, 1,317 prisoners were on board. None of them were killed by the explosion.",
        2977.86,
        2985.5
    ],
    [
        " But 1,159 of them drowned or died of exposure.",
        2987.04,
        2993.3
    ],
    [
        " And mind you, these were all guys that had served on the death railway.",
        2997.26,
        3001.86
    ],
    [
        " Guys that had already suffered just unimaginable torture.",
        3002.58,
        3007.86
    ],
    [
        " And then as he suspected, it became their turn.",
        3018.16,
        3023.4
    ],
    [
        " Four minutes later, we suddenly felt a tremendous blast and an explosion tore through the hold.",
        3024.06,
        3032.4
    ],
    [
        " The whole structure shuddered and water flooded in it from above.",
        3032.96,
        3035.76
    ],
    [
        " I knew then as the water crashed on top of me that my worst fears had been realized.",
        3036.34,
        3040.7
    ],
    [
        " We had been hit and I knew that the torpedo had struck very close to us.",
        3041.16,
        3044.62
    ],
    [
        " It was in fact the first of two torpedoes that would send the hellship to the bottom within 15 minutes.",
        3045.2,
        3051.0
    ],
    [
        " The ship tilted. We were going down.",
        3051.64,
        3054.56
    ],
    [
        " So the ship sinks.",
        3060.44,
        3061.74
    ],
    [
        " Now the Japanese had immediately tried to get off with lifeboats that left all the prisoners trying to just create rafts with whatever they could.",
        3062.82,
        3071.72
    ],
    [
        " Even after the sinking, the killing went on for those of us who survived and gone on to rafts.",
        3072.46,
        3078.9
    ],
    [
        " Anyone starting to panic was thrown off into the sea.",
        3078.9,
        3081.76
    ],
    [
        " When they scrambled to get back, they were kicked away.",
        3082.36,
        3084.5
    ],
    [
        " Men pushed under and held the Japanese up.",
        3085.56,
        3087.88
    ],
    [
        " Men pushed under and held under Japanese survivors.",
        3088.54,
        3091.84
    ],
    [
        " Fighting broke out as the animal instinct to survive asserted itself, making some survivors try to capture more seawardly vessels and shove others off to their deaths.",
        3092.9,
        3101.96
    ],
    [
        " Many gave up already so weak, dangerously dehydrated and ill.",
        3102.9,
        3107.3
    ],
    [
        " Many gulp the saltwater and quickly went stark raving mad drowning themselves to end the torment.",
        3108.04,
        3113.74
    ],
    [
        " Horrible as it may sound. As men became mad, they had to be shoved off of the rafts or boats.",
        3115.28,
        3121.7
    ],
    [
        " Or the remainder might have perished.",
        3122.58,
        3124.46
    ],
    [
        " There was a lot of shouting and screaming, cries of get off you bastard, or I'll kill you, made me close my eyes and distress.",
        3125.92,
        3134.82
    ],
    [
        " Most of the shouts were in English.",
        3135.36,
        3137.16
    ],
    [
        " There were not many Japanese, the majority of whom had gotten off early in the life-votes.",
        3137.94,
        3144.32
    ],
    [
        " Drowning and dying men called for their wives, their children, or mothers.",
        3145.46,
        3149.52
    ],
    [
        " Men said things like, Daddy will be home soon and then disappeared beneath the waves.",
        3150.72,
        3156.68
    ],
    [
        " It was harrowing to hear.",
        3157.9,
        3159.24
    ],
    [
        " By that stage, most of us were treading a very fine line between sanity and madness.",
        3160.72,
        3166.44
    ],
    [
        " It didn't take much to put people over the top.",
        3167.16,
        3170.44
    ],
    [
        " I couldn't see where it was coming from, but a group of men started singing.",
        3172.0,
        3175.56
    ],
    [
        " First to keep their spirits up, they sang rule Britannia.",
        3176.32,
        3179.18
    ],
    [
        " After the Salaranga incident, we had been banned from singing, this stirring anthem, with its line about Britain's never-ever.",
        3180.28,
        3188.88
    ],
    [
        " So, there you start seeing some spirit as they start singing rule Britannia.",
        3193.02,
        3202.96
    ],
    [
        " The Salaranga incident was when some prisoners, just when the Japanese had taken over and sing a poor and I don't remember this correctly.",
        3203.04,
        3215.48
    ],
    [
        " But a couple guys had tried to escape and they got caught.",
        3217.04,
        3221.26
    ],
    [
        " It was a standoff between the soldiers and the Japanese prisoners, or Japanese prison camp commanders.",
        3221.6,
        3233.02
    ],
    [
        " The soldiers did not back down until they had executed four prisoners that had tried to escape.",
        3234.08,
        3242.06
    ],
    [
        " Then they kept everyone else locked in this compound for five days.",
        3242.44,
        3247.26
    ],
    [
        " When the guys started to die from starvation and dysentery and dehydration, they said,",
        3247.4,
        3254.26
    ],
    [
        " they signed a paper that said no one else would try to escape.",
        3254.28,
        3256.9
    ],
    [
        " But they held the line as long as they possibly could.",
        3257.22,
        3259.92
    ],
    [
        " 244 of my comrades on the Kachidoki Maru died that night.",
        3264.22,
        3268.64
    ],
    [
        " It was tragic beyond belief that having survived the death railway, they became prisoners of the deep.",
        3269.28,
        3275.62
    ],
    [
        " 1403 Allied servicemen had died as a result of the failure of the Japanese to observe the Geneva Convention and apply red crosses to our hillships.",
        3279.34,
        3287.62
    ],
    [
        " He ends up getting recaptured by the Japanese.",
        3288.28,
        3293.28
    ],
    [
        " After the after ship's own.",
        3294.48,
        3296.16
    ],
    [
        " Yes, he does survive. He gets recaptured by the Japanese.",
        3296.16,
        3299.54
    ],
    [
        " Eventually he's close to where Nagasaki is, but far enough away that he doesn't die from the blast of Nagasaki.",
        3299.78,
        3308.06
    ],
    [
        " The war ends. They get picked up.",
        3308.58,
        3311.7
    ],
    [
        " And eventually they're obviously brought home by Americans and eventually sent back to England.",
        3312.4,
        3322.16
    ],
    [
        " He says that when he left Aberdeen, he'd weighed a healthy 135 pounds, but here in Nagasaki on the steel yard scales.",
        3323.74,
        3331.58
    ],
    [
        " Very accurate contraptions similar to those I had used at the Plumber's merchants.",
        3331.84,
        3337.9
    ],
    [
        " I was reduced to a skeletal 82 pounds.",
        3338.62,
        3342.62
    ],
    [
        " They've got some pictures of these guys.",
        3343.5,
        3346.82
    ],
    [
        " They literally look like skeletons.",
        3346.82,
        3350.1
    ],
    [
        " It's unbelievable that they were even able to survive.",
        3350.82,
        3356.36
    ],
    [
        " New arrivals, men from the vast industrial gulag, the Japanese had created in Fukunawa, flooded the quayside, and lengthened the cues for showers.",
        3357.06,
        3371.28
    ],
    [
        " So they're basically cleaning these guys up now, getting ready to put them on ships and ship them back to America.",
        3371.28,
        3377.4
    ],
    [
        " Sadly, at this final hurdle, some did not make it and died on that quay.",
        3377.68,
        3383.58
    ],
    [
        " This distressed the Americans immensely and they were shocked by the matter of fact way that the other prisoners accepted the deaths of their mates.",
        3384.52,
        3393.64
    ],
    [
        " We had seen so much.",
        3394.58,
        3396.8
    ],
    [
        " Too much.",
        3399.0,
        3400.72
    ],
    [
        " Now, I think quite possibly this is the heaviest book that we've talked about.",
        3401.84,
        3425.24
    ],
    [
        " On the podcast.",
        3426.16,
        3427.68
    ],
    [
        " And it's one of those things where it's a question if people are even going to want to listen to this.",
        3428.0,
        3449.7
    ],
    [
        " And I understand that.",
        3451.14,
        3452.66
    ],
    [
        " Some people did not make it through this reading.",
        3452.82,
        3458.52
    ],
    [
        " And some people listen to it.",
        3459.94,
        3465.08
    ],
    [
        " Some people are going to buy this book which they should.",
        3465.98,
        3468.32
    ],
    [
        " And some people are going to take this as a message from somebody who has seen evil in a way that not too many people can claim to have seen.",
        3470.36,
        3492.38
    ],
    [
        " In a person that has had their every freedom taken from them and their lives and their destiny put into their hands of sadistic people.",
        3493.52,
        3508.2
    ],
    [
        " Now, if you did make it this far, I will let this end on an incredibly positive note and message.",
        3512.86,
        3538.0
    ],
    [
        " From the author.",
        3540.1,
        3541.46
    ],
    [
        " And he says this.",
        3542.08,
        3546.98
    ],
    [
        " My time as a prisoner of the Japanese helped shape and determine my path in life just as much as my childhood did.",
        3549.06,
        3556.1
    ],
    [
        " Like it or not, the horrors did happen to me and to thousands of others.",
        3556.96,
        3561.34
    ],
    [
        " Yet some good has come out of it.",
        3562.76,
        3565.26
    ],
    [
        " My ordeal has made me a much more patient, caring person.",
        3566.7,
        3570.2
    ],
    [
        " Inspired by the devotion of our hard-pressed medics on the death railway, I was able to care for my young daughter when she was ill and for my late wife who required 24-hour attention in the last stages of her life.",
        3571.26,
        3586.28
    ],
    [
        " While in Japan and working with my friend Dr. Mathiason, I vowed to spend the rest of my life helping others.",
        3587.02,
        3594.44
    ],
    [
        " And I am so pleased to say that I have done so.",
        3595.12,
        3598.36
    ],
    [
        " It is where my satisfaction comes from nowadays.",
        3599.4,
        3602.62
    ],
    [
        " I have tried to use my experiences in a positive fashion and have adopted a motto from them, which I never tire of telling others.",
        3603.36,
        3614.32
    ],
    [
        " There is no such word as can't.",
        3615.56,
        3618.94
    ],
    [
        " I have not allowed my life to be blinded by bitterness.",
        3621.54,
        3624.76
    ],
    [
        " At 90 years of age, I have lived a long life and continued to live it to the fullest.",
        3625.34,
        3631.24
    ],
    [
        " I enjoyed a long marriage to my wife and I have been fortunate to have a family and to enjoy their success.",
        3632.32,
        3640.16
    ],
    [
        " I have amazed my doctors, my friends, my family and myself by remaining fit.",
        3641.42,
        3648.78
    ],
    [
        " I am grateful for my present way of life after all the turmoil that life has thrown at me and thankful to have retained my sense of humor.",
        3649.74,
        3661.78
    ],
    [
        " Most importantly, I now visit schools to tell pupils what really happened in the Far East during those terrible war years.",
        3663.22,
        3670.38
    ],
    [
        " In my 91st year, I am fortunate enough, despite the best efforts of the Japanese Imperial Army, to have the VIM and VIGER required to tell a new generation of how we suffered.",
        3671.28,
        3683.78
    ],
    [
        " Scandallously, our sufferings, which have haunted all of us Far East prisoners of war throughout our lives, were only recognized by the British government in the year 2000, when it offered compensation of 10,000 pounds to remaining survivors.",
        3685.38,
        3700.54
    ],
    [
        " Unbelievably, the British taxpayer had to pay out that poultry sum and not the culpable Japanese government.",
        3701.08,
        3708.84
    ],
    [
        " I hope this book will stand as an indictment of the criminal regime that ran Japan during the war years and the failure of successive Japanese governments to face up to their crimes.",
        3709.92,
        3721.06
    ],
    [
        " But I hope too that it will be inspirational and offer hope to those who suffer adversity in their daily lives, especially in these difficult times.",
        3722.1,
        3732.84
    ],
    [
        " Life is worth living.",
        3736.6,
        3738.42
    ],
    [
        " No matter what it throws at you is important to keep your eyes on the prize of that happiness will come.",
        3739.26,
        3746.8
    ],
    [
        " Even when the death railway reduced us to little more than animals, humanity in the shape of our saintly medical officers triumphed over barbarism.",
        3748.46,
        3758.36
    ],
    [
        " Remember, while it always seems darkest before the dawn, perseverance pays off and the good times will return.",
        3760.84,
        3770.66
    ],
    [
        " May health and happiness be yours.",
        3771.66,
        3775.74
    ],
    [
        " Alistair Urkart.",
        3778.44,
        3779.9
    ],
    [
        " July 2009.",
        3781.82,
        3784.7
    ],
    [
        " Life is worth living.",
        3796.12,
        3797.84
    ],
    [
        " Jesus.",
        3798.36,
        3800.4
    ],
    [
        " Yeah.",
        3802.1,
        3802.74
    ],
    [
        " The book is the forgotten highlander.",
        3803.44,
        3807.34
    ],
    [
        " It is a phenomenal read.",
        3807.72,
        3810.02
    ],
    [
        " It is a reality check.",
        3810.82,
        3812.86
    ],
    [
        " It is incredibly moving.",
        3813.96,
        3819.66
    ],
    [
        " And I highly recommend you buy it, you read it, and you understand what the world is.",
        3820.7,
        3841.34
    ],
    [
        " We are pretty much every detail, every little element that he went through made me think like dang, I'd rather die in that situation.",
        3844.1,
        3854.12
    ],
    [
        " Every little thing that happened.",
        3854.26,
        3855.7
    ],
    [
        " There are obviously thousands and thousands of men that made that choice.",
        3855.98,
        3861.34
    ],
    [
        " And their will got broken and they lost the will to live.",
        3861.66,
        3867.6
    ],
    [
        " So it's incredible how strong the human will is that you can survive that.",
        3871.0,
        3875.42
    ],
    [
        " He two pounds, dysentery, starvation, ulcers in your legs, putting maggots on your legs.",
        3875.7,
        3882.68
    ],
    [
        " I mean, it's just truly incredible what the human can survive.",
        3883.36,
        3891.42
    ],
    [
        " And it's also truly incredible what the human can complain about in this day and age.",
        3891.98,
        3895.74
    ],
    [
        " Right?",
        3896.18,
        3897.04
    ],
    [
        " We can complain about just the most ridiculous things.",
        3897.34,
        3901.26
    ],
    [
        " Just the most ridiculous things.",
        3901.9,
        3904.7
    ],
    [
        " Yeah, it's crazy how big that spectrum is.",
        3905.24,
        3909.78
    ],
    [
        " Just remind me to never complain about anything ever again.",
        3910.1,
        3914.16
    ],
    [
        " Don't let me complain about anything ever again.",
        3915.5,
        3920.2
    ],
    [
        " I mean, I don't consider myself a big complainer, but come on.",
        3921.36,
        3925.38
    ],
    [
        " This is just we have no reason to complain about anything.",
        3925.74,
        3929.2
    ],
    [
        " Yeah.",
        3929.54,
        3929.88
    ],
    [
        " Yeah, man, what's crazy too is one of the heavier parts there where I felt it was when he talked about the cluster fold.",
        3930.42,
        3937.54
    ],
    [
        " Yeah, I know you have an issue with that.",
        3937.54,
        3939.7
    ],
    [
        " It's there, but it's not, I'm not super sensitive to it, but it's something.",
        3939.98,
        3945.42
    ],
    [
        " I know I feel that that that's like a tough one to get over, you know?",
        3945.62,
        3950.42
    ],
    [
        " Yeah.",
        3950.58,
        3950.72
    ],
    [
        " Dang, especially going through all that stuff first and then you got to deal with the cloud.",
        3951.3,
        3954.78
    ],
    [
        " I don't know, man.",
        3955.1,
        3956.66
    ],
    [
        " This might be too heavy for me.",
        3957.24,
        3958.48
    ],
    [
        " Well, it was too heavy for a lot of people.",
        3959.98,
        3961.74
    ],
    [
        " And yeah, I mean, it's almost like you, we almost don't need to have a discussion about this book.",
        3962.86,
        3971.92
    ],
    [
        " You know, Mac, just just stop talking about it.",
        3972.22,
        3975.08
    ],
    [
        " Everyone go read it.",
        3975.1,
        3976.42
    ],
    [
        " I get it.",
        3976.44,
        3976.94
    ],
    [
        " And just let's move on, you know?",
        3977.16,
        3979.4
    ],
    [
        " Yeah.",
        3979.6,
        3979.8
    ],
    [
        " Because like I said, it just makes you realize just what kind of suffering there can be.",
        3980.34,
        3991.38
    ],
    [
        " And how good you've got it.",
        3991.68,
        3993.28
    ],
    [
        " How good you've got it.",
        3994.12,
        3995.24
    ],
    [
        " I'm going to go to bed tonight and my bed, and that's going to feel good.",
        3995.34,
        3997.92
    ],
    [
        " Yeah.",
        3998.42,
        3998.68
    ],
    [
        " I'm going to appreciate that.",
        3998.68,
        3999.8
    ],
    [
        " I'm going to appreciate it every night.",
        4000.3,
        4001.9
    ],
    [
        " Yeah.",
        4002.6,
        4002.74
    ],
    [
        " Yeah, so.",
        4003.68,
        4004.58
    ],
    [
        " Because you think about like some little things you don't even think about, but they're like a real luxury.",
        4004.9,
        4010.36
    ],
    [
        " It's just things that you really enjoy, but you don't even think about it.",
        4011.26,
        4017.36
    ],
    [
        " They're just like a whatever.",
        4017.4,
        4018.84
    ],
    [
        " Like for me, I really like a nice, cool, you know, big bottle of water.",
        4019.14,
        4024.06
    ],
    [
        " You know, I have a big, just a big bottle of water.",
        4024.24,
        4026.84
    ],
    [
        " I completely take it for granted.",
        4027.0,
        4028.64
    ],
    [
        " When I go to work out in the morning, I drop a couple ice cubes in there, fill it up.",
        4028.86,
        4032.46
    ],
    [
        " It's all nice and filtered and whatnot.",
        4032.68,
        4034.26
    ],
    [
        " Oh, I don't think anything about that.",
        4034.62,
        4036.9
    ],
    [
        " You know, that would be like heaven, heaven.",
        4037.24,
        4040.82
    ],
    [
        " And then you get, you know, you go to bed at night, you just crawl into the, to the, the 500 thread sheets.",
        4041.34,
        4049.54
    ],
    [
        " I don't know there's some kind of sheets that are ice, but whatever they are, some kind of cotton sheets that are all nice.",
        4049.54,
        4055.94
    ],
    [
        " Yeah.",
        4056.48,
        4056.66
    ],
    [
        " You climb into those.",
        4057.14,
        4057.9
    ],
    [
        " You don't think about that.",
        4057.98,
        4059.12
    ],
    [
        " You're not thankful for that every night.",
        4059.12,
        4060.94
    ],
    [
        " Yeah, pretty much everything.",
        4061.88,
        4064.0
    ],
    [
        " Yeah, pretty much everything.",
        4064.58,
        4066.2
    ],
    [
        " Even like, oh, yeah, you know how you're breathing right now?",
        4066.3,
        4070.12
    ],
    [
        " Yeah.",
        4070.26,
        4070.4
    ],
    [
        " Consider that compared to that.",
        4070.48,
        4072.18
    ],
    [
        " Well, you just read there.",
        4072.32,
        4073.24
    ],
    [
        " Just, well, just breathing.",
        4073.54,
        4074.46
    ],
    [
        " Let's just start with that.",
        4074.7,
        4075.7
    ],
    [
        " Let's just break it down with air.",
        4075.88,
        4077.32
    ],
    [
        " Yeah, yeah, yeah, yeah, the beginning.",
        4077.56,
        4079.26
    ],
    [
        " I remember the cable guy was coming, which already sounds silly.",
        4079.34,
        4085.5
    ],
    [
        " I know.",
        4085.6,
        4085.84
    ],
    [
        " And he was late.",
        4086.22,
        4087.98
    ],
    [
        " He was supposed to come.",
        4088.1,
        4089.06
    ],
    [
        " This is.",
        4089.46,
        4089.76
    ],
    [
        " The two was the cut off.",
        4089.76,
        4090.76
    ],
    [
        " Right.",
        4090.84,
        4091.14
    ],
    [
        " Where he was going to come.",
        4091.4,
        4092.14
    ],
    [
        " He was like, you know, before the struggle is real.",
        4092.22,
        4094.52
    ],
    [
        " The cable guy was late.",
        4094.72,
        4095.7
    ],
    [
        " Yeah.",
        4095.9,
        4096.2
    ],
    [
        " So you can't, I don't know, two 15 or something.",
        4096.22,
        4098.5
    ],
    [
        " And I had to go, I want to say go to work out or something.",
        4098.54,
        4101.58
    ],
    [
        " This is getting worse and worse.",
        4102.12,
        4103.8
    ],
    [
        " I know this.",
        4103.9,
        4104.4
    ],
    [
        " The cable guy is going to be to, yeah, for my 15.",
        4104.5,
        4107.3
    ],
    [
        " He's, you know, he's fixing, not fixing.",
        4108.6,
        4111.26
    ],
    [
        " For example, I don't know.",
        4111.5,
        4112.26
    ],
    [
        " I'm trying to bring in some of the lighter.",
        4112.26,
        4114.02
    ],
    [
        " Yeah.",
        4114.5,
        4114.66
    ],
    [
        " And, yeah.",
        4115.4,
        4117.2
    ],
    [
        " And that's one of the things I thought of primarily when you said,",
        4117.5,
        4120.28
    ],
    [
        " think of all the little luxuries.",
        4120.28,
        4121.54
    ],
    [
        " So not only am I complaining about something I don't need.",
        4121.76,
        4127.82
    ],
    [
        " I'm complaining about something that I'm getting like a supreme luxury.",
        4128.2,
        4134.8
    ],
    [
        " I'm complaining about that.",
        4135.32,
        4136.4
    ],
    [
        " You know, because it didn't come 15 minutes of all things before the time that it did.",
        4136.4,
        4145.62
    ],
    [
        " Yeah.",
        4145.62,
        4146.12
    ],
    [
        " I want to check myself.",
        4146.66,
        4149.94
    ],
    [
        " It's a good idea.",
        4150.58,
        4151.44
    ],
    [
        " I'm going to check myself too.",
        4152.08,
        4153.26
    ],
    [
        " So with that, let's go to some questions from the internet.",
        4154.24,
        4164.72
    ],
    [
        " And actually to start this one off after the last podcast, number 11,",
        4166.12,
        4172.38
    ],
    [
        " when I had LaFon.",
        4172.76,
        4173.72
    ],
    [
        " And we talked about Mark.",
        4174.74,
        4177.12
    ],
    [
        " We talked about Mark Lee.",
        4177.32,
        4178.24
    ],
    [
        " We talked about Ryan Job.",
        4178.4,
        4179.4
    ],
    [
        " We talked about Chris Kyle.",
        4179.52,
        4180.56
    ],
    [
        " And, you know, we actually didn't talk about Mikey Montsor.",
        4181.6,
        4185.26
    ],
    [
        " So I had a couple of people ask me, hey, why don't you guys talk about Mikey Montsor?",
        4185.54,
        4191.04
    ],
    [
        " Well, the simple reason is it's kind of similar to the reason why I hadn't talked about Mark and Ryan and Chris yet either until I got LaFon.",
        4191.04,
        4203.74
    ],
    [
        " Because LaF was the Charlie Patoon commander.",
        4204.26,
        4208.24
    ],
    [
        " Those guys were in Charlie Patoon.",
        4208.38,
        4209.9
    ],
    [
        " And, you know, I wanted to have him on as a, you know, as a, as a, I don't know what the word I'm looking for is.",
        4211.2,
        4222.84
    ],
    [
        " But I wanted to have guy from his platoon on or from their platoon on to talk about him.",
        4222.96,
        4230.58
    ],
    [
        " And I just, that's the way I felt.",
        4230.96,
        4233.18
    ],
    [
        " And so that's what I stuck with with Mikey.",
        4233.18,
        4235.28
    ],
    [
        " Mikey was in Delta, too.",
        4235.3,
        4236.34
    ],
    [
        " And I can promise you, I will be talking about Mikey at some point on this.",
        4237.54,
        4246.78
    ],
    [
        " Mikey was just phenomenal and a hero and a saint.",
        4246.92,
        4253.36
    ],
    [
        " And I will actually absolutely be covering his life and how he died and how we remembered him, that how we remember him still.",
        4255.88,
        4269.42
    ],
    [
        " But I really just want to get, you know, somebody from his platoon that was, you know, right with him the whole time.",
        4269.92,
        4279.6
    ],
    [
        " And that's just, just the way I feel about it.",
        4281.0,
        4283.0
    ],
    [
        " So that's what I'm going to do.",
        4283.2,
        4284.18
    ],
    [
        " And, yeah.",
        4285.06,
        4288.46
    ],
    [
        " So that's what I'm going to do with Mikey.",
        4288.82,
        4289.98
    ],
    [
        " So it was, Mikey will, Mikey will definitely, we know, we'll have a show for Mikey.",
        4290.1,
        4296.24
    ],
    [
        " Absolutely.",
        4296.38,
        4296.64
    ],
    [
        " Mikey deserves a hell of a show.",
        4297.12,
        4299.0
    ],
    [
        " And we will have it for Mikey.",
        4299.48,
        4302.02
    ],
    [
        " So be ready for that.",
        4302.52,
        4304.02
    ],
    [
        " I don't know who I'm going to get.",
        4304.16,
        4304.92
    ],
    [
        " A lot of the, a lot of guys from Delta Tune are still on active duty.",
        4305.08,
        4307.56
    ],
    [
        " The, the, the, the, the, the, the, the, all his good friends are still on active duty.",
        4308.02,
        4315.26
    ],
    [
        " So it's going to be tough.",
        4316.12,
        4316.8
    ],
    [
        " It's going to be tougher.",
        4316.94,
        4317.56
    ],
    [
        " It might take a little bit of time.",
        4317.88,
        4318.92
    ],
    [
        " But that's the plan.",
        4319.42,
        4321.26
    ],
    [
        " And it'll be worth it.",
        4321.76,
        4323.36
    ],
    [
        " So let's go to the next question.",
        4323.98,
        4327.92
    ],
    [
        " Jackal, regarding mistakes, what are some of your own and some you've seen made by leaders you've looked up to?",
        4329.98,
        4339.1
    ],
    [
        " And how to recover.",
        4340.0,
        4341.18
    ],
    [
        " Can someone ever fully regain trust?",
        4341.84,
        4343.9
    ],
    [
        " This is actually a pretty easy one because, um, look, if you make a mistake, own it.",
        4344.86,
        4351.72
    ],
    [
        " Uh, the worst thing you can do if you make a mistake is trying to avoid taking blame for it.",
        4353.14,
        4360.06
    ],
    [
        " That's the worst thing you can do.",
        4360.12,
        4360.98
    ],
    [
        " And if you think about the bosses that you've had, and you had some boss that made a mistake, and he's like, no, wasn't my fault.",
        4361.46,
        4366.16
    ],
    [
        " You just totally lose respect for him.",
        4366.16,
        4367.98
    ],
    [
        " So you can't do that.",
        4368.02,
        4370.0
    ],
    [
        " You got to take, you got to take ownership of it.",
        4370.7,
        4372.98
    ],
    [
        " Um, because, and again, if you think about the bosses that you've had, and the times that you had a boss that made excuses,",
        4373.24,
        4379.22
    ],
    [
        " you don't have any mercy on them.",
        4380.26,
        4381.8
    ],
    [
        " You're just ruthless on them.",
        4382.12,
        4383.48
    ],
    [
        " You just pick them apart.",
        4383.84,
        4385.36
    ],
    [
        " So that's step number one is, um, you know, take ownership if you make a mistake.",
        4386.1,
        4393.16
    ],
    [
        " And that's how it's always seemed to me from as I looked up the chain of command, you know, if I saw a guy that made mistakes and then he took ownership of them,",
        4393.56,
        4401.34
    ],
    [
        " I'm like, okay, cool.",
        4401.34,
        4402.06
    ],
    [
        " The guys, you know, he knows he made a mistake.",
        4402.3,
        4404.02
    ],
    [
        " Cool. Well, we'll support him.",
        4404.16,
        4405.36
    ],
    [
        " If they're doing the other thing and they're blaming everybody else and not taking ownership, you're going to have a hard time with it.",
        4405.58,
        4409.86
    ],
    [
        " And as a matter of fact, I actually had a mutiny in, in one of my platoons where this is a long time ago.",
        4410.06,
        4419.1
    ],
    [
        " It's, you know, all the names are long since forgotten, but we had a, we had a, a mutiny in our platoon where we said, you know, pretty much us, us lower and listed guys,",
        4419.34,
        4432.86
    ],
    [
        " we had a, we went to the, we literally went to the commanding officer and said, we don't work with this guy.",
        4433.44,
        4440.06
    ],
    [
        " Yeah.",
        4440.74,
        4441.74
    ],
    [
        " So, you know, all these ideas that people have of the, you know, military and of, you know, we obey orders and all this stuff.",
        4442.4,
        4448.72
    ],
    [
        " I mean, think of what a little jackass I was.",
        4448.86,
        4450.62
    ],
    [
        " We, you know, we said, well, you know what, we don't work with this guy.",
        4451.08,
        4454.1
    ],
    [
        " We're going to go to the commanding officer and tell him we don't want to work with this guy.",
        4454.2,
        4457.58
    ],
    [
        " And the commanding officer to his full credit.",
        4457.66,
        4459.9
    ],
    [
        " He was like, listen guys, you can't have a mutiny, not in my command, not in my team.",
        4460.3,
        4465.48
    ],
    [
        " You guys suck it up, you figure out a way to work it out.",
        4466.32,
        4468.78
    ],
    [
        " Go do what you're told, get in line.",
        4468.98,
        4471.3
    ],
    [
        " Oh, so the mutiny didn't work.",
        4471.72,
        4472.98
    ],
    [
        " And then he fired the guy.",
        4473.44,
        4474.98
    ],
    [
        " Yeah, nobody.",
        4475.58,
        4476.96
    ],
    [
        " He, he like basically made it perfectly clear.",
        4477.22,
        4479.02
    ],
    [
        " Like, this is your one chance.",
        4479.06,
        4481.68
    ],
    [
        " And he fired him.",
        4483.3,
        4484.54
    ],
    [
        " But it was, it was, it was pretty crazy to see, to see it happen.",
        4484.64,
        4488.48
    ],
    [
        " But, and I say this all the time, it wasn't because the guy lacked tactical skill.",
        4488.82,
        4493.56
    ],
    [
        " It wasn't because he wasn't physically fit.",
        4493.56,
        4495.36
    ],
    [
        " Most of the reason was because he just couldn't take anyone's, you know, advice.",
        4495.94,
        4502.28
    ],
    [
        " He wouldn't listen to anybody.",
        4502.28,
        4503.78
    ],
    [
        " And so when he was making a mistake, it was like, no, no, we do it this way.",
        4503.9,
        4507.38
    ],
    [
        " No, it's okay.",
        4507.44,
        4508.08
    ],
    [
        " Constantly cover up for himself.",
        4508.82,
        4510.3
    ],
    [
        " And obviously it, it didn't work out for him.",
        4510.76,
        4515.24
    ],
    [
        " So your mutiny sort of just put him on, put him on notice.",
        4515.6,
        4518.66
    ],
    [
        " That was his right up essentially.",
        4519.1,
        4520.62
    ],
    [
        " Yeah, but I think the commanding officer, I think was really just doing the right thing,",
        4521.02,
        4525.82
    ],
    [
        " saying, look guys, you can't have a mutiny.",
        4526.08,
        4528.04
    ],
    [
        " Doesn't work that way.",
        4528.2,
        4528.84
    ],
    [
        " This is the military.",
        4528.88,
        4529.5
    ],
    [
        " Right.",
        4529.88,
        4530.1
    ],
    [
        " Get back in there.",
        4530.24,
        4530.96
    ],
    [
        " Do what you're supposed to do.",
        4531.16,
        4532.06
    ],
    [
        " And then he was like, okay, I got a fire this guy because it must not be good to have every",
        4532.26,
        4536.84
    ],
    [
        " enlisted guy in the platoon come forward and say, I don't want to work with this guy.",
        4537.94,
        4541.22
    ],
    [
        " Yeah, yeah.",
        4541.4,
        4541.86
    ],
    [
        " That's not a good sign.",
        4541.86,
        4542.7
    ],
    [
        " So the commanding officer did an outstanding job.",
        4542.96,
        4544.96
    ],
    [
        " And he was actually a great, great planning officer too.",
        4545.32,
        4547.82
    ],
    [
        " So they kind of worked on the DL, okay.",
        4548.34,
        4549.9
    ],
    [
        " It worked on the DL, like I said, echo it, say.",
        4550.06,
        4552.62
    ],
    [
        " And then I actually, the guy that took over was one of the best guys I ever worked for,",
        4552.78,
        4556.26
    ],
    [
        " if not the best.",
        4556.32,
        4557.02
    ],
    [
        " Dang.",
        4557.42,
        4557.86
    ],
    [
        " Yeah, it was pretty awesome.",
        4558.3,
        4559.34
    ],
    [
        " And then as far as regaining trust, which is the other part of the question,",
        4559.86,
        4563.26
    ],
    [
        " it's almost as soon as you admit that you made a mistake, you are automatically regaining trust.",
        4565.84,
        4570.78
    ],
    [
        " That's where you start regaining trust.",
        4570.92,
        4572.24
    ],
    [
        " Yeah.",
        4572.52,
        4572.6
    ],
    [
        " And it just goes from there.",
        4572.8,
        4573.68
    ],
    [
        " Then you follow through with what you say.",
        4573.84,
        4575.38
    ],
    [
        " You know, you're constantly trying to build trust and relationships.",
        4575.64,
        4578.74
    ],
    [
        " That's what you're trying to do.",
        4578.74,
        4580.04
    ],
    [
        " And the minute you're blind to people, how are you building trust?",
        4580.14,
        4583.02
    ],
    [
        " Right.",
        4583.3,
        4583.46
    ],
    [
        " And if you make a mistake and you say it's not your fault, then that's a lie.",
        4583.78,
        4586.34
    ],
    [
        " And everyone knows it.",
        4586.5,
        4587.32
    ],
    [
        " Yeah, that that fear is, especially not especially, but in regards to,",
        4587.68,
        4592.94
    ],
    [
        " regaining trust, so to speak, in one someone admits mistakes, they have that fear that,",
        4593.64,
        4600.24
    ],
    [
        " oh, they're going to think, I don't know what I'm doing.",
        4600.38,
        4602.28
    ],
    [
        " Yeah, I don't have a handle on this, you know.",
        4602.46,
        4604.42
    ],
    [
        " So doesn't matter.",
        4604.52,
        4605.52
    ],
    [
        " It's so doesn't matter.",
        4605.8,
        4606.82
    ],
    [
        " It's so much better to go, hey guys, I don't really know how to do this.",
        4607.3,
        4610.3
    ],
    [
        " Can you show me how to do this?",
        4610.58,
        4611.34
    ],
    [
        " I'm not sure I've never done this before.",
        4611.4,
        4612.44
    ],
    [
        " Right.",
        4612.7,
        4612.82
    ],
    [
        " Or hey, I've never used this kind of weapon before.",
        4613.16,
        4615.12
    ],
    [
        " Can you give me an, an Indoc on this thing?",
        4615.22,
        4616.76
    ],
    [
        " Right, right.",
        4617.12,
        4617.6
    ],
    [
        " The worst thing you can do is step up to the line with a weapon you've never used before.",
        4618.06,
        4621.1
    ],
    [
        " Not know how to lock and load it or clear and safe it and look like a total idiot.",
        4621.1,
        4625.08
    ],
    [
        " Because then you look like a guy that is too arrogant and too insecure to ask.",
        4625.24,
        4631.24
    ],
    [
        " Yeah.",
        4631.48,
        4631.86
    ],
    [
        " It's actually a sign of insecurity.",
        4632.04,
        4634.26
    ],
    [
        " If you can't ask when you need some help or something.",
        4634.4,
        4636.64
    ],
    [
        " Yeah, and it's funny how one people are in that position.",
        4636.98,
        4639.74
    ],
    [
        " And all kind of, just this is kind of a general thing to know is that you're,",
        4640.02,
        4647.76
    ],
    [
        " you come off way more transparent than you think.",
        4648.0,
        4650.62
    ],
    [
        " You know how people will like, I don't know, something just as small as like name dropping.",
        4650.88,
        4654.34
    ],
    [
        " If you name drop someone, right?",
        4654.8,
        4656.96
    ],
    [
        " Even or you just mentioned this person name, but you're really name dropping even in a small way.",
        4657.06,
        4661.2
    ],
    [
        " Yeah, yeah.",
        4661.42,
        4661.9
    ],
    [
        " Like people can smell that.",
        4661.9,
        4663.88
    ],
    [
        " Yeah.",
        4664.02,
        4664.24
    ],
    [
        " So even like this stuff that's a little bit more important where if a leader's insecure about something",
        4664.38,
        4669.0
    ],
    [
        " they want to make, like he knows everything, but he really does.",
        4669.0,
        4670.76
    ],
    [
        " I hate when I do stuff like that.",
        4670.76,
        4672.06
    ],
    [
        " I know, but yeah.",
        4672.3,
        4673.8
    ],
    [
        " I hate when I do stuff like that.",
        4674.14,
        4676.22
    ],
    [
        " I like that.",
        4676.22,
        4676.28
    ],
    [
        " I'm like, oh god, I'm such a loser.",
        4676.44,
        4678.66
    ],
    [
        " And it's transparent.",
        4679.14,
        4679.92
    ],
    [
        " Everyone knows it.",
        4680.2,
        4681.48
    ],
    [
        " And a lot of people, brother, not in touch with that.",
        4681.6,
        4683.6
    ],
    [
        " They think that, oh yeah, they don't know because I'm just going to sort of mention it.",
        4683.9,
        4686.96
    ],
    [
        " And there's all these little things that it's just, you just reek of.",
        4687.16,
        4689.92
    ],
    [
        " Yeah.",
        4690.24,
        4690.42
    ],
    [
        " And I don't want to put it like that.",
        4690.52,
        4692.18
    ],
    [
        " I want to, I'll just say like I said, you're way more transparent than you think.",
        4692.36,
        4697.18
    ],
    [
        " Yeah.",
        4697.34,
        4697.56
    ],
    [
        " And transparent in this day and age actually has a positive connotation.",
        4698.18,
        4703.08
    ],
    [
        " I don't know if you know that.",
        4703.08,
        4703.94
    ],
    [
        " Yeah.",
        4704.18,
        4704.28
    ],
    [
        " But people view, oh, he's really transparent guy.",
        4704.4,
        4706.66
    ],
    [
        " You know, he really just tells you what's going on.",
        4706.88,
        4708.42
    ],
    [
        " If you're deliberately trying to, you're using it in a negative way.",
        4708.48,
        4711.22
    ],
    [
        " Right.",
        4711.36,
        4711.44
    ],
    [
        " People can see right through your, exactly.",
        4711.64,
        4713.58
    ],
    [
        " Yes.",
        4713.84,
        4713.9
    ],
    [
        " Yeah.",
        4714.02,
        4714.34
    ],
    [
        " Yeah.",
        4714.6,
        4714.9
    ],
    [
        " When you're not trying to be transparent.",
        4714.94,
        4716.48
    ],
    [
        " Right.",
        4716.76,
        4716.92
    ],
    [
        " Right.",
        4717.3,
        4717.44
    ],
    [
        " There's a big difference there.",
        4717.64,
        4718.52
    ],
    [
        " Yeah.",
        4718.8,
        4719.1
    ],
    [
        " And totally true.",
        4719.24,
        4720.64
    ],
    [
        " But it is definitely better just to, you know, ask and say, hey, I don't know.",
        4720.78,
        4725.66
    ],
    [
        " That insecurity, when you don't feel like asking something, that's a little knock at your",
        4725.78,
        4730.98
    ],
    [
        " door.",
        4730.98,
        4731.16
    ],
    [
        " You're insecure.",
        4731.34,
        4732.24
    ],
    [
        " You're insecure.",
        4733.28,
        4734.1
    ],
    [
        " Yeah.",
        4734.36,
        4734.44
    ],
    [
        " When you're like, hey, you know what, I don't know how to do this.",
        4734.9,
        4736.38
    ],
    [
        " Can you, can you hand with us?",
        4736.46,
        4737.28
    ],
    [
        " All right.",
        4737.54,
        4737.8
    ],
    [
        " I'm stuck on this problem here.",
        4737.84,
        4738.92
    ],
    [
        " Can you, can you give me help with us?",
        4738.94,
        4740.48
    ],
    [
        " Because I don't know how to do it.",
        4740.5,
        4741.26
    ],
    [
        " People don't say, oh, this guy is, unless you're doing it every three sentences.",
        4741.62,
        4745.98
    ],
    [
        " Right.",
        4746.12,
        4746.38
    ],
    [
        " Because that means you haven't studied.",
        4746.38,
        4747.3
    ],
    [
        " Yeah.",
        4747.56,
        4747.84
    ],
    [
        " Yeah.",
        4747.98,
        4748.08
    ],
    [
        " Because you got to study, you got to know your trade, you got to know your craft.",
        4748.18,
        4750.74
    ],
    [
        " And if you don't, you got to learn it.",
        4751.02,
        4753.42
    ],
    [
        " Yeah.",
        4753.68,
        4753.9
    ],
    [
        " You know, you got to break out the books and get on it.",
        4753.92,
        4756.28
    ],
    [
        " But once you've broken out the books and now there's a little bit of stuff that you still",
        4756.62,
        4759.26
    ],
    [
        " don't understand, well guess what?",
        4759.26,
        4760.36
    ],
    [
        " Just ask the question.",
        4760.66,
        4761.4
    ],
    [
        " Yeah.",
        4761.76,
        4761.86
    ],
    [
        " Because your frontline troopers are going to know more than you.",
        4762.0,
        4763.62
    ],
    [
        " They shouldn't know more than you.",
        4763.68,
        4764.46
    ],
    [
        " Yeah.",
        4764.72,
        4764.92
    ],
    [
        " You know, it's highly likely that they don't know more than you.",
        4765.2,
        4767.86
    ],
    [
        " I mean, I was a radio man for eight years in the SEAL teams.",
        4768.3,
        4770.66
    ],
    [
        " And by the time I was a Lieutenant Commander in a troop, I didn't know as much as those,",
        4770.66,
        4776.3
    ],
    [
        " you know, guys knew about all the new radios and stuff.",
        4776.3,
        4779.34
    ],
    [
        " So I just had to ask a question.",
        4779.34,
        4780.5
    ],
    [
        " It's no big deal.",
        4780.58,
        4781.28
    ],
    [
        " Yeah.",
        4781.58,
        4781.78
    ],
    [
        " If you're secure in your leadership, you're, you're fine to ask a couple questions.",
        4781.96,
        4786.94
    ],
    [
        " It's not that big of a deal.",
        4786.96,
        4788.34
    ],
    [
        " Yeah.",
        4788.36,
        4788.88
    ],
    [
        " But you are not clear to light of people.",
        4789.2,
        4793.2
    ],
    [
        " You're not clear to make excuses.",
        4793.34,
        4794.8
    ],
    [
        " And that's what, that's how you regain the trust is by telling people the truth.",
        4795.82,
        4799.7
    ],
    [
        " It's really a simple concept.",
        4799.7,
        4801.9
    ],
    [
        " Yeah.",
        4802.36,
        4802.48
    ],
    [
        " Next question.",
        4803.46,
        4805.98
    ],
    [
        " In regards to working out, right, and training for, you know, selection.",
        4806.84,
        4813.1
    ],
    [
        " And by selection, you mean, I mean, special forces or Ranger or SEAL selection.",
        4813.58,
        4819.92
    ],
    [
        " Yeah.",
        4820.12,
        4820.34
    ],
    [
        " That's what they're talking about here.",
        4820.48,
        4821.42
    ],
    [
        " Yeah.",
        4821.46,
        4821.6
    ],
    [
        " So, Jackal, what do you think of rucking as fitness versus just train up?",
        4822.04,
        4828.0
    ],
    [
        " So for people that don't know what rucking is, rucking is putting a backpack on a rucksack",
        4828.76,
        4835.98
    ],
    [
        " with a bunch of weight and it and walking long distances.",
        4835.98,
        4839.0
    ],
    [
        " And to be honest with you, you really are jogging, you know, you're really going at",
        4839.28,
        4842.92
    ],
    [
        " a pretty good pace when you're doing it.",
        4842.92,
        4844.24
    ],
    [
        " And that's it.",
        4844.54,
        4845.02
    ],
    [
        " As far as rucking goes, that's it.",
        4845.22,
        4846.74
    ],
    [
        "",
        4846.76,
        4846.76
    ],
    [
        " Because in a military, they can bring the pain with ruck-matte.",
        4847.14,
        4851.96
    ],
    [
        " March is forced road marches is what they're called.",
        4852.04,
        4854.16
    ],
    [
        " Yeah, you'd be rucking all of them.",
        4854.44,
        4856.16
    ],
    [
        " You'll be rucking till you don't want to be rucking anymore.",
        4856.52,
        4859.72
    ],
    [
        " And so, you know, you'll do 20 mile forced road march, which is just you're on the road",
        4861.08,
        4867.96
    ],
    [
        " with a 50 pound pack, just marching.",
        4867.96,
        4870.74
    ],
    [
        " Yeah.",
        4871.5,
        4871.82
    ],
    [
        " And so, the thing is, like anything else, if you want to get good at it, you got to",
        4871.96,
        4881.72
    ],
    [
        " do it, right?",
        4881.72,
        4883.08
    ],
    [
        " So if you want to get good at people ask me, we're going to get it on pull-ups.",
        4883.48,
        4887.14
    ],
    [
        " How do you get good at pull-ups?",
        4887.38,
        4888.38
    ],
    [
        " Like do pull-ups.",
        4888.46,
        4889.14
    ],
    [
        " How do you get good at running?",
        4889.42,
        4890.42
    ],
    [
        " Run.",
        4890.66,
        4890.76
    ],
    [
        " How do you get at swimming?",
        4891.28,
        4891.88
    ],
    [
        " Swim.",
        4892.78,
        4892.94
    ],
    [
        " Oh, you want it on how to get good at Jiu-Jitsu?",
        4893.82,
        4895.94
    ],
    [
        " Do Jiu-Jitsu.",
        4896.72,
        4897.2
    ],
    [
        " You know, get on the mat and do Jiu-Jitsu a bunch.",
        4897.6,
        4899.5
    ],
    [
        " And if you want to get good at rucking, add a hump and a ruck, add a carrying weight",
        4900.74,
        4905.64
    ],
    [
        " over long distances, ruck.",
        4905.64,
        4907.46
    ],
    [
        " Because there's all kinds of little things you've got to get used to.",
        4907.9,
        4909.76
    ],
    [
        " Your feet got to get prepared.",
        4909.86,
        4911.16
    ],
    [
        " You're going to get weird muscles.",
        4911.92,
        4913.28
    ],
    [
        " Your back's got to get stronger.",
        4913.48,
        4914.48
    ],
    [
        " You're going to get, you know, calluses all over your feet.",
        4914.48,
        4917.1
    ],
    [
        " It takes a special type of fitness regimen to get used to and ready for long ruck marches.",
        4917.1,
        4924.3
    ],
    [
        " And that special fitness regimen is rucking and lots of it.",
        4924.46,
        4928.74
    ],
    [
        " So if you want to eventually, you can augment that.",
        4930.3,
        4933.66
    ],
    [
        " You know, you can start doing squats.",
        4933.82,
        4934.96
    ],
    [
        " You can start doing sprints.",
        4934.96,
        4936.1
    ],
    [
        " And that'll help you.",
        4936.1,
        4938.5
    ],
    [
        " You know, that's fine.",
        4938.62,
        4939.24
    ],
    [
        " But the foundation of the preparation for ruck, humping, should be ruck, humping.",
        4939.5,
        4947.5
    ],
    [
        " And that's what's going to make you good at it.",
        4947.78,
        4950.22
    ],
    [
        " So...",
        4950.64,
        4951.24
    ],
    [
        " Did you do that?",
        4951.24,
        4951.88
    ],
    [
        " I did.",
        4952.74,
        4953.2
    ],
    [
        " And rucking for me, actually, oddly enough, is something that I was good at.",
        4953.62,
        4959.94
    ],
    [
        " And it's weird because I wasn't the fastest sprinter and I wasn't the best long distance runner.",
        4960.58,
        4965.78
    ],
    [
        " Which, what does that make you a loser?",
        4966.0,
        4967.96
    ],
    [
        " Right?",
        4968.88,
        4969.04
    ],
    [
        " You can't win a sprint and you can't run a long distance run.",
        4969.26,
        4971.24
    ],
    [
        " What's wrong with you?",
        4971.32,
        4971.9
    ],
    [
        " Yeah, you're kind of in the middle.",
        4972.04,
        4973.3
    ],
    [
        " I was in the middle of the ang.",
        4973.48,
        4975.0
    ],
    [
        " And what I realized was that was good for carrying a rucksack.",
        4975.26,
        4979.24
    ],
    [
        " And I got used to it too because I was a radioman.",
        4979.52,
        4982.32
    ],
    [
        " So you always had a...",
        4982.32,
        4983.4
    ],
    [
        " I always had to carry a freaking radio, you know?",
        4983.4,
        4985.16
    ],
    [
        " Yeah.",
        4985.26,
        4985.34
    ],
    [
        " 30 pound radio with water and batteries and you're just...",
        4985.54,
        4989.02
    ],
    [
        " It's always heavy.",
        4989.02,
        4989.68
    ],
    [
        " You're just sucking it up.",
        4989.92,
        4990.68
    ],
    [
        " And so I got used to it.",
        4990.94,
        4992.04
    ],
    [
        " I suppose it was that more than anything else.",
        4992.18,
        4993.84
    ],
    [
        " You're like...",
        4994.8,
        4995.9
    ],
    [
        " You've seen the movie Tremors?",
        4995.9,
        4998.12
    ],
    [
        " No, I haven't seen the movie Tremors.",
        4998.56,
        5000.12
    ],
    [
        " Right.",
        5000.18,
        5000.28
    ],
    [
        " Well, there's a time at the end.",
        5000.48,
        5001.9
    ],
    [
        " They were like, man, we need to go to those mountains for those, you know, to avoid underground",
        5002.02,
        5006.82
    ],
    [
        " worms.",
        5006.82,
        5007.16
    ],
    [
        " And they were like, hey, we could take the cat.",
        5007.52,
        5009.04
    ],
    [
        " And he's like, hey, it's slow.",
        5009.6,
        5011.28
    ],
    [
        " Well, you know, the cat is a big...",
        5011.28,
        5013.74
    ],
    [
        " You know, Bobcat.",
        5013.74,
        5014.98
    ],
    [
        " You know, they're not supposed to take these.",
        5015.18,
        5015.36
    ],
    [
        " I actually know what a Bobcat is.",
        5015.36,
        5016.82
    ],
    [
        " I'm not sure I know what underground worms are.",
        5016.86,
        5019.3
    ],
    [
        " That's something completely different.",
        5019.82,
        5021.72
    ],
    [
        " But they're bad.",
        5021.96,
        5022.64
    ],
    [
        " So they took the cat and the guy was like, no, we can't take the cat slower than him.",
        5023.18,
        5028.5
    ],
    [
        " And he's like, it doesn't...",
        5028.92,
        5029.94
    ],
    [
        " It can carry a ton.",
        5029.94,
        5031.24
    ],
    [
        " You know, it was like you.",
        5031.4,
        5033.38
    ],
    [
        " You're like the cat.",
        5033.62,
        5034.3
    ],
    [
        " So they hooked up this big trailer, which is the rock in your chest.",
        5034.66,
        5038.5
    ],
    [
        " And they drove everybody to the mountains.",
        5039.34,
        5041.96
    ],
    [
        " What were they planning to do to walk?",
        5042.06,
        5043.14
    ],
    [
        " No, they were trapped on roofs, on a rooftop.",
        5043.94,
        5046.38
    ],
    [
        " And they were like, we're all going to starve up here.",
        5047.4,
        5048.82
    ],
    [
        " We got to make it to the mountains.",
        5049.06,
        5050.12
    ],
    [
        " It's like nine miles.",
        5050.12,
        5051.08
    ],
    [
        " They're like, how are we going to get there?",
        5051.9,
        5053.04
    ],
    [
        " We can't run.",
        5053.16,
        5054.22
    ],
    [
        " They're going to get us.",
        5054.5,
        5055.04
    ],
    [
        " We can't...",
        5055.2,
        5055.92
    ],
    [
        " So they'll say, we'll get the cat.",
        5055.92,
        5057.7
    ],
    [
        " They were like, oh, it's too slow.",
        5059.0,
        5060.42
    ],
    [
        " But they're like, yeah, but it can carry this big trailer.",
        5060.68,
        5063.76
    ],
    [
        " Yeah.",
        5064.12,
        5064.26
    ],
    [
        " You know?",
        5064.3,
        5064.82
    ],
    [
        " And I used to say that in the SEAL teams, and my opinion was, it was better to be built",
        5065.06,
        5070.02
    ],
    [
        " like a four by four than like a Porsche.",
        5070.02,
        5071.88
    ],
    [
        " Yeah.",
        5072.88,
        5073.04
    ],
    [
        " It was better to be...",
        5073.26,
        5074.4
    ],
    [
        " Just because you got to carry weight around.",
        5074.4,
        5075.9
    ],
    [
        " Right.",
        5075.94,
        5076.14
    ],
    [
        " It'd be durable.",
        5076.18,
        5076.88
    ],
    [
        " What would you rather have working on a farm?",
        5077.38,
        5079.38
    ],
    [
        " Ford F 350 or a Porsche?",
        5080.56,
        5085.54
    ],
    [
        " Yeah.",
        5086.06,
        5086.22
    ],
    [
        " I mean, a Porsche is cool for the track.",
        5086.48,
        5087.76
    ],
    [
        " When everything's all lined up and dialed the way it's supposed to be.",
        5088.22,
        5090.66
    ],
    [
        "",
        5094.22,
        5094.22
    ],
    [
        " And he wanted bad.",
        5094.3,
        5095.38
    ],
    [
        " And so that's why the SEALs, the SEALs, guys that were kind of more a four by four than a Porsche.",
        5095.66,
        5104.76
    ],
    [
        " Yeah.",
        5105.42,
        5105.78
    ],
    [
        " It would be better in the field, in the real SEAL situations.",
        5105.96,
        5110.16
    ],
    [
        " Yeah.",
        5110.5,
        5110.68
    ],
    [
        " You know, the actual...",
        5110.82,
        5112.14
    ],
    [
        " Because the thing about...",
        5112.14,
        5114.6
    ],
    [
        " It's a misconception about the SEAL teams is, you see guys running on the beach, and",
        5114.6,
        5119.94
    ],
    [
        " you see guys swimming in the ocean, and they never are carrying anything.",
        5119.94,
        5122.58
    ],
    [
        " Yeah.",
        5122.74,
        5122.92
    ],
    [
        " And that's just complete lie.",
        5122.92,
        5124.3
    ],
    [
        " Because every time you do anything in the SEAL teams, you're carrying a ton of weight with you.",
        5124.54,
        5129.08
    ],
    [
        " Yeah.",
        5129.34,
        5129.54
    ],
    [
        " And so you've got to be built like a four by four and not like a Porsche.",
        5130.14,
        5132.92
    ],
    [
        " Yeah.",
        5133.38,
        5133.62
    ],
    [
        " Yeah, it makes sense.",
        5133.96,
        5134.76
    ],
    [
        " So yeah, you'd weigh rather someone like you than some sprinter who can run like a four to 40.",
        5135.02,
        5140.14
    ],
    [
        " But then you put something on his back.",
        5140.5,
        5142.8
    ],
    [
        " A sprinter is actually...",
        5142.98,
        5144.38
    ],
    [
        " You know, what you...",
        5144.38,
        5145.2
    ],
    [
        " You just want somebody that's durable.",
        5145.2,
        5147.48
    ],
    [
        " Yeah.",
        5147.94,
        5148.18
    ],
    [
        " Durable is the word.",
        5148.46,
        5149.86
    ],
    [
        " Yeah.",
        5150.94,
        5151.34
    ],
    [
        " And if they're a great athlete and they can have an awesome 40 time, or they can run a marathon,",
        5151.72,
        5157.2
    ],
    [
        " but they're just durable, it's awesome.",
        5157.34,
        5159.1
    ],
    [
        " Yeah.",
        5159.3,
        5159.52
    ],
    [
        " Okay.",
        5160.12,
        5160.58
    ],
    [
        " Yeah.",
        5160.9,
        5161.0
    ],
    [
        " I'm not trying to put parameters around the guys.",
        5161.0,
        5162.84
    ],
    [
        " Sure.",
        5163.1,
        5163.28
    ],
    [
        " Because there's guys...",
        5163.48,
        5164.92
    ],
    [
        " There was a guy when I was a team two, and he was a guy I actually went through Buds",
        5164.92,
        5169.0
    ],
    [
        " with.",
        5169.0,
        5169.12
    ],
    [
        " And he was...",
        5170.06,
        5172.86
    ],
    [
        " He's kind of a short guy.",
        5172.86,
        5176.06
    ],
    [
        " And he was kind of had an odd body shape.",
        5176.34,
        5179.92
    ],
    [
        " And so he kind of looked...",
        5181.5,
        5183.34
    ],
    [
        " He kind of had almost like a little pudgy belly.",
        5183.34,
        5185.18
    ],
    [
        " And he just was one of those guys.",
        5185.6,
        5190.26
    ],
    [
        " And the funny thing is, he could run faster than me and he could bench more than me.",
        5190.84,
        5194.78
    ],
    [
        " Yeah.",
        5195.12,
        5195.36
    ],
    [
        " No kidding.",
        5195.6,
        5195.92
    ],
    [
        " That was awesome.",
        5196.06,
        5196.48
    ],
    [
        " I love that.",
        5197.02,
        5197.62
    ],
    [
        " Yeah.",
        5197.76,
        5197.9
    ],
    [
        " He's an awesome guy.",
        5198.42,
        5199.38
    ],
    [
        " Awesome guy.",
        5200.3,
        5200.86
    ],
    [
        " I said, you know, that's cool.",
        5201.44,
        5202.78
    ],
    [
        " People say that about him because he's a little bit short and a little bit pouty looking.",
        5203.2,
        5206.68
    ],
    [
        " I'm like, he can actually bench more than me and he can run faster than me.",
        5206.76,
        5210.74
    ],
    [
        " He can beat me in all the runs.",
        5210.74,
        5211.58
    ],
    [
        " So let's just be quiet.",
        5211.88,
        5213.38
    ],
    [
        " Yeah.",
        5213.52,
        5213.92
    ],
    [
        " Yeah.",
        5214.04,
        5214.16
    ],
    [
        "",
        5214.2,
        5214.2
    ],
    [
        " All right.",
        5214.74,
        5217.32
    ],
    [
        " Next question.",
        5217.4,
        5217.82
    ],
    [
        " Jockel, do you think that the military army Navy Air Force is a young man's game?",
        5218.32,
        5223.44
    ],
    [
        " Because this guy is 29 years old and he's about to join up.",
        5224.4,
        5229.1
    ],
    [
        " He's about to get it on.",
        5229.58,
        5230.82
    ],
    [
        " Yeah, man.",
        5231.1,
        5231.58
    ],
    [
        " That's awesome.",
        5231.76,
        5232.26
    ],
    [
        " Two answers to that question.",
        5235.66,
        5237.48
    ],
    [
        " And as usual, with answers from me, the dichotomy.",
        5237.98,
        5242.78
    ],
    [
        " Unfortunately, there's a dichotomy and they oppose each other.",
        5243.08,
        5245.58
    ],
    [
        " First of all, yes.",
        5246.2,
        5247.34
    ],
    [
        " And anybody that says it's not a young man's game is not telling the truth because it's",
        5248.1,
        5254.1
    ],
    [
        " a game where you're going to be on travel.",
        5254.1,
        5256.84
    ],
    [
        " You're going to be gone.",
        5257.06,
        5257.66
    ],
    [
        " You're going to be risking your life at times.",
        5257.86,
        5259.9
    ],
    [
        " You're going to have to put up with a lack of comfort in your world.",
        5261.16,
        5267.56
    ],
    [
        " You're going to be living in barracks.",
        5267.76,
        5268.76
    ],
    [
        " I mean, it's just going to be, it's not, it's not creature comforts, right?",
        5269.1,
        5272.84
    ],
    [
        " It's the military.",
        5272.96,
        5273.56
    ],
    [
        " It's a semi-spartan environment.",
        5273.9,
        5275.42
    ],
    [
        " It's not the forgot and highlander for the love of God, but it's definitely more Spartan",
        5275.66,
        5281.26
    ],
    [
        " than what the average person has in regular life.",
        5281.26,
        5283.68
    ],
    [
        " So, to anybody to say it's not a young man's game is not telling the truth because it",
        5285.46,
        5292.1
    ],
    [
        " absolutely is.",
        5292.1,
        5293.02
    ],
    [
        " And for me, you know, I joined when I was a kid, when I was 18 years old, and it was",
        5293.38,
        5298.2
    ],
    [
        " awesome.",
        5298.2,
        5298.5
    ],
    [
        " I had no attachments in life.",
        5298.78,
        5300.4
    ],
    [
        " Like I went to the map station with nothing.",
        5301.12,
        5304.36
    ],
    [
        " That's the recruiting station where you actually go, and I forget what it stands for, but",
        5304.82,
        5309.88
    ],
    [
        " it's where you actually leave for the military.",
        5309.88,
        5312.6
    ],
    [
        " And I had nothing.",
        5312.8,
        5314.3
    ],
    [
        " Do you need to store anything?",
        5314.78,
        5316.14
    ],
    [
        "",
        5316.48,
        5316.48
    ],
    [
        " What's your, you know, where you need to send your mail?",
        5316.66,
        5319.36
    ],
    [
        " I don't get mail.",
        5319.56,
        5320.22
    ],
    [
        " Yeah, there's no mail that's sent to me.",
        5320.28,
        5322.84
    ],
    [
        " I'm a blank slate.",
        5322.92,
        5323.98
    ],
    [
        " And that's awesome.",
        5324.64,
        5325.36
    ],
    [
        " You don't think about family.",
        5325.54,
        5326.56
    ],
    [
        " You don't think about anything.",
        5326.56,
        5327.62
    ],
    [
        " You just get in there and you get your job done.",
        5327.82,
        5329.32
    ],
    [
        " And if they say, hey, we're going to deploy you tomorrow for the next eight years, you",
        5329.32,
        5332.4
    ],
    [
        " say, cool.",
        5332.4,
        5332.86
    ],
    [
        " Let's do it.",
        5333.1,
        5333.86
    ],
    [
        " Let's bring it.",
        5333.86,
        5334.74
    ],
    [
        " And you have an obedient nature because you don't know any better.",
        5334.82,
        5341.08
    ],
    [
        " You know, you joined the military and you're stoked.",
        5341.08,
        5344.48
    ],
    [
        " You're getting a paycheck all of a sudden.",
        5344.7,
        5345.88
    ],
    [
        " You know, you got a three-hats in a cot.",
        5346.1,
        5348.34
    ],
    [
        " It's all good.",
        5348.6,
        5349.62
    ],
    [
        " Whereas when you're, you know, when you're 17 years old and you're not quite putting things",
        5350.02,
        5355.82
    ],
    [
        " together yet, yeah, man, all of a sudden, like I said, you got a paycheck, you got three",
        5355.82,
        5360.62
    ],
    [
        " hats in a cot, you're ready to rock and roll.",
        5360.62,
        5361.98
    ],
    [
        " They tell you what you do.",
        5362.08,
        5362.84
    ],
    [
        " You do it.",
        5362.94,
        5363.5
    ],
    [
        " That's good.",
        5364.0,
        5366.0
    ],
    [
        " So, yeah, it's a young man's game.",
        5366.18,
        5367.68
    ],
    [
        " Now, that being said, of course, there's a dichotomy to that.",
        5367.7,
        5370.94
    ],
    [
        " And that is that the military is always in need of guys that are mature and smart and",
        5371.42,
        5379.26
    ],
    [
        " have experience in life, right?",
        5379.26,
        5381.82
    ],
    [
        " That you need to have people like that.",
        5382.22,
        5383.8
    ],
    [
        " Now you get them eventually through the military, but it's also good to have people that",
        5384.32,
        5388.38
    ],
    [
        " won't raise in the military environment so they can always have a little bit of an",
        5388.38,
        5392.28
    ],
    [
        " out-of-view and you can learn a little bit from them.",
        5392.28,
        5394.48
    ],
    [
        " But what you have to get over, it's all those things that the young guy can eat for",
        5395.68,
        5400.88
    ],
    [
        " breakfast, right?",
        5400.88,
        5401.6
    ],
    [
        " You know, if you're 29 years old, there's a decent chance you've had a pretty nice apartment",
        5402.32,
        5406.52
    ],
    [
        " somewhere.",
        5406.52,
        5406.98
    ],
    [
        " There's a decent chance you slept in until, you know, 9.45 on the weekends.",
        5407.54,
        5412.64
    ],
    [
        " There's a decent chance that you stayed out until two o'clock in the morning and partied",
        5413.08,
        5416.22
    ],
    [
        " and, you know, brought a girl back and you slept in until nine and you might be doing that",
        5416.22,
        5420.74
    ],
    [
        " on the regular, you know what I mean?",
        5420.74,
        5422.1
    ],
    [
        " You got some clothes, you're watching cable TV, you got all these things, right?",
        5422.5,
        5426.22
    ],
    [
        " And then the other part of that is you might have a family, you know, you might have a wife,",
        5426.62,
        5430.6
    ],
    [
        " you might have kids at 29 years old, you might be established, you might have people relying",
        5430.72,
        5436.0
    ],
    [
        " on you, not just financially, but emotionally.",
        5436.0,
        5439.78
    ],
    [
        " Right, yeah, just to be there.",
        5439.88,
        5440.82
    ],
    [
        " So how you going to cut all that away, that's the challenge for the older guy.",
        5440.96,
        5445.96
    ],
    [
        " Now some older guys are 29 years old, they don't have any of that yet.",
        5446.18,
        5448.9
    ],
    [
        " If so, best case scenario, you got both.",
        5449.38,
        5452.04
    ],
    [
        " Now, I'm not telling the 18 year olds to hold off on an listing in the military.",
        5452.52,
        5456.32
    ],
    [
        " Don't hold off, just get it done.",
        5456.64,
        5458.14
    ],
    [
        " Get it done and you won't regret it unless you're unless you screw up and bring it upon yourself.",
        5458.42,
        5464.66
    ],
    [
        " But if you are 29 and you can either overcome those obstacles of the things that are going to,",
        5465.26,
        5470.98
    ],
    [
        " the things that are going to, things that are going to tear it you emotionally, right?",
        5470.98,
        5475.64
    ],
    [
        " They're going to tear it you emotionally.",
        5475.88,
        5476.94
    ],
    [
        " Now what's cool is when you're in the military and you're raised in the military,",
        5477.06,
        5482.24
    ],
    [
        " you are raised in such a way that those,",
        5482.24,
        5490.34
    ],
    [
        " those distractions are easily overcome.",
        5490.56,
        5495.14
    ],
    [
        "",
        5496.1,
        5496.1
    ],
    [
        " You learn how to, you learn how to cut, park, mentalize those things.",
        5496.4,
        5499.32
    ],
    [
        " At least I did to say, you know what?",
        5499.48,
        5501.24
    ],
    [
        " Hey, I understand it's nice to stay home and sleep in on the weekend, but I'm not going to do it.",
        5501.52,
        5505.58
    ],
    [
        " Right.",
        5506.14,
        5506.54
    ],
    [
        " Right.",
        5506.86,
        5507.12
    ],
    [
        " It's nice to be able to hang out with your wife and kids, but it doesn't matter to me compared to my job.",
        5507.42,
        5511.88
    ],
    [
        " That's what you end up like, which is slightly psychopathic, but it's where you end up, right?",
        5512.1,
        5515.76
    ],
    [
        " It's where I end up.",
        5516.34,
        5517.36
    ],
    [
        " That's how it's where I ended up was, you know, nothing else matters besides the seal teams.",
        5517.36,
        5522.26
    ],
    [
        " And I don't care about anything else.",
        5522.74,
        5525.12
    ],
    [
        " So if you want to be in my life, cool, you just got to do it around these giant parameters.",
        5525.44,
        5529.44
    ],
    [
        " That's called the seal teams deal with it.",
        5529.44,
        5531.86
    ],
    [
        " Yeah.",
        5532.28,
        5533.76
    ],
    [
        " So join up my brother at 29 years old, go and get after it.",
        5533.76,
        5538.34
    ],
    [
        " Do that.",
        5538.36,
        5538.72
    ],
    [
        " PTF.",
        5539.02,
        5539.4
    ],
    [
        " Next question, Jaco.",
        5540.72,
        5542.92
    ],
    [
        " When do you cut your losses or give up on something and walk?",
        5544.28,
        5549.98
    ],
    [
        " When and how to decide to cut bait, not a quitter, too much brain damage,",
        5550.76,
        5561.52
    ],
    [
        " brain damage.",
        5563.32,
        5563.82
    ],
    [
        " It's a word I've been hearing more from the corporate world actually.",
        5564.04,
        5566.68
    ],
    [
        " His people talk about what something's really hard to do and they're just causing brain damage by trying to do it.",
        5566.96,
        5571.26
    ],
    [
        " And these was actually two questions.",
        5571.98,
        5573.2
    ],
    [
        " That's obviously a metaphor.",
        5573.26,
        5574.06
    ],
    [
        " Obviously.",
        5574.58,
        5574.84
    ],
    [
        " Yeah, yeah.",
        5575.04,
        5575.42
    ],
    [
        " It's a metaphor for it.",
        5575.48,
        5576.92
    ],
    [
        " And it's a metaphor for what I talk about when I was like beating my head against the one trying to get some stuff.",
        5577.06,
        5581.24
    ],
    [
        " And this is one of those things that confuses people because",
        5582.38,
        5585.04
    ],
    [
        " everyone hears, including us in the seal teams, we hear the mantra of never quit, right?",
        5586.24,
        5594.58
    ],
    [
        " Never quit.",
        5594.92,
        5595.18
    ],
    [
        " And it's not just a mantra that we say it's actually what we believe.",
        5595.64,
        5602.14
    ],
    [
        " And furthermore, it's not just what we say and it's not just what we believe.",
        5602.86,
        5610.48
    ],
    [
        " But it's literally how we act.",
        5611.34,
        5614.38
    ],
    [
        " Yeah.",
        5614.38,
        5614.98
    ],
    [
        " So that drive and that attitude of never quit, it's a powerful force.",
        5615.44,
        5622.68
    ],
    [
        " And it does push you over the edge to victory, to victory in many cases.",
        5622.86,
        5630.06
    ],
    [
        " But and there's always a dichotomy to just about everything.",
        5630.68,
        5639.64
    ],
    [
        " There's a dichotomy to this too.",
        5639.84,
        5641.24
    ],
    [
        " Because over that attitude, you have to layer something on top of that.",
        5642.48,
        5648.28
    ],
    [
        " And that is it's basically strategic vision and understanding of",
        5648.7,
        5656.86
    ],
    [
        " the battlefield as a whole.",
        5656.86,
        5660.84
    ],
    [
        " So you know, it's like the the saying of when the battle lose the war, this is the opposite.",
        5662.24,
        5670.4
    ],
    [
        " Right?",
        5670.56,
        5670.96
    ],
    [
        " When the battle lose the war, meaning, oh, you you stick to it right now and you might win right now,",
        5671.3,
        5675.32
    ],
    [
        " but in the long run, you're going to lose.",
        5675.32,
        5676.8
    ],
    [
        " This is the opposite where you you're going to say, you know what?",
        5677.02,
        5680.14
    ],
    [
        " I'm going to lose this battle right now, but I'm going to win the war in the long run.",
        5680.22,
        5683.42
    ],
    [
        " So you absolutely need to know when you got to stop beating your head against the wall.",
        5683.8,
        5691.6
    ],
    [
        " You've got to know that I personally draw my limit at 27 times after I beat my head against",
        5691.72,
        5697.54
    ],
    [
        " the wall 27 times on the 28th time.",
        5697.54,
        5699.84
    ],
    [
        " I'm going to say, you know what?",
        5700.3,
        5702.16
    ],
    [
        " I've breathed there's another way to do this or maybe this isn't a battle worth fighting.",
        5702.44,
        5705.46
    ],
    [
        " Now, the main reason I think why people get caught in the trap of banging their head against the",
        5706.22,
        5715.24
    ],
    [
        " wall or not knowing when to quit is because and again, quit is a strong word.",
        5715.24,
        5719.94
    ],
    [
        " And it's almost hard for me to say right now because it's not knowing when to quit.",
        5720.08,
        5724.32
    ],
    [
        " I'm not talking about quitting.",
        5724.32,
        5725.74
    ],
    [
        " I'm talking about making a strategic assessment of an unwinnable situation and deciding",
        5726.04,
        5735.16
    ],
    [
        " to disengage only so you can reengage with superior firepower and crush the enemy.",
        5735.16,
        5742.0
    ],
    [
        " Yeah, that's so.",
        5742.46,
        5742.88
    ],
    [
        " So there's a big difference between that and quitting.",
        5742.94,
        5745.38
    ],
    [
        " Quitting means you curl up into a ball and wait to die.",
        5745.68,
        5748.92
    ],
    [
        " That's what quitting is.",
        5749.18,
        5750.08
    ],
    [
        " And I don't support that under any circumstances.",
        5750.56,
        5753.32
    ],
    [
        " So when do you, when does it happen where it happens because people get emotional?",
        5754.5,
        5761.4
    ],
    [
        " They get too emotional about whatever obstacles in front of them.",
        5762.04,
        5765.92
    ],
    [
        " They get crazy about it and they start seeing the obstacle as not only the battle but also as the war.",
        5766.06,
        5772.92
    ],
    [
        " And they get lost in their own determination.",
        5774.28,
        5779.78
    ],
    [
        " I've seen this with some seal buddies of mine.",
        5780.5,
        5782.96
    ],
    [
        " They're so determined that they will not stop even when it's completely detrimental.",
        5783.32,
        5790.18
    ],
    [
        " You know, and they do it with just about everything.",
        5790.9,
        5794.12
    ],
    [
        " You know, they'll be determined that anything.",
        5794.58,
        5796.82
    ],
    [
        " You know, they'll be hurting themselves, training.",
        5797.0,
        5798.66
    ],
    [
        " They'll be determined to drink harder than anybody else.",
        5798.92,
        5803.0
    ],
    [
        " They'll, I mean, just anything you can throw out of them and they're determined to win at that.",
        5803.18,
        5807.2
    ],
    [
        " And they're actually losing.",
        5807.4,
        5808.36
    ],
    [
        " Yeah, yeah.",
        5808.72,
        5809.32
    ],
    [
        " Um, so, so how do you prevent that from happening is you have to again, common theme here.",
        5811.02,
        5818.02
    ],
    [
        " You have to detach.",
        5818.16,
        5819.32
    ],
    [
        " You have to detach yourself.",
        5819.52,
        5820.56
    ],
    [
        " You have to be able to step back away from the problem enough to look at it from a strategic viewpoint",
        5820.76,
        5827.42
    ],
    [
        " and say, okay, what's, what's going on here?",
        5827.42,
        5829.7
    ],
    [
        " What's the risk?",
        5829.7,
        5830.56
    ],
    [
        " What's the reward?",
        5830.56,
        5831.6
    ],
    [
        " How much am I willing to sacrifice right now?",
        5831.96,
        5834.48
    ],
    [
        " And how is that sacrifice going to impact me tomorrow or the next day or next week?",
        5834.54,
        5838.98
    ],
    [
        " Yeah.",
        5840.18,
        5840.92
    ],
    [
        " And then once you've detached and you've weighed and you've seen what the real value of this",
        5840.88,
        5848.2
    ],
    [
        " immediate objective is, then you can assess and make a logical decision based",
        5848.2,
        5855.5
    ],
    [
        " not on your emotion, but on the actual impact of the situation in the overall strategic picture.",
        5855.5,
        5864.92
    ],
    [
        " Yeah.",
        5865.84,
        5866.24
    ],
    [
        " That, um, I you're saying when you weigh the, the, the detriment and the, the rewards and,",
        5866.24,
        5874.46
    ],
    [
        " I think that, that really makes it real clear when you can assess and be like, oh,",
        5874.58,
        5880.52
    ],
    [
        " all of this, we're getting all this like, all these, this detrimental stuff",
        5881.56,
        5886.28
    ],
    [
        " when we're trying to get this, you know, this one benefit, you know, out of this person or out",
        5886.28,
        5892.08
    ],
    [
        " of this situation or whatever. And when you're, you're using up your resources or sacrificing",
        5892.08,
        5896.0
    ],
    [
        " more resources, then you are gaining ground. Then, you know, that, that seems like a clear time to,",
        5896.0,
        5901.32
    ],
    [
        " that's a very least start thinking about disengaging.",
        5901.42,
        5904.36
    ],
    [
        " Yeah. And you got it, you got it detached to be able to notice that. And I notice this in",
        5904.52,
        5907.78
    ],
    [
        " your Getswara time, people try and pass the passing guard as a simple, as an example,",
        5907.78,
        5911.52
    ],
    [
        " people just like do one guard pass.",
        5911.66,
        5914.02
    ],
    [
        " Yeah.",
        5914.24,
        5914.54
    ],
    [
        " And it doesn't work and they do it again and it doesn't work and they do it again.",
        5914.62,
        5917.38
    ],
    [
        " It doesn't work.",
        5917.44,
        5917.86
    ],
    [
        " They do it again and they go on and on and on until they're exhausted and get swept.",
        5917.96,
        5921.6
    ],
    [
        " They get mounted and then they get put to tap.",
        5921.6,
        5924.18
    ],
    [
        " And it's because they were stubborn and they didn't detach and say, I mean, after you've",
        5925.06,
        5930.64
    ],
    [
        " tried to pass a guy's guard 14 times in a row, the same way, it hasn't worked, why is it going to",
        5930.64,
        5935.62
    ],
    [
        " work the 15th time? The answer is it's not. Try something else.",
        5935.62,
        5940.58
    ],
    [
        " You know,",
        5940.9,
        5941.16
    ],
    [
        " I'm trying to think about solid, solid answer to that.",
        5941.28,
        5944.14
    ],
    [
        " There is no solid answer. And it's the same thing. I used to see this put in seals through",
        5944.18,
        5947.56
    ],
    [
        " training. They'd get bogged down in a bad situation.",
        5947.56,
        5950.92
    ],
    [
        " And they would just get focused on that one problem.",
        5952.22,
        5957.46
    ],
    [
        " You know, one room in a building, they'd be like, no, 10 more guys into it.",
        5957.94,
        5960.88
    ],
    [
        " 10 more guys into it.",
        5961.0,
        5961.88
    ],
    [
        " If you're just getting sprayed with paintball and put down in the training operation and",
        5961.88,
        5965.96
    ],
    [
        " no, two more guys.",
        5965.96,
        5967.48
    ],
    [
        " And eventually everyone's just, you know, it's training, but everyone's dead and they're like,",
        5967.84,
        5971.24
    ],
    [
        " I don't know what up.",
        5971.24,
        5972.16
    ],
    [
        " And they just didn't, they got focused on and it cost them.",
        5972.38,
        5975.26
    ],
    [
        " So the leader's got to be able to step back and detach and take a look at the situation and decide,",
        5975.62,
        5981.56
    ],
    [
        " you know what?",
        5981.6,
        5982.18
    ],
    [
        " I'm going to go ahead and change course right now.",
        5983.32,
        5986.96
    ],
    [
        " Not going to quit, but I'm going to adjust, make a strategic adjustment.",
        5987.16,
        5990.48
    ],
    [
        " Yeah. And that's, it's weird how those semantics can really change your outlook on the whole",
        5991.12,
        5997.14
    ],
    [
        " task when you, when you use the word quit versus disengage or another one with quit, like I said,",
        5997.14,
        6003.78
    ],
    [
        " is give up, you know, give it up.",
        6003.98,
        6006.18
    ],
    [
        " I mean, unless it's something negative, like smoking or something like that, you're quit smoking.",
        6006.3,
        6009.24
    ],
    [
        " You're going to give up smoking.",
        6009.38,
        6010.18
    ],
    [
        " That's good, but obviously smoking is negative.",
        6010.38,
        6012.06
    ],
    [
        " But any kind of task or anything that requires effort, if you quit or quote unquote, give up,",
        6012.26,
        6018.62
    ],
    [
        " it's like, it's hard to have that sound like a good thing, you know?",
        6018.76,
        6023.88
    ],
    [
        " Yeah. And one thing that's, this is, you know, obviously it applies to combat.",
        6024.34,
        6030.22
    ],
    [
        " It applies to jujitsu as we just talked about, but also, you know, you look at what you're doing",
        6030.7,
        6034.82
    ],
    [
        " day to day and the little things in your life that you're trying to make work or in a business",
        6034.82,
        6039.52
    ],
    [
        " that you're trying to make something happen. And sometimes people get so addicted to their plan.",
        6039.52,
        6044.36
    ],
    [
        " They get so their ego is wrapped around their plan.",
        6044.88,
        6047.84
    ],
    [
        " Their plan is like 50% 50% tactics and technique and it's 50% their own ego.",
        6047.94,
        6054.64
    ],
    [
        " And so when you try, when that person's plan starts to fail,",
        6055.02,
        6058.28
    ],
    [
        " guess what? They don't want to let it go because it's all wrapped up in their ego.",
        6058.64,
        6062.08
    ],
    [
        " So they just push it further. They push it further. They push it further.",
        6062.14,
        6065.36
    ],
    [
        " And especially if that person's in a senior position, well, then everyone's kind of just",
        6065.9,
        6070.28
    ],
    [
        " followed in line and they're looking at them. They all know, they all know when they're at the",
        6070.28,
        6074.24
    ],
    [
        " bottom of the chain of command, they're all looking at this person saying, hey, buddy, it's not working.",
        6074.24,
        6078.74
    ],
    [
        " Let's disengage and fall back and figure out a new plan of attack.",
        6079.08,
        6085.46
    ],
    [
        " And then let's re-approach the target from a different angle. Let's flank this target.",
        6085.6,
        6089.64
    ],
    [
        " So if you're in a business, if you're in a relationship,",
        6089.94,
        6095.28
    ],
    [
        " and you've got a situation where you're trying to make something work a certain way and it's not,",
        6095.92,
        6101.12
    ],
    [
        " maybe it's got to disengage and you've got to come with a different angle of attack",
        6101.9,
        6106.52
    ],
    [
        " so that you can get the big wind. Yeah, the long run.",
        6106.52,
        6109.34
    ],
    [
        " Yeah. And with relationships, obviously it's it's the same dynamic, but it's different because",
        6109.82,
        6114.96
    ],
    [
        " what's the same because when you're in a, let's say a boyfriend, girlfriend, relationship,",
        6116.3,
        6121.14
    ],
    [
        " whatever even husband, wife, you say it's not working. Let's say one of them's abusive,",
        6121.28,
        6127.36
    ],
    [
        " right? Meanwhile, the other ones trying to quote unquote, make it work. And if they end up leaving,",
        6127.82,
        6132.12
    ],
    [
        " all you gave up on him, you know, you, you, you quit, no, no, no, I don't think you'd ever say,",
        6132.5,
        6138.0
    ],
    [
        " you'd quit the relationship, but you'll just say you gave up on the relationship, right? You know,",
        6138.06,
        6141.86
    ],
    [
        " well, he's been abusing her for 10 years already, you know, we're in your case, 27 years,",
        6142.54,
        6148.28
    ],
    [
        " or you know, whatever the number is. And, and you got to, I do not abuse my wife.",
        6148.38,
        6154.16
    ],
    [
        " All right, right. But you know, as far as your numbers go, not 27. But again, like if you say,",
        6154.26,
        6161.18
    ],
    [
        " oh, you gave up on the relationship, it's kind of like, well, it's kind of like it's the girls",
        6161.3,
        6164.78
    ],
    [
        " fault a little bit, like maybe she, she shouldn't have done that almost, you know, but, um,",
        6164.78,
        6170.6
    ],
    [
        " yeah, you disengage. And if you want to, if you want to go for the win in that relationship,",
        6171.4,
        6175.9
    ],
    [
        " and if you really want to maintain the relationship, don't let it be a husband, wife relationship,",
        6175.9,
        6179.36
    ],
    [
        " maybe go back to being neighbors or something like that, even though an abusive relationship",
        6179.7,
        6184.44
    ],
    [
        " that might not work, but I'm just saying theoretically. Yeah, I'm not sure about all that.",
        6184.44,
        6189.6
    ],
    [
        " Sure, man. Sure. Uh, but I do know that if you find yourself",
        6190.12,
        6194.84
    ],
    [
        " trying repeatedly to make something happen, and it's not happening, try a different route,",
        6194.84,
        6201.44
    ],
    [
        " don't consider yourself a quitter, consider yourself a technologist or a tactician.",
        6201.78,
        6208.82
    ],
    [
        " Good. Next question.",
        6209.44,
        6214.74
    ],
    [
        " Good.",
        6218.42,
        6219.06
    ],
    [
        " Jockel, in a fight, MMA or otherwise, would you substitute anger or rage for aggression?",
        6215.12,
        6229.64
    ],
    [
        " Would I substitute anger or rage for aggression? This isn't a fight MMA or otherwise,",
        6231.06,
        6239.3
    ],
    [
        " that's important actually. Yeah, so we, so just to clarify, this means like, instead of aggression,",
        6239.36,
        6244.36
    ],
    [
        " is it okay to use anger or rage? Yeah. Yeah. Okay. Well,",
        6244.98,
        6249.1
    ],
    [
        " I think pretty obviously, and people just expect the answer to be for me, the initial answer here is no,",
        6249.36,
        6257.52
    ],
    [
        " and I would not substitute anger or rage for aggressiveness. I think obviously when you let rage",
        6257.68,
        6266.3
    ],
    [
        " take over, you're not thinking anymore. Yeah. And the mind is allegedly the most important weapon,",
        6266.3,
        6275.68
    ],
    [
        " and I actually believe that to be true. So if you let your rage and anger take over, you're not",
        6275.68,
        6280.18
    ],
    [
        " using your mind, and that's not good, and you actually get to see this in MMA on a fairly regular",
        6280.18,
        6285.3
    ],
    [
        " basis, because you'll get somebody that is really good at talking smack. Yeah. And they'll get into",
        6285.3,
        6292.72
    ],
    [
        " the other person's head. What does it mean to get the other person's head? What does it do to them?",
        6292.72,
        6296.06
    ],
    [
        " Does it make them sad? No. Does it make them not hate the opponent? No. What does it do to them?",
        6296.36,
        6301.88
    ],
    [
        " It makes them angry. Yeah. It makes them frustrated. And that anger leads to frustration,",
        6302.06,
        6309.16
    ],
    [
        " which leads to defeat. So, and again, I think it's important to recognize that this doesn't just",
        6309.5,
        6321.12
    ],
    [
        " occur in MMA. It occurs in everyday life. And a good example is when you get in a conversation with",
        6322.56,
        6328.88
    ],
    [
        " something, you get in a debate with somebody, you get in an argument with somebody. The minute you get",
        6328.88,
        6334.8
    ],
    [
        " frustrated or angry or enraged, you just lost the argument. Right? I mean, you might,",
        6334.8,
        6341.22
    ],
    [
        " you might feel like you won, but you will not win the argument. You lost the argument.",
        6341.36,
        6347.86
    ],
    [
        " The minute that that happens. Yeah. In any, yeah, especially if it's an a debate, man, because",
        6348.22,
        6355.64
    ],
    [
        " it's an understood you're debating your kind of against each other. And then you just went off the",
        6355.64,
        6360.18
    ],
    [
        " rails basically. Yeah. It's not good to lose your temper in a debate in a conversation or in an MMA",
        6360.18,
        6366.34
    ],
    [
        " match. It's like if you were playing chess, we were playing chess. And I was talking smack to you,",
        6366.34,
        6371.32
    ],
    [
        " you got frustrated and you flipped over the chessboard. Yeah. You were with the, with the, you know,",
        6371.32,
        6377.56
    ],
    [
        " a display of monumental power, whatever, whatever. Yeah, rage, actually. Rage, yes. Yeah, you lost.",
        6377.64,
        6384.88
    ],
    [
        " Yeah. You absolutely. So, I, you know, I talk about this all the time, is that the rule is you'd never let",
        6385.78,
        6396.16
    ],
    [
        " your emotion get in control. So you don't let anger rage overwhelm your little brain.",
        6396.22,
        6403.5
    ],
    [
        " Now, here's the, here's the other side of that coin. Here's the dichotomy. And I don't think you",
        6404.36,
        6412.18
    ],
    [
        " can even argue against this. Because it's, that's pretty sound argument, right? I mean, what we just",
        6412.18,
        6417.72
    ],
    [
        " said, I mean, we've seen it. We know, we know for a fact, but rules are made to be broken.",
        6417.72,
        6423.64
    ],
    [
        " There are times when emotion can increase performance. Yeah. Right? They're absolutely are. And I",
        6424.54,
        6433.74
    ],
    [
        " remember when I was a kid growing up, the, the Soviet Union was still just hardcore communist.",
        6433.74,
        6440.1
    ],
    [
        " And when I would watch like the Olympics, they would be like machines, the Soviets with no",
        6440.86,
        6447.98
    ],
    [
        " emotions. And I thought, man, those guys are bad ass. I wanted to be like that.",
        6448.12,
        6452.2
    ],
    [
        " And it often brought them victories. But I heard a quote when I was a kid, and I actually looked",
        6453.28,
        6458.66
    ],
    [
        " for it, because I wanted to bring it up. I couldn't find it. But it was something along the lines of",
        6458.66,
        6462.32
    ],
    [
        " this. And that was that Soviet, the Soviet athletes performed better in practice. But the Americans",
        6462.32,
        6469.02
    ],
    [
        " performed better in the stadium. So the Americans, and that's not a universal statement. And there's",
        6469.02,
        6476.72
    ],
    [
        " plenty of examples of the Russians beat Americans and whatever. But there's also examples of where",
        6476.72,
        6482.16
    ],
    [
        " the Americans with their emotion and their fire were able to beat these Russians. And I mean,",
        6482.16,
        6491.8
    ],
    [
        " the greatest example would be the miracle vice on ice and in Lake Plasma, New York in 1980,",
        6491.8,
        6496.78
    ],
    [
        " which is, you know, that was a bunch of college kids that were fired up to beat the hardened",
        6496.78,
        6502.04
    ],
    [
        " Russian professional hockey team. And it's because, you know, they kind of trained their emotions out",
        6502.9,
        6509.64
    ],
    [
        " of it. And there's a great time to have your emotions trained out of it. You know, there's a great",
        6509.64,
        6513.64
    ],
    [
        " time where you're like, you know what, I'm not going to let my emotions play into this. I heard",
        6513.64,
        6517.68
    ],
    [
        " I heard something about Tiger Woods and his golf game. And he's not thinking about, you know,",
        6517.68,
        6526.28
    ],
    [
        " the broad statement is when he's hitting a shot in golf, he's not thinking about the last shot.",
        6526.54,
        6533.06
    ],
    [
        " And he's not thinking about the next shot. He's just thinking about that shot right there.",
        6533.84,
        6536.66
    ],
    [
        " So there's no emotional of whether he's fired or behind or nothing else. He just is there",
        6537.02,
        6541.86
    ],
    [
        " on that one shot. So I think that, you know, we, I think that people, I mean, Americans",
        6541.86,
        6551.7
    ],
    [
        " as an example I used, but I think that people in general can use your emotion to, to your advantage",
        6551.7,
        6558.78
    ],
    [
        " sometimes, but it does take control and it takes direction. And also, I think it's important to",
        6558.78,
        6568.44
    ],
    [
        " remember that it doesn't take long for that extra fire of anger to go from making you stronger",
        6568.44,
        6580.38
    ],
    [
        " and weaker, both mentally and physically. So you can get that burst. And you know, you see this in",
        6580.84,
        6586.28
    ],
    [
        " fighting all the time where people punch themselves out, you know, they go, they go level seven",
        6586.28,
        6590.52
    ],
    [
        " rage and they start swinging for the fence. Yeah, or excitement, they think the guy, they think",
        6590.52,
        6595.38
    ],
    [
        " they got the guy in the in the heart locker, they come, they bring the thunder for, they get, they",
        6595.38,
        6599.68
    ],
    [
        " get emotional. And I think on the mat, when you get a guy that loses his temper, when somebody",
        6599.68,
        6608.56
    ],
    [
        " loses their temper with me on the mat, it's just a matter of time. Like I just go, okay, cool.",
        6608.56,
        6612.36
    ],
    [
        " He's got, you know, he's got three minutes left because he's going to be done. So,",
        6612.76,
        6617.74
    ],
    [
        " yeah, you've got to stay calm. Now a couple situations that I've seen or been a participant in.",
        6618.42,
        6626.44
    ],
    [
        " And I'm pretty sure I was trying to remember this for sure, but I was cornering Jeremy Stevens.",
        6626.96,
        6634.12
    ],
    [
        " And if you don't know Jeremy Stevens is little Heathen MMA, awesome guy, stud fighter.",
        6634.76,
        6640.6
    ],
    [
        " And we were training him at the time and he was fighting. I'm pretty sure it was against Marcus",
        6641.1,
        6646.96
    ],
    [
        " Davis, who's a well-respected boxer. Really good MMA fighter as well, but definitely known for",
        6646.96,
        6655.62
    ],
    [
        " his boxing. Well, Jeremy's known for his striking as well. He's a very powerful striker. And he's got",
        6655.62,
        6660.94
    ],
    [
        " unbelievable one punch knockout power. Jeremy does. So I was cornering Jeremy. And it was a really,",
        6661.48,
        6671.3
    ],
    [
        " really close fight. I mean, it was a, I didn't know if he was winning or losing. I think it was",
        6671.3,
        6676.86
    ],
    [
        " leaning towards Marcus actually. And there's three rounds in MMA in this fight. And in between",
        6676.86,
        6685.4
    ],
    [
        " the second and the third round, I got in the ring, got in the cage with Jeremy. And I did the",
        6686.2,
        6693.88
    ],
    [
        " full on, you know, in his face. And I, you know, I gave him the, hey, listen, this is what's going on.",
        6693.88,
        6700.64
    ],
    [
        " This guy across the ring from you is taking money off your kids table, taking food off your kids table.",
        6701.22,
        6706.04
    ],
    [
        " He's going to take the roof off their heads. He's taking everything that you've worked for. He's",
        6706.04,
        6709.74
    ],
    [
        " going to take it from you right now. You got to get pissed. You got to go in there. You got to",
        6709.74,
        6712.88
    ],
    [
        " destroy him. And I got, you know, I got to get him a fired up speech like that. And you could see",
        6712.88,
        6716.8
    ],
    [
        " it switching his eyes. He realized like he went into a rage of, I need to kill this guy. And he",
        6716.8,
        6723.86
    ],
    [
        " came out that round and knocked him out. Yeah. And that's one. I'll take another one I saw. That was",
        6723.86,
        6730.96
    ],
    [
        " it was the same. So it was, it was Carlos Condit versus Rory McDonald. And this was,",
        6730.96,
        6740.1
    ],
    [
        " this was the first time they fought. I'm pretty sure it was in Canada. I was there. I forget who I",
        6741.78,
        6747.3
    ],
    [
        " was cornering, but I was there. And I was done with cornering whoever was cornering. And I want to",
        6747.3,
        6755.64
    ],
    [
        " say it was Peterson vote. I was cornering. I think it was up in Canada. But so Carlos Condit versus",
        6755.64,
        6769.0
    ],
    [
        " the kids kid, you know, Roy McDonald was kind of an, he was an unknown, but he was definitely the",
        6769.14,
        6773.78
    ],
    [
        " younger. I think he was 20 years old. You know, just a kid, no offense Rory. But he was young. You",
        6773.78,
        6780.5
    ],
    [
        " know what I mean? Bad ass but young. And Carlos was the vet. You know what I mean? He was a veteran,",
        6780.5,
        6784.72
    ],
    [
        " grown man with a wife and kids. And man Rory was getting the better. He was in front of Rory's",
        6785.08,
        6791.52
    ],
    [
        " hometown. Well, I don't know if it's hometown, but it was in Canada. And so the crowd was absolutely",
        6791.52,
        6796.18
    ],
    [
        " supporting Rory. At least I'm pretty sure I remember this right. I'm sorry if I don't. But it",
        6796.5,
        6801.66
    ],
    [
        " seemed like the crowd was on the side of Rory McDonald. So in between, so I'm just watching the fight,",
        6801.66,
        6810.2
    ],
    [
        " but I had snakes and really good seats. So I had a really good view. By the way, when I go to UFC,",
        6810.36,
        6815.2
    ],
    [
        " thanks Dana White and the rest of the crew, like I sneak into some awesome seats after I get",
        6815.44,
        6819.76
    ],
    [
        " done cornering people. So thank you. So I was sitting, you know, in the second row or some phenomenal",
        6819.76,
        6824.66
    ],
    [
        " seat that I'd snuck into. And because they throw you in the cheap seats when you're when you're",
        6824.66,
        6829.5
    ],
    [
        " cornering people, you come out to watch the fights and yeah, you're up in the nose bleeds, which",
        6829.5,
        6834.04
    ],
    [
        " is cool. So I just get aggressive and tactically moved to better positions, which is usually the",
        6834.04,
        6839.06
    ],
    [
        " second row right behind the press box. Sure. So I'm sitting down there and I'm watching the fight.",
        6839.06,
        6844.92
    ],
    [
        " And Greg Jackson is cornering Carlos Condit. Now, if you don't know anything about Greg Jackson,",
        6844.92,
        6850.74
    ],
    [
        " he's he's pretty zen like a guy. And I'm actually going back in the day, going way back in the day,",
        6851.7,
        6860.0
    ],
    [
        " when Dean and I were competing all the time in the kind of the so Cal scene of grappling,",
        6860.46,
        6866.22
    ],
    [
        " we would we do every competition there was competing all the time grappling. I don't even remember",
        6866.68,
        6873.22
    ],
    [
        " there was so many of them that we do. And Greg Jackson would bring guys out to fight to compete.",
        6873.22,
        6881.14
    ],
    [
        " And so like we wrestled against these guys, you know, or we did submission grappling against these",
        6882.06,
        6885.88
    ],
    [
        " guys. So I kind of knew him from that. And then surprisingly, one time when the UFC was in San Diego,",
        6885.88,
        6890.88
    ],
    [
        " I was at work at the seal teams and someone called and said, hey, there's a there's a guy from the UFC",
        6891.34,
        6897.28
    ],
    [
        " here. Do you want to give him a tour of, you know, he wants a tour or the UFC set up a tour of the",
        6897.28,
        6902.36
    ],
    [
        " seal teams, they want to show him around. Like the facility is, you know, the whatever,",
        6902.36,
        6907.6
    ],
    [
        " some guns, you know, just the gear, whatever. So I show up and it's Greg Jackson. And you know,",
        6907.82,
        6913.4
    ],
    [
        " we kind of had a little bit of a recognition. But anyways, Greg Jackson, and you know, you kind of",
        6913.46,
        6919.72
    ],
    [
        " hear this stuff about Greg Jackson all the time that he's this really nice guy and that he's",
        6919.72,
        6924.3
    ],
    [
        " super mellow and that he's really humble. Well, it's all freaking true. He's a super nice guy.",
        6924.3,
        6929.84
    ],
    [
        " He's super humble. He's just a fantastic guy. And I gave him a tour and so we kind of got to know",
        6929.84,
        6935.82
    ],
    [
        " each other and then, you know, going fast forward. Now in the UFC, I've I've cornered him several times.",
        6935.82,
        6941.96
    ],
    [
        " I don't know how many times I've cornered against him. You know, my fighters are fighting his fighters.",
        6941.96,
        6946.42
    ],
    [
        " And you know, like I said, he's a really like a really mellow and a zen like guy. If you watch him",
        6946.42,
        6953.26
    ],
    [
        " in the corners of his fights, he's always like that. Just very steady and hey, this is what you need",
        6953.26,
        6957.3
    ],
    [
        " to do. You need to watch out for this or whatever. So I'm watching this fight. And like I said,",
        6957.3,
        6965.04
    ],
    [
        " Carlos Condit versus Rurimic Donald Carlos is not winning, right? He's not winning. And in between",
        6965.18,
        6971.24
    ],
    [
        " the second and the third round, Greg Jackson goes full berserk remote on content. I mean, he is",
        6971.24,
        6981.28
    ],
    [
        " yelling at him. He is in his face. He's pointing at him. He's waving his finger. He's just going nuts",
        6981.28,
        6986.28
    ],
    [
        " on him. And I was like, damn, Greg Jackson is bringing the heat. And sure enough, he amped up.",
        6986.28,
        6993.22
    ],
    [
        " Carlos Condit. Carlos Condit came out and finished Rory in the third, which of a fight he was",
        6993.32,
        7000.46
    ],
    [
        " definitely going to lose. So what you see there is emotion helping to win in that situation.",
        7000.46,
        7009.36
    ],
    [
        " Yeah. And actually, when the fight was over, I saw Greg. And I just kind of said something to him,",
        7010.14,
        7016.84
    ],
    [
        " you know, like, hey, you went full berserk remote on Carlos. And he said, yeah, he's like, I had to",
        7016.84,
        7025.42
    ],
    [
        " do it. And it's funny. It's you can see it. It almost seemed like he'd never done it before. I don't",
        7025.42,
        7028.86
    ],
    [
        " know. Maybe we'll have to have Greg on at some point. He can tell the story. But he said something",
        7028.86,
        7034.0
    ],
    [
        " along lines of, you know, I had to do it. And it worked. So you know, he had a big smile. And",
        7034.0,
        7039.3
    ],
    [
        " that was working it. And it definitely indeed it did work. Yeah. And those, would you do you think?",
        7039.3,
        7046.48
    ],
    [
        " I mean, this total guess, but do you think that's because those just happen to be the exceptions?",
        7046.6,
        7053.3
    ],
    [
        " Or is it because really the formula kind of seems like, here's the emotion. And then here's",
        7053.9,
        7060.86
    ],
    [
        " all the logic and the skill and the planning implementation of, you know, game plans and all the",
        7061.12,
        7066.4
    ],
    [
        " stuff that you're going to use in your in your mind. And here's the emotion. And it's like, it's like",
        7066.4,
        7072.04
    ],
    [
        " a little spark plug or something. And then sure, the emotion can go up, but the skill got to go up",
        7072.04,
        7079.42
    ],
    [
        " proportionately. And once you start to do this, when the emotion takes over, that's one, you know,",
        7079.42,
        7084.94
    ],
    [
        " when you're going to fail or take advantage. So I think there's a sweet spot in there.",
        7085.08,
        7089.8
    ],
    [
        " Where for moments in time, emotion and even borderlining on rage, which I think range is a little",
        7090.54,
        7099.32
    ],
    [
        " bit strong because I think rage you lose your clarity. But anger, which is you can still have some",
        7099.32,
        7104.72
    ],
    [
        " clarity of what you're doing, right? So if I think you can actually that can be utilized",
        7104.72,
        7110.96
    ],
    [
        " appropriately at the right times. And I think these times, you know, like I talked about Jeremy,",
        7110.96,
        7114.82
    ],
    [
        " you know, I had to provoke some anger out of him. Yeah. You know, I had to provoke and it",
        7115.28,
        7120.6
    ],
    [
        " absolutely helped him. He's going to lose that fight. And it's the same thing with Carlos,",
        7120.6,
        7124.68
    ],
    [
        " Carlos was absolutely going to lose that fight. If he didn't do something different, if he didn't,",
        7124.68,
        7129.98
    ],
    [
        " you know, it's like, it's like hitting the turbo button. It's like hitting a nitrous oxide,",
        7130.2,
        7134.22
    ],
    [
        " right? It's not going to take a hit in the blow. The nitrous oxide blower. It's only going to get you,",
        7134.32,
        7138.78
    ],
    [
        " it's only going to make you go hard for another one is another two minutes or well without nitrous",
        7139.14,
        7145.64
    ],
    [
        " oxide, it's not very long at all. But yeah, but with, but with anger, you know, it can make you go for",
        7145.64,
        7151.44
    ],
    [
        " another, you know, whatever, maybe it's, maybe it's two minutes. And this is something else.",
        7151.44,
        7157.82
    ],
    [
        " Have you ever missed like a heavy single? Like like, okay, you're lifting, you're deadlifting,",
        7158.08,
        7162.34
    ],
    [
        " or you're doing power cleans or something and you miss a heavy signal? No, I never have.",
        7162.5,
        7166.42
    ],
    [
        " I've heard, I've heard. So, so this is another easy way to prove it.",
        7166.84,
        7171.86
    ],
    [
        " Man, I miss a heavy signal sometimes. And sometimes I just get angry. Yeah, that's true.",
        7171.96,
        7178.4
    ],
    [
        " And I just have to bring the anger. Yeah. And I start getting fired up and I start thinking about",
        7178.5,
        7182.9
    ],
    [
        " things that make me angry. Yeah. And I get over that bar and I rip that thing off the floor like I hate",
        7182.9,
        7188.8
    ],
    [
        " it. Yes. And it absolutely makes me stronger that moment. So is that a dress, probably a adrenaline?",
        7188.8,
        7194.06
    ],
    [
        " And that's probably the same thing that pumped into Marcuses or or into Jeremy's head. It's probably",
        7194.06,
        7198.74
    ],
    [
        " the same thing that parked pumped into Carlos's head. But it's crazy because despite getting punched,",
        7198.74,
        7204.04
    ],
    [
        " despite getting beaten, despite having someone, you know, trying to destroy you in front of a large",
        7204.04,
        7209.46
    ],
    [
        " crowd of people, none of that was able to spark the, was able to spark the adrenaline as much as",
        7209.46,
        7214.84
    ],
    [
        " some kind of a, a tap into the emotional portion of your mind to bring out just enough rage to get",
        7214.84,
        7222.48
    ],
    [
        " out there and get that job done once and for all. Yeah. And yeah. And that's really the key.",
        7222.48,
        7226.96
    ],
    [
        " They're just enough rage, especially when you're talking about something that requires",
        7226.96,
        7230.88
    ],
    [
        " technique. When you say lifting your, your like power clean, for example. And I remember",
        7230.88,
        7237.74
    ],
    [
        " it was in college and I was going for my one right max. And yeah, you fail a couple of times. But",
        7237.74,
        7244.04
    ],
    [
        " for the sake of saving time and stuff, you can only give you three times. Well, in my case,",
        7244.04,
        7248.38
    ],
    [
        " they were like, you have to get it three times. So the first time I'd gotten all of them. I was",
        7248.38,
        7254.04
    ],
    [
        " pretty solid at parking to that time. So I was getting all of them. And then I got to that point.",
        7254.04,
        7259.94
    ],
    [
        " And I didn't get it. It was 300. I weighed 185 at the time. 298.",
        7260.44,
        7267.32
    ],
    [
        " Are you looking for props right there? Yeah. Okay. We'll give you props to everybody.",
        7267.8,
        7271.72
    ],
    [
        " Props to everybody. Props to everybody. Maybe he was talking earlier about when you name drop and stuff.",
        7272.14,
        7275.38
    ],
    [
        " Yeah. That's what it sounds like. No, I did that on purpose. I did it on purpose. Because if I were to",
        7276.16,
        7280.96
    ],
    [
        " go out of my way to leave out that number, true, true. You know, you wanted to know. You wanted to know",
        7280.96,
        7285.56
    ],
    [
        " how much I was doing. I knew you're going to say it. It didn't matter for me. No, you wanted to",
        7285.56,
        7289.0
    ],
    [
        " help. Anyway, it doesn't matter. Nonetheless, the first time I failed. And everyone's like, no,",
        7289.0,
        7296.02
    ],
    [
        " you got this. You got this. And I just had to get even Ron Wood. His name is a real blonde hair.",
        7296.18,
        7301.86
    ],
    [
        " He was like, is this tough guy could hit real hard? And you would always get nuts. And he'd be like,",
        7302.08,
        7306.7
    ],
    [
        " you got this. You didn't, you know, you're this and that, you know, making me mad or whatever. And",
        7306.96,
        7312.2
    ],
    [
        " I didn't outwardly express any kind of anger, but I felt that anger. And PowerClean takes technique.",
        7312.2,
        7317.16
    ],
    [
        " That's the thing. It's not like it's just, you know, like, I don't know, like a even bench has",
        7317.16,
        7322.26
    ],
    [
        " some technique. But that lift is, I mean, everything has technique, but PowerClean takes a little",
        7322.26,
        7329.36
    ],
    [
        " bit more technique than other lifts. Yeah. So it was just the perfect amount of rage. You",
        7329.36,
        7337.04
    ],
    [
        " know, and that's going to depend on what kind of person you are. Like Jeremy Stevens, you could tell",
        7337.04,
        7340.12
    ],
    [
        " just even the way he trains, he uses some rage in there. And, you know, as opposed to Roy McDonald,",
        7340.12,
        7345.42
    ],
    [
        " for example, seemingly, I don't know, I don't watch him train all the time or nothing, but it seems",
        7345.42,
        7349.14
    ],
    [
        " like he's super methodical, you know, and rage or anger, whatever isn't as much of a part as",
        7349.14,
        7354.84
    ],
    [
        " someone like Jeremy Stevens. With, with, with, uh,",
        7354.84,
        7358.92
    ],
    [
        " Robbie Lauer. Yeah. Oh my god. Crazy. Yeah. What a, what a gist. Yeah, man. Yeah. Marie's not",
        7361.16,
        7369.14
    ],
    [
        " spending the way they train up there at try stores. I spent like the, the weekend or it was like",
        7369.14,
        7375.36
    ],
    [
        " half a week or whatever with them with Fras and, um, and Rory. And it's, he, Fras has this head.",
        7375.36,
        7382.12
    ],
    [
        " You know how guys will hold mitts? I'm sure they hold mitts and stuff, but he has this head",
        7382.9,
        7386.38
    ],
    [
        " that you hit the head instead of the mitts. I was like, well, it seems like, oh, that's not that,",
        7386.38,
        7392.98
    ],
    [
        " like it seems kind of obvious. So I never seen no one do that. And it made way more sense,",
        7393.12,
        7396.62
    ],
    [
        " because I've hit mitts before. And then when you go to spars, it's like it's kind of weird.",
        7396.62,
        7401.26
    ],
    [
        " You got to get used to the difference between hitting mitts and hitting someone's head. So I thought,",
        7401.3,
        7405.92
    ],
    [
        " man, that's clever man. These guys are, it's guys are smart up here and get out. Yeah. Yeah,",
        7406.04,
        7410.72
    ],
    [
        " respect to those guys. I mean, I respect all the guys that get in the, get in the UFC and fight.",
        7410.72,
        7414.72
    ],
    [
        " Man, it's awesome to watch and that, that Loller, uh, McDonald fight was just, uh, was just insane.",
        7414.72,
        7422.56
    ],
    [
        " It was insane. Yeah. You should watch that fight if you have anyone that hasn't watched that fight.",
        7423.04,
        7427.28
    ],
    [
        " Go watch that fight. If you want to see a couple of warriors, just bring on that, bring it",
        7427.4,
        7430.9
    ],
    [
        " at all and leave it at all right there in the cage. Go watch that fight. Uh, so did you get the power",
        7430.9,
        7436.6
    ],
    [
        " clean? I got the power clean. Yes. Yes. And then here's the thing about that power clean is,",
        7436.82,
        7441.68
    ],
    [
        " so you, I, yeah, I got it. Right. And so you go up and you got to, you got to go up and wait.",
        7441.88,
        7447.44
    ],
    [
        " The next one was like 303 like super small weights, you know, because you want to get, yeah,",
        7447.82,
        7452.9
    ],
    [
        " yeah, just so you can get the 303 not even close. Everything was spent on that. We miss that one.",
        7453.0,
        7458.8
    ],
    [
        " Didn't we? Yeah. We're at the all-time life life. No, I just disengaged. That's all that.",
        7458.98,
        7464.44
    ],
    [
        " I just disengaged. I see where it's at. We can be good with that.",
        7464.54,
        7470.86
    ],
    [
        " All right. I feel like we should go into the next question. I think we got time for about one more.",
        7471.74,
        7475.46
    ],
    [
        " I think so. Yeah. Okay. Jockel. Is the ability to switch on and off a personal feature?",
        7475.82,
        7484.66
    ],
    [
        " Or is it a trained skill? Is this confused with the term beast mode?",
        7485.72,
        7492.74
    ],
    [
        " What causes that switch to flip?",
        7494.44,
        7498.04
    ],
    [
        " The overdrive, the beast mode, the full on destroyer that will not stop. I think it's actually,",
        7499.58,
        7512.5
    ],
    [
        " it is something that's learned, I think. And I think it's a hard lesson. I don't think",
        7512.92,
        7518.08
    ],
    [
        " everyone gets it. And I think some people go through life without ever getting it.",
        7518.08,
        7522.86
    ],
    [
        " And I'll tell you, it's an important lesson. It's a critical lesson.",
        7523.74,
        7529.2
    ],
    [
        " It's a thing that allows you to go the extra distance to dig just a little bit deeper and",
        7529.64,
        7536.44
    ],
    [
        " to push a little harder to get after it. And like many other things in life, there's a dichotomy,",
        7536.44,
        7550.16
    ],
    [
        " because it actually takes, in my opinion, to opposing forces to bring it to life.",
        7550.16,
        7557.98
    ],
    [
        " It takes both emotion and logic for you to reach your maximum potential to really give everything",
        7558.48,
        7572.24
    ],
    [
        " you have and go beyond your limits. Because both emotion and logic, they're going to reach their",
        7572.24,
        7579.84
    ],
    [
        " limitations. And when one fails, you need to rely on the other one.",
        7580.02,
        7586.86
    ],
    [
        " So when it doesn't make sense, logical sense to go on, that's when you got to use your emotion,",
        7587.74,
        7597.94
    ],
    [
        " that's when you got to use that anger, that frustration, that fear to push yourself harder,",
        7598.14,
        7604.44
    ],
    [
        " to push yourself to say, I don't stop.",
        7605.0,
        7610.92
    ],
    [
        " And when your feelings are screaming that you've had enough, and when you think you're going to",
        7611.92,
        7618.34
    ],
    [
        " break emotionally, you got to override that emotion with the concrete logic and willpower.",
        7618.34,
        7626.38
    ],
    [
        " That says, you know what? I don't stop.",
        7626.64,
        7632.78
    ],
    [
        " So you fight the weak emotions with the power of logic, and you fight the weakness of logic with",
        7633.76,
        7644.66
    ],
    [
        " the power of emotions. And in the balance of those two, that's where you find the strength",
        7644.66,
        7656.3
    ],
    [
        " and the tenacity and the guts to say yourself, I don't stop.",
        7656.38,
        7668.16
    ],
    [
        " And you won't.",
        7668.74,
        7672.6
    ],
    [
        " And I think that's about it for tonight.",
        7680.96,
        7683.48
    ],
    [
        " So thanks to everyone for tuning in and listening to us.",
        7684.48,
        7690.5
    ],
    [
        " If you want to continue these conversations, you want to join in these conversations,",
        7691.4,
        7698.56
    ],
    [
        " you can connect with us through the interwebs.",
        7698.56,
        7701.5
    ],
    [
        " On Twitter, I'm at Jocco Willink, and of course Echo Charles is at Echo Charles.",
        7702.1,
        7709.84
    ],
    [
        " Thanks for leaving reviews of the podcast on iTunes and of the book on Amazon.",
        7710.86,
        7717.94
    ],
    [
        " And most of all, to everyone that's out there tuning in, listening, you got your headset on,",
        7719.24,
        7728.02
    ],
    [
        " you're getting in the zone. Thank you for getting after it.",
        7728.56,
        7736.18
    ],
    [
        " And so, until next time, this is Jocco and Echo out.",
        7737.54,
        7744.3
    ]
]