[
    [
        " During my last deployment to Iraq in 2006, one of the first things we did was a series",
        2.74,
        8.96
    ],
    [
        " of operations on the eastern side of Ramadi.",
        8.96,
        11.4
    ],
    [
        " In order to execute these operations, we took a majority of the seals to Camp Corregidor,",
        11.92,
        17.5
    ],
    [
        " home with the first of the 506 Band of Brothers on the edge of the Malab district of Ramadi.",
        18.08,
        24.64
    ],
    [
        " Camp Corregidor was like four apocalypse.",
        25.94,
        28.5
    ],
    [
        " They received mortar fire, RPGs, and small arms fire daily.",
        29.12,
        34.72
    ],
    [
        " The barracks were an old partially blown out building with sandbags in the windows, dirt",
        35.44,
        40.98
    ],
    [
        " floors, and no air conditioning.",
        40.98,
        42.78
    ],
    [
        " There were no showers.",
        43.7,
        44.84
    ],
    [
        " It was hard living.",
        46.08,
        47.58
    ],
    [
        " As far as the fighting, Charlie Company, from the first of the 506 who we were set to",
        49.44,
        56.54
    ],
    [
        " work with, had suffered almost 40 casualties in the time they had been in Ramadi and had",
        56.54,
        61.74
    ],
    [
        " gone from a fighting force of 140 to just over 100.",
        61.74,
        65.94
    ],
    [
        " Charlie Company loved having seals with them.",
        66.64,
        70.66
    ],
    [
        " After the first operation they conducted with seals, the company commander told his battalion",
        71.34,
        75.94
    ],
    [
        " CEO he wanted seals with him on every mission to help keep his men alive.",
        75.94,
        80.3
    ],
    [
        " As we continued these initial operations into the Malab district, there were heavy firefights,",
        80.92,
        87.8
    ],
    [
        " many dead enemy, and multiple coalition casualties.",
        88.28,
        91.66
    ],
    [
        " It was intense, sustained combat.",
        92.5,
        95.86
    ],
    [
        " Many would have considered Camp Corregidor an eastern Ramadi to be hell on earth.",
        97.16,
        103.62
    ],
    [
        " But I knew it was exactly where seals belonged.",
        104.64,
        107.84
    ],
    [
        " We soon completed that first run of missions and headed back to our main camp.",
        109.28,
        113.9
    ],
    [
        " When we got there, I told one of the platoon commanders I wanted him to select guys to",
        114.64,
        120.24
    ],
    [
        " form a seven man squad to take back to Camp Corregidor.",
        120.24,
        123.86
    ],
    [
        " But he told me he didn't want to just pick guys.",
        124.56,
        129.0
    ],
    [
        " He thought that some guys might not want to go back to Corregidor due to the hard living conditions,",
        129.66,
        134.84
    ],
    [
        " the tough fighting, and the high rate of casualties.",
        135.18,
        137.76
    ],
    [
        " That sounded reasonable to me, so I mustered the whole troop in the planning space.",
        138.66,
        144.46
    ],
    [
        " I explained to them that we were sending a squad to Corregidor permanently because the army",
        145.44,
        150.78
    ],
    [
        " isn't a tough fight and suffering heavy casualties, and that as Americans, as servicemen, and as",
        150.78,
        158.84
    ],
    [
        " it on the sidelines, is that happens.",
        158.84,
        160.52
    ],
    [
        " If there's a fight, we need to be in it.",
        161.06,
        164.54
    ],
    [
        " I wrote on the Dryer Race Board, Camp Corregidor volunteers, and I said to this pack of seals,",
        165.72,
        174.14
    ],
    [
        " if you want to go over to Corregidor, if you want to volunteer to be in the worst area",
        174.74,
        179.48
    ],
    [
        " with the worst living conditions, with the hardest fighting, and with the highest chances",
        179.48,
        183.84
    ],
    [
        " of getting hurt or killed, then go ahead and write your name up on that board.",
        183.84,
        188.36
    ],
    [
        " And then I walked out of the room.",
        189.94,
        191.02
    ],
    [
        " A short while later, I came back in, and I looked at the list on the board.",
        192.8,
        199.46
    ],
    [
        " It was filled.",
        200.54,
        202.62
    ],
    [
        " In fact, every single seal to a man had written his name on that board.",
        203.78,
        208.86
    ],
    [
        " Yes, every man had volunteered to go forward into that raging storm.",
        210.1,
        217.24
    ],
    [
        " And that is who we are.",
        218.22,
        228.68
    ],
    [
        " That is what we joined the seal teams for, to do what no one else can do.",
        230.16,
        235.34
    ],
    [
        " In the worst areas, in the worst conditions, we crave the dirt and sweat and fire and blood.",
        235.66,
        244.34
    ],
    [
        " Let there be no doubt.",
        245.18,
        246.44
    ],
    [
        " It is in our soul.",
        247.96,
        249.04
    ],
    [
        " It is in our nature.",
        249.8,
        250.72
    ],
    [
        " Sure, seals can do any job well, but it isn't the belly of the beast where we thrive.",
        253.6,
        258.96
    ],
    [
        " I have seen with my own eyes the wholesale slaughter that occurs when seals are unleashed",
        259.74,
        266.04
    ],
    [
        " on the enemy as we were meant to be.",
        266.04,
        268.22
    ],
    [
        " And it is an incredible thing.",
        269.56,
        270.96
    ],
    [
        " It is also a thing of strategic impact.",
        272.04,
        274.68
    ],
    [
        " Areas like Ramadi and Sotar City, which after years of complete enemy control, become",
        275.5,
        281.5
    ],
    [
        " pacified soon after the sword of overwhelming carnage is wielded by the frogmen on the",
        281.5,
        288.38
    ],
    [
        " high ground.",
        288.38,
        288.98
    ],
    [
        " This is who we are.",
        289.38,
        292.3
    ],
    [
        " Death dealers, killers, executioners, and in being so, saviors, defenders, warriors.",
        293.14,
        304.44
    ],
    [
        " Now there are those that say we need to change, evolve and mature.",
        305.78,
        313.22
    ],
    [
        " They claim that the nature of war has changed, that it is more complex and demands a more",
        314.38,
        320.5
    ],
    [
        " sensitive approach.",
        320.5,
        321.7
    ],
    [
        " I say they are wrong.",
        323.0,
        325.48
    ],
    [
        " War may morph and appear different through the ages.",
        326.96,
        329.78
    ],
    [
        " And when you live through a war and you see it up close like we are now, you may notice",
        330.76,
        337.18
    ],
    [
        " complexities that you didn't perceive about the wars you studied in history class.",
        337.26,
        342.24
    ],
    [
        " But I tell you, there is nothing new.",
        343.66,
        347.1
    ],
    [
        " The nature of war has never changed and never will change.",
        348.9,
        352.82
    ],
    [
        " The nature of war is death, to kill the enemy before he kills you.",
        353.84,
        358.9
    ],
    [
        " The rest is details.",
        360.28,
        362.26
    ],
    [
        " Now of course, we can handle the details.",
        365.82,
        368.46
    ],
    [
        " In fact, seals can excel at all of them, gathering intelligence, assembling information, forming",
        369.4,
        375.32
    ],
    [
        " alliances, rebuilding communities, training, protecting, treating, seals can do anything.",
        375.32,
        382.48
    ],
    [
        " But these details can also be done by others.",
        384.14,
        386.84
    ],
    [
        " You don't need to be a seal to conduct those activities.",
        387.4,
        390.6
    ],
    [
        " I say, send seals forward into the violent fray.",
        391.42,
        396.86
    ],
    [
        " Sensesles where no one else can go to do what no one else can do.",
        397.8,
        401.4
    ],
    [
        " Send seal to find and butcher our enemy's soulless masses and leave nothing behind but",
        402.64,
        407.72
    ],
    [
        " scorched earth and rubbled buildings.",
        407.72,
        409.88
    ],
    [
        " That is our nature.",
        410.74,
        412.56
    ],
    [
        " As I look at the seal teams today, I say to you all, yes, absolutely evolve.",
        415.14,
        421.24
    ],
    [
        " Get smarter, better, faster, more creative.",
        422.46,
        425.78
    ],
    [
        " Learn to mitigate risk when you can.",
        426.94,
        428.98
    ],
    [
        " Figure out new ways to win.",
        430.54,
        432.24
    ],
    [
        " Attack the enemy in new ways using information and intelligence.",
        434.08,
        437.96
    ],
    [
        " Infiltrate the enemy and turn him against himself, evil against evil.",
        439.08,
        443.76
    ],
    [
        " Adapt and overcome changing enemy tactics.",
        444.18,
        448.3
    ],
    [
        " By all means, evolve and get better every day, every chance you get.",
        449.4,
        455.46
    ],
    [
        " But don't forget the nature of war and don't forget the nature of seals.",
        456.34,
        462.66
    ],
    [
        " We must train brutally and without mercy so we can fight the same way, brutally and without mercy.",
        464.5,
        473.44
    ],
    [
        " Our job is to close with and destroy the enemy and we do it better than anyone.",
        474.84,
        479.46
    ],
    [
        " Yes, our current wars will someday end.",
        481.14,
        484.52
    ],
    [
        " But war endures.",
        485.74,
        487.52
    ],
    [
        " Before man was war waited for him.",
        488.1,
        491.4
    ],
    [
        " As long as man is, war will always be.",
        492.4,
        495.48
    ],
    [
        " Always.",
        496.54,
        497.22
    ],
    [
        " And our great nation will always need men to do what is in our nature.",
        498.42,
        506.02
    ],
    [
        " Kill the enemy.",
        506.82,
        507.54
    ],
    [
        " Kill him as he sleeps.",
        508.46,
        509.48
    ],
    [
        " Kill him as he plots.",
        510.02,
        510.92
    ],
    [
        " Kill him as he hides.",
        511.48,
        512.4
    ],
    [
        " Kill him as he fights.",
        512.9,
        513.82
    ],
    [
        " That is our nature and that is our solemn duty.",
        514.6,
        519.48
    ],
    [
        " Light the fire.",
        521.22,
        526.46
    ],
    [
        " Take the torch, hold it high.",
        528.08,
        530.16
    ],
    [
        " Let it burn bright.",
        531.22,
        532.28
    ],
    [
        " Let it supply the warmth and light of freedom and liberty for our countrymen.",
        533.58,
        540.26
    ],
    [
        " But also, let the fire incinerate our enemy.",
        541.3,
        544.8
    ],
    [
        " Let the inferno consume everything he is, everything he ever will be, and everything he has ever held sacred.",
        545.74,
        552.54
    ],
    [
        " As I walk away from the teams today, I assure you I will never forget.",
        553.34,
        559.72
    ],
    [
        " I will never forget your service and sacrifice.",
        560.36,
        565.9
    ],
    [
        " I will never forget you, my fellow seals, forgetting me here to this day, for leading me, for following me, and for watching my back.",
        566.18,
        574.66
    ],
    [
        " I will never forget our fellow soldiers, sailors, airmen, and marines that have fought and sacrificed so much.",
        575.26,
        583.12
    ],
    [
        " I will never forget those big, tough frogmen and hardcore seals that came before me.",
        583.8,
        589.74
    ],
    [
        " Particularly, the ones that raised me in the teams and taught me the true way of the frogman.",
        589.96,
        596.28
    ],
    [
        " And finally, I will never forget our fallen brothers, the many seals who have sacrificed their lives for our freedom.",
        597.18,
        605.66
    ],
    [
        " Especially Mark Lee, Mike Montsor, and Ryan Job of Seal Team 3, Task Unit Bruser, who lived and fought and died.",
        606.28,
        618.66
    ],
    [
        " Like warriors.",
        619.74,
        620.8
    ],
    [
        " I am humbled to have served with you all, and I will never forget.",
        622.88,
        627.82
    ],
    [
        " Thank you.",
        628.74,
        630.2
    ],
    [
        " God bless the teams, and God bless the United States of America.",
        630.82,
        634.82
    ]
]