[
    [
        " This is Jocco Podcast number 11 with Echo Charles and me, Jocco Willink.",
        0.8,
        9.5
    ],
    [
        " And additionally today we have our first guest, Lave Babin.",
        10.28,
        15.52
    ],
    [
        " Lave welcome to the show.",
        16.92,
        17.66
    ],
    [
        " Thank you.",
        18.36,
        18.68
    ],
    [
        " Glad to be here with you.",
        18.94,
        19.7
    ],
    [
        " Now to begin this podcast today, I'm going to start at the end.",
        21.26,
        26.26
    ],
    [
        " I'm going to start at the end of my Navy career when I retired from the SEAL teams after 20 years.",
        27.42,
        34.12
    ],
    [
        " And this is the speech that I gave on my last day of military service, my last day in the SEAL teams and about an hour before I walked back to the trade-at building.",
        35.5,
        46.68
    ],
    [
        " Clean the last things out of my locker, loaded them into my car, and drove away from the SEAL teams for the last time.",
        47.96,
        57.62
    ],
    [
        " With 20 years of memories and experiences and the best times of my life and the worst times of my life, all rushing through my mind.",
        58.48,
        70.3
    ],
    [
        " And this is the speech I gave that day.",
        73.02,
        75.14
    ],
    [
        " During my last deployment to Iraq in 2006, one of the first things we did was a series of operations on the eastern side of Ramadi.",
        76.34,
        89.4
    ],
    [
        " In order to execute these operations, we took a majority of the SEALs to Camp Corregidor, home with the first of the 506 Band of Brothers on the edge of the Malab district of Ramadi.",
        89.66,
        102.64
    ],
    [
        " Camp Corregidor was like four apocalypse.",
        103.5,
        106.44
    ],
    [
        " They received mortar fire, RPGs, and small arms fire daily.",
        107.18,
        112.72
    ],
    [
        " The barracks were an old partially blown out building with sandbags in the windows, dirt floors, and no air conditioning.",
        113.7,
        120.78
    ],
    [
        " There were no showers. It was hard living.",
        121.56,
        125.58
    ],
    [
        " As far as the fighting, Charlie Company, from the first of the 506 who we were set to work with, had suffered almost 40 casualties in the time they had been in Ramadi and had gone from a fighting force of 140 to just over 100.",
        127.86,
        143.94
    ],
    [
        " Charlie Company loved having SEALs with them. After the first operation they conducted with SEALs, the company commander told his battalion CEO he wanted SEALs with him on every mission to help keep his men alive.",
        145.9,
        158.2
    ],
    [
        " As we continued these initial operations into the Malab district, there were heavy firefights, many dead enemy, and multiple coalition casualties.",
        158.96,
        169.66
    ],
    [
        " It was intense, sustained combat.",
        170.74,
        173.88
    ],
    [
        " Many would have considered Camp Corregidor an Eastern Ramadi to be hell on earth, but I knew it was exactly where SEALs belonged.",
        174.62,
        185.78
    ],
    [
        " We soon completed that first run of missions and headed back to our main camp.",
        187.1,
        192.0
    ],
    [
        " When we got there, I told one of the platoon commanders I wanted him to select guys to form a 7 man squad to take back to Camp Corregidor.",
        192.96,
        201.86
    ],
    [
        " But he told me he didn't want to just pick guys. He thought that some guys might not want to go back to Corregidor due to the hard living conditions, the tough fighting, and the high rate of casualties.",
        202.6,
        215.76
    ],
    [
        " That sounded reasonable to me, so I mustered the whole troop in the planning space.",
        217.64,
        222.46
    ],
    [
        " I explained to them that we were sending a squad to Corregidor permanently because the army isn't a tough fight and suffering heavy casualties, and that as Americans, as servicemen, and as frogmen, we cannot sit on the sidelines as that happens.",
        223.7,
        238.5
    ],
    [
        " If there's a fight, we need to be in it.",
        239.0,
        242.56
    ],
    [
        " I wrote on the Dry Arace Board, Camp Corregidor volunteers, and I said to this pack of SEALs, if you want to go over to Corregidor, if you want to volunteer to be in the worst area with the worst living conditions, with the hardest fighting, and with the highest chances of getting hurt or killed, then go ahead and write your name up on that board.",
        245.76,
        266.38
    ],
    [
        " And then I walked out of the room.",
        267.0,
        269.0
    ],
    [
        " A short while later, I came back in, and I looked at the list on the board.",
        273.02,
        277.46
    ],
    [
        " It was filled. In fact, every single SEAL to a man had written his name on that board.",
        278.66,
        286.86
    ],
    [
        " Yes, every man had volunteered to go forward into that raging storm.",
        288.36,
        295.2
    ],
    [
        " And that is who we are. That is what we joined the SEAL teams for, to do what no one else can do.",
        305.04,
        313.32
    ],
    [
        " In the worst areas, in the worst conditions, we crave the dirt and sweat and fire and blood. Let there be no doubt. It is in our soul, it is in our nature.",
        313.58,
        328.7
    ],
    [
        " Sure, SEALs can do any job well, but it isn't the belly of the beast where we thrive.",
        332.0,
        337.0
    ],
    [
        " I have seen with my own eyes the wholesale slaughter that occurs when SEALs are unleashed on the enemy as we were meant to be.",
        338.1,
        346.18
    ],
    [
        " And it is an incredible thing. It is also a thing of strategic impact.",
        347.62,
        352.58
    ],
    [
        " Areas like Ramadi and Sotar City, which after years of complete enemy control, become pacified soon after the sword of overwhelming carnage is wielded by the frogmen on the high ground.",
        353.0,
        366.96
    ],
    [
        " This is who we are, death dealers, killers, executioners, and in being so, saviors, defenders, warriors.",
        368.28,
        382.46
    ],
    [
        " Now, there are those that say we need to change, evolve, and mature. They claim that the nature of war has changed, that it is more complex and demands a more sensitive approach.",
        386.34,
        399.68
    ],
    [
        " I say they are wrong. War may morph and appear different through the ages. And when you live through a war and you see it up close like we are now, you may notice complexities that you didn't perceive about the war as you studied in history class.",
        400.9,
        420.26
    ],
    [
        " I tell you, there is nothing new. The nature of war has never changed and never will change. The nature of war is death to kill the enemy before he kills you. The rest is details.",
        421.66,
        440.24
    ],
    [
        " Now, of course, we can handle the details. In fact, seals can excel at all of them, gathering intelligence, assembling information, forming alliances, rebuilding communities, training, protecting, treating, seals can do anything.",
        443.8,
        460.48
    ],
    [
        " But these details can also be done by others. You don't need to be a seal to conduct those activities. I say, send seals forward into the violent fray.",
        461.74,
        474.86
    ],
    [
        " Send seals where no one else can go to do what no one else can do. Send seals to find and butcher our enemy's soulless masses and leave nothing behind but scorched earth and rubbled buildings. That is our nature.",
        475.26,
        490.56
    ],
    [
        " As I look at the seal teams today, I say to you all, yes, absolutely evolve. Get smarter, better, faster, more creative. Learn to mitigate risk when you can.",
        493.18,
        506.96
    ],
    [
        " Figure out new ways to win. Attack the enemy in new ways using information and intelligence. Infiltrate the enemy and turn him against himself.",
        508.54,
        520.2
    ],
    [
        " Evolve evil against evil. Adapt and overcome changing enemy tactics. By all means evolve and get better every day, every chance you get.",
        520.2,
        533.46
    ],
    [
        " But don't forget the nature of war and don't forget the nature of seals.",
        534.44,
        540.64
    ],
    [
        " We must train brutally and without mercy so we can fight the same way, brutally and without mercy. Our job is to close with and destroy the enemy and we do it better than anyone.",
        542.48,
        557.48
    ],
    [
        " Yes, our current wars will someday end, but war endures before man was war-weighted for him. As long as man is, war will always be. Always.",
        558.58,
        575.22
    ],
    [
        " And our great nation will always need men to do what is in our nature. Kill the enemy. Kill him as he sleeps, kill him as he plots, kill him as he hides, kill him as he fights. That is our nature. And that is our solemn duty.",
        579.06,
        597.48
    ],
    [
        " Light the fire. Take the torch, hold it high. Let it burn bright. Let it supply the warmth and light of freedom and liberty for our countrymen.",
        602.58,
        618.24
    ],
    [
        " But also, let the fire incinerate our enemy. Let the inferno consume everything he is, everything he ever will be and everything he has ever held sacred.",
        619.28,
        630.54
    ],
    [
        " As I walk away from the teams today, I assure you I will never forget.",
        631.32,
        637.72
    ],
    [
        " I will never forget your service and sacrifice. I will never forget you, my fellow seals, forgetting me here to this day, for leading me, for following me and for watching my back.",
        640.5,
        652.64
    ],
    [
        " I will never forget our fellow soldiers, sailors, airmen and marines that have fought and sacrificed so much.",
        653.22,
        661.12
    ],
    [
        " I will never forget those big, tough frog men and hardcore seals that came before me, particularly the ones that raised me in the teams and taught me the true way of the frog man.",
        662.18,
        674.32
    ],
    [
        " And finally, I will never forget our fallen brothers, the many seals who have sacrificed their lives for our freedom.",
        675.16,
        683.68
    ],
    [
        " Especially Mark Lee, Mike Montsor, and Ryan Job of Seal Team 3, Task Unit Bruiser, who lived and fought and died like warriors.",
        684.76,
        698.78
    ],
    [
        " I am humbled to have served with you all and I will never forget.",
        699.7,
        705.82
    ],
    [
        " Thank you. God bless the teams and God bless the United States of America.",
        707.2,
        712.84
    ],
    [
        " And then I walked away.",
        714.04,
        718.44
    ],
    [
        " Now, I often talk about the Marine Corps and I talk about the Army soldiers and I talk about the immense respect and admiration that I,",
        719.78,
        735.58
    ],
    [
        " and that we as seals have for them.",
        735.58,
        738.42
    ],
    [
        " But if you haven't noticed, I don't usually talk about the seal teams and the frog men that fill those ranks, probably because I was raised not to talk about what we do.",
        739.2,
        752.5
    ],
    [
        " But let there be no doubt.",
        754.06,
        756.16
    ],
    [
        " I hold the seal teams and the brotherhood of the teams sacred.",
        757.54,
        761.58
    ],
    [
        " The seal teams is not just what I did, it is who I am.",
        762.2,
        767.46
    ],
    [
        " And really, it all culminated. It reached its peak in the highlight of my life, which was being in command of Task Unit Bruiser in Ramadi, Iraq.",
        769.92,
        782.46
    ],
    [
        " Task Unit Bruiser was my vision of the teams. It was everything I had always wanted the teams to be, bad-ass frog men, tough, mean, funny, aggressive, professional, seals.",
        786.16,
        800.58
    ],
    [
        " Seals that take the fight to the enemy, like our legendary forefathers in Vietnam. Seals that the enemy feared because we haunted them down and killed them.",
        802.4,
        812.92
    ],
    [
        " Task Unit Bruiser was what I always wanted the seal teams to be.",
        816.16,
        820.26
    ],
    [
        " But I was not Task Unit Bruiser.",
        822.02,
        827.32
    ],
    [
        " Yes, I was the commander, but Task Unit Bruiser was by no means me.",
        827.92,
        834.64
    ],
    [
        " Task Unit Bruiser was the men, especially a core group within the group that held the standard and carried the fire.",
        836.72,
        844.68
    ],
    [
        " It was those men that I am internally indebted for, forgiving me that gift, for fulfilling the vision that I had.",
        845.58,
        858.18
    ],
    [
        " Men like Mark Lee and Mike Montsoor and Ryan Job, men like Chris Kyle, and those are the ones that we talk about.",
        859.6,
        869.18
    ],
    [
        " We talk about them only because they are gone.",
        869.58,
        873.52
    ],
    [
        " But there were many others in that core group who go on silently, unknown to the world, most of whom are still in the fight.",
        875.06,
        884.8
    ],
    [
        " And it was those men, of course those fallen warriors that made the ultimate sacrifice.",
        886.78,
        893.3
    ],
    [
        " But also those unnamed men of Task Unit Bruiser who held the line and marched into the fray over and over again for me and for the teams and for the Navy and for our great nation.",
        894.54,
        911.68
    ],
    [
        " I owe them everything.",
        915.0,
        916.84
    ],
    [
        " And I have one of them here tonight.",
        917.56,
        929.88
    ],
    [
        " His name is Laf Babin.",
        930.5,
        933.88
    ],
    [
        " And I'm going to let him talk about where he comes from and how he ended up in the teams.",
        935.48,
        939.72
    ],
    [
        " But before I do that, I want to tell you something about Laf.",
        939.98,
        942.74
    ],
    [
        " After we got done with our workup and before we went on deployment, before we went to Ramadi, I was talking to Laf and I was talking to the other platoon commander together, the Delta platoon commander and Laf was the Charlie platoon commander.",
        944.06,
        957.26
    ],
    [
        " And I said to them, both, I'm going to get you guys more combat than you can take.",
        957.94,
        964.04
    ],
    [
        " I'm going to break you.",
        965.16,
        966.48
    ],
    [
        " And I was half joking.",
        967.68,
        969.16
    ],
    [
        " But at the same time, I had actually already seen men break during a fairly simple deployment to Iraq.",
        970.24,
        979.72
    ],
    [
        " But I knew I would push these guys hard.",
        980.52,
        984.26
    ],
    [
        " And through timing and fate and force of will, the battle field of Ramadi gave me the opportunity to make that happen, to push them and try and give them more combat than they could take.",
        985.5,
        1002.2
    ],
    [
        " But they took it. And they took it far beyond what I ever could have asked for.",
        1007.32,
        1013.96
    ],
    [
        " These two officers, the platoon commanders, and with them that core group of frogmen of warriors, in task unit bruiser, they never wavered.",
        1014.86,
        1027.36
    ],
    [
        " They never cowered. They never faltered.",
        1027.74,
        1032.76
    ],
    [
        " In the face of bombs and bullets and fire and death, they held true.",
        1034.1,
        1044.36
    ],
    [
        " And I will never forget that.",
        1045.68,
        1050.48
    ],
    [
        " And so here is one of those men, one of that core group of hard and warriors from task unit bruiser that held the line.",
        1053.54,
        1065.76
    ],
    [
        " My friend, my teammate, and my brother, Lafab.",
        1066.34,
        1074.6
    ],
    [
        " Geico, thanks for having me.",
        1076.04,
        1077.54
    ],
    [
        " I'm fired up to be here.",
        1078.38,
        1080.22
    ],
    [
        " Yeah, so it's interesting, because like I said, as I go back and listen to podcasts and hear what I talk about, and how much respect and admiration that I always talk about for the Marine Corps and for the Army.",
        1081.34,
        1099.04
    ],
    [
        " And I seldom talk about the boys.",
        1099.2,
        1102.16
    ],
    [
        " And as I was getting ready to have you on as the first guest, which is very appropriate, I wanted to make sure that everybody understood where I was coming from.",
        1103.12,
        1117.32
    ],
    [
        " And I think people were really excited that you're going to be on.",
        1119.64,
        1123.94
    ],
    [
        " Having a lot of them read the book that you and I wrote together, extreme ownership.",
        1125.0,
        1130.56
    ],
    [
        " And being intrigued about that and having had me on the podcast and talk about my life, people are interested here in a little bit about your life.",
        1131.46,
        1145.1
    ],
    [
        " And that's kind of one of the first questions that came across as soon as I told everyone that you were going to be on the podcast.",
        1145.1,
        1151.62
    ],
    [
        " And that was, you know, what was here's a question.",
        1152.26,
        1156.78
    ],
    [
        " First question of the day. Let's break it down.",
        1157.28,
        1159.32
    ],
    [
        " What was the motivation behind Lafab becoming a seal?",
        1161.54,
        1164.6
    ],
    [
        " And if he can give a brief resume of his career in the forces.",
        1165.4,
        1171.76
    ],
    [
        " Break out your resume.",
        1173.98,
        1175.24
    ],
    [
        " I don't ever remember wanting to do anything else.",
        1175.82,
        1179.62
    ],
    [
        " And I've heard you say that you wanted to go be a commando.",
        1180.46,
        1186.58
    ],
    [
        " You could remember being wanting to do anything.",
        1186.98,
        1189.7
    ],
    [
        " And I think I was exactly the same way.",
        1189.94,
        1191.48
    ],
    [
        " I felt growing up, I grew up in the Piney Woods of Southeast Texas in a rural small town.",
        1192.36,
        1197.56
    ],
    [
        " And we're high school football is everything.",
        1199.06,
        1201.3
    ],
    [
        " It's just a few thousand people in town.",
        1201.52,
        1202.86
    ],
    [
        " You get at least that or more at the games or Friday night lights every Friday.",
        1202.86,
        1209.34
    ],
    [
        " And I ran around the woods. I played Army.",
        1210.16,
        1214.56
    ],
    [
        " And I wanted to be a combat leader.",
        1215.08,
        1217.5
    ],
    [
        " That's what I wanted to do.",
        1217.74,
        1218.44
    ],
    [
        " And I played in sandbox, my GI Joe figures, my little plastic Army men.",
        1218.54,
        1222.06
    ],
    [
        " And that's just kind of what I wanted to do.",
        1222.8,
        1224.7
    ],
    [
        " And then when I was probably in, I was probably about junior high school.",
        1224.7,
        1230.1
    ],
    [
        " And I was kind of figuring out here about the Green Berets.",
        1231.22,
        1234.76
    ],
    [
        " I had a cousin that was a Green Berets highly decorated silver star recipient from Vietnam.",
        1235.0,
        1239.8
    ],
    [
        " He was kind of a mentor to my dad growing up.",
        1240.58,
        1243.96
    ],
    [
        " And so I heard a little bit about some of those, you know, the snake eaters.",
        1244.6,
        1248.94
    ],
    [
        " And started reading some books.",
        1249.04,
        1249.92
    ],
    [
        " And I sort of learned about the seal teams.",
        1249.92,
        1251.56
    ],
    [
        " And I remember distinctly a little movie coming out in I think it was 1990.",
        1254.34,
        1259.66
    ],
    [
        " A little movie called Navy Seals starring Charlie Sheen who was all about winning.",
        1260.06,
        1265.46
    ],
    [
        " And he should have actually joined the teams and saved the team.",
        1266.18,
        1270.06
    ],
    [
        " He probably had a much better shape right now.",
        1270.1,
        1271.82
    ],
    [
        " No doubt. He definitely would have been, it would have been better for him.",
        1272.06,
        1274.4
    ],
    [
        " No doubt.",
        1274.66,
        1275.1
    ],
    [
        " But that, that really was something that kind of propelled me.",
        1275.84,
        1279.94
    ],
    [
        " Like, what is this organization?",
        1279.94,
        1281.46
    ],
    [
        " I started reading about it.",
        1281.46,
        1282.82
    ],
    [
        " I started learning about it.",
        1282.94,
        1283.72
    ],
    [
        " Reading a lot of books about seals and Vietnam.",
        1283.76,
        1285.74
    ],
    [
        " And decided that that's what I wanted to do.",
        1286.48,
        1288.84
    ],
    [
        " I wanted to be a seal.",
        1289.06,
        1289.7
    ],
    [
        " So I went to the Naval Academy and pursued that dream.",
        1289.92,
        1292.26
    ],
    [
        " And I knew that's what I wanted to do.",
        1292.94,
        1297.2
    ],
    [
        " I turned down an appointment to West Point because I wanted to go Navy.",
        1297.38,
        1300.14
    ],
    [
        " I wanted to be a seal.",
        1300.24,
        1300.94
    ],
    [
        " And lo and behold, as I graduated from the Naval Academy,",
        1301.56,
        1304.04
    ],
    [
        " I came up with a service selection night before our graduation.",
        1304.04,
        1306.34
    ],
    [
        " I did not get selected for the seal teams.",
        1306.96,
        1309.1
    ],
    [
        " And that was crushing.",
        1309.5,
        1310.64
    ],
    [
        " It was a soul crushing event for me to think that I was going to go out in the service fleet.",
        1310.88,
        1316.0
    ],
    [
        " I wasn't going to be a seal.",
        1316.22,
        1317.16
    ],
    [
        " I was going to be on a ship.",
        1317.32,
        1318.44
    ],
    [
        " Be a service war for officer.",
        1319.28,
        1320.68
    ],
    [
        " And yet, it took me three years.",
        1321.24,
        1323.34
    ],
    [
        " I continued to pursue that and persevere to a lot of challenges.",
        1323.34,
        1326.78
    ],
    [
        " And through a lot of luck and a lot of hard work,",
        1327.44,
        1329.66
    ],
    [
        " the doors were open for me to be able to go.",
        1329.86,
        1331.96
    ],
    [
        " To get a bill to go.",
        1332.48,
        1334.02
    ],
    [
        " And I had some outstanding mentors that looked out for me and opened some doors for me to make that happen.",
        1334.16,
        1338.2
    ],
    [
        " And I was able to go to Buds, our seal training.",
        1338.82,
        1342.54
    ],
    [
        " And when I was there, I think looking back on that time in the service fleet was awesome for me,",
        1343.36,
        1348.64
    ],
    [
        " because it allowed me to gain immense responsibility and maturity that I probably wouldn't have gotten otherwise.",
        1348.76,
        1355.82
    ],
    [
        " And in kind of the peacetime, pre-9-11 seal teams as an assistant to a commander,",
        1356.68,
        1361.48
    ],
    [
        " it wasn't a lot of opportunity for leadership.",
        1361.64,
        1362.86
    ],
    [
        " And so I was thrust into leadership positions in the service fleet.",
        1363.64,
        1366.08
    ],
    [
        " And I gained that.",
        1366.08,
        1367.18
    ],
    [
        " And I also gained a measure of just appreciation for where I was.",
        1367.32,
        1370.18
    ],
    [
        " And whenever one was, you know, when other folks were winding about how tough training was,",
        1370.48,
        1375.12
    ],
    [
        " I was just excited and fired up to be there just for the opportunity to do that.",
        1375.3,
        1378.88
    ],
    [
        " And so for me, then I went and served at a seal team as a assistant to a commander.",
        1379.22,
        1386.08
    ],
    [
        " And certainly the highlight of my time in the teams was working to ask you to be a bruiser.",
        1386.08,
        1390.28
    ],
    [
        " And I felt like that's where I had not had that experience, which I almost didn't get, by the way.",
        1390.96,
        1399.42
    ],
    [
        " I mean, that was, I wanted to stay at, I was at seal team five.",
        1399.8,
        1403.28
    ],
    [
        " And I wanted to stay at seal team five with the guys that I loved and trained with.",
        1403.28,
        1406.7
    ],
    [
        " And I'm not commanding off to the time.",
        1407.38,
        1408.9
    ],
    [
        " I said, no, your senior, we're going to rotate you to seal team three.",
        1408.92,
        1411.34
    ],
    [
        " You're going to deploy six months ahead.",
        1411.52,
        1412.64
    ],
    [
        " I was furious about that.",
        1413.0,
        1415.34
    ],
    [
        " That I was going over there and lo and behold, I get over and get the word for Jaco.",
        1415.9,
        1419.68
    ],
    [
        " And tasking at bruiser and with an amazing crew of guys from Charlotte, but too.",
        1420.3,
        1423.92
    ],
    [
        " And that was a, and it just wouldn't have been the same otherwise.",
        1424.04,
        1427.68
    ],
    [
        " And I still love the boys from team five, of course, but it was, it was just a phenomenal experience to be able to have that.",
        1428.06,
        1434.42
    ],
    [
        " And you taught me to be the combat leader.",
        1434.5,
        1435.9
    ],
    [
        " I needed to be through a workup cycle, prepared me and then unleashed me and Charlie, but too,",
        1436.02,
        1441.62
    ],
    [
        " on the battlefield to get after it in a way that was phenomenal, where we able to have a historic deployment that made an impact and saved the life.",
        1441.62,
        1449.66
    ],
    [
        " And it was a lot of lives and did tremendous damage to the enemy.",
        1449.66,
        1451.76
    ],
    [
        " And we came back from that from lessons learned, provided tons of lessons learned and taught seal leaders for the next generation.",
        1451.96,
        1458.78
    ],
    [
        " And that, to me, was such an incredibly rewarding experience.",
        1459.52,
        1463.12
    ],
    [
        " And I think something that built our company now at Eschlawn Front and what we're doing.",
        1463.22,
        1468.46
    ],
    [
        " And the ideas that have become the book, Extreme Ownership, where when I was teaching that leadership training,",
        1469.08,
        1474.68
    ],
    [
        " and you were running training for the West Coast teams, providing those lessons learned to teach guys to be ready for those most difficult combat situations.",
        1474.68,
        1483.52
    ],
    [
        " And I was proud to train those guys and see the next generation of seal leaders go out onto the battlefield and accomplish some extraordinary stuff",
        1484.28,
        1492.08
    ],
    [
        " and reprove the principles that we learned and revalidate them in different environments.",
        1492.08,
        1498.38
    ],
    [
        " And that was incredibly rewarding for me and I think really shaped when I decided to get out a few years ago, after you'd retired and really shaped what this has become and it's still rewarding to work with leaders in all aspects of businesses across industries and see the light bulb come off in their head and watch them just go get after it and lead and win.",
        1498.62,
        1520.76
    ],
    [
        " Hey, back when you said that you weren't selected to be a seal, what does that mean? Like you have to be selected? You know, like I can't just, hey, I want to be a seal. Let me join buds. Let me get through that and become a seal. Like, how does that?",
        1521.62,
        1536.62
    ],
    [
        " You have to get a billet to go. We call it billets and that means that you have a slot. You get a slot. Here's an opportunity and you know, for us, like coming out of the naval camp, we had 16 seal billets.",
        1536.62,
        1547.46
    ],
    [
        " So 16 people got to go. We had a priori list of seal in my class. Only 15 guys were getting to go. Probably had 200 people that wanted to go to a seal and you go through a screening process and after that, you maybe have 60 or 80 people that are eligible to go.",
        1547.96,
        1561.34
    ],
    [
        " And only 15 of those are going to get selected. I was not one of those 15. So so the as far as the process goes, then you can't just be some dude, like the screening process. How you're saying?",
        1561.38,
        1571.44
    ],
    [
        " Echo, they're missing is that there's two basically two parts of the military. There's officers. Yeah. And there's enlisted guys and the officers, the basic requirement to be an officer is you have to have a college degree. If you have a college degree, then you can become an officer.",
        1571.52,
        1586.58
    ],
    [
        " And if you don't have a college degree, then you're an enlisted guy. I enlisted in the Navy out of high school didn't have a degree. And therefore I had to therefore, it was pretty easy to get to go to seal training because they take they need more enlisted seals than they need officers.",
        1586.88,
        1602.98
    ],
    [
        " And so you it's pretty easy to get what they've talking about a billet as an enlisted guy because they just want to have they need you the officers. There's all kinds of officers that want to be seal officers.",
        1603.18,
        1614.66
    ],
    [
        " So they have hundreds and hundreds if not probably thousands of people that apply to be seal officers and they, you know, they take a very small number of 30 or 40 a year tops. And within listed, there's probably I don't know a thousand a year that get that that show up and go through.",
        1614.98,
        1630.76
    ],
    [
        " And so that was the challenging part. And for me, I actually didn't become an officer until I was already in the seal teams for eight years. And then and then once I once I did that, it was it was a hard program that I got picked up for as well.",
        1631.16,
        1644.36
    ],
    [
        " But you know, coming right out of the Naval Academy is very, very hard to get one of those billets. But like Lave said, and actually his sister platoon commander that that was in task in the bruiser was the same way didn't get picked up.",
        1644.84,
        1658.16
    ],
    [
        " Had to go to the surface fleet and drive a ship for a while and then showed up at the seal teams and and was a task and we actually went through went through bugs together in the same blood class. Okay.",
        1658.28,
        1668.06
    ],
    [
        " Yeah. And I actually liked it because you guys knew how to do some of the administrative stuff that most seal officers did not have any relations. Yeah, that's so that was awesome.",
        1668.4,
        1678.04
    ],
    [
        " So that so you say, um, if you're an officer, it's harder.",
        1678.04,
        1682.56
    ],
    [
        " Um, what and they choose just a few guys, right? So there if you're an officer, I'm not seeing as an officer, it's harder, but there's there's less billets as Jaco, which is explained.",
        1682.98,
        1692.94
    ],
    [
        " Okay. And so what's that based on, you know, there's less like a hey, I'm going to choose him, but not use that based on the screening process or they basically don't want to.",
        1693.14,
        1701.38
    ],
    [
        " Well, so you got out of the different commissioning sources, they got a certain number of billets aside. So and then you, it's, it's not luck. It's based on your record.",
        1702.62,
        1711.54
    ],
    [
        " Okay. It's based on your grades at school. I mean, you had to have a high GPA, which I did not.",
        1711.78,
        1716.68
    ],
    [
        " And then you had to have a, why don't you just rub salt in the blue?",
        1717.22,
        1721.76
    ],
    [
        " Yeah. Let's try not to understand, you know, but you know, they kind of think the other thing, you, they also based on PT scores as well. So physical training scores.",
        1722.14,
        1732.36
    ],
    [
        " You go through the seal fitness test. And so I mean, I'm going up against guys that are collegiate swimmers and, you know, cross country runners and, you know, folks like that who are crushing me on the test, you know, and putting up ludicrous numbers.",
        1732.48,
        1748.84
    ],
    [
        " Whereas, so, so I could pass the test to go, but you got to get way above and beyond that to even be competitive. So that's kind of where, you know, where it was difficult.",
        1749.66,
        1758.8
    ],
    [
        " The other issue I had was that I had a bit of a conduct record as well, but I got a lot of trouble.",
        1759.06,
        1765.48
    ],
    [
        " I started a restriction. And I marched a lot of tours and I had a lot of the merits and I went, I had some upper classmen who told me to do something I didn't like a couple of times.",
        1765.76,
        1778.36
    ],
    [
        " I told them what I thought about it. And I don't know that I didn't work out too good for me. All Trump maker, all part of the learning experience. So, yeah.",
        1778.5,
        1786.28
    ],
    [
        " So, now another thing that obviously came up when, you know, it's been coming up, actually comes up all the time. And, you know, being in task unit, bruiser, people heard that name.",
        1787.18,
        1804.48
    ],
    [
        " They've heard it, you know, obviously around Chris Kyle. And I've been asked since the podcast started, you know, can you talk about Chris Kyle?",
        1804.48,
        1814.56
    ],
    [
        " And the whole time I knew you were going to be coming on at some point. And I've been waiting to talk about Chris until you were here.",
        1814.98,
        1823.42
    ],
    [
        " And, you know, people say, did you work with Chris? Did you know Chris? And the answer is yes.",
        1824.26,
        1831.14
    ],
    [
        " We absolutely worked with Chris and wanted to take just an opportunity to talk about Chris. And one of the things that I would like to try and do is talk about Chris, the Chris that we knew.",
        1833.76,
        1853.78
    ],
    [
        " Right? The Chris that, the Chris that, Lafe and I knew, the Chris that the guys that are actually served with Chris knew who is a little bit different than the Chris Kyle that's often portrayed in the movies.",
        1853.78,
        1867.28
    ],
    [
        " For sure. I'd be happy to talk about that. And it's funny because people want to tell Chris Kyle stores, you know, and he really is the legend.",
        1867.78,
        1877.9
    ],
    [
        " Which I think a lot of people don't realize was a name that was given to him. You know, that was his nickname was the legend. And it was given to him in his, the, the previous platoon before we worked together.",
        1878.1,
        1887.86
    ],
    [
        " And I remember our met Chris at that time because I was with silt team five and I deployed at the same time under the Aegis of silt team three.",
        1888.34,
        1894.84
    ],
    [
        " And so we were there. And I remember meeting him in the talk. He just come back from Fallujah and doing some great sniper work there. And, and working with a bunch of our, our mutual friends.",
        1895.38,
        1903.22
    ],
    [
        " And, and so his platoon was in the Pacific theater at the time. And he got a chance to, to, to go forward and be one of the few guys from the guys that were going to the Pacific that were selected to go to Iraq and actually be in the fight.",
        1903.22,
        1918.32
    ],
    [
        " And so guys were pissed. They were pissed that they were sitting there in the Pacific theater training, you know, some local national forces out of shoot, you know, rounds on paper and Chris was over there shooting bad guys in Iraq.",
        1919.22,
        1931.68
    ],
    [
        " And so, so they met, they made this nickname the legend, which was, and there was very much ingest.",
        1931.68,
        1937.64
    ],
    [
        " Yeah. And so it's, it's funny that as he's, you know, as he continued to go on and do these great things. And now he's just this incredible larger life theater. He really is the legend. And it's really, so when I hear stories or watch movies or hear people talk about it away, it's, it is.",
        1937.94,
        1953.62
    ],
    [
        " It's not the Chris guy that we knew. It's a diff, you know, it's a super human. It's, it's like a comic book hero. And look, the reality is, I think, you know, having worked really closely with Chris. And he was our, he was our lead sniper and point man, just so people understand that and, and, and Charlie, but then I was the platoon commander for Charlie, which meant that on every patrol that we went on, he was walking about eight or 10 feet in front of me.",
        1953.62,
        1978.14
    ],
    [
        " And, and that we, we talked all the time. We were in, in working about where we were going in, working together. And, and what areas we wanted to take down, what buildings we wanted to, to utilize.",
        1978.64,
        1991.32
    ],
    [
        " And he was, he was a guy that really drove a lot of a lot of our operations. And, and so on, new Chris, well, he was, he was one of the, the three guys with, we had three guys that were on their third platoon.",
        1991.9,
        2005.54
    ],
    [
        " And, and, and we called them the triumvirate. And these two other guys, which are active duty, I can't name them, they're outstanding guys.",
        2005.66,
        2011.64
    ],
    [
        " But these guys have been together for three platoons, three rotations, three, three deployments to the Middle East, to Iraq. And, and so we call them the triumvirate, you know, which is the triumvirate is a term from, from the Roman era where you had a group of three people who share a position of power and authority. And these guys really drove, they really, they brought up a new guys, they trained new guys.",
        2012.04,
        2033.6
    ],
    [
        " And, and, and got our, our platoon really where they needed to be. And we're kind of the heart and soul of the platoon. And Chris was, you know, the real Chris that we knew and worked with, was hilarious.",
        2033.96,
        2044.4
    ],
    [
        " Number one. And, you know, that doesn't come across when he, when he, to a lot of people that he was a guy who's just funny as hell, always could crack a joke.",
        2044.82,
        2052.12
    ],
    [
        " Sometimes when he shouldn't have been crack. Sometimes when he shouldn't have been crack in the joke. Yeah.",
        2052.72,
        2056.72
    ],
    [
        " But he was a guy that, you know, I think it almost does him a disservice to pain him in a way that was this superhuman because the reason he was so successful at what he, what he did is that he worked really hard at that and was very focused on it to really perfect his craft. And he, you know, not only that, he, he delved into the planning.",
        2057.86,
        2077.44
    ],
    [
        " So we'd sit over a map and talk about where we wanted to go look at different buildings and say, and then we go on a, on a reconnaissance patrol, which we had to run up through approvals to the chain to command for certain types of operations.",
        2077.44,
        2092.42
    ],
    [
        " But, Jaco is our task in a manner approved our reconnaissance patrols and meaning, meaning that I could approve them. So they didn't really have to go up that, that, that chain of command.",
        2092.64,
        2103.26
    ],
    [
        " So it's pretty easy to get them approved for people that are listening that didn't quite catch that. Yeah.",
        2103.26,
        2107.7
    ],
    [
        " So, yeah. So we just say, hey, Jaco, we want to do this and he'd be like, great. So we go, we'd go out and we patrol through some really bad areas and we'd hit like a dozen different buildings going buildings here, check out observation points there, see what kind of roads we could see and access so we could see.",
        2109.74,
        2125.7
    ],
    [
        " So we figure out what gave us the best advantage and then Chris would figure out where he wanted to be and, and he'd put himself in that position.",
        2125.7,
        2132.68
    ],
    [
        " And so he'd get, I'm looking down this window, I'm looking through this loophole and the, and the roof wall and, and you know, he, so he set himself up for success, which is awesome.",
        2133.04,
        2141.96
    ],
    [
        " So, so, for instance, if the angle that he would pick from a building would be looking down the long axis of a road where he could see four or five hundred meters worth of possible enemy targets.",
        2142.26,
        2155.46
    ],
    [
        " Whereas another angle looking down a shorter road, maybe you can only see 80 meters and he had a much smaller area to cover.",
        2155.48,
        2162.32
    ],
    [
        " So he'd pick these areas that he thought would be the most prevalent, the highest number of targets possible.",
        2162.72,
        2169.2
    ],
    [
        " Of course. And that was, I mean, obviously that was how we made the, that's how we were so successful and that's how we were able to, to prevent attacks on enemy forces and are on enemy attacks on friendly forces rather.",
        2169.36,
        2184.08
    ],
    [
        " And so, you know, not only that, but when, when we go into these positions, you know, Chris would be, he knew after the sun came up, first call the prayer goes down and the kind of early dawn, pre-dawn hours and then the sun comes up and the city comes alive and enemy fighters are moving around.",
        2185.3,
        2199.26
    ],
    [
        " And, you know, he'd be on the, on the weapon when he knew that was looking down his sniper scope.",
        2199.92,
        2204.02
    ],
    [
        " When he knew it was, it was, that was the highest in the early morning, you know, as the morning comes around, you know, that eight to 10 o'clock hour, that's when we knew we were going to get contacted and you know, late afternoon, it was kind of the same thing.",
        2204.66,
        2217.5
    ],
    [
        " He'd be honest is gun. And of course, he had to rotate out at some point. You can, so you know, it's only humanly possible to stay on your gun for so long.",
        2217.74,
        2225.44
    ],
    [
        " But when he was on his gun, he looked down the scope of his weapon. I mean, he was very disciplined about that. And I remember hearing some other guys being like, oh man, you know, I only have, I only have eight or 10 kills and Chris, you know, how has he got 85 now?",
        2226.72,
        2241.76
    ],
    [
        " You know, some, you know, so at some point through into our deployment before it was completed. And, you know, the reality is you can see some of those guys were, you know, we had seven other snipers and they did a lot of great work.",
        2241.94,
        2254.42
    ],
    [
        " And they did, they had some impact and certainly did did great stuff. But a couple of those guys, I'd see that didn't have the same discipline Chris had. They would, they'd look down their weapon and you 30, 45 minutes into it. They're not as, you know, they're not seeing anything or they haven't firing shots.",
        2254.42,
        2268.52
    ],
    [
        " And next thing you know, they're kind of having a conversation with their buddy next to them. Next thing you know, they're sitting back from their, their rifle. Next thing you know, they're just kind of looking through by nose. And I remember watching Chris and just, he's just looking through his skull for two straight hours and without coming off of it.",
        2268.52,
        2282.92
    ],
    [
        " And it was, you know, that was that enabled him to be successful. And that discipline really paid off. And certainly, certainly he was able to rack up the damage to enemy fighters. No doubt about it. I know whenever I roll out to visit you guys in an overwatch position. See everyone. And I would always notice Chris would always be on a gun. But I never saw him not on his gun. Of course, obviously like he said, he's human and he'd take breaks. But I noticed that even on deployment, you know, I just say, oh, Chris is on his gun.",
        2282.92,
        2311.24
    ],
    [
        " Except for when you rolled in the cop Falcon and he was crashed out sleeping with the rest of you guys. So that was actually kind of a funny episode where we went in on boats and we snuck into, we snuck that this is something Chris wrote about in American sniper.",
        2311.3,
        2326.96
    ],
    [
        " We went on the Marine Corps boat unit that was there was a great group of guys. They took us very quietly down the river canal that kind of comes off of the river.",
        2329.12,
        2341.1
    ],
    [
        " We were able to launch off one of the river bank very quietly, foot patrol into the city. And get in an area that other people couldn't get into. It was super dangerous.",
        2341.24,
        2350.1
    ],
    [
        " The bad guys had no idea we were there and we were able to take advantage of that smoke smoke guy or two on the way in. And then and then moving and take down the buildings that were going to be this combat outpost as the army.",
        2350.18,
        2362.14
    ],
    [
        " They were falling this giant mine clearance element coming down the road's dig and IDs. Jocke was riding in in a Bradley fighting vehicle.",
        2362.68,
        2370.56
    ],
    [
        " Brave in the some of the most dangerous roads in the world of time coming in with the army battalion staff there as our command and control. And so we were already in we've been there for I don't know three or four hours at that point maybe maybe longer.",
        2371.34,
        2384.76
    ],
    [
        " And so we shot a couple guys and we're you know we're a couple enemy fighters and and we still had guys in security position certainly and guys on guns. But at that point it was the ID clearance team was like right underneath us.",
        2385.2,
        2397.6
    ],
    [
        " I remember actually looking over the side of the building and seeing this giant buffalo is huge truck armored vehicle with an arm on it digging out of the street.",
        2397.6,
        2408.44
    ],
    [
        " And I know you were in a vehicle kind of coming in just behind that a few vehicles up the road. You were maybe a few blocks away at that point. And I'm looking down on like that's like 30 feet below me like directly below me right now.",
        2409.28,
        2423.3
    ],
    [
        " So if this thing activates an ID that explodes like I'm going to take it right the face probably out again. Stop looking at what they're doing. So we were just kind of hunkered down and when Jaco came in there it was it was funny because the the in particular the army operations officer for the battalion was a great guy and the battalion was awesome.",
        2423.3,
        2441.74
    ],
    [
        " This was task force banded a bunch of tankers great guys we love them. They came in and and I remember you come to the rooftop with a major and he comes up there and he's expecting just bristling weapons everywhere at all seals on their guns and I'm looking over as the major standing there and kind of looking around and there's a couple guys on their guns and there's some guys on machine guns and people watching the stairs.",
        2441.74,
        2463.42
    ],
    [
        " Security was definitely security was set of course but I'm looking over and Chris and our leading Betty officer had just hammered down these like chef boy RD they didn't want to eat him already so they just crushed these like like he had like three or four empty containers of like chef boy RD meatballs look like a complete spot. Yeah it was just like like spilled all over his uniform. He's just like totally racked out like completely asleep.",
        2463.42,
        2491.16
    ],
    [
        " Slower of self snoring and the major is like like is this man. We'll do it. It's fun because we get the preparation for those big operations you'd be working so much doing the preparation of the coordination and planning that you wouldn't even stop for a day and a half or two days and we finally get in the field you're tired.",
        2491.36,
        2513.64
    ],
    [
        " Exactly and we had to sleep and that's when we had to sleep when we knew we'd killed some bad guys we weren't going to get attacked or we were less likely to get attacked in the next few hours while it was still dark we had to get sleep then and so there was a real reason for that because once the sun came up we're going to get hammered so we all had to be awake we all had to be ready to go so we had to get that kind of sleep when we could and that was you know one that particular operation I remember in particular Chris.",
        2514.02,
        2538.04
    ],
    [
        " He was he just kind of had a good sense about things is we were arguing over a bill I was standing on the rooftop I was like okay there's a building there's a big building to the south that would give us a good vantage point let's move down what do you think about that building over there I'm talking it over with him and with our platoon chief Tony and Chris was like you know what I like this building to the east let's go to the forest story yeah he's point of four story and I was like I don't know man that building the south looks pretty good he's like I think this building the east is where we want to go.",
        2539.62,
        2566.48
    ],
    [
        " And we talked about it for a little bit and I was like okay Roger that let's go to the east so we move we moved about 350 yards down the street to this big four story apartment building and it was it was absolutely the right call I mean have we not done that we would have because it was I think we had what do we have like 22 enemy confirmed kill from that over the 40 hours prime real estate right that couple dozen you know probably kills it was it was and it was a great advantage point and we were looking right at the",
        2568.88,
        2596.46
    ],
    [
        " right down along Axis Road that was able to prevent a whole bunch of attacks on the US soldiers that were building that combat outpost and it was and they were under fire the whole time and as soon as the sun came up I know you were sitting in the camp",
        2596.46,
        2609.48
    ],
    [
        " with those mortars came in and you know and then lo and behold so this the mortars explode in the camp and we you know all it's easy to just say oh mortars but the reality was a gigantic explosion goes off and we were 350 yards away from the",
        2609.48,
        2626.44
    ],
    [
        " frag was raining down fragmentation from that explosion was raining down on us from 300 for the yards away so it was massive 120 millimeter mortars coming in you know",
        2626.44,
        2637.46
    ],
    [
        " and you know forcing kill the soldier with a couple others and and that very I mean within about half an hour that Chris Moe two guys out of four that were",
        2637.46,
        2647.88
    ],
    [
        " loading a mortar tube in the back of a truck so it and when when that's that's who Chris was and that's that's the impact that he had and he had a good sense about what",
        2647.88,
        2656.66
    ],
    [
        " what where to go and what to do and he was excellent at it and he was just it was just awesome to work with him he was so much fun to to be around and always quick with a joke and",
        2656.66,
        2667.34
    ],
    [
        " and that's that's the real Chris got we did you know to just to go back to the the fact that he you know after you know I was on",
        2667.34,
        2676.64
    ],
    [
        " the combat outpost we take these mortars soldier gets killed I remember there and another soldier got wounded I think in Iraq he got wounded as well",
        2676.64,
        2682.7
    ],
    [
        " and it's it's a nightmare right these guys are bleeding out it's it's a nightmare and",
        2682.7,
        2689.32
    ],
    [
        " the thing and we talked about this on the last podcast of how helpless you feel against mortars it's the worst in talking",
        2689.32,
        2697.34
    ],
    [
        " about because they came from maybe it could have come from three four five kilometers away and Eugene sledge talks about it",
        2697.34,
        2703.52
    ],
    [
        " and we talked about world war one and how bad it is and so you have this combat outpost and all the guys are on their",
        2703.52,
        2708.9
    ],
    [
        " they're they're now horrified right you're scared when is this next random bomb gonna just blow up we cannot be safe",
        2708.9,
        2716.42
    ],
    [
        " and if you can imagine the when I got word from you hey Chris just killed two guys with a mortar tube and I went to you know the company commander",
        2716.42,
        2726.12
    ],
    [
        " and the brigade commander was down there as well and said hey sir one of our snipers just killed two guys with a mortar tube loaded into a truck",
        2726.12,
        2733.5
    ],
    [
        " you couldn't do anything in the world better for them at that time nothing better in the world to walk into those guys and say hey you just lost a soldier to a mortar we got him",
        2734.48,
        2745.56
    ],
    [
        " and that was one of those things that just helped build our relationship with the conventional units so much",
        2745.56,
        2752.4
    ],
    [
        " and you know what we needed to have relationship because you could sit here and tell stories all day long about what they did in return for us",
        2752.4,
        2759.94
    ],
    [
        " which was also just incredibly brave and that very same day we were calling QRF and I know you were you were trying to move vehicles out of the way so we could get the tanks out there to our guys that were pinned down and needed help",
        2760.68,
        2774.14
    ],
    [
        " and those tankers came out every time the soldiers were amazing you know when they when Chris Kyle got those two guys hot like how far away is that typically or is there even a thing that they know before right",
        2774.14,
        2786.2
    ],
    [
        " that's the other two when people talk about these sniper elements well first of all they have to understand that it's in Ramadi in downtown Ramadi in 2006 this was this was like Stalin grad I mean it was just rubble pile buildings just we had this was al Qaeda in Iraq battle space I mean this is the precursor to ISIS and it's the same people",
        2786.64,
        2806.06
    ],
    [
        " and they there were several thousand of these guys that controlled the city and it was it was just a nasty place so we didn't go out in these little two and four man teams it was we were going in with 15 20 25 30 guys you know sometimes we as many as 40 guys you're plus up with army Marines that went in with us and we always had a raki soldiers but we didn't count them as part of our as part of our these are the guys going to help bail us out if you think you go down so we had to have a big enough element that could be a great deal of that",
        2806.22,
        2836.04
    ],
    [
        " and get prevent us from being overrun and you know of course we're here today I think he tell you man is you know the the only reason he was able to do what he what he could was because there was a huge team of guys supporting those the guys carrying the machine guns in that were helping beat back attacks",
        2836.04,
        2850.76
    ],
    [
        " and guess what when you're attacked by machine guns and rockets from RPGs and you got a dozen enemy fighters maneuvering on you you're not breaking contact with a bolt action",
        2850.76,
        2862.18
    ],
    [
        " sample shots exactly you got to have those machine gunners that are going to beat back those attacks and that's what those guys did so you know without without that whole team we were carrying our own shoulder fire rockets our leading petty officer was always a guy that would carry that carry that big heavy 84 millimeter",
        2863.34,
        2879.02
    ],
    [
        " recoil is rifle over shoulder this big bazooka looking thing and and the heavy rounds for that it was it was we had to have that kind of firepower with us so that was critical for all that we did but most of the shots were pretty close I mean you're talking urban combat is you know there wouldn't a lot of real long range shooting",
        2879.02,
        2897.4
    ],
    [
        " every once in a while they I think I think Chris and Tony hit a couple guys from 1500 yards or so out in a rule I would not in that particular operation but but there was but most of the stuff in the urban environment of downtown I mean we we hit guys from as close as I remember a couple of",
        2897.4,
        2916.2
    ],
    [
        " times were one time a particular me and Mark Lee and Chris were sitting in a room and that we look over and there's some guys like there's literally some mousse like some enemy fighters with machine guns looking around the corner and they're like they're like 25 yards from this like like you know maybe 30 yards",
        2916.2,
        2937.5
    ],
    [
        " from us and they're they're looking down the street they knew we were in there somewhere but they got the building wrong so so you're you're talking a 30 yard shot there with it that's where guys coming you know I think Chris ditched his right is his sniper rifle grab his M4 and shot those guys through the window and then you know some of those shots are making a lot of I think the average was I would say probably anywhere from 100 to 300 300 yards something like that probably in that you call that pretty close like sitting it's pretty cool",
        2937.5,
        2967.48
    ],
    [
        " 100 for sure for sure these guys in her train to make you know thousand two thousand yard shots and so it's it's just a very different type of environment and that urban combat is it's personal you can hear those guys yelling at you you can hear me yelling the jihadi reggaert we're yelling back at them you know there's there's a lot of profanity go back and forth and and but it's you know some of the stuff was hang grenade range definitely",
        2968.32,
        2990.92
    ],
    [
        " dang it's called what mouge is that what you call them mouge mouge that's that's that's what the call the fighters that we uh so they call themselves mouge a hadine which is oh god you know engage in jihad that's their name for themselves and so we shot that to mouge and we actually got told that we weren't supposed to call the mouge",
        2990.98,
        3013.36
    ],
    [
        " yes interesting how you can take a real name short knit and it becomes derogatory yeah well the interesting thing was we were told that it was derogatory and inappropriate to say mouge and that it was disrespectful to the local populace and when we talk to the local populace you know the local populace called the mouge mouge that's what they called them it's was fun we had the cultural experts telling us when we were actually we talking to locals and",
        3013.36,
        3043.32
    ],
    [
        " understanding what was happening more than anybody else at that particular time yeah maybe it was like offensive to them though you know the actual mouge oh maybe they were offended we were not concerned about offending the mouge just in all shooting them you're shooting them but the mouge that's too much to do that",
        3043.34,
        3059.74
    ],
    [
        " big culture warriors who just don't get it yeah understand yeah it was those local people were praying for us to go kill them yeah kill the bad guys and and free them from this evil terrorist",
        3059.74,
        3071.94
    ],
    [
        " organization that is imposing this horrific just brutal reign of terror on them and so I mean it's exactly the same thing you see ISIS doing today and we saw it over and over again in the city where you know you go into a house and there's a family there and they're trying to just not to get killed in the crossfire and and they want your help and they're happy you're there",
        3072.9,
        3090.12
    ],
    [
        " you know you mentioned Mark and Mark was in the movie Mark Lee he was in the movie American sniper as well and again",
        3090.12,
        3101.08
    ],
    [
        " there's something that comes across in the public image or the image that gets created through Hollywood and through books and through media and whatever else and they they really in the movie American sniper they really missed the mark with Mark I mean they really they really missed the mark no dark made him into kind of a week looking guy that didn't believe in what he was doing which was obviously",
        3102.72,
        3130.26
    ],
    [
        " couldn't be further from the truth well to that point we get asked all the time like you know tell us about American sniper was that accurate and you know I think I think it's important to say that first of all I'm I'm very glad that Chris Kyle stories out there and I think that to get people to recognize what Chris did and and you know the impact that he had and the fact that his his story is representative of so many hundreds of thousands of us",
        3130.86,
        3160.16
    ],
    [
        " soldiers and Marines and sailors who at Armin that have deployed multiple times what their families go through and I think that's a great thing but it's it is a Hollywood movie and and so you know the the scenes in Iraq were not a reflection of the reality that we knew and in particular that depiction of Mark that's what",
        3160.3,
        3182.52
    ],
    [
        " disturbed those of us that serve closely with Chris and close with Mark were most disturbed by that and there was just the way that Mark was portrayed you know Hollywood has they hate the Iraq war so they've got to they got to have someone in there that doesn't",
        3183.44,
        3197.48
    ],
    [
        " like the Iraq war and so they they try they they portrayed Mark in a way that you know he made some despair they got they got him saying I don't even remember exactly what right what he says but he says some lines about he",
        3197.48,
        3208.46
    ],
    [
        " done believe in what he's doing it that is just utter and complete horses yet I mean there's no",
        3208.46,
        3214.78
    ],
    [
        " Mark Lee believed in that mission I mean he was he was an extraordinary warrior and you know other when other people were out to kill bad guys and try to you",
        3214.78,
        3227.74
    ],
    [
        " know do a bunch of operations I mean Mark truly believe we were there to help the Iraqi people we need to free these people from",
        3227.74,
        3233.46
    ],
    [
        " this brutal reign of terror and I think he had a he had strategic insight that I'm not even sure I had I mean I read back like Mark's last letter home",
        3233.56,
        3243.4
    ],
    [
        " and he talks about being involved in a great conflict right a great struggle no he had like the one we're involved and it's I think that was very",
        3243.4,
        3253.14
    ],
    [
        " reflective of that this is this this seeing that you know the enemy that we're fighting here this this type of G",
        3253.14,
        3260.52
    ],
    [
        " hotty you know this G-Hoddism with this this train of Islam that exports G-Hod across the world and and once",
        3260.66,
        3266.56
    ],
    [
        " to go out and terrorize and brutalize people like this is a great struggle this is going to be a generational",
        3266.56,
        3271.48
    ],
    [
        " struggle this is going to go on for a long time it certainly transcends Iraq and I think he had he really",
        3271.48,
        3277.2
    ],
    [
        " seemed to sense that in a way that was pretty phenomenal in the movie is they they make him out to be this",
        3277.2,
        3283.38
    ],
    [
        " sad guy that's all serious and again they completely miss the mark just like they they portray Chris to be",
        3283.84,
        3290.88
    ],
    [
        " this ultra serious guy Mark was hilarious Greg are you as another guy that was joking all the time mostly at",
        3290.88,
        3301.1
    ],
    [
        " inappropriate times and had that you know he would just he would light up a room when he'd come in to a room",
        3301.1,
        3308.4
    ],
    [
        " because he was just on fire and to portray him as this guy that's all down in the dumps and depressed it was",
        3308.4,
        3315.66
    ],
    [
        " just it was horrible to see that it was it was just so opposite of the real mark I mean this the",
        3315.66,
        3321.12
    ],
    [
        " brooding guy and and they had him as this kind of like pencil neck kind of dick you know it's the",
        3321.12,
        3328.54
    ],
    [
        " quote patent couldn't fight his way out of a piss soaked paper back I mean Mark was a bad ask guy",
        3328.54,
        3334.36
    ],
    [
        " he had massive arms he carried his his big heavy Mark 48 machine gun that weighs like 25 27 pounds",
        3334.76,
        3342.78
    ],
    [
        " fully loaded with all the gadgets on it with no sling he carried his shoulder like it was a little",
        3342.78,
        3347.54
    ],
    [
        " M4 rifle you know that weighs seven pounds I mean you know with all its its gadget he's he was a",
        3347.54,
        3354.76
    ],
    [
        " just an awesome warrior and yeah that's side of him that was just hilarious it was so many stories",
        3354.76,
        3360.52
    ],
    [
        " of him cracking jokes and just keeping everybody laughing and we we kind of talked about you if",
        3360.52,
        3366.5
    ],
    [
        " you're listening to podcasts and you haven't seen a series called on the history channel called",
        3366.5,
        3370.46
    ],
    [
        " live to tell it is a fantastic series that actually a former seal friend of ours Raymond Dosa",
        3370.46,
        3377.88
    ],
    [
        " produced he did he produced he was in Ramadi actually and he relieved us in Ramadi when we got",
        3377.88,
        3384.32
    ],
    [
        " done with our deployment to Ramadi he's one of the guys that came in the next task unit that came",
        3384.32,
        3389.4
    ],
    [
        " over and took our place and he worked out a camp corrugated or that's right which I spoke about",
        3389.4,
        3394.1
    ],
    [
        " so they made an episode one of the episodes is about Charlie Patoon and Mark Lee and we got to tell",
        3394.1,
        3403.0
    ],
    [
        " some of the stories there but you know they're you don't have that you can't tell every story that",
        3403.0,
        3408.78
    ],
    [
        " you want to tell you want to tell every story every little memory you have of these guys you know",
        3408.78,
        3413.52
    ],
    [
        " one that always sticks out my mind because he joined your platoon late and he came from another",
        3413.52,
        3418.52
    ],
    [
        " platoon came into your platoon after workup and one of the first trips we did with him was to",
        3419.94,
        3424.9
    ],
    [
        " was to Vegas and we went up there to work it was today a Nellis Nellis Air Force",
        3424.9,
        3429.56
    ],
    [
        " Nellis Air Force they worked at Nellis and of course Boondoggle trip that was",
        3429.56,
        3433.24
    ],
    [
        " total Boondoggle we would work from probably about noon until let's call it six or seven o'clock",
        3433.24,
        3440.04
    ],
    [
        " at night and then everyone would go gambling and drinking and partying until 10 o'clock the next",
        3440.04,
        3447.32
    ],
    [
        " morning and then gamble it was just one of those trips but but we were we were we were getting",
        3447.78,
        3455.0
    ],
    [
        " after it and that's another thing about being a young seal you don't have you don't have",
        3455.0,
        3459.52
    ],
    [
        " you don't owe any money right so you just when I remember when I was a young seal I was like the",
        3459.52,
        3466.0
    ],
    [
        " richest guy in the world because you know you go from being a civilian that's 18 years old",
        3466.0,
        3471.06
    ],
    [
        " making no money and all of a sudden you're getting a paycheck and then you get the seal teams",
        3471.06,
        3474.88
    ],
    [
        " you're getting dive pay and jump pay and demolition pay and you're like the richest guy in the",
        3474.88,
        3478.58
    ],
    [
        " world you're like a rock star and that's kind of the mode that Mark was in I would we were in Vegas",
        3478.58,
        3483.98
    ],
    [
        " was he was big time in it to get in after it well I remember you on that trail I remember you",
        3483.98,
        3489.0
    ],
    [
        " coming in and say HDH are you in I was like I was like what is H.D.H. you like are you in you just",
        3489.0,
        3497.84
    ],
    [
        " have to come in Roger that I'm in yeah I'm I did that with a bunch of guys H.D.H.",
        3497.84,
        3502.88
    ],
    [
        " who's in and I went out of guys like I'm in I'm in no one even knew what I was talking about",
        3502.88,
        3507.04
    ],
    [
        " and then I at whatever we got together that night I'm like all right H.D.H. who's with me",
        3507.04,
        3512.0
    ],
    [
        " and then everyone joined up I said it's $100 hands we're going to the black tag table we're all",
        3512.0,
        3516.48
    ],
    [
        " gonna play $300 hands which to those guys and our Navy paychecks was a big deal yeah yeah so we",
        3516.48,
        3524.32
    ],
    [
        " did it and but the plan gambling with Mark was was insane because he was so so like hostile and yet",
        3524.32,
        3534.04
    ],
    [
        " at the same time fun and I remember I came walking down to the casino and he's like hey sir and I",
        3534.04,
        3541.28
    ],
    [
        " look over and he's across the casino and he's at the blackjack table and he goes he must have been",
        3541.28,
        3546.1
    ],
    [
        " on a winning streak he goes winner the new Cadillacs coming out",
        3546.1,
        3549.62
    ],
    [
        " that was just so so him just to be fired up like that was just awesome awesome he was just one of",
        3549.62,
        3559.02
    ],
    [
        " those guys and you know not only was he hilarious to be around you know a big strapping good",
        3559.02,
        3564.86
    ],
    [
        " looking dude he he just was very comfortable in his skin as well you know and he he'd he was",
        3564.86,
        3570.48
    ],
    [
        " absolutely in love with it his wife you know my eyes in that in in Liptitelle and he she had given",
        3570.94,
        3577.74
    ],
    [
        " him this these I mean he's these little pajama pants I mean this is like and he's he would wear",
        3577.74,
        3585.6
    ],
    [
        " them around the camp these these pajama pants and I was like bro are you wearing pajama pants right",
        3585.6,
        3592.58
    ],
    [
        " now and he's like yeah I was like why are you wearing I mean he's a new guy in a pretend like",
        3592.58,
        3597.48
    ],
    [
        " don't let jaco see you I was like do you want to get your ass kicked like what why are you",
        3597.48,
        3602.44
    ],
    [
        " wearing a pajama pants he's like they're comfortable yeah my again doing like him and he's like he",
        3602.44,
        3607.52
    ],
    [
        " just did like whatever you know like him who cares so that was just the way Mark was and you know",
        3607.52,
        3613.16
    ],
    [
        " he just was I remember a particular not he was he was a strong Christian guy definitely he'd",
        3613.16,
        3619.24
    ],
    [
        " gone to seminary for about a year or so I think you know the study to be a preacher and decided",
        3619.24,
        3625.46
    ],
    [
        " you know what instead of being a preacher I want to be in the seal things but his Christian faith",
        3626.12,
        3629.78
    ],
    [
        " was certainly always a big big piece of that and I remember some of those random things we were",
        3629.78,
        3635.02
    ],
    [
        " talking about I don't even remember how it came up but if you remember the old 1980s song",
        3635.02,
        3641.1
    ],
    [
        " the warrior which is like cheeseball 1980s you know and and we got in an argument about who sang",
        3641.1,
        3650.54
    ],
    [
        " the warrior and more because like it's Pat Benatar and I'm embarrassed to say that I said no",
        3650.54,
        3657.06
    ],
    [
        " it's patty Smith because I have this you don't have to admit that right this gigantic collection of",
        3657.06,
        3662.58
    ],
    [
        " you know itty song you'd imagine on my on my iTunes and and and so we argued about I we had some",
        3662.58,
        3669.34
    ],
    [
        " weight I didn't know where the wager was but it was in fact patty Smith I was right right on and",
        3669.34,
        3676.34
    ],
    [
        " and I think that you know you talked about his faith and and we've talked about on this on this",
        3676.8,
        3681.94
    ],
    [
        " podcast before the when you get somebody that is is heroic that oftentimes they have a certain",
        3681.94,
        3695.12
    ],
    [
        " sense of the word that you just use was comfort and you could see that with Mark that he was",
        3695.12,
        3703.36
    ],
    [
        " comfortable in the fact that he might have to make the ultimate sacrifice and I remember one of",
        3704.08,
        3712.96
    ],
    [
        " the one of the things I'll never forget about Mark is as you guys would be rolling out on operation",
        3712.96,
        3719.82
    ],
    [
        " and you would line up the vehicles right in front of the chow hall on our on our little base shark",
        3719.82,
        3726.18
    ],
    [
        " base and that you know if you guys were going out I would go out there to see you guys off",
        3727.52,
        3732.12
    ],
    [
        " and just to help help her by understanding like we're rolling out on an operation into some of the",
        3732.12,
        3737.0
    ],
    [
        " most dangerous enemy territory anywhere and and people would come out with Jaco and I aren't from",
        3737.0,
        3744.32
    ],
    [
        " our casket and shake shake folks hands up because you knew that it could very easily happen that",
        3744.32,
        3749.06
    ],
    [
        " not everybody's coming back from from that off and you always it was always reassuring to see Jaco",
        3749.06,
        3754.52
    ],
    [
        " out there talking to people shaking people's hands and that was and we're going out",
        3754.52,
        3758.56
    ],
    [
        " particularly our operation like that were IEDs are are call it causing catastrophic damage and killing",
        3758.56,
        3765.76
    ],
    [
        " soldiers and Marines every single day yeah and those IEDs at this point were generally victim activated",
        3765.76,
        3775.38
    ],
    [
        " IEDs which means that the person that's going to get blown up is what activates the IEDs so they have",
        3775.38,
        3781.12
    ],
    [
        " some kind of a pressure plate or a crunch wire or something that a humvee runs over and causes",
        3781.12,
        3786.62
    ],
    [
        " the IED to detonate that was sort of the the premier uh mode that the enemy was in at this point",
        3786.62,
        3793.48
    ],
    [
        " which meant that if you were in the first vehicle you were most likely to hit that IED and I remember",
        3793.48,
        3801.78
    ],
    [
        " I you know one of those nights came out and looked up and looked up at Mark and and I said hey are",
        3801.78,
        3809.26
    ],
    [
        " you feeling lucky tonight and he said a big smile on his face and he said that the thing that one",
        3809.26,
        3813.8
    ],
    [
        " of the other things he had said in Vegas besides uh you know winner the new Cadillac someone one of the",
        3813.8,
        3818.42
    ],
    [
        " other things that he'd get everybody saying is when the dealer would bust you know he'd say everybody's",
        3818.42,
        3822.88
    ],
    [
        " a winner everybody's a winner as I looked up at him and he and he said everybody's a winner and",
        3822.88,
        3829.92
    ],
    [
        " then there was another time I went out there and and you know I said I said you're in rock and roll",
        3829.92,
        3833.98
    ],
    [
        " and he stood there in the turret and like like a movie you know there's have those cheesy salute scenes",
        3834.34,
        3840.84
    ],
    [
        " in a movie where the the the guy is salutes the officer he like stood at attention to his turret",
        3840.84,
        3846.64
    ],
    [
        " just cracked me a super crisp salute and I I probably like flip them off or or you know which is",
        3846.64,
        3852.86
    ],
    [
        " highly unusual for a seal to do that to you yeah yeah but uh you could see man he just had that",
        3852.86,
        3859.04
    ],
    [
        " confidence and that comfort in who he was in what he stood for and he was ready for he was ready for",
        3859.04,
        3869.26
    ],
    [
        " anything including including the ultimate he was a phenomenal guy absolutely and just uh an honor",
        3869.26,
        3879.16
    ],
    [
        " an honor to serve with men like that",
        3879.2,
        3882.2
    ],
    [
        " no the the the I think the last guy that they kind of represent in in the movie American sniper is",
        3882.2,
        3893.4
    ],
    [
        " bagels",
        3893.4,
        3897.36
    ],
    [
        " Ryan Job nickname bagels who if you if you're in if you're in the military if you're in the",
        3897.36,
        3906.58
    ],
    [
        " SEAL teams and you use a heavy weapon the weapon the nickname for that weapon is a big",
        3906.58,
        3911.76
    ],
    [
        " pain in the ass weapon to carry and the the nickname for it is a pig and you're actually a pig gunner",
        3911.76,
        3917.9
    ],
    [
        " if you're if you carry that big mark 48 used to be at m60 now it's a mark 48 they call that weapon",
        3917.9,
        3923.56
    ],
    [
        " a pig because yeah you got to carry that pig and now you're a pig gunner and his nickname was",
        3923.56,
        3930.2
    ],
    [
        " bigles and bigles just to think about the way they represented Ryan and and I don't remember all",
        3930.86,
        3940.94
    ],
    [
        " that well again they they had a special screening of American sniper forest down here in cornon",
        3940.94,
        3945.16
    ],
    [
        " that's when I saw it I saw it one time um and so I don't fully remember how they I definitely",
        3945.16,
        3951.58
    ],
    [
        " remembered how they represented chris mark obviously but you know Ryan they didn't seem as",
        3951.58,
        3958.2
    ],
    [
        " significant of his role so that it was a little bit they didn't make such a uh production out of",
        3958.2,
        3963.48
    ],
    [
        " bagels but obviously in doing that they again shortchanged just a fabulous character and an",
        3963.48,
        3974.18
    ],
    [
        " incredibly funny and lively and warm human being that was a an absolute just an absolute treasure",
        3976.16,
        3992.32
    ],
    [
        " of a person and and so no one's gonna you know if you if all you do is see the movie American sniper",
        3992.32,
        3999.58
    ],
    [
        " and even if even if we wrote an entire book about bigles you wouldn't be able to get across",
        3999.58,
        4008.18
    ],
    [
        " what any of these guys really brought to life yeah he was he was a phenomenal guy and I actually",
        4008.18,
        4018.5
    ],
    [
        " you know some some people some people talked talked to me you know people said to me before you know",
        4018.5,
        4027.08
    ],
    [
        " hey who's the greatest person you've ever met some phenomenal people in my life you know and uh",
        4027.08,
        4030.88
    ],
    [
        " I uh I think the my immediate reaction to that is Brian Job Brian Job is the greatest person I",
        4030.88,
        4037.36
    ],
    [
        " mean I mean he just was he was uh and it was actually what's crazy is when I when I first met Ryan",
        4037.36,
        4043.96
    ],
    [
        " and when he he joined our platoon he got the nickname bigles because he didn't exactly have the",
        4043.96,
        4048.84
    ],
    [
        " rippling six back uh he was just a toughest nails guy that just would not quit no matter what was",
        4048.84,
        4055.22
    ],
    [
        " determined to be a seal but struggle with the run struggle with the swims and got the what we",
        4055.22,
        4060.38
    ],
    [
        " called the full benefit in our seal training buts which is he was no he was no incredible uh athlete",
        4060.38,
        4067.66
    ],
    [
        " or physical specimen especially when he showed up in charlie platoon and tee you bruiser no doubt he",
        4067.66,
        4073.96
    ],
    [
        " was not ready for the teams at that point when bigles got the charlie but then yeah we rolled right",
        4073.96,
        4078.98
    ],
    [
        " out to the deserts of southern california and got what we call land warfare training on and that",
        4078.98,
        4085.6
    ],
    [
        " was uh that's really man camp that's where you know we talk about seal training and people think",
        4085.6,
        4090.92
    ],
    [
        " it's all about carrying logs around and boats and all that stuff that you see from that's really",
        4090.92,
        4096.26
    ],
    [
        " just our initial screening process what we call buds basically on our demolition seal training",
        4096.26,
        4100.08
    ],
    [
        " going out and working together in a workup is really where the the training to be a seal to be a",
        4100.08,
        4107.46
    ],
    [
        " teammate to work as a as a unit happens and so our whole task unit from jaco all the way down",
        4107.46,
        4113.02
    ],
    [
        " to our lowest common denominator uh the most junior ranking man who happened to be Ryan Joe uh we",
        4113.02,
        4120.6
    ],
    [
        " went out to we went out to southern california deserts and just and and we shot weapons we learned",
        4120.6,
        4125.12
    ],
    [
        " how to shoot we will communicate and it is everything is difficult it is you're going you're",
        4125.12,
        4130.8
    ],
    [
        " dragging down men you know who are killed in for training purposes over rocks and through cactus",
        4131.34,
        4138.14
    ],
    [
        " and you're running and gunning and it's hot and it's tiring and exhausting and it's awesome and",
        4138.14,
        4144.06
    ],
    [
        " it's the training we're same training that's kept seals alive on the battlefield and are",
        4144.06,
        4148.0
    ],
    [
        " able to do things for for a long time uh and and seals have been training there since the Vietnam",
        4148.0,
        4152.96
    ],
    [
        " in that particular place where we go and try and there and um it's awesome I love love it out",
        4152.96,
        4157.28
    ],
    [
        " there and when uh when bigles got out there he was uh he was uh he was struggling he was coming",
        4157.28,
        4164.1
    ],
    [
        " off of about I'd say 30 to 45 days of leave and easy living he was and he'd gone you know after",
        4164.1,
        4170.26
    ],
    [
        " buds where he'd had to make it through training he had to be in shape and now you know one of the",
        4170.26,
        4174.42
    ],
    [
        " some people struggle with when they get done with that training is now it's up to them now it's",
        4174.42,
        4180.1
    ],
    [
        " up to them to be in shape self this and some people have that self-disman and some people don't and uh",
        4180.1,
        4186.52
    ],
    [
        " I certainly wouldn't repeat physical condition after that I I struggled with that uh but",
        4186.58,
        4191.52
    ],
    [
        " bigles took that to a new level and uh you know when he came out there all of a sudden we're",
        4191.52,
        4196.56
    ],
    [
        " handing him a 25 pound mark 48 machine gun which he named bigles this jaco said and uh and he's",
        4196.56,
        4203.74
    ],
    [
        " got to carry this thing and carry the six to 800 rounds on him uh and move through the jagged rocks",
        4203.74,
        4210.98
    ],
    [
        " sand and desert in 115 degree heat and uh and he was struggling he was struggling anyone even",
        4211.08,
        4217.78
    ],
    [
        " in the greatest of shape that's challenging uh but Ryan was really struggling to keep up on that",
        4217.78,
        4222.14
    ],
    [
        " and so uh I remember having some very he was in my squad and so I was witnessing this I was watching",
        4222.14,
        4227.68
    ],
    [
        " this and we pulled him aside and said hey listen if you want to be here you better harden up you've",
        4227.68,
        4236.66
    ],
    [
        " got to harden up the standard is here you know the standard is way up here and you're here you're",
        4236.66,
        4242.56
    ],
    [
        " way lower than that standard so um we had to uh we had to push him to get there and I remember some",
        4242.56,
        4247.0
    ],
    [
        " stern counseling sessions we assigned one of the guys from the the triumphant I mentioned before",
        4247.0,
        4252.82
    ],
    [
        " was one of the guys on his therapy tune great dude so our most experienced machine gunner and uh",
        4252.82,
        4258.5
    ],
    [
        " we assigned uh we assigned him to to be a mentor to to uh to bigles and train with him and so",
        4258.5,
        4265.46
    ],
    [
        " every morning we would PT work go for Ron so we so when other guys were resting",
        4265.6,
        4271.56
    ],
    [
        " Ryan's goal he's got to go out for Ron he's cranking out pull ups he's he's trying to work and",
        4271.56,
        4276.52
    ],
    [
        " and you know it was I didn't know how it was going to go then uh he had a long way to go to get to",
        4276.52,
        4281.68
    ],
    [
        " where he needed to be to be physically able to keep up and not track down the rest of the guys",
        4281.68,
        4285.92
    ],
    [
        " and I don't think I've ever seen a guy make that kind of a transformation dude and",
        4285.92,
        4292.34
    ],
    [
        " it's an incredible transformation Ryan must have looked himself in the mirror and said this is",
        4292.34,
        4295.82
    ],
    [
        " what I want to do I am going to turn this around completely and he became what we called",
        4295.82,
        4301.22
    ],
    [
        " bigles 2000 which is the new model and I mean he by the time we deployed you know six months eight",
        4301.22,
        4308.88
    ],
    [
        " months after that uh that that that uh work up he was born again hard he was born again hard and he",
        4308.88,
        4313.58
    ],
    [
        " he was a he he never fell behind anything and he always kept up with everybody and carried",
        4313.58,
        4321.9
    ],
    [
        " not only his weight but sometimes others who were struggling and uh and he would help them through",
        4321.9,
        4326.96
    ],
    [
        " and it was uh it was funny a couple of stories about him we were at at Nylon he's in the weight room",
        4326.96,
        4333.12
    ],
    [
        " and you know one of the things about buds you're doing pull ups and you know I know jacke on his",
        4333.12,
        4337.34
    ],
    [
        " Twitter feed always has the the pictures of like ripped off calluses from doing pull ups or dead",
        4337.34,
        4342.78
    ],
    [
        " lifts you know with the with the barbell and that's just part of buds I mean you tear up your hands",
        4342.78,
        4347.1
    ],
    [
        " on the ropes and all the o-course and everything you're doing and uh and so we're in the gym",
        4347.1,
        4352.46
    ],
    [
        " at Outer our Land War for a training facility and he's got these like the fingerless like",
        4352.46,
        4360.52
    ],
    [
        " weight lifting gloves on like you see in like goals gym and I'm like not allowed I don't like",
        4360.52,
        4368.58
    ],
    [
        " seriously I was like bigles come here why do you have gloves on he's like well I'm just trying",
        4368.58,
        4374.92
    ],
    [
        " to protect my head like he's like he's like no no you need to hard your hands up man no gloves",
        4374.92,
        4381.22
    ],
    [
        " and he was he just like roger that no gloves and he took that to such an extreme on our operations",
        4381.22,
        4387.16
    ],
    [
        " we always wear gloves on operations because you're having to smash through a window or",
        4387.16,
        4391.8
    ],
    [
        " wrestle down a prisoner and grab a hot barrel of a of a smoking red you know",
        4391.8,
        4398.6
    ],
    [
        " right glowing red hot machine gun he was a machine gun or so he had a deal with that stuff",
        4398.6,
        4403.12
    ],
    [
        " so we were we were we were mechanics gloves uh are similar to to protect our hands from that",
        4403.12,
        4408.44
    ],
    [
        " and uh and I remember on patrol and and I racked look at him he's like no gloves on",
        4408.44,
        4413.28
    ],
    [
        " he took that to such an extreme as like I am gonna be a hard dude and I'm gonna roll out with uh",
        4413.28,
        4419.32
    ],
    [
        " with no gloves on a carry this machine gun I was like hey man where you go then I'm like hey",
        4419.32,
        4423.1
    ],
    [
        " where your gloves I'm good I'm good and uh I don't know it was not smart not smart but uh but hard",
        4423.1,
        4430.2
    ],
    [
        " and he was unbelievably tough and you know after Ryan got wounded and people that know the show",
        4430.46,
        4435.6
    ],
    [
        " the the story of Ryan he got hit in the face with enemy sniper route on the same day that",
        4435.6,
        4439.26
    ],
    [
        " Mark Lee was killed August 2nd 2006 and uh we thought he was we thought he was a dead man you know",
        4439.26,
        4446.42
    ],
    [
        " it went when when he got hit um the wound just looks so horrific I just didn't think anybody could",
        4446.42,
        4452.34
    ],
    [
        " survive that and uh and yet he did and I went over to grab his hand it said hey man we're gonna",
        4452.34,
        4458.0
    ],
    [
        " get you out of here hanging there and he like sat up and told me he was okay I was like it was",
        4458.0,
        4462.88
    ],
    [
        " unbelievable to see that I mean just how tough that guy was and and uh you know after that um",
        4462.88,
        4470.72
    ],
    [
        " we were waiting for about three weeks to see he lost his right eye where he got hit and we",
        4470.72,
        4478.72
    ],
    [
        " realized later that he the only reason he didn't get killed is because he was disciplined and he",
        4478.72,
        4484.86
    ],
    [
        " was on that machine gun we were we were two hours into an operation it was a brutally hot day you",
        4484.86,
        4489.62
    ],
    [
        " know probably hitting a hundred and seventeen degree high in Ramadi and uh and he was on his weapon",
        4489.62,
        4495.68
    ],
    [
        " looking down the sights and the round that was aimed for his head had hit his weapon hit the",
        4495.68,
        4501.86
    ],
    [
        " receiver on that machine gun and and deflected uh kind of back toward the the right side of his",
        4501.86,
        4507.04
    ],
    [
        " face rather than taking a set off and and and that's what saved his life that discipline uh but",
        4507.04,
        4511.92
    ],
    [
        " tragically uh not only did he lose his right eye but the shrapnel from that severed the the",
        4513.52,
        4518.1
    ],
    [
        " optic nerve to his left eye and he was left blind completely blind from that and it was devastating",
        4518.1,
        4522.96
    ],
    [
        " when I got the news from that and yet when I talked to him on the phone uh and he'd been",
        4522.96,
        4527.58
    ],
    [
        " intubated so he had this kind of really horse voice right that's right uh so you know because",
        4527.58,
        4531.76
    ],
    [
        " they'd had him in an adduce coma for for a while yeah I think it was a week or so several days at",
        4531.76,
        4537.2
    ],
    [
        " least it was a long time and it seemed like forever and so we're we're waiting to hear you know",
        4537.2,
        4542.06
    ],
    [
        " his sights gonna come back or he's gonna you know have his left eye I mean this is the difference",
        4542.06,
        4545.72
    ],
    [
        " in being you know permanently disabled for the rest of his life or or just having a new sense of",
        4545.72,
        4551.32
    ],
    [
        " not having you know one one eye and when we got that word it was just devastating I mean I'm talking",
        4551.32,
        4555.66
    ],
    [
        " to him on the phone and he in this horse you know horse voice he's talking he's just telling me it's",
        4555.66,
        4560.44
    ],
    [
        " okay and he's joking about wanting to get a parrot on his shoulder and eye patch you know so he",
        4560.44,
        4567.18
    ],
    [
        " just a phenomenal guy and uh I don't know that I ever had a conversation with with Ryan from that",
        4567.62,
        4573.28
    ],
    [
        " day forward that where we didn't laugh hysterically I mean he was the kind of guy that just",
        4573.28,
        4578.18
    ],
    [
        " looked at all the things he could still do in life was not gonna dwell on his disability was not",
        4578.18,
        4584.42
    ],
    [
        " dwell on the fact that his eyesight had been taken from him in the prime of his life you know and",
        4584.42,
        4589.54
    ],
    [
        " and he he just was a phenomenal guy he showed me the true meaning of toughness uh and uh he",
        4589.54,
        4596.96
    ],
    [
        " just was of selflessness and it was it was just it was phenomenal to be around I mean he was just the",
        4596.96,
        4602.88
    ],
    [
        " he would he was just such a fun again I you know you know I was thinking about it when I was I was",
        4602.88,
        4607.94
    ],
    [
        " listening to an earlier podcast and you were uh quote from the book that I I gave you uh about the",
        4607.94,
        4613.92
    ],
    [
        " time you gave me a bout face and if you want you after that you get I gave you that the uh wars I",
        4613.92,
        4618.32
    ],
    [
        " knew it by General George S. Patton Jr. and I was thinking you know jockelyn mentioned that we",
        4618.32,
        4623.32
    ],
    [
        " were watching Patton in Ramadi and just to to put that in respect we were watching we would project",
        4623.32,
        4628.88
    ],
    [
        " the film up onto the back wall of the camp and just literally it's about a 20 foot high wall",
        4628.88,
        4633.96
    ],
    [
        " just on the other side of this wall is bad guys I mean if we actually did a bunch of operations",
        4633.96,
        4639.82
    ],
    [
        " right outside that wall so I mean this so here we are you know watch we're all in PT geared",
        4639.82,
        4644.68
    ],
    [
        " smoking cigars we in our like workout you know shorts and and shirts wearing flip flops and you",
        4644.68,
        4649.44
    ],
    [
        " have like a you know these huge camel spiders run across your feet you don't want to get bitten by",
        4649.44,
        4653.86
    ],
    [
        " those things they're pretty nasty but we we watched that movie a Patton and our member in particular",
        4653.86,
        4658.76
    ],
    [
        " Ryan was just so uh he was so he thought it was so hilarious there's a scene in the movie which is",
        4658.76,
        4665.72
    ],
    [
        " a phenomenal movie I didn't see the George C. Scott movie um is is phenomenal but there's a scene",
        4665.72,
        4670.96
    ],
    [
        " in the movie where Patton gets passed over for promotion and one of his peers Omar Bradley who",
        4670.96,
        4675.76
    ],
    [
        " had actually been a subordinate to Patton is getting promoted above Patton and so it's obviously",
        4675.76,
        4681.26
    ],
    [
        " devastating it's obviously crushing for Patton and so one of his aides runs up to him and he has the",
        4681.26,
        4688.14
    ],
    [
        " news but Patton doesn't have the news yet and he's like sir general can I can I pour you a warm glass",
        4688.14,
        4694.92
    ],
    [
        " of milk can I draw you bath and and Ryan for some reason thought that was absolutely hilarious and",
        4694.92,
        4701.0
    ],
    [
        " I remember on multiple operations we come back you know we guys were smoked and tired and and uh",
        4701.0,
        4706.7
    ],
    [
        " Biggles are rolled to me and say sir can I pour you a warm glass of milk can I draw you back and",
        4706.7,
        4712.58
    ],
    [
        " just laugh and stare at that I was like shut the hell up but we had some good times the uh first",
        4712.58,
        4719.56
    ],
    [
        " while I remember talking to him on the phone I only when he came out of the induced coma and again",
        4719.56,
        4725.86
    ],
    [
        " you know like you I'm thinking you know what do you say right and of course he just puts you at",
        4725.86,
        4737.48
    ],
    [
        " ease and just starts making jokes and then he says to me and he he it's serious and he says to me",
        4737.48,
        4743.82
    ],
    [
        " I want to come back",
        4743.82,
        4746.4
    ],
    [
        " you",
        4776.48,
        4778.32
    ],
    [
        " he says I want to come back",
        4778.32,
        4783.46
    ],
    [
        " can I come back and you know I said to him listen just get healed up and you can come back",
        4785.86,
        4798.28
    ],
    [
        " and he's like Roger that and he goes don't worry and I said don't worry what he said don't worry",
        4798.28,
        4808.46
    ],
    [
        " I can still shoot and I said okay and he goes and sir I can smell them",
        4808.8,
        4818.88
    ],
    [
        " I said what he goes I can smell the enemy and I'll know where to shoot and I said all right if you",
        4818.88,
        4827.4
    ],
    [
        " get healed up I will bring you back over here and unfortunately I mean he was in real rough shape",
        4827.4,
        4833.9
    ],
    [
        " it wasn't like he was just blind I mean he had massive damage to his sinuses to his face",
        4834.32,
        4840.14
    ],
    [
        " and you know we didn't get to we were home before he could even even what had a possibility of",
        4840.14,
        4847.22
    ],
    [
        " coming back but he certainly would have oh there's no doubt about that and that was incredibly",
        4847.22,
        4851.8
    ],
    [
        " genuine and that's just the kind of guy Ryan was and and what's amazing is you know he he went",
        4851.8,
        4859.1
    ],
    [
        " on to do so many things and you know he he married his his girlfriend at the time was it is a",
        4859.1,
        4865.28
    ],
    [
        " phenomenal lady incredibly incredibly phenomenal lady and he went back to school after he got out",
        4865.28,
        4873.16
    ],
    [
        " he was medically retired he graduated with a business degree and had a 4.0 I was like Ryan",
        4873.16,
        4882.24
    ],
    [
        " I dude I think I had like a 2.8 3 like but I got full eyesight man what in the world and I mean he",
        4883.5,
        4890.9
    ],
    [
        " just he just could not be kept down and and he went and climbed he summited Mount Rear 14,000",
        4890.9,
        4897.44
    ],
    [
        " plus foot mountain completely blind I mean that's a difficult mountain a lot of people get killed",
        4897.44,
        4901.96
    ],
    [
        " trying to climb that mountain with the full use of their limbs and and eyesight and and he went",
        4901.96,
        4908.38
    ],
    [
        " did that great organization called camp patriot that that helps helps wounded that's and it",
        4908.38,
        4913.84
    ],
    [
        " taking him taking him up on that climb and he called me up and said hey Lave we're going Elkund",
        4913.84,
        4921.88
    ],
    [
        " and something we talked about in in Iraq we because Ryan was a big hunter grew up in in Washington",
        4921.88,
        4927.4
    ],
    [
        " state and had gone hunting I grew up in Texas and I loved to hunt and and I'd gone on Colorado and",
        4927.4,
        4932.44
    ],
    [
        " up there you know Elkund I mean so we talked about doing an Elkund and you know now I thought well",
        4932.44,
        4939.34
    ],
    [
        " it's we can go you know we can listen to the Elk and he can be you know part of the hunt but he",
        4939.34,
        4944.62
    ],
    [
        " can't you know how can he actually shoot an animal he can't actually do that anymore and he said",
        4944.62,
        4948.92
    ],
    [
        " it's like they got some kind of gadgetry for me you know set up he's like I'm going to shoot",
        4948.92,
        4955.4
    ],
    [
        " an elk and I was like are you in it was kind of like hundred dollars and I was like I'm in",
        4955.4,
        4961.62
    ],
    [
        " absolutely I'm in and I think it was like my 10-year naval carrier to go I was like cancel that",
        4961.62,
        4968.34
    ],
    [
        " we're going on so Ryan and I went went up there with camp patriot they had this crazy like gadget set",
        4968.34,
        4975.02
    ],
    [
        " up on the on the the scope of the weapon and it was it was a camera and and it was so you could",
        4975.02,
        4983.78
    ],
    [
        " looking through at the sights and so we kind of had this I was spotting for him looking to the",
        4983.78,
        4987.42
    ],
    [
        " camera we kind of got him situated kind of told him when to when to hold we kind of had like a ready",
        4987.42,
        4992.74
    ],
    [
        " fire terminology we came up with and one thing about Ryan is that dude could shoot and you know he",
        4992.74,
        4999.48
    ],
    [
        " he struggled at Nyland originally keeping up and you know with his physical fitness until he",
        4999.48,
        5003.86
    ],
    [
        " became big old 2000 and then then was born again hard but when we got to our shooting schools",
        5003.86,
        5009.56
    ],
    [
        " we realized what this guy could shoot he was a great shot and so when we were training with that",
        5009.72,
        5014.12
    ],
    [
        " that right for we were on the range and we're practicing to go on this elk hunt I I'm talking",
        5014.12,
        5019.4
    ],
    [
        " a man on the target I realized right away like if we miss it's my fault because he's going to be",
        5019.4,
        5023.18
    ],
    [
        " he's going to write what I tell him to pull the trigger he's hitting that target and he's going to",
        5023.18,
        5027.12
    ],
    [
        " it's going to be right wherever that cross area so we kind of figured it out and we went out and",
        5027.12,
        5032.86
    ],
    [
        " tracked this this huge elk down I was donated by you know great great good for folks and we went",
        5032.86,
        5040.24
    ],
    [
        " out he shot a gigantic like I was a little class L and he was and then once we got it we're",
        5040.24,
        5046.44
    ],
    [
        " cleaning the thing and he just you know he just he just he he wanted to got his hands in there like",
        5046.44,
        5051.06
    ],
    [
        " elbow deep and and in the cleaning process and just it was it was a phenomenal phenomenal experience",
        5051.06,
        5056.7
    ],
    [
        " and Ryan just couldn't be he could not be kept down he focused on everything that he could still do",
        5056.7,
        5061.86
    ],
    [
        " and it was some of these that couldn't even explain I remember when he was living in the Phoenix area",
        5062.86,
        5067.82
    ],
    [
        " and I went out to visit him and we're dry we had gone out to breakfast and we're driving back",
        5067.82,
        5077.42
    ],
    [
        " to his house and this is he'd only moved there after he was blind so he'd never been in this area before",
        5077.42,
        5081.76
    ],
    [
        " and we're driving past he's like you just missed the turn and I'm like obviously I'm driving",
        5081.76,
        5088.36
    ],
    [
        " he's blind he's sitting in the pasture city I was like what do you mean how do you know that",
        5088.5,
        5092.52
    ],
    [
        " is that I just you should have turned back there and I was like you know soon I was fun my little",
        5092.52,
        5098.36
    ],
    [
        " smart phone I'm gonna map it out and it was like you're exactly right like we had to do a",
        5098.36,
        5101.92
    ],
    [
        " new turn go back I don't know he'd laid it out in his mind just the grid the grid system and what",
        5101.92,
        5106.12
    ],
    [
        " how long it took to go where and it was it was phenomenal and he taught me so much about just",
        5106.12,
        5112.14
    ],
    [
        " toughness and selflessness and and just the attitude of being able to overcome any challenge and",
        5112.14,
        5118.0
    ],
    [
        " be thankful for the blesses you've been given and he was just just of incredibly awesome warrior",
        5118.0,
        5124.42
    ],
    [
        " teammate and friend and and we miss him I used to grapple with him you know after he was blind and",
        5124.42,
        5135.18
    ],
    [
        " and he wrestled he wrestled in high school and so he had some scrap to of him and I remember you",
        5135.18,
        5144.62
    ],
    [
        " first of all he used to have that tears that come out of that eye so he'd be like constantly kind",
        5144.96,
        5149.3
    ],
    [
        " of wiping the eye get tears all over me then I'd be giving him a hard time about that like quick",
        5149.3,
        5154.56
    ],
    [
        " crying on me baby and yeah but it was awesome it was awesome that's a great sport that you can do",
        5154.56,
        5160.7
    ],
    [
        " you know you just it's you realize how much contact is involved when you're when you're doing that",
        5160.7,
        5165.1
    ],
    [
        " and how you can it's so instinctual and that was another thing he just was like oh yeah I'll",
        5165.1,
        5170.58
    ],
    [
        " grapple I don't care can't see no factor and I always had to make him pay for the for the",
        5170.58,
        5177.08
    ],
    [
        " the time when Chris that's one of the Chris Kyle's little you know little scams that he played was",
        5177.08,
        5187.56
    ],
    [
        " let me let me let me let me tell that that was uh because I had a good eye witness to this",
        5187.56,
        5194.08
    ],
    [
        " scenario so Jocco's our task in a commander you know and he's a black belt resilient",
        5194.08,
        5198.18
    ],
    [
        " Jitsu never one knows this because we're training at five o'clock every morning and we're all",
        5198.22,
        5202.46
    ],
    [
        " showing up and doing Jitsu and uh it's choking each other out you can always see our you could tell",
        5202.46,
        5207.86
    ],
    [
        " who our tasking it was because when you called a name of someone we would turn our heads we turn",
        5207.86,
        5213.1
    ],
    [
        " our entire shoulders uh at the same time because our necks were getting cranked up that's right",
        5213.1,
        5218.52
    ],
    [
        " but uh because we had just battle Roy L as you would encourage it but in particular you know Chris",
        5218.52,
        5225.18
    ],
    [
        " and we talked about Chris Kyle since a humorist of phenomenal and he had a great relationship with",
        5225.22,
        5229.76
    ],
    [
        " with Ryan and and uh really kind of took Ryan under his wing and and uh one of the things Chris",
        5229.76,
        5235.16
    ],
    [
        " like to do was instigate he was a huge instigator and uh and so they would they they talked",
        5235.16,
        5242.6
    ],
    [
        " Ryan into they're like hey biggles come here you know so biggles the new guys fired up",
        5242.6,
        5247.48
    ],
    [
        " like hey I want you to go get up in belief space you know so and they they'd have him come up",
        5247.48,
        5253.56
    ],
    [
        " and like standing your face and like stare at you like like one like one millimeter from your nose",
        5254.1,
        5259.28
    ],
    [
        " that's what you do which was obviously very provocative and uh and so that was the whole point",
        5259.28,
        5265.16
    ],
    [
        " they were trying to just instigate some kind of which you know I just shove them across the room",
        5265.16,
        5268.94
    ],
    [
        " get out of my face you know they had him do it to jaco he wouldn't do it for a little bit he kind",
        5268.94,
        5273.84
    ],
    [
        " of did everybody else and uh and so they're like do you gotta do it to jaco they're like you",
        5273.84,
        5279.5
    ],
    [
        " you know you don't have any balls you don't do it to jaco so finally he's like I'm sick of these",
        5279.74,
        5284.34
    ],
    [
        " guys telling me he's like I gotta prove I'm a new guy I mean they said he's manhoods on the line",
        5284.34,
        5288.14
    ],
    [
        " I'm gonna go do it to jaco and we and he did it in a pretty public forum because we were",
        5288.14,
        5293.54
    ],
    [
        " we were planning we this is on our trip we're actually practicing like urban assaults so we're",
        5293.54,
        5299.88
    ],
    [
        " in this kind it's kind of a theaters type set up and guys are you know planning the mission",
        5299.88,
        5304.12
    ],
    [
        " and I remember watching every so they not only have they talked him into it jaco doesn't know this",
        5304.12,
        5309.02
    ],
    [
        " but we all know it's coming so everyone's watching this and so all of a sudden jaco like turns around",
        5309.02,
        5315.64
    ],
    [
        " it's so I think Chris or some of us is like hey jaco jaco turns around and bigles it's standing like",
        5315.64,
        5321.24
    ],
    [
        " one millimeter from his face given this like evil stared down and jaco just grabs him like",
        5321.24,
        5327.76
    ],
    [
        " you know grabs him like turns him around you know gets his back within like in like half a second",
        5327.76,
        5333.68
    ],
    [
        " just throws a throws a rear naked choke on him and any uh you had to go sleepy time",
        5334.8,
        5341.78
    ],
    [
        " and he's so he's like yeah so you got a rear naked choke on you're like tap and he's like he's",
        5341.78,
        5346.08
    ],
    [
        " like tap and tap and tap and and jaco's like I don't accept taps and he just and so he's you know",
        5346.08,
        5352.52
    ],
    [
        " he just he goes to sleep jaco just kind of lays him down on the floor and then we just kind of",
        5352.52,
        5357.22
    ],
    [
        " and he just went on about it okay that's kind of normal day of the school teams and then and then",
        5357.22,
        5362.16
    ],
    [
        " you know so like you know six or eight seconds goes by he like comes back kind of slowly comes to",
        5362.16,
        5366.4
    ],
    [
        " gets up to a knee then stands up and he's like he's like kind of looks around like what happened",
        5366.4,
        5370.94
    ],
    [
        " and we're all kind of jaco's just acting like nothing happened and everyone is laughing hysterically",
        5370.94,
        5377.66
    ],
    [
        " and then you know Ryan's like I thought you guys said you're gonna have my back because they told",
        5377.66,
        5382.24
    ],
    [
        " like we'll have your back and so I had to like coach when I was like hey bigles look man",
        5382.24,
        5388.0
    ],
    [
        " they're not gonna have your back it's a whole point I wanted to see you get choked out so",
        5388.02,
        5391.68
    ],
    [
        " so after that I think it was a good learning experience but pretty legit good time said he was a",
        5391.68,
        5397.76
    ],
    [
        " great you great sport about that just like everything else yeah yeah so like you said just an",
        5397.76,
        5403.36
    ],
    [
        " amazing amazing guy and if anybody wants to uh anybody's feeling sorry for themselves or you",
        5403.36,
        5411.26
    ],
    [
        " know these people that ask about mental toughness just just think yourself about all right",
        5411.26,
        5418.82
    ],
    [
        " there's one more guy that uh that I've been asked about a decent amount and it's",
        5418.82,
        5429.66
    ],
    [
        " a guy that was in the lift to tell in the markedly episode and again I was new that you'd be",
        5429.66,
        5437.56
    ],
    [
        " coming on at some point to talk about and we'd have an opportunity to talk about Tony Tony",
        5437.56,
        5444.86
    ],
    [
        " for Adi and Tony is a guy that I actually grew up with in the SEAL teams he was and and just as you",
        5444.86,
        5455.82
    ],
    [
        " might suspect when you watch live to tell and you see what his attitude is like he was a hard drinking",
        5455.82,
        5464.28
    ],
    [
        " fist fighting beer-swilling frog man and you know and still is and still is to this day and there was",
        5465.58,
        5474.36
    ],
    [
        " you know how often he would come to work on Monday morning with a shiner or broot you know",
        5474.36,
        5479.56
    ],
    [
        " bloody knuckles it was just it was just a normal occurrence I mean no we didn't even get asked",
        5479.56,
        5484.42
    ],
    [
        " questions about it back then so Tony for Adi was an old school SEAL team one guy that you know kind",
        5484.42,
        5492.8
    ],
    [
        " of like me grew up in the SEAL teams and grew up in that era of the of the 90s in the dry years",
        5492.8,
        5497.28
    ],
    [
        " still had some Vietnam veteran mentorship but didn't really get that opportunity to be in combat",
        5497.28,
        5506.06
    ],
    [
        " until you know until obviously until September 11th and what a we actually even though we were",
        5506.06,
        5514.24
    ],
    [
        " both at team one together we were never an opportune together so we were buddies we were drinking",
        5514.24,
        5518.28
    ],
    [
        " buddies we hung out but we never did opportune together and so I knew he had a very good reputation",
        5518.28,
        5523.36
    ],
    [
        " he had a very good reputation as an operator he always had that but I never really worked with him",
        5523.36,
        5529.46
    ],
    [
        " it wasn't until we were in to asking a bruiser together that I actually worked with him for the first",
        5529.46,
        5535.72
    ],
    [
        " time and and when I realized for the first time what I had in Tony",
        5536.66,
        5545.12
    ],
    [
        " beyond the toughness and beyond the tactical prowess was when we were actually at land warfare",
        5545.12,
        5555.08
    ],
    [
        " training the training that you were just talking about and you know there was a little kind of a",
        5555.08,
        5562.62
    ],
    [
        " quick operation to pull off and it was just a quick you know hey go and assault this area it was",
        5563.6,
        5568.22
    ],
    [
        " the daytime it's basically going through the mechanics of an assault on a target and I was watching",
        5568.22,
        5574.64
    ],
    [
        " you and Tony Tony was your platoon chief I was watching you two kind of figure out the plan",
        5574.64,
        5579.78
    ],
    [
        " and you threw a couple ideas out there and he just said hey sir here's what we should do",
        5579.78,
        5584.6
    ],
    [
        " boom put these guys over here set up a base over here bring the maneuver over here put one",
        5584.6,
        5588.62
    ],
    [
        " over watch position on this hill that's how we should do this and you looked at him and said",
        5588.62,
        5594.32
    ],
    [
        " that's awesome that's perfect let's get everyone over here and and why don't you just go ahead",
        5594.32,
        5600.42
    ],
    [
        " and breathe him up and he looked at you and he said no sir you tell him what to do it'll be better",
        5600.42,
        5607.36
    ],
    [
        " coming from you and so here was a guy that obviously because he'd been in the teams for 15 or",
        5607.36,
        5614.98
    ],
    [
        " 17 years obviously had more tactical experience than you did but he was so secure in his leadership",
        5614.98,
        5622.96
    ],
    [
        " and so secure in his tactical knowledge that it didn't mean anything to him and he realized that",
        5622.96,
        5629.64
    ],
    [
        " the best thing that he could do for the team and for your platoon was to let you lead this let you",
        5629.64,
        5636.44
    ],
    [
        " put out the word let you give the plan and I realized at that point and this was early in our",
        5636.44,
        5642.64
    ],
    [
        " workup that this guy was not just a tactician not just a tough badass frogman but he was a real leader",
        5642.64,
        5651.26
    ],
    [
        " and as I know you will say you are absolutely blessed to have Tony as your platoon chief",
        5651.26,
        5661.12
    ],
    [
        " I gotta say the seal teams has produced some phenomenal phenomenal individuals some incredible",
        5661.12,
        5668.42
    ],
    [
        " battlefield leaders throughout the decades in the proud legacy and history of the seal teams and",
        5668.42,
        5675.28
    ],
    [
        " I can say with confidence that I believe that Tony for Adi is probably one of the best combat",
        5675.28,
        5684.28
    ],
    [
        " leaders of seal teams has ever produced and I don't say that very lightly at all but he was a",
        5684.28,
        5689.8
    ],
    [
        " phenomenal phenomenal battlefield leader and you've heard of the brake glass in case of war guys",
        5689.8,
        5695.18
    ],
    [
        " this is this is that guy and he was just his experience level was phenomenal I mean he had had",
        5695.48,
        5703.92
    ],
    [
        " you know I had at this point to put it in respect of his platoon commander I'm on my second platoon",
        5703.92,
        5708.04
    ],
    [
        " so I had one deployment to Iraq chocolate a few deployments before because he was a you know he",
        5708.04,
        5712.94
    ],
    [
        " would have been an enlist of man for eight years and but you know Tony was this was his eighth",
        5712.94,
        5718.46
    ],
    [
        " deployment I mean he had massive amounts of experience in the teams I think he'd been busted",
        5718.46,
        5722.78
    ],
    [
        " down in rank like twice right you know hard fighting guy and and he was he wanted to be that platoon",
        5722.78,
        5729.64
    ],
    [
        " chief that's all he ever wanted to be and and he was incredibly incredibly good at it I just",
        5729.64,
        5735.84
    ],
    [
        " I can remember that same lamb warfare training you were just talking about",
        5735.84,
        5739.52
    ],
    [
        " we're under fire we're in a very difficult situation there's a lot of chaos going on in this",
        5739.52,
        5746.06
    ],
    [
        " training environment here we are preparing for actual combat and of course they're trying to",
        5746.06,
        5750.56
    ],
    [
        " make that as realistic as possible and as challenging as possible and we're getting shot at from",
        5750.56,
        5755.78
    ],
    [
        " like one of the target buildings and it's just made it's made out of like you know two by fours and",
        5755.78,
        5762.06
    ],
    [
        " and and plywood the target building that's that's nearby Tony realizes that we got a",
        5762.06,
        5769.24
    ],
    [
        " soft that target building now because we're taking fire from that building and he does a like",
        5769.24,
        5773.7
    ],
    [
        " full on sprint like wide open for about 50 yards and does human battering ram into the doorway",
        5773.7,
        5781.14
    ],
    [
        " one man clearance the building and like kills the role player who's shooting at us and it was like",
        5781.14,
        5786.3
    ],
    [
        " that's who Tony is he's he's he's a total badass he's gonna handle the situation and that's the guy",
        5786.3,
        5791.94
    ],
    [
        " he was on the battlefield I mean he definitely he was he used the guy I mean we leaned on him the",
        5791.94,
        5798.18
    ],
    [
        " the only time that I ever had an issue working for jaco willing was when jaco said hey I'm",
        5798.18,
        5806.84
    ],
    [
        " gonna have to put Tony with this other group of guys that's right that's right and I was like I",
        5806.84,
        5811.26
    ],
    [
        " was furious and angry about that in a way that was and until jaco kind of took me on his wing",
        5811.26,
        5816.24
    ],
    [
        " he said he said hey here's why I'm doing that yeah and here's why I had to balance out some",
        5816.24,
        5821.64
    ],
    [
        " leadership you know and we put him with the most junior guy put him with the most junior officer who",
        5821.64,
        5826.6
    ],
    [
        " is an incredibly capable guy and and did phenomenal stuff but it was the right call the death who",
        5826.6,
        5831.96
    ],
    [
        " was the right call as much as I hated that but that was that was difficult but Tony was just one of",
        5831.96,
        5837.46
    ],
    [
        " those guys that you know he was intimately involved in the planning default aggressive I mean just",
        5837.46,
        5842.82
    ],
    [
        " incredibly aggressive we're gonna go in there and we're gonna hammer the enemy we're gonna go",
        5842.82,
        5846.8
    ],
    [
        " right in his backyard where he's never gonna expect this and and we're gonna we're gonna win we're",
        5846.8,
        5856.58
    ],
    [
        " you know you talked about earlier jaco of the the mortars that hit right outside the building you",
        5857.02,
        5861.7
    ],
    [
        " were sitting and killed was the soldier wound and several others we had IDs going off and I know",
        5861.7,
        5866.7
    ],
    [
        " you were sitting in there and in the and the oh that's right the brigade I went to I was actually",
        5866.7,
        5872.36
    ],
    [
        " I met the brigade commander once I think or maybe twice but I went in there actually know what no",
        5872.36,
        5879.28
    ],
    [
        " it was the first time I ever met the brigade commander so I go in to meet the guy that's in charge",
        5879.28,
        5884.44
    ],
    [
        " of all of Ramadi and as I go into meet him I'm into I'm in his tactical operation center and we",
        5884.94,
        5893.66
    ],
    [
        " had put guys Tony was out in the field doing a sniper overwatch for an ID for ID in places in an",
        5893.66,
        5901.1
    ],
    [
        " area called firecracker where there was IDs all the time and where days earlier an ID had gone",
        5901.1,
        5909.4
    ],
    [
        " off and it killed several Marines and wounded several more so I come into the tactical operation center",
        5909.4,
        5916.36
    ],
    [
        " and and I'm in there for 30 seconds and a call comes in and it's the Marines reporting back",
        5916.36,
        5923.02
    ],
    [
        " that one of the seal snipers had just killed an ID in place or on firecracker",
        5923.02,
        5927.2
    ],
    [
        " and the brigade commander came out of his office to kind of see what what wait what and then",
        5927.2,
        5933.42
    ],
    [
        " there I was and so it was the again like with the mortars I could not have ever set up a better",
        5933.42,
        5940.72
    ],
    [
        " introduction to the brigade commander than saying then then that happening at that moment in time",
        5940.72,
        5946.48
    ],
    [
        " and we've been on the ground for maybe two or three days and already starting to have an impact",
        5946.48,
        5951.44
    ],
    [
        " taking out these bad guys and and that fired the brigade commander up and he immediately wanted",
        5951.44,
        5956.0
    ],
    [
        " to employ us in different locations throughout the city and that was like a blank check for for",
        5956.0,
        5961.46
    ],
    [
        " getting after it for us was oh you want us to go into these worst the worst parts of Ramadi",
        5961.46,
        5966.28
    ],
    [
        " we will do so and we will do so immediately and that's exactly what we did. Tony really had a",
        5966.28,
        5973.12
    ],
    [
        " vision too as far as getting the platoon ready and and making sure that we knew he he had a feeling",
        5973.12,
        5978.72
    ],
    [
        " that we might need some sniper capability and so we plust up the number of snipers well beyond",
        5978.72,
        5984.56
    ],
    [
        " what the normal number is within our 16 man seal platoon to be ready for that and he trained him",
        5984.56,
        5990.32
    ],
    [
        " and got him ready and and certainly leaned on Chris and his expertise there but but Tony was really",
        5990.32,
        5995.92
    ],
    [
        " the driving force of getting our platoon qualified and ready to go and I remember one time in particular",
        5995.92,
        6001.76
    ],
    [
        " where we were we were looking through a we had moved into a really really nasty area of south",
        6001.76,
        6008.18
    ],
    [
        " central Ramadi and there were two buildings that were right next to each other and we were several",
        6008.18,
        6015.08
    ],
    [
        " of us were I was in a group that was with across the street Chris Chris and I were together on that one",
        6015.08,
        6019.86
    ],
    [
        " Tony was with another group of guys that were across that were in a different set of buildings",
        6020.04,
        6024.82
    ],
    [
        " and the building that we were in just it just wasn't a good position and we were trying to figure out",
        6024.82,
        6029.34
    ],
    [
        " where we need to go but it just was not a good position the sun was going to come up it within",
        6029.34,
        6033.96
    ],
    [
        " you know pretty soon and we needed to get it positioned so we actually fell back and took a",
        6033.96,
        6037.66
    ],
    [
        " building right next to where Tony and his guys were and we actually smashed through the concrete",
        6037.66,
        6041.84
    ],
    [
        " wall connecting them the wall that supported there was no doorway or anything window but we had",
        6041.84,
        6048.74
    ],
    [
        " to make a walkways we could actually like get it out and communicate with each other and I'm sitting",
        6048.74,
        6053.98
    ],
    [
        " in there listening to the radio and in on my command control position after the sun came up and",
        6053.98,
        6058.08
    ],
    [
        " Tony was a sniper looking through a loophole in the wall which is like a hole that was maybe six or",
        6058.08,
        6063.32
    ],
    [
        " eight inches on a diameter that we smashed out with a sledgehammer sometimes we use explosive",
        6063.32,
        6067.72
    ],
    [
        " charges but it gave you a little bit of cover so that you didn't get shot in the face by some enemy",
        6067.72,
        6072.52
    ],
    [
        " another enemy sniper across the street or some I shoot at you with a machine gun and",
        6072.52,
        6077.48
    ],
    [
        " so he's sitting there on a sniper rifle and I just hear this crack and it was just around coming in",
        6078.12,
        6082.82
    ],
    [
        " and it missed his head by like two inches maybe I mean it came right in just you know",
        6082.82,
        6089.14
    ],
    [
        " whizzed past his face slammed into the wall just behind him and so I hear the crack and then I hear",
        6089.14,
        6094.86
    ],
    [
        " some profanity and then I hear something yeah like Rambo style yell and then I hear",
        6094.86,
        6100.84
    ],
    [
        " just machine gun fire yeah and so Tony had the round head come in past his face and Tony was",
        6101.9,
        6110.3
    ],
    [
        " best and he reached over grab a Mark 48 machine gun and dumped a hundred round belt through the",
        6110.3,
        6116.06
    ],
    [
        " you know through the loophole we had no idea where the round really came from but a hundred rounds",
        6116.06,
        6120.92
    ],
    [
        " got shot back in the general direction and I think that was discouraging whoever was shooting in",
        6120.92,
        6125.38
    ],
    [
        " so that's the kind of guy who Tony was he was gonna you shoot one bullet at me I'm sure he's on good",
        6125.56,
        6131.1
    ],
    [
        " back and you know he was the guy too we because he had that relationship with you when I first",
        6131.1,
        6136.86
    ],
    [
        " checked into seal team three me and the Delta Blue Commander it was a good friend of mine that we",
        6136.86,
        6141.86
    ],
    [
        " gone through Budsway the Jaco reference earlier you know we had heard about this guy Jaco and",
        6141.86,
        6149.2
    ],
    [
        " and interestingly enough I actually heard your name before",
        6150.64,
        6153.1
    ],
    [
        " mispronounced of course Jaco Willenek from a guy that I grew up with when I was in like high school",
        6153.1,
        6160.84
    ],
    [
        " and he started training in jujitsu and I was starting to talk about being in the seal team so I",
        6160.84,
        6166.44
    ],
    [
        " wanted to be a seal and hitting our our family friend said yeah I rolled jujitsu with this guy who's",
        6166.44,
        6171.52
    ],
    [
        " a seal his name was Jaco Willenek and he beat me in this tournament he's a great guy you know and",
        6171.52,
        6176.6
    ],
    [
        " so he was talking about you and that so so I had heard that name before and then we're working",
        6176.66,
        6183.32
    ],
    [
        " together team three I was like okay I heard this guy Jac it's actually pronounced a Willenek Jaco",
        6183.32,
        6187.68
    ],
    [
        " Willenek okay this is that same guy that I heard about you know years ago before I was even in the",
        6187.68,
        6191.96
    ],
    [
        " Navy and and so you know what who is this guy we hadn't met him before I knew a bunch of the guys",
        6191.96,
        6199.14
    ],
    [
        " already in the platoon and Tony said I'm never standing there looking at the board we have the",
        6199.14,
        6206.2
    ],
    [
        " boards like magnet boards of all the names are going to be in the platoon and you know I'm at",
        6206.2,
        6212.22
    ],
    [
        " the top as the oh I see and then Tony's next and then you know what's your guys in our need Chris",
        6212.22,
        6215.7
    ],
    [
        " is kind of right up there and and he's like we're like he said what can you tell us about Jaco he's",
        6215.7,
        6222.24
    ],
    [
        " like Jaco's the guy we want us our task in a commander we're good to go that's how I was like",
        6222.24,
        6228.44
    ],
    [
        " Roger that we're good so that was that was my first introduction to Jaco yeah yeah and then",
        6228.44,
        6235.82
    ],
    [
        " that's the Delta platoon commitment Jaco gave us this typical stare down high-em Jaco I don't like",
        6235.82,
        6241.12
    ],
    [
        " people when I face when he meet that I'm going to intimidate you and look at you with Ferrode Brow",
        6241.12,
        6246.3
    ],
    [
        " and jutting out jaw and then I'd have to fire you guys and I don't know two weeks three weeks we never",
        6246.3,
        6252.78
    ],
    [
        " know so the Delta Tuckermatter is now you know just a certainly good buddy yours it's a great buddy",
        6252.78,
        6257.8
    ],
    [
        " mind it was was like who is this guy me stir it up the other I don't know if he likes I can already tell",
        6257.8,
        6263.04
    ],
    [
        " yeah and Tony was like listen he's good to go don't you worry Tony awesome just outstanding and",
        6263.04,
        6273.56
    ],
    [
        " I think one of the things that impressed me about him was that he those old Vietnam lessons",
        6273.56,
        6282.24
    ],
    [
        " the old school just hardcore frogman stuff he held the line on that as far as getting ready as far",
        6282.24,
        6292.6
    ],
    [
        " as gear inspections as far as debriefs and the planning he just he just had that intense level of",
        6292.6,
        6301.92
    ],
    [
        " of patience and of focus on the operations like nothing else in the world mattered to him",
        6301.92,
        6311.34
    ],
    [
        " he drove standards no doubt I mean he enforced standards and he was just expected",
        6312.36,
        6316.88
    ],
    [
        " expected us to be hard you know when guys wanted to get soft and hey you know do we really need to",
        6316.88,
        6323.24
    ],
    [
        " push ourselves out like no we're gonna be hard and and you know in his thick new hamster new",
        6323.24,
        6328.2
    ],
    [
        " hamster accent he'd say you better get you can't hide we're going we're going out to get it on",
        6328.2,
        6333.68
    ],
    [
        " and you know one of the things that became a mantra for our platoon was BTF big tough frogman",
        6333.68,
        6339.22
    ],
    [
        " and what Tony would say that like hey we're we knew like we're gonna BTF what are we gonna do we're",
        6339.9,
        6345.32
    ],
    [
        " gonna BTF in we're gonna get a big mix it up which made a big gun fight then we're gonna BTF out",
        6345.32,
        6350.82
    ],
    [
        " and then we added big chow then we're gonna go to big chow hit the chow up we're done but BTF",
        6350.82,
        6355.94
    ],
    [
        " meant we're gonna go in it's gonna be hard it's gonna be tough we better you know we're gonna carry",
        6355.94,
        6360.62
    ],
    [
        " a lot of these roads were so dangerous we didn't drive this we would foot patrol in for you know",
        6360.62,
        6364.84
    ],
    [
        " kilometers carrying heavy gear tons of water with us we had to bring all that stuff in and it",
        6366.46,
        6371.08
    ],
    [
        " was just it was tough it was difficult and we were gonna BTF and we took pride in that yeah",
        6371.08,
        6377.0
    ],
    [
        " BTF pretty much came became a way to overcome any obstacle of any kind mental physical",
        6377.0,
        6384.2
    ],
    [
        " environmental all you had to do is BTF you know oh there's some kind of a challenge at BTF",
        6384.2,
        6390.8
    ],
    [
        " BTF and then what are we gonna do BTF more I actually remember Tony saying because you know",
        6392.32,
        6399.44
    ],
    [
        " it I don't sleep a lot and he doesn't sleep a lot so we would spend time together we never",
        6399.44,
        6404.04
    ],
    [
        " else was sleeping and he'd come down to my office and I say what are you doing up and he goes",
        6404.04,
        6409.48
    ],
    [
        " I was just laying in my bed just BTF BTF BTF BTF BTF BTF BTF BTF so I've come and I figured",
        6409.48,
        6415.24
    ],
    [
        " I'd come down and see I remember him sitting in the camp he would get you could track it we get",
        6415.24,
        6419.88
    ],
    [
        " we'd come back from an op he'd be happy he was fired up we'd drop our gear every single time with",
        6419.88,
        6424.96
    ],
    [
        " great tremendous discipline I talked about him in forces standards hey we just got done with an",
        6424.96,
        6430.06
    ],
    [
        " op everyone's tired everybody's exhausted drop your gear is what he tell everybody and you know",
        6430.06,
        6434.72
    ],
    [
        " 10 minutes I want you in the mission planning space and we go through that post operation debrief",
        6434.72,
        6439.08
    ],
    [
        " just talking about what went right what went wrong what we'd learn from it what's the enemy doing",
        6439.08,
        6442.88
    ],
    [
        " now that we hadn't seen before how can we adapt to that every single time there was no cut in the",
        6442.88,
        6449.86
    ],
    [
        " a short concise concise form but he'd be happy we just got back from an op we just went out",
        6450.14,
        6454.46
    ],
    [
        " did some damage and then you could track Tony's like happiness factor it was inversely proportional",
        6454.46,
        6459.92
    ],
    [
        " proportional is happiness factor was inversely proportional to the amount of time we spent in the",
        6459.92,
        6466.18
    ],
    [
        " camp so as the longer we stayed in the camp he's like he's like getting angry I'm getting angry",
        6466.18,
        6471.94
    ],
    [
        " and if we had an op cancel which was pretty rare but every once in a while we'd have a night where",
        6471.94,
        6479.84
    ],
    [
        " you want to go out I want to go get some why are we in the camp and you know as we wrap up on",
        6479.84,
        6488.96
    ],
    [
        " Tony and Tony was definitely a force but just so everybody knows that this was a task unit of 40 plus",
        6488.96,
        6499.56
    ],
    [
        " guys and there was absolutely a core group in there and Charlie and Delta Platoon of guys that were",
        6499.56,
        6505.68
    ],
    [
        " without question without any question whatsoever who warriors that like I said held the line",
        6507.36,
        6522.7
    ],
    [
        " and towed the line and went forward over and over again and and the rest of the guys maybe the",
        6522.7,
        6532.58
    ],
    [
        " guys that weren't quite leadership positions but it was a very tough deployment casualties",
        6532.58,
        6540.22
    ],
    [
        " firefights killed wounded and there was stress massive amounts of stress and there was combat fatigue",
        6540.22,
        6555.66
    ],
    [
        " and there was fear but all these guys overcame that fear to do their job so we could accomplish",
        6556.6,
        6571.36
    ],
    [
        " the mission that was put in front of us I think that's something that has to be recognized",
        6571.36,
        6577.4
    ],
    [
        " you know and it's some of these guys are still active duty and we we can't we're not going to name",
        6577.4,
        6581.76
    ],
    [
        " them we're not going to talk about them but they were a critical critical part of the team and",
        6581.76,
        6586.9
    ],
    [
        " that it's not you know as we're kind of back to what we were talking about with American sniper",
        6586.9,
        6590.2
    ],
    [
        " earlier I mean I think Chris would be the first person to tell you that this is a team effort it",
        6590.2,
        6594.6
    ],
    [
        " is a huge team effort and so we could have done it the sniper's going to done any of the stuff",
        6594.6,
        6599.88
    ],
    [
        " they're doing without the machine gunners without guys carrying the rockets without the guys",
        6599.88,
        6603.32
    ],
    [
        " carrying the radio and all the heavy equipment that goes with that and you know the corpsman that's",
        6603.32,
        6608.8
    ],
    [
        " carrying his you know all of his equipment we couldn't have done any of that as seals without",
        6608.8,
        6613.06
    ],
    [
        " the support from the army and Marine Corps and what those guys brought to us and so it was a",
        6613.06,
        6617.54
    ],
    [
        " massive massive team effort and just particularly those guys in in charter between I was I just",
        6617.54,
        6623.32
    ],
    [
        " kind of been more proud of of of our guys going through some incredibly difficult situations",
        6623.32,
        6629.14
    ],
    [
        " and and stepping up and getting the job done and and making the best of a very bad situation",
        6629.14,
        6634.72
    ],
    [
        " doing what they need to do and it is it was just an honor it was an honor serve with those guys",
        6634.72,
        6641.88
    ],
    [
        " it always be we had some horrific days I would do anything to trade those days I do anything to",
        6641.88,
        6647.26
    ],
    [
        " trade places with with Mark Lee and and with Ryan Job and chartered with him who gave their lives",
        6647.26,
        6654.88
    ],
    [
        " but most of those days were the best days of my life and always will be and it was just such an",
        6657.72,
        6665.96
    ],
    [
        " honor and a privilege to to be part of that. Here one day I'm going to get the Delta Platoon commander",
        6665.96,
        6671.86
    ],
    [
        " on here and I'm going to tell you right now you're going to say the same thing about his crew and",
        6671.86,
        6676.06
    ],
    [
        " the work that they did and the incredibly harsh environment that they went through and the sustained",
        6676.06,
        6682.92
    ],
    [
        " combat operations that they conducted as well so thanks to all those guys and thank you",
        6684.66,
        6695.66
    ],
    [
        " Jaco Willik for being our leader for training us for teaching us",
        6695.66,
        6702.8
    ],
    [
        " for inspiring us",
        6702.8,
        6706.26
    ],
    [
        " for instilling in us",
        6706.26,
        6713.96
    ],
    [
        " this default aggressive mindset to go out on the battlefield into the fray into the worst",
        6713.96,
        6721.78
    ],
    [
        " most dangerous areas and make a difference and win and none of that would have been possible without",
        6722.32,
        6732.12
    ],
    [
        " your leadership and I'm proud to have served with you and I could tell you that was you read your",
        6732.12,
        6744.32
    ],
    [
        " speech earlier that speech was incredibly powerful it's something that resonated across the",
        6744.32,
        6753.92
    ],
    [
        " SEAL teams with me my generation of SEALs and every SEAL that I knew are worked with about what",
        6753.92,
        6762.4
    ],
    [
        " that meant and it really captured so much of what we think in a way that maybe other folks couldn't",
        6762.4,
        6771.6
    ],
    [
        " articulate it but it certainly captured the message of what SEALs should be doing the nature of",
        6771.6,
        6778.24
    ],
    [
        " war how we need to train how we need to prepare ourselves and how we always need to remain there",
        6778.24,
        6783.7
    ],
    [
        " and when you gave that speech and I was honored to to give a speech as well at that that retirement",
        6783.7,
        6790.7
    ],
    [
        " ceremony but as you packed your bags and retired and left the SEAL teams I remember thinking it's a sad day",
        6790.7,
        6798.78
    ],
    [
        " and the jockele of SEAL teams and it really it really was but you certainly left your mark on the",
        6798.78,
        6808.36
    ],
    [
        " SEAL teams not only for me and all the guys from T.E. Bruce that we serve with but the generations",
        6808.36,
        6813.6
    ],
    [
        " of SEALs that you trained that you passed on those leadership lessons are too so we thank you",
        6813.6,
        6820.62
    ],
    [
        " I'm not dead yet but thanks thanks brother appreciate it it's awesome and yeah let's uh",
        6821.2,
        6831.84
    ],
    [
        " let's quit talking about each other then let's get some questions from the internet how does that sound",
        6831.84,
        6838.3
    ],
    [
        " I'm with that echo by the way echo Charles is here today echo Charles yeah",
        6838.3,
        6844.02
    ],
    [
        " hey guys how you doing welcome to be here with you all welcome welcome back yeah",
        6844.06,
        6848.46
    ],
    [
        " right on well I might as well read you guys some questions right yeah it's filled the",
        6848.46,
        6855.32
    ],
    [
        " same way yeah far away all right cool first question I'm just going to direct these at both of you guys yeah",
        6855.32,
        6863.78
    ],
    [
        " jockele in life assuming someone would be a good SEAL officer would you suggest they go enlisted first",
        6863.78,
        6872.78
    ],
    [
        " get experience then become an officer would you suggest that",
        6874.2,
        6879.12
    ],
    [
        " or the other choice would be just go straight officer commission so right I guess we have both",
        6879.12,
        6886.86
    ],
    [
        " of those examples here right I was enlisted first wave went straight uh commissioned out of",
        6886.86,
        6892.38
    ],
    [
        " the naval academy and I think we're probably going to say pretty much the same thing here um in terms of",
        6892.38,
        6899.62
    ],
    [
        " it to me it doesn't really matter it doesn't really matter where you get your commission from it doesn't",
        6902.3,
        6909.5
    ],
    [
        " really matter if you get a commission it doesn't really matter there's guys in the SEAL teams there's",
        6909.5,
        6914.9
    ],
    [
        " enlisted senior leaders that are awesome examples they're awesome leaders they change people's lives they",
        6914.9,
        6919.9
    ],
    [
        " have a huge impact on the battlefield there's obviously officers that do the same thing",
        6919.9,
        6923.82
    ],
    [
        " I think you know I had an incredibly lucky career and I had a great career and I wouldn't change any",
        6925.34,
        6931.18
    ],
    [
        " part of it at all you know I was lucky enough to to be an enlisted guy and do multiple deployments",
        6931.18,
        6938.9
    ],
    [
        " as an enlisted guy and then be an officer and do multiple deployments as an officer and it was great",
        6938.9,
        6943.66
    ],
    [
        " and I wouldn't change any part of it and I know plenty of guys that were officers their whole career",
        6943.66,
        6950.96
    ],
    [
        " and they wouldn't change any that and I know plenty of guys that were enlisted guys their whole career",
        6950.96,
        6954.66
    ],
    [
        " and they wouldn't change any of that so I think the important thing is think about what",
        6954.66,
        6961.82
    ],
    [
        " piece of the puzzle you want to fit into and what you really want your your expertise and your job to be",
        6961.82,
        6969.38
    ],
    [
        " I don't know what do you think, Dave? You wish you would have done some time as an edoug as a sled dog",
        6969.38,
        6978.9
    ],
    [
        " for sure I mean look there's there's a part of me that certainly always wishes that",
        6979.38,
        6983.0
    ],
    [
        " but look I think it's it's just a different it's a different job you're gonna always",
        6983.0,
        6988.18
    ],
    [
        " as an officer straight out of a commission source I had to lean on those I had to lean on those",
        6988.18,
        6993.78
    ],
    [
        " chiefs I had to lean on those leading petty officers those folks who had experience who could help me",
        6993.78,
        6998.54
    ],
    [
        " and guide me and you know no matter who you are you're not gonna have it all figured out",
        6998.54,
        7002.72
    ],
    [
        " and it's something that you talk about often we talk about often and when we work with companies so",
        7002.72,
        7008.3
    ],
    [
        " having run our leadership course what we call the junior officer training course and every single",
        7008.6,
        7014.74
    ],
    [
        " seal officer that graduates from you know from every commissioning source that graduates from",
        7014.74,
        7019.56
    ],
    [
        " the seal training pipeline goes through this course it was about a five week course four week",
        7019.56,
        7024.02
    ],
    [
        " a classroom one week of a of field training exercise where we're kind of out in the field and put",
        7024.02,
        7028.96
    ],
    [
        " these guys through some some challenges and I I led that for two years I instructed that course",
        7028.96,
        7034.02
    ],
    [
        " and I think we put a 130 something officer through that and the best officer we had some great",
        7034.54,
        7042.4
    ],
    [
        " officers that went through that and probably the best officer I put through was a prior listed",
        7042.4,
        7046.62
    ],
    [
        " seal we had some officers that struggled and probably the the guy who struggled the most",
        7046.62,
        7051.88
    ],
    [
        " was another prior listed seal most these guys have been prior listed a commission officer so",
        7051.88,
        7056.68
    ],
    [
        " it just goes and show you that you've every source whether it's a naval academy whether it's",
        7056.68,
        7061.5
    ],
    [
        " prior listed and going to see an ammo program whether it's coming in through OCS officer candidate",
        7061.52,
        7066.52
    ],
    [
        " school or or you know ROTC you know at universities you've got outstanding people that come out of",
        7066.52,
        7073.64
    ],
    [
        " those those commissioning sources you got some people that aren't that good that come out of those",
        7073.64,
        7076.66
    ],
    [
        " commissioning sources so it's about you and and I think it's it's kind of immaterial",
        7076.66,
        7081.14
    ],
    [
        " the physical part is pretty important right going in well of course you got to have some level",
        7081.14,
        7089.58
    ],
    [
        " of athleticism but it's not too obvious it's not it's just it's just if you yes show up and be ready",
        7089.94,
        7097.46
    ],
    [
        " to make it through the training but that's right that has next to nothing to do with your ability to",
        7097.46,
        7103.12
    ],
    [
        " lead people of course you have to be physically fit you have to be able to I mean there's no doubt",
        7103.12,
        7107.46
    ],
    [
        " you have to be physically fit yeah that's like that's like a ground base no doubt about it",
        7107.46,
        7113.68
    ],
    [
        " so if you don't have that you're not even close so everybody that is going to be in a leadership",
        7113.68,
        7119.04
    ],
    [
        " position in the SEAL teams is physically good good got you okay yeah I'm for whatever reason",
        7119.04,
        7123.9
    ],
    [
        " thinking just to be a seal okay cool all right next question chocolate lathe are your books",
        7123.9,
        7131.3
    ],
    [
        " principles universal or only for U.S. audience we work with audiences anywhere they apply to any",
        7131.3,
        7140.98
    ],
    [
        " any anywhere I mean across the world human beings any kind of leadership capacity and any capacity",
        7140.98,
        7148.26
    ],
    [
        " and you know business or life and jokal have actually done a lot of work internationally as well",
        7148.26,
        7153.3
    ],
    [
        " so we've done I've spoken of groups in europe I've worked with leadership training groups from China",
        7153.3,
        7160.12
    ],
    [
        " and spoken in Canada I mean across the world we're leaders or leaders they're doing the same kind",
        7160.12,
        7166.96
    ],
    [
        " of problems same kind of issues this is not universal only applies to america it applies anywhere",
        7166.96,
        7173.3
    ],
    [
        " yeah and what I found is in jockey always talk about like how it's relationships building",
        7173.6,
        7179.36
    ],
    [
        " relationships up and down the chain of command so and really that relationships",
        7179.36,
        7184.06
    ],
    [
        " theme is it's kind of everything in life where whether it's like your friends or your spouse has",
        7184.06,
        7192.88
    ],
    [
        " been a wife or whatever in the teams or in business right so relationships apply to everybody",
        7192.88,
        7199.66
    ],
    [
        " in the whole world no matter what culture U.S. or otherwise so each different type of person right",
        7199.66,
        7207.08
    ],
    [
        " where the people who read your book isn't always going to be a military guy or a business guy",
        7207.08,
        7215.26
    ],
    [
        " but I just I just had a friend who sent me a picture he was in frankfur germany walking through",
        7215.26,
        7219.88
    ],
    [
        " uh out of his hotel and there's a guy sitting in the lobby uh I'd like the coffee bar reading",
        7219.88,
        7225.3
    ],
    [
        " extreme ownership yeah in germany so I mean this is uh it's everywhere and I think leaders who seek",
        7225.3,
        7231.2
    ],
    [
        " to be better I mean this this book is for them the principles in this book are for them and a lot",
        7231.2,
        7236.6
    ],
    [
        " of the companies we work with they even if they're based in the U.S. they have they have ties to other",
        7236.6,
        7242.3
    ],
    [
        " countries manufacturing plants in Mexico or China or you know across the world and do business",
        7242.3,
        7247.28
    ],
    [
        " across the Atlantic coast across the Pacific ocean it's a very international interconnected",
        7247.28,
        7251.7
    ],
    [
        " world out there and and I mean there's most of the companies we're working with these days have",
        7251.7,
        7256.16
    ],
    [
        " have offices in South America or Asia or Europe and they're kind of worldwide this could and this",
        7256.16,
        7263.3
    ],
    [
        " is going to sound kind of crazy but this could easily be a relationship counseling guide as well",
        7263.3,
        7271.68
    ],
    [
        " well obviously if you take extreme ownership of your relationship and you you realize where",
        7271.68,
        7276.62
    ],
    [
        " where it could be you that could be the problem in your relationship yes now that being said echo",
        7276.62,
        7283.04
    ],
    [
        " Charles this will not turn into a relationship podcast we're here to talk about war you're not",
        7283.04,
        7293.68
    ],
    [
        " going to be doctor Laura yes it's not happening here I'm not happening good try",
        7293.68,
        7298.5
    ],
    [
        " okay thanks next question tell us a story about buds",
        7306.62,
        7312.14
    ],
    [
        " so so buds is the basic seal training that you see on TV and that you see carrying people carrying",
        7312.14,
        7322.02
    ],
    [
        " logs on their heads and boats around and doing pushups and pull ups and getting wet and sandy",
        7322.02,
        7326.16
    ],
    [
        " and the reason that I don't talk about buds a lot is because it's not it's a tiny tiny fraction",
        7327.0,
        7338.18
    ],
    [
        " of what the seal teams is all about and in fact when you get in the seal teams",
        7338.18,
        7343.12
    ],
    [
        " you realize that buds is nothing more than a screening process to weed out people that don't",
        7343.12,
        7356.14
    ],
    [
        " have to do once you get in the teams it's actually nothing because there's no way that you can",
        7356.14,
        7363.9
    ],
    [
        " compare hey you got to go get in cold ocean water and then roll around in the sand oh no",
        7363.9,
        7370.94
    ],
    [
        " and and I always think back to the first time when I was in the I was in at Camp Gregor",
        7370.94,
        7379.0
    ],
    [
        " and I'm rolling out of the first major operation we were doing in the mallab district of Ramadi",
        7379.0,
        7383.9
    ],
    [
        " and there's tires burned in the street there's smoke you can hear the gunfire",
        7384.58,
        7388.7
    ],
    [
        " getting wet and sandy and being cold is a joke compared to that so that's why the the",
        7388.7,
        7400.56
    ],
    [
        " whole buds thing is is something that I just it's not that big of a deal and I think I think",
        7400.56,
        7406.78
    ],
    [
        " some guys try and turn it into a big deal especially if that was kind of the highlight of their",
        7406.78,
        7412.0
    ],
    [
        " career was going through seal training yeah but if you were in the teams and you deploy it overseas",
        7412.0,
        7417.42
    ],
    [
        " then that shouldn't be the highlight of your career it shouldn't be the highlight of your knowledge",
        7417.42,
        7420.98
    ],
    [
        " it shouldn't be the highlight of your of your the the man test that people like to consider buds",
        7420.98,
        7427.46
    ],
    [
        " not a man test means you didn't quit being called good job it's and to that point I think it's",
        7427.46,
        7434.58
    ],
    [
        " you know for those folks it didn't really get tested in combat or didn't get a chance to",
        7434.58,
        7439.78
    ],
    [
        " go out on the battlefield and experience the just incredible physical nature of combat and how",
        7440.24,
        7447.36
    ],
    [
        " difficult it is then you know buds is like everything so they talk about buds all the time and",
        7447.36,
        7452.82
    ],
    [
        " so it's kind of this legendary thing and it look it's a great training program it's been around for",
        7452.82,
        7456.12
    ],
    [
        " a long time it it screens out the people that don't have the characteristics as Jaco said that we",
        7456.12,
        7461.62
    ],
    [
        " think we're going to be successful and it works and we should keep those standard high and we",
        7461.62,
        7465.68
    ],
    [
        " should push that I thought buds was a pretty good time we had some great times and buds I love the",
        7465.68,
        7469.26
    ],
    [
        " guys I went through buds with most of them and but it's it's got nothing on combat and you know",
        7469.26,
        7476.08
    ],
    [
        " it's interesting that some of the the big political discussions today you know one of the one of",
        7476.08,
        7481.04
    ],
    [
        " them is the integration of women into the SEAL teams into special operations into infantry units",
        7481.04,
        7485.48
    ],
    [
        " and everyone's always focused on you know well if they can be standards and and if they're",
        7485.48,
        7491.12
    ],
    [
        " you know if if if they can make it through training then they should be they should be you know",
        7491.12,
        7495.72
    ],
    [
        " they should be able to go out and serve right and they're focused on training and the people",
        7495.96,
        7499.56
    ],
    [
        " they're talking about training at the highest levels because they don't know what it's like to be in",
        7499.56,
        7504.34
    ],
    [
        " a real combat and real combat is infinitely harder than the toughest I mean why are we talking about",
        7504.34,
        7510.54
    ],
    [
        " integrating the NFL where you got huge big strong guys that are snatching each other and yet that's",
        7510.54,
        7516.38
    ],
    [
        " you know maybe you get a concussion maybe you tear your ACL maybe you break your elbow you know",
        7516.38,
        7521.76
    ],
    [
        " or snap up snap your wrist you're not going to get killed very rarely does someone get killed in",
        7521.76,
        7527.4
    ],
    [
        " the football game right where combat is is infinitely harder than that infinitely more difficult than",
        7527.4,
        7533.46
    ],
    [
        " that and and so you know and and unlike a football game that's over and you know just a couple of hours",
        7533.46,
        7538.56
    ],
    [
        " you're talking about something that can last weeks months even years and and it's just the",
        7538.56,
        7544.64
    ],
    [
        " physical nature of combat cannot be overstated it is incredibly difficult and when people are",
        7544.64,
        7549.6
    ],
    [
        " shocked to hear that and I can tell me some stories about buds yeah buds is I care some logs man don't",
        7549.6,
        7556.06
    ],
    [
        " don't quit okay I mean it's it's make it through you know yeah it's combat where you're you're",
        7556.06,
        7562.36
    ],
    [
        " and you'll see it too guys who excelled in buds because they're great athletes sometimes I'll",
        7562.36,
        7567.08
    ],
    [
        " go to the battlefield and I like I remember the first time that an ID I saw an ID going off",
        7567.08,
        7573.58
    ],
    [
        " about a block away from me and we were sitting on the rooftop in a sniper position is my first",
        7573.58,
        7578.68
    ],
    [
        " appointment before jokin are working together and all of a sudden there's a hundred foot",
        7578.68,
        7583.26
    ],
    [
        " fireball that goes up in the air I mean the blast wave hits me and just knocks me on my ass and",
        7583.26,
        7588.94
    ],
    [
        " frag just metal fragments and shards of concrete and stuff just raining down all over the place",
        7588.94,
        7594.92
    ],
    [
        " from from a block away you know from us and it was it was like damn that is that is not something I",
        7594.92,
        7604.52
    ],
    [
        " want to be standing on around in a vehicle when you hit that thing and when you see something like",
        7604.52,
        7607.8
    ],
    [
        " that like just the kinetic energy of a round is coming in and just you know think of the",
        7607.8,
        7613.18
    ],
    [
        " biggest strongest guy you can imagine with a sledgehammer just smashing a wall next to you and",
        7613.18,
        7617.58
    ],
    [
        " you know multiply that time seven or eight hundred rounds a minute for a belt fit machine gun and",
        7617.58,
        7622.74
    ],
    [
        " I mean it's incredibly difficult and and and dangerous and overwhelming and so you see some of",
        7622.74,
        7629.56
    ],
    [
        " the toughest guys that did well buds are like oh not necessarily eager to go out on that and so",
        7629.56,
        7634.6
    ],
    [
        " it's a whole new level of difficulty and and it's it's just it can't be overstated so I",
        7634.72,
        7641.52
    ],
    [
        " think that it's it's the difficult is it combat again kid just cannot be overstated people need",
        7641.52,
        7646.46
    ],
    [
        " to understand what the reality that is like and I think this idea that America is not gonna",
        7646.46,
        7650.1
    ],
    [
        " oh we kind of dictate the nature of wars and you know as we've been told a tide of wars",
        7650.1,
        7655.04
    ],
    [
        " receiving and it's just not true as jaco said in his retirement speech the nature of war does",
        7655.04,
        7660.92
    ],
    [
        " not change and we're gonna always have to fight wars we're gonna always have to be a difficult",
        7660.92,
        7665.62
    ],
    [
        " conflicts we don't get to choose that and so we better be ready for those those difficulties in",
        7665.62,
        7670.96
    ],
    [
        " the late nineties we would hear that from from senior leadership that we know look the the direct",
        7670.96,
        7679.6
    ],
    [
        " action mission we're not going to be doing these those anymore why would we do a direct action",
        7679.6,
        7683.32
    ],
    [
        " mission when we can send in a Tomahawk missile and then oh why would we do a reconnaissance when",
        7683.32,
        7688.28
    ],
    [
        " we can send over a drone and why would we go clear buildings house to house when we have",
        7688.28,
        7693.08
    ],
    [
        " technology that can put bombs right into buildings so this idea that we're gonna have the ground",
        7693.08,
        7698.46
    ],
    [
        " wars are over we need to move on to the next phase of warfare and adapt to a new way of doing",
        7698.46,
        7705.62
    ],
    [
        " things and of course what was it eight years later September 11th happened we spent 15 years in",
        7705.62,
        7712.14
    ],
    [
        " afghanistan and whatever 10 years in Iraq that on the ground doing those very missions that everyone",
        7713.08,
        7719.14
    ],
    [
        " thought were would never do again so so yes the nature of war does not change and it's not about",
        7719.14,
        7724.8
    ],
    [
        " technology either you know some of the guys that don't make it to that training they go man if I",
        7724.8,
        7728.38
    ],
    [
        " just if I can just get through somehow and I'll get all this cool gear and I'll have night vision",
        7728.38,
        7733.42
    ],
    [
        " and lasers and I'll be badass and it's like it's not about that and and while we need to we need",
        7733.42,
        7738.7
    ],
    [
        " to invest in technology certainly and equip our military accordingly it's the people that matter",
        7738.7,
        7743.98
    ],
    [
        " it's leadership at all levels that matter you know one of the one of my favorite quotes from",
        7743.98,
        7748.02
    ],
    [
        " the hero the Pacific War who was in charge of of the entire the commander-in-chief of",
        7748.02,
        7755.06
    ],
    [
        " of all forces us forces the Pacific I got him chestroom nimits fleet admiral chestroom nimits",
        7755.06,
        7768.68
    ],
    [
        " but our faith is not primarily in these machines of defense but in ourselves and I mean that's",
        7770.52,
        7776.22
    ],
    [
        " that's just exactly true and we've got to we've got to always push those standards keep those",
        7776.22,
        7780.34
    ],
    [
        " standards eye prepare people for the difficulties of real actual combat and just how physically",
        7780.34,
        7786.62
    ],
    [
        " demanding it is and crushing it can be and and be ready so then we can execute and we can win",
        7786.62,
        7793.12
    ],
    [
        " next next back to buds real quick that's how long is bud six months right yeah about 27 weeks or so",
        7798.02,
        7803.88
    ],
    [
        " because a lot of things that it's like you know hell week right that's the time where you don't",
        7803.88,
        7808.42
    ],
    [
        " sleep that much or whatever I think some people think that that's but you know like you just don't",
        7808.42,
        7823.1
    ],
    [
        " anyway next question aside from command what is your favorite operator specialty",
        7823.26,
        7829.42
    ],
    [
        " machine gunner preacher corpsman etc thanks",
        7829.42,
        7833.08
    ],
    [
        " well my personal preference was a radio man because I was a radio man when I was a young",
        7833.08,
        7841.5
    ],
    [
        " enlisted guy I was standing on the quarter deck standing quarter deck watch this this senior guy",
        7841.5,
        7847.28
    ],
    [
        " said to me what are you gonna do what are you gonna do to platoon and I said I don't know maybe",
        7847.28,
        7851.0
    ],
    [
        " a machine gunner because of course when you're a young kid you want to be a machine gun oh no",
        7851.0,
        7854.46
    ],
    [
        " damn machine gun and he said don't be a machine gunner you want to be a radio man because they go on",
        7854.46,
        7859.64
    ],
    [
        " every operation I said okay fair enough went upstairs and volunteered to be a radio man so they",
        7859.64,
        7865.22
    ],
    [
        " put this 30 pound radio on your back and carry the radio and it was very lucky for me because",
        7865.22,
        7870.7
    ],
    [
        " that got me in the position where I was part of planning even as a very junior guy I was part of",
        7870.7,
        7878.38
    ],
    [
        " the planning so I learned a lot about planning I was lucky because I did shipboard deployments",
        7878.38,
        7883.12
    ],
    [
        " so then I was involved in planning and working with the marine corps so I had some experience with",
        7883.12,
        7887.54
    ],
    [
        " big conventional units and I learned a lot then so I was always very preferential to the radio man",
        7887.54,
        7893.74
    ],
    [
        " I thought it was the the most cerebrally challenging job now that being said let me tell you what I",
        7893.74,
        7903.74
    ],
    [
        " wanted my platoons to think I wanted my platoons to think that each guy was the most important guy",
        7903.74,
        7910.4
    ],
    [
        " you know I wanted the the radio men to think that he was the most important I want the",
        7910.4,
        7915.24
    ],
    [
        " corpsman to think he was the most important because he was going to save everybody I wanted the",
        7915.24,
        7918.08
    ],
    [
        " snipers to think they were most important because they were going to kill everybody I wanted the",
        7918.08,
        7920.54
    ],
    [
        " machine gunners to think they were the most important because they were going to lay down the fire and",
        7920.54,
        7923.5
    ],
    [
        " get us out so I was always a big supporter of all of them and you need them all because it's a team",
        7923.5,
        7934.42
    ],
    [
        " and you get those people like oh this is more important or this or you know my job is the best and",
        7934.42,
        7940.0
    ],
    [
        " you know as we were talking about Chris and then the kind of portrayal in America sniper as the",
        7940.24,
        7944.12
    ],
    [
        " sniper and you've got to have that entire element working together you got to have those machine",
        7944.12,
        7948.48
    ],
    [
        " gunners you got to have the corpsman you got to have the radio men who's passing position and you",
        7948.48,
        7953.28
    ],
    [
        " know where it's telling telling friendly's where you are so you can get help you know directing",
        7953.28,
        7958.32
    ],
    [
        " help in where you need it you know and telling where the enemy is I mean all that stuff is",
        7958.32,
        7962.68
    ],
    [
        " absolutely critical I think it's a as far as a favorite specialty I like to shoot I like combat",
        7962.68,
        7970.78
    ],
    [
        " shooting combat rifle pistol shooting it's always been one of my favorite things to do I love that",
        7970.78,
        7974.92
    ],
    [
        " about the SEAL teams you know training in combat rifle pistol shooting it you know moving and",
        7974.92,
        7980.0
    ],
    [
        " hitting different targets and shooting to get steel targets and we go to these amazing ranges",
        7980.0,
        7984.4
    ],
    [
        " and it's super fun and that being said that's not my job and that is that's a real realization",
        7984.4,
        7993.8
    ],
    [
        " you have to come to as a leader is that my job is not to shoot and I've got to be able to shoot",
        7993.8,
        7998.0
    ],
    [
        " because there are times when I've I'm the only guy who can do that and I've got to be able to",
        7998.0,
        8002.66
    ],
    [
        " eliminate threat and I've got to be able to do it accurately so I have to be able to do that",
        8002.66,
        8006.76
    ],
    [
        " just like everybody else but that's not my job and I really learned that in our advanced training",
        8006.76,
        8011.9
    ],
    [
        " after buds there's another six months of what we call SEAL qualification training and and one of my",
        8011.98,
        8018.16
    ],
    [
        " instructors you know as jock and I often say like failure is sometimes that is the best teacher",
        8018.16,
        8024.52
    ],
    [
        " often the best teacher and I remember I was trying to shoot lay down fire for my squad that we're",
        8024.52,
        8030.68
    ],
    [
        " under fire we're shooting and then I was actually trying to look around and I got a safety violation",
        8030.68,
        8035.24
    ],
    [
        " for that for like trying to shoot rounds down range and trying to look around I was like guess what",
        8035.24,
        8039.46
    ],
    [
        " you can't do both and I was like Roger that I should have gotten to say to you by this is dangerous",
        8039.46,
        8044.18
    ],
    [
        " you never want to pull the trigger on your weapon if you're not looking down your weapon control",
        8044.18,
        8047.46
    ],
    [
        " and where the sites are and it was exactly what it should you know what should have happened",
        8047.46,
        8051.46
    ],
    [
        " but it was really a realization of me like I can't do both and why do I need to be shooting right now",
        8051.46,
        8055.76
    ],
    [
        " because there's like eight other guys in the squad that are laying down fire and there's nobody",
        8055.76,
        8062.42
    ],
    [
        " else that's looking around it's my job to high port my weapon which means it's pulling at this guy",
        8062.42,
        8066.54
    ],
    [
        " and I'm going to be looking around take a step back off the line. Jock off and talks about detach",
        8066.74,
        8071.78
    ],
    [
        " and look around so I'm making that call as command control and if I'm not doing that nobody's doing",
        8071.78,
        8077.22
    ],
    [
        " and so leaders have to have to always be reckoned you know you have to understand the specialties",
        8077.22,
        8082.06
    ],
    [
        " you have to understand how that stuff works what the capabilities and limitations of your guys are",
        8082.06,
        8087.86
    ],
    [
        " you know of the of the departments and the team of the of the the assets that you have within your",
        8087.86,
        8092.46
    ],
    [
        " team but you you don't you can't get sucked into the details you have to stand back and and",
        8092.82,
        8098.54
    ],
    [
        " high port your weapon detach yourself and be the command control to make those big strategic decisions.",
        8098.54,
        8104.88
    ],
    [
        " Next question how easy or difficult do you find it to delegate command and control?",
        8104.88,
        8114.34
    ],
    [
        " It's really hard until you are totally overwhelmed and guess what in combat you're going to be",
        8116.76,
        8128.42
    ],
    [
        " overwhelmed I mean you can't do it all and it's and so anything in life is like this and so",
        8128.42,
        8133.44
    ],
    [
        " when you know you know as a platoon commander I have got two junior officers who are my assistant",
        8133.44,
        8138.82
    ],
    [
        " with Duke commanders and they've they don't have the experience I have it's their first deployment",
        8138.82,
        8142.92
    ],
    [
        " and my job is to train those guys up and yet so I've got to give them responsibility",
        8142.92,
        8147.92
    ],
    [
        " and teach them how to be able to commander and empower them and train them and mentor them",
        8147.92,
        8153.78
    ],
    [
        " I'm sure it was incredibly difficult in fact I know it was incredibly for Jacco who had a lot of",
        8153.78,
        8159.92
    ],
    [
        " experience done a lot of direct action capture kill missions you know in Iraq to let me be a platoon",
        8159.92,
        8166.36
    ],
    [
        " commander go out and plan and run that stuff but you have to do that and so you have to train people",
        8166.36,
        8172.48
    ],
    [
        " we always talk about how leaders have to work themselves out of a job that's what they should be doing",
        8172.48,
        8176.0
    ],
    [
        " they have you have to do that so that you're training the people underneath you to grow and learn",
        8176.0,
        8181.58
    ],
    [
        " and take on greater responsibility so that you can constantly look up and out of them you can grow",
        8181.58,
        8185.7
    ],
    [
        " and learn and take on greater responsibility yeah we we talked about that a little bit too right",
        8185.7,
        8191.94
    ],
    [
        " delegation like in my case the creative field where if I'm going to have someone to take care of",
        8192.34,
        8197.16
    ],
    [
        " some stuff it's hard to trust them to do it even though it's just in your own head because you",
        8197.16,
        8202.76
    ],
    [
        " used to doing it the certain way and you even see that person doing it different even in that one",
        8202.76,
        8207.52
    ],
    [
        " way you're like oh you get all you know uneasy about it but how you were talking about how you",
        8207.52,
        8213.2
    ],
    [
        " give them a certain type of mission just like a you know you focus on that result and they know why",
        8213.2,
        8218.9
    ],
    [
        " they're doing it here's what here's what I want you to go out there and do yeah go out there and do",
        8218.9,
        8222.88
    ],
    [
        " it and I can't really get concerned on how you go out there and do it because you know in Ramadhi's",
        8222.88,
        8227.68
    ],
    [
        " a perfect example you know they've had his element that was going out but there was multiple",
        8227.68,
        8232.72
    ],
    [
        " other elements that were going out in different parts of the city all the time and so I couldn't",
        8232.72,
        8237.74
    ],
    [
        " get in the weeds on waves so I couldn't get in the weeds on the other four or five element commanders",
        8237.74,
        8241.7
    ],
    [
        " that were going out at certain times I mean all at the same times often and so I had to absolutely",
        8241.7,
        8248.38
    ],
    [
        " let go of it and let these guys make it happen now the reason I was able to do that was because",
        8249.06,
        8255.86
    ],
    [
        " we had built up trust I had put those guys through the ringer I had micromanaged them and",
        8255.86,
        8261.44
    ],
    [
        " and and just been a total um I don't know how would you describe it I mean when we first started",
        8261.44,
        8267.76
    ],
    [
        " work up I was really in the weeds with them like you said you kept tight rains yeah tight rains",
        8267.76,
        8272.56
    ],
    [
        " out of the gate so look this is how this is how you need to do it I wasn't telling them what to do",
        8272.56,
        8277.28
    ],
    [
        " but I was kept pushing them okay look what you did here think about this moving the",
        8277.28,
        8280.98
    ],
    [
        " direction a little bit you can't do that right there and and it didn't take long with the guys like",
        8280.98,
        8285.74
    ],
    [
        " okay they know what the expectations are they learn and now I now I don't have to worry about them",
        8285.74,
        8291.74
    ],
    [
        " so now what can I worry about now I can start worrying about defliction now I can worry about",
        8291.74,
        8294.98
    ],
    [
        " what the strategy is and you know for for bigger operations obviously we do a battalion",
        8294.98,
        8299.88
    ],
    [
        " down battalion size operations obviously I get to go out there and coordinate with the battalions",
        8299.88,
        8304.78
    ],
    [
        " and and sometimes go out just to go out and make see how these guys are operating but I couldn't go",
        8304.78,
        8311.0
    ],
    [
        " out to with five different guys that five different elements at the same time or even two different",
        8311.0,
        8315.04
    ],
    [
        " elements at the same time and so you had to you have to build the trust and have the confidence",
        8315.04,
        8321.24
    ],
    [
        " in your leadership and then give them the guidance the parameters the expectations the goals",
        8321.24,
        8331.58
    ],
    [
        " make sure that's very clear and then you can let them go and you can let them run and you can",
        8331.58,
        8336.36
    ],
    [
        " do your job and that's how we rolled and jacco actually I mean I I remember this well because",
        8336.36,
        8343.12
    ],
    [
        " I knew that he wanted to be out on the battlefield with us on every single operation I mean that's",
        8343.12,
        8348.18
    ],
    [
        " just where he would choose to be and yet he saw his place is listen I've got man is these other",
        8348.18,
        8353.52
    ],
    [
        " helmets and I remember a couple of times I was like jacco why don't you why don't you come on this",
        8353.52,
        8357.92
    ],
    [
        " up with us like go go on this sniper over watch with us and and you're like no I can't do that",
        8357.92,
        8362.7
    ],
    [
        " and and even though I knew he wanted to do it he knew he had to you know whether it was approval of",
        8362.7,
        8367.38
    ],
    [
        " plans for the other guys that were across the city or other elements that were out there doing those",
        8367.38,
        8371.48
    ],
    [
        " things that he understood what his role was and realized that if he was out there with me even though",
        8371.48,
        8375.94
    ],
    [
        " it had been fun he'd been getting gun fights and and that was exactly where he wanted to be that he",
        8375.94,
        8379.92
    ],
    [
        " wouldn't be able to provide that support to some of the other guys and what they were doing and so",
        8379.92,
        8383.48
    ],
    [
        " so he couldn't do that and so it was I know that was incredible for you it it one of the reasons",
        8383.74,
        8388.96
    ],
    [
        " that Lafe knows that is almost as soon as we got there I said hey Lafe I'm going out in the field",
        8388.96,
        8395.36
    ],
    [
        " for a little while you're gonna be tasked with a commander and I left him back and went out the field",
        8395.36,
        8400.44
    ],
    [
        " so awesome and and yet it was one of those things and and I'll tell you that was that was actually one",
        8400.44,
        8406.06
    ],
    [
        " of the reasons why I did realize I couldn't go out as much as I would want to because I had to",
        8406.06,
        8413.24
    ],
    [
        " maintain command and control so like I said if it was a big operation where there was multiple",
        8414.88,
        8419.7
    ],
    [
        " units involved obviously I'd go out sometimes I would go out just to go out because you have to you",
        8419.7,
        8426.24
    ],
    [
        " know I always talk about this you can't be so far back in the rear that you don't know what the",
        8426.24,
        8429.28
    ],
    [
        " guys were doing going through you know so I got to just go out there just to go out go over the",
        8429.28,
        8433.3
    ],
    [
        " correct or go on some operations or go out to the to the the one MC one MC and go see what it's",
        8433.3,
        8442.8
    ],
    [
        " I had to be in the position to command and control and I kind of learned that out of the gate",
        8442.8,
        8447.0
    ],
    [
        " when I left Lafe back at camp we had some significant operations happen and he got you know he got",
        8447.0,
        8455.06
    ],
    [
        " caught in a firestorm and I you know I wasn't where I should have been so I had to type myself",
        8455.06,
        8460.42
    ],
    [
        " up a little bit had to be more judicious in the way in the timing that I rolled out because it is",
        8460.42,
        8467.54
    ],
    [
        " hard to delegate it's hard to delegate especially not only do you want to do it but there's an",
        8467.54,
        8474.7
    ],
    [
        " element of you know pushing your kid out the out out out out of the nest for the first time and you",
        8474.7,
        8483.34
    ],
    [
        " feel like I want to be there I want to make sure that this goes good and not that I didn't trust",
        8483.34,
        8489.56
    ],
    [
        " these guys not that they weren't perfectly fine on their own but no matter what yeah these are",
        8489.56,
        8493.9
    ],
    [
        " your bros these are your buddies and you want to be there to make sure to give them everything",
        8494.14,
        8499.72
    ],
    [
        " that you can and so that's another little element of it that makes it hard but you have no choice",
        8499.72,
        8505.28
    ],
    [
        " cool next question how do you overcome the handcuffing boss a boss who isn't a leader and doesn't",
        8505.28,
        8523.82
    ],
    [
        " talk handcuffing us didn't trust us you know not true at all that at jaco was the opposite of that but",
        8524.5,
        8531.72
    ],
    [
        " this is uh listen the answer is pretty easy and this is something that jaco taught me because I",
        8531.72,
        8536.96
    ],
    [
        " have a hard time with this like you know somebody that if I'm more I'm one of those hard headed",
        8536.96,
        8541.66
    ],
    [
        " guys that you know wants to just go accomplish the mission default aggressive let's get it done",
        8541.66,
        8546.72
    ],
    [
        " and if someone's preventing me from doing that or asking me a question that I think is even tangential",
        8546.72,
        8552.48
    ],
    [
        " I'm furious and frustrated by that and jaco had to kind of tighten me up a few times on that as",
        8553.04,
        8558.32
    ],
    [
        " it lists and throttle back and uh you know you got really what that is it's just about putting your",
        8558.32,
        8564.48
    ],
    [
        " ego and check if you put your ego and check and you make that boss look good who who cares who gets",
        8564.48,
        8572.82
    ],
    [
        " the credit for it it's about the mission and whether or not you're accomplished the mission and",
        8572.82,
        8576.08
    ],
    [
        " guess what if you go out and accomplish the mission the guy who's in charge is going to get the",
        8576.08,
        8581.78
    ],
    [
        " credit for regardless right so that's okay and you can't worry about that and there's the more",
        8581.78,
        8587.1
    ],
    [
        " you accomplish that mission the the credibility will be shared the truth will be seen uh and you're",
        8587.1,
        8593.5
    ],
    [
        " going to get you you will uh read the rewards your team will read the rewards from that regardless",
        8593.5,
        8598.5
    ],
    [
        " of whether it's the the overbearing boss or not who's trying to be the credit hog and so you just",
        8598.5,
        8603.36
    ],
    [
        " can't worry about that you have to put your ego and check you got to make your boss look good",
        8603.36,
        8607.0
    ],
    [
        " and you got to accomplish the mission the hand-cuffing boss the way you overcome the hand-cuffing",
        8607.0,
        8614.36
    ],
    [
        " boss is by building a relationship with them and i'll probably end up saying this on every podcast",
        8614.36,
        8621.8
    ],
    [
        " i had the same relationship with every boss i ever had whether they were psychopathic micro managers",
        8621.8,
        8629.38
    ],
    [
        " or whether they were tactical genius uh laissez faire leaders i had the same relationship with all",
        8629.38,
        8635.36
    ],
    [
        " of them which was they trusted me they knew i was going to get the job done and they gave me what",
        8635.36,
        8640.24
    ],
    [
        " i needed that's what you're trying to accomplish and some people as life just pointed out you have to",
        8640.24,
        8646.14
    ],
    [
        " work harder to achieve that some people are less trusting some people are more more paranoid",
        8646.14,
        8652.22
    ],
    [
        " you're going to end up having to figure out these other human beings and that's what is hard about",
        8652.22,
        8658.26
    ],
    [
        " leadership especially up the chain of command so you've got to figure out this puzzle of a human being",
        8658.26,
        8663.84
    ],
    [
        " and you've got to get towards that strategic goal which is building a relationship of trust and",
        8663.84,
        8669.98
    ],
    [
        " once you have that the cuffs are going to get unlocked now the other piece the credit hog that",
        8669.98,
        8679.6
    ],
    [
        " laf just talked about clearly clearly if you are saying to yourself he's taking all the credit and",
        8679.6,
        8688.68
    ],
    [
        " i'm not getting mine that's the red flag that's the alert saying hey brother your ego is calling",
        8688.68,
        8697.76
    ],
    [
        " you need to put it in check you like laf said you want to make your boss look good there's nothing",
        8697.76,
        8703.06
    ],
    [
        " you can do better to build trust with your boss then make him look good and give him all the credit",
        8703.06,
        8708.04
    ],
    [
        " he's going to let you run those handcuffs are going to get a little looser every time you do that",
        8708.04,
        8712.5
    ],
    [
        " never cared about who got credit are you kidding me are you kidding me we're going to put that",
        8712.5,
        8718.14
    ],
    [
        " ahead of accomplishing the mission that we're here to a car we're here to do no the credit doesn't",
        8718.14,
        8723.44
    ],
    [
        " matter give the credit to your boss deliver it to your boss on a platter on a silver platter",
        8723.44,
        8729.22
    ],
    [
        " bring him that credit and walk away from it and say i'm going to go get you some more and those",
        8729.22,
        8733.92
    ],
    [
        " cuffs are going to come off make it happen interesting next question what do you do where you know",
        8733.92,
        8743.18
    ],
    [
        " in order is bad but if you don't fall in line the punishment will be terrible jaco you talked about",
        8743.18,
        8750.26
    ],
    [
        " this when you were reading the maxims Napoleon and i think the quote was something like every general",
        8750.26,
        8756.68
    ],
    [
        " in chief who in consequence of orders from his appears gives battle with a certainty of defeat of",
        8756.68,
        8762.4
    ],
    [
        " his army's ruin is copable and i think that's uh exactly true and what that really it means is",
        8762.4,
        8769.9
    ],
    [
        " extreme ownership you own it regardless and so you know in the military you've got the the",
        8769.9,
        8774.92
    ],
    [
        " uniform code of mismilitary justice which is the the legal framework that the military falls",
        8774.92,
        8781.44
    ],
    [
        " underneath our laws our our military justice system and uh you're you're obligated to not follow",
        8781.44,
        8790.08
    ],
    [
        " a a legal order so if someone gives you an order to go execute prisoners or do something that you",
        8790.08,
        8798.74
    ],
    [
        " not follow that and and and that following orders like you know whether you're uh it didn't work in",
        8798.74,
        8805.34
    ],
    [
        " Nuremberg right for the SS guard to set people to their desk to say oh it's just following orders it's",
        8805.34,
        8809.9
    ],
    [
        " not uh that is not a defense so you have to it's on you it's it's your responsibility um and it's",
        8809.9,
        8816.16
    ],
    [
        " certainly under our own UCMJ uh it's it's it's on you and i think in those kind of situations you",
        8816.16,
        8821.2
    ],
    [
        " you have to own that if it's truly bad if it's truly catastrophic you have to be willing to take",
        8821.2,
        8826.68
    ],
    [
        " the punishment you want to punish me for that okay cool you want to fire me why i'm not going to",
        8826.68,
        8831.68
    ],
    [
        " do that because i'm going to sleep better and i know in that i made the right decision i'm not",
        8831.68,
        8835.74
    ],
    [
        " going to go down this path it leads to you know the destruction of our team that puts people in",
        8835.74,
        8840.16
    ],
    [
        " harm's way that puts you know that causes people to do something that's unsafe and puts them in",
        8840.16,
        8845.08
    ],
    [
        " jeopardy and uh and you got to be able to stare yourself in the mirror and that's most important",
        8845.08,
        8848.98
    ],
    [
        " oh you want to fire me for that okay cool i'll take that now some people you have to understand",
        8848.98,
        8854.7
    ],
    [
        " that you got to prioritize and there are those people that are like over the top everything is",
        8854.7,
        8859.6
    ],
    [
        " like you're telling me to do this and i don't agree with it and it's really not that big of a deal",
        8859.6,
        8864.46
    ],
    [
        " and one example i thought of people are shocked to hear about what it's like going to war in today's",
        8864.46,
        8872.08
    ],
    [
        " world the administrative requirements that are on you the massive amount of paperwork that we",
        8872.08,
        8878.0
    ],
    [
        " had to do just to get approval for an operation uh all the things that we had to do uh better",
        8878.0,
        8883.04
    ],
    [
        " required on us and we're in the middle of a war and guess what we bitching right about that all the",
        8883.08,
        8887.38
    ],
    [
        " time no one more than me and jocke was probably sick and tired of hearing me about that and one of",
        8887.38,
        8892.5
    ],
    [
        " the things he said right away was hey guess what all these admin requirements they're putting on us",
        8892.5,
        8896.32
    ],
    [
        " even though we're in the middle of a training right now and they're asking us for this paperwork",
        8896.32,
        8899.14
    ],
    [
        " we're gonna do them we're gonna do them all all of them yeah and one of the reasons that i did that",
        8899.14,
        8904.8
    ],
    [
        " was because i did not want higher headquarters to have anything to hold over me at all and further",
        8904.8,
        8912.08
    ],
    [
        " more guess what i was doing i was building up myself a little relationship with the boss man",
        8912.08,
        8917.7
    ],
    [
        " because oh you want admin stuff done no problem don't even worry about it we're gonna build it up",
        8917.7,
        8922.94
    ],
    [
        " that's what we're gonna do and then there were times where the paperwork did cross the line in one",
        8922.94,
        8929.1
    ],
    [
        " of those situations that we ran into was not really a paperwork situation but they had",
        8929.1,
        8938.94
    ],
    [
        " they wanted us to work with Iraqi soldiers and we've talked about this before it's in the book the",
        8939.22,
        8943.86
    ],
    [
        " Iraqi soldiers are very unreliable unmotivated can be disloyal don't have good training don't speak",
        8943.86,
        8950.86
    ],
    [
        " the same languages as us don't have good equipment i mean it's just a laundry list of reasons why you",
        8950.86,
        8955.48
    ],
    [
        " don't want to put your guys lives in their hands well in Ramadi the fighting was horrible in 2006",
        8955.48,
        8963.88
    ],
    [
        " in other areas of Iraq the fighting actually settled down well the command above us",
        8964.34,
        8970.1
    ],
    [
        " wanted us to work with Iraqi soldiers they wanted all the special operations people to work with",
        8970.1,
        8974.68
    ],
    [
        " Iraqi soldiers so they actually and and the all of the special operations people mostly were",
        8974.68,
        8980.24
    ],
    [
        " resistant to this and so everyone would kind of skate by and figure out how to not do it i'm gonna",
        8980.24,
        8985.7
    ],
    [
        " i'm gonna take i'm gonna take a 25 man element of us special operators and we'll take three Iraqis",
        8985.7,
        8991.6
    ],
    [
        " so just to kind of check the box and you can see why they were doing this you know why because",
        8991.96,
        8996.24
    ],
    [
        " it's safer it's it's a way they're okay we're we're doing what you said and they were actually",
        8996.24,
        9000.9
    ],
    [
        " using the term Iraqi face we're gonna put an Iraqi face on this mission which to them literally",
        9000.9,
        9005.36
    ],
    [
        " meant one face in some cases so we get told this as well and if you you know if you read the book",
        9005.36,
        9011.46
    ],
    [
        " it will talk we talk about the fact that yeah we were definitely not pro taking Iraqis but we",
        9011.46,
        9018.5
    ],
    [
        " realized that if we didn't do that if we didn't get the Iraqis out there fighting they were never",
        9018.58,
        9022.74
    ],
    [
        " gonna learn how to fight and we would never be able to leave Iraq so we knew that something we had to",
        9022.74,
        9027.86
    ],
    [
        " do but then they went one step further and they set up a ratio and I know this sounds crazy they",
        9027.86,
        9033.64
    ],
    [
        " set up a ratio and they said I think it was for every one American soldier you have to have five",
        9033.64,
        9038.74
    ],
    [
        " Iraqi soldiers with you it was some ratio like that some number and if you were out in some part",
        9038.74,
        9046.62
    ],
    [
        " central Iraq outside of a small town and you were doing some kind of a simple mission you could",
        9047.2,
        9052.38
    ],
    [
        " get away with that all day long in Ramadi wasn't happened that would have meant I would have been",
        9052.38,
        9058.42
    ],
    [
        " sending three or four seals out with 20 something Iraqis and that means if there's a firefight you",
        9058.42,
        9066.06
    ],
    [
        " got three guys that are reliable if one seal gets hit who else is gonna handle things it's a nightmare",
        9066.06,
        9070.42
    ],
    [
        " and so this order came down and I just ran up the chain of command and said we can't do that",
        9071.16,
        9077.26
    ],
    [
        " and we're not gonna do that here's what we're taking we'll take as many Iraqis as appropriate",
        9077.26,
        9083.58
    ],
    [
        " but this is the minimum force we're gonna have every operation that we go on and so we set that",
        9083.58,
        9089.0
    ],
    [
        " standard and of course and this is something I talk about a lot as well it was a sensible argument",
        9089.0,
        9095.88
    ],
    [
        " it made sense there was obviously casualties on a regular basis in Ramadi there were",
        9096.32,
        9101.62
    ],
    [
        " firefights every single day the buttoon out in Karegid or their first 24 missions in a row they got",
        9101.62,
        9107.7
    ],
    [
        " in a firefight 24 missions in a row they got in a firefight then they had one day where they didn't",
        9107.7,
        9111.98
    ],
    [
        " and then the next day they did again for another however many missions so there were firefights",
        9111.98,
        9115.34
    ],
    [
        " happening on every mission so for us to be like okay yeah we'll just bring three seals and 15",
        9115.34,
        9121.04
    ],
    [
        " Iraqi soldiers it's a nightmare we're all gonna get killed if we do that but one of the one of the",
        9121.4,
        9124.98
    ],
    [
        " reasons that that we were able to do that the jaco was able to get approval for that is because",
        9124.98,
        9129.7
    ],
    [
        " the all the little stuff that all you know other people it's like oh we don't want to do this",
        9129.7,
        9134.24
    ],
    [
        " paperwork or that's too much and they complained we had done that we had done those little things",
        9134.24,
        9138.66
    ],
    [
        " yeah it's a pain for us yet do I want to do that of course not I'd rather be trying to do another",
        9138.66,
        9143.18
    ],
    [
        " stuff but we're gonna do it and so because jaco had had set that standard and we made it happen",
        9143.18,
        9147.96
    ],
    [
        " then when we really pushed back for the stuff that really mattered which is what I was talking about",
        9148.1,
        9151.68
    ],
    [
        " you got to prioritize an execute prioritize the stuff that really matters we were able to get that",
        9151.68,
        9156.74
    ],
    [
        " approved and guess what they didn't want us to go out and get killed so as we explained it up the",
        9156.74,
        9161.38
    ],
    [
        " chain of like listen if we do that we're gonna we're gonna get a lot of guys killed by doing that",
        9161.38,
        9165.34
    ],
    [
        " and I talk about this often the fact that leadership is aligned to the front troops and if not",
        9165.34,
        9173.18
    ],
    [
        " then there's something drastic wrong but of course my boss has wanted me to keep my guys safe and",
        9173.18,
        9179.38
    ],
    [
        " kill bad guys and win the war of course they did it in in businesses of course the boss wants you to",
        9179.38,
        9184.12
    ],
    [
        " be profitable and keep your troops happy but be profitable be ethical right that those are",
        9184.12,
        9191.18
    ],
    [
        " standard things and those are gonna be aligned so if you send up an idea up the chain of commander",
        9191.18,
        9196.2
    ],
    [
        " you get told to do something and you don't do it because it's not gonna help you be profitable",
        9196.2,
        9200.3
    ],
    [
        " why would your boss disagree with that it's not gonna happen so you have to have the the",
        9200.32,
        9206.4
    ],
    [
        " wherewithal to actually know when to say no and on the moral and ethical things thatlave talked",
        9206.4,
        9215.96
    ],
    [
        " about those are clear cut those are clear cut if you're getting told to do something that's illegal",
        9215.96,
        9221.28
    ],
    [
        " or immoral then it is your duty and responsibility to disobey that order and that's the way it is",
        9221.28,
        9230.2
    ],
    [
        " all right last question my team has missed our last two deadlines I want to take ownership but I'm not sure how",
        9235.02,
        9247.48
    ],
    [
        " it's not what you preach it's what you tolerate and look you have to you have to be effective we",
        9253.2,
        9260.86
    ],
    [
        " talk about there's two there's only two measures that really that matter and that's effective and",
        9260.86,
        9266.54
    ],
    [
        " ineffective are you effective are you accomplishing the mission and if you are figure out a way to",
        9266.54,
        9272.7
    ],
    [
        " become even more effective if you're ineffective you're not accomplishing the mission then",
        9272.7,
        9276.78
    ],
    [
        " you got to figure it out you got to take ownership of that you got to solve that problem and so",
        9276.78,
        9280.74
    ],
    [
        " if your team is a getting the job done you can't tolerate less than that you as a leader you have",
        9280.74,
        9288.84
    ],
    [
        " to drive those standards I learned pretty early on that in the SEAL teams there's some strong",
        9288.84,
        9299.08
    ],
    [
        " personalities there which is awesome that's one of the great things about the SEAL teams and",
        9299.3,
        9306.04
    ],
    [
        " there's always this tension between people have their mind we should do it this way or we should",
        9306.04,
        9311.86
    ],
    [
        " do it this way or we should train this hard we should focus here or there and and that's also",
        9311.86,
        9317.72
    ],
    [
        " be have some incredibly talented great guys as we've just talked about but as a leader",
        9317.72,
        9325.94
    ],
    [
        " you have got to maintain the standards and there's some there are standards that just cannot",
        9327.66,
        9332.62
    ],
    [
        " be compromised you've got to push hard you've got to drive that performance you got to set the tone",
        9332.62,
        9340.18
    ],
    [
        " for that and if you don't do that no one's going to do it so it's not what you preach it's not",
        9340.18,
        9348.56
    ],
    [
        " the words that you say it's not the email that you sent it's not the banner that you created to put",
        9348.56,
        9355.5
    ],
    [
        " on the wall or the PowerPoint slides that you built it's actually what you tolerate it's the",
        9355.5,
        9362.04
    ],
    [
        " performance that you see and if it's substandard you got to push again and you're going to push again",
        9362.04,
        9367.46
    ],
    [
        " you get to set that bar high now that being said you can't drive your team into ground you have to",
        9367.46,
        9373.6
    ],
    [
        " lead them you can't be a slave driver you can't destroy your team you can't be overbearing",
        9373.6,
        9381.1
    ],
    [
        " but for those things that really matter push and performance to the next level you have got to",
        9382.5,
        9388.14
    ],
    [
        " set that standard and I think that's what makes truly the best military units the best teams out",
        9388.14,
        9395.6
    ],
    [
        " they're great it's not what you preach it's what you tolerate and with that one thing I like to",
        9395.6,
        9408.54
    ],
    [
        " think about when when I hear about standards and what you're going to tolerate",
        9408.54,
        9416.46
    ],
    [
        " don't just think about your team you got to think about yourself you got to think about raising",
        9416.46,
        9428.7
    ],
    [
        " the bar on yourself you got to think about what you're going to tolerate from yourself and how you",
        9428.7,
        9437.6
    ],
    [
        " can raise that bar and raise that standard and get better with everything you do and thereby",
        9437.6,
        9446.08
    ],
    [
        " lead by example so that your team becomes the example",
        9446.08,
        9454.28
    ],
    [
        " and with that I think we'll close it out that was a long haul on the podcast",
        9454.28,
        9470.88
    ],
    [
        " I wanted to say thanks to everybody that's been tuning in and listening to the podcast",
        9471.68,
        9477.88
    ],
    [
        " it's been amazing getting all the feedback thanks obviously to my brother here",
        9477.88,
        9485.98
    ],
    [
        " Lave Babin for coming on I know he'll be on again",
        9485.98,
        9491.36
    ],
    [
        " if anybody out there wants to continue these conversations out there on the interwebs",
        9491.36,
        9499.02
    ],
    [
        " you can connect with us on Twitter I'm at Jocco Willink",
        9499.66,
        9506.46
    ],
    [
        " Lave is at Lave Babin and of course as you know echo Charles is at echo Charles",
        9506.46,
        9516.72
    ],
    [
        " thanks for leaving reviews of the podcast and of the book on iTunes and Amazon that is very",
        9516.72,
        9526.34
    ],
    [
        " helpful to us so we know how we're doing and most of all for everyone that's out there",
        9526.34,
        9536.32
    ],
    [
        " in your little chunk of the world listening to our little chunk of the world",
        9536.32,
        9543.5
    ],
    [
        " thanks for getting out there and for getting after it",
        9543.5,
        9550.76
    ],
    [
        " and so until next time this is Jocco, Lave and Echo out",
        9551.44,
        9562.24
    ]
]