[
    [
        " This is Jocco Podcast number 10 with Echo Charles and me, Jocco Willink.",
        0.72,
        8.24
    ],
    [
        " Assault into Hell.",
        8.64,
        13.16
    ],
    [
        " We waited a seeming eternity for the signal to start towards the beach.",
        13.94,
        19.94
    ],
    [
        " The suspense was almost more than I could bear.",
        20.6,
        23.18
    ],
    [
        " Waiting is a major part of war, but I never experienced any more supremely agonizing suspense than the evil.",
        23.94,
        29.98
    ],
    [
        " The extrusioning torture of those moments before we received the signal to begin the assault on Pellilu.",
        29.98,
        36.16
    ],
    [
        " I broke out in a cold sweat as the tension mounted with the intensity of the bombardment.",
        36.64,
        41.84
    ],
    [
        " My stomach was tied in knots.",
        42.36,
        44.18
    ],
    [
        " I had a lump in my throat and swallowed only with great difficulty.",
        45.26,
        48.6
    ],
    [
        " My knees nearly buckled, so I clung weakly to the side of the tractor.",
        50.06,
        54.34
    ],
    [
        " I felt nauseated and feared that my bladder would surely empty itself and reveal me to be the coward I was.",
        55.68,
        61.58
    ],
    [
        " But the men around me looked just about the same way I felt.",
        62.86,
        65.82
    ],
    [
        " Finally, with a sense of fatalistic relief, mixed with a flash of anger at the Navy officer who was our wave commander, I saw him wave his flag toward the beach.",
        67.16,
        77.2
    ],
    [
        " Our driver revved the engine.",
        78.1,
        80.18
    ],
    [
        " The treads churned up the water and we started in, the second wave ashore.",
        80.46,
        85.06
    ],
    [
        " We moved ahead, watching the frightful spectacle.",
        85.56,
        89.9
    ],
    [
        " Huge geysers of water rose around the amtrak's, ahead of us as they approached the reef.",
        91.0,
        96.76
    ],
    [
        " The beach was now marked along its length by a continuous sheet of flame backed by a thick wall of smoke.",
        97.54,
        103.76
    ],
    [
        " It seemed as though a huge volcano had erupted from the sea and rather than heading for an island, we were being drawn into the vortex of a flaming abyss.",
        104.92,
        114.08
    ],
    [
        " For many, it was to be oblivion.",
        114.96,
        117.32
    ],
    [
        " Suddenly, a large shell exploded with a terrific concussion and a huge geyser rose up right next to our front.",
        118.66,
        126.74
    ],
    [
        " It barely missed us. The engine stalled. The front of the tractor lurched to the left and bumped hard against the rear of another amtrak that was either stalled or hit.",
        127.26,
        136.6
    ],
    [
        " I never knew which.",
        137.4,
        138.38
    ],
    [
        " We sat, stalled, floating in the water for some terrifying moments.",
        140.08,
        144.06
    ],
    [
        " We were sitting ducks for the enemy gunners.",
        145.24,
        147.26
    ],
    [
        " I looked forward through the hatch behind the driver. He was wrestling frantically with the control levers.",
        147.96,
        152.96
    ],
    [
        " Japanese shells were screaming into the air and exploding all around us.",
        153.4,
        156.72
    ],
    [
        " Sergeant Johnny Marmet leaned toward the driver and yelled something.",
        157.42,
        160.96
    ],
    [
        " Whatever it was, it seemed to calm the driver because he got the engine started.",
        161.8,
        165.0
    ],
    [
        " We moved forward again amid the geysers of exploding shells.",
        166.0,
        169.4
    ],
    [
        " Our bombardment began to lift off the beach and move inland.",
        170.88,
        174.16
    ],
    [
        " Our dive bombers also moved inland with their strafing and bombing.",
        174.8,
        177.64
    ],
    [
        " The Japanese increased their volume of fire against the waves of amtrak's.",
        178.26,
        182.2
    ],
    [
        " Above the din, I could hear the ominous sound of shell fragments humming and growling through the air.",
        183.1,
        188.1
    ],
    [
        " Stand by someone yelled.",
        189.0,
        190.64
    ],
    [
        " Hit the beach, yelled an NCO moments before the machine lurched to a stop.",
        191.86,
        196.34
    ],
    [
        " The men piled over the sides as fast as they could.",
        197.96,
        200.48
    ],
    [
        " I followed snafu, climbed up and planted both feet firmly on the left side so as to leap as far away from it as possible.",
        200.88,
        207.42
    ],
    [
        " At that instant, a burst of machine gunfire with white hot tracers snapped through the air at eye level, almost grazing my face.",
        208.04,
        214.52
    ],
    [
        " I pulled back like a turtle, lost my balance, and fell awkwardly forward, down onto the sand.",
        215.58,
        221.28
    ],
    [
        " In a tangle of ammo bag, pack, helmet, carbine, gas mask, cartridge belt, and flopping canteens.",
        221.28,
        227.74
    ],
    [
        " Get off the beach! Get off the beach, race through my mind!",
        228.06,
        231.28
    ],
    [
        " Shells crashed all around, fragments tore and word, slapping on the sand and splashing into the water a few yards behind us.",
        232.78,
        240.12
    ],
    [
        " The Japanese were recovering from the shock of our pre-landing bombardment.",
        241.06,
        244.6
    ],
    [
        " Their machine gun and rifle fire got thicker, snapping viciously overhead in an increasing volume.",
        244.72,
        251.98
    ],
    [
        " Up and down the beach and out on the reef a number of amtrak were burning.",
        253.24,
        257.42
    ],
    [
        " Japanese machine gunbursts made long splashes on the water as they flang it with some giant whip.",
        258.32,
        264.16
    ],
    [
        " The geysers belched up relentlessly where the mortar and artillery shells hit.",
        265.22,
        269.12
    ],
    [
        " I caught a fleeting glimpse of a group of marines leaving a smoking amtrak on the reef.",
        269.42,
        275.48
    ],
    [
        " Some fell as bullets and fragments splashed among them.",
        276.56,
        282.48
    ],
    [
        " Their buddies tried to help them as they struggled in need deep water.",
        283.62,
        287.66
    ],
    [
        " I shuddered and choked, a wild, desperate feeling of anger, frustration, and pity gripped me.",
        289.52,
        296.7
    ],
    [
        " It was an emotion that would always torture my mind when I saw men trapped and was unable to do anything but watch as they were hit.",
        296.92,
        304.72
    ],
    [
        " My own plate forgotten momentarily, I felt sick into the depths of my soul.",
        305.8,
        310.58
    ],
    [
        " I asked God why, why, why?",
        311.78,
        314.76
    ],
    [
        " I turned my face away and wished that I were imagining it all.",
        315.82,
        319.38
    ],
    [
        " I tasted the bitterest essence of war, the sight of helpless comrades being slaughtered and it filled me with disgust.",
        320.04,
        332.0
    ],
    [
        " That right there is from a book, an absolutely incredible book called With the Old Breed by Eugene Sledge.",
        332.82,
        345.32
    ],
    [
        " Eugene Sledge was a marine.",
        347.64,
        353.74
    ],
    [
        " He was a marine in World War II and he ended up being a university professor and an author when he got done.",
        354.1,
        362.8
    ],
    [
        " He wrote this book.",
        363.24,
        364.12
    ],
    [
        " I read this book for the first time when I was on deployment to Iraq.",
        364.64,
        368.94
    ],
    [
        " My first deployment to Iraq.",
        369.38,
        370.62
    ],
    [
        " It definitely kept me in check because it made me always remember that what we were experiencing, this war that we were in, was something that men had always experienced.",
        375.26,
        395.16
    ],
    [
        " And actually they have experienced much, much worse than I ever experienced.",
        395.86,
        403.14
    ],
    [
        " And this book was later used to make the documentary, a PBS documentary called The War.",
        403.5,
        415.02
    ],
    [
        " And in 2010 was the HBO mini-series called The Pacific, which is an absolutely epic series.",
        415.02,
        428.7
    ],
    [
        " And if you haven't watched The Pacific, it's phenomenal.",
        429.3,
        433.52
    ],
    [
        " Get it and watch it.",
        434.0,
        435.4
    ],
    [
        " It's completely realistic.",
        435.88,
        438.44
    ],
    [
        " One of the things that struck me when I watched it for the first time was, you know, he talks about the waiting and the very first episode of The Pacific.",
        438.44,
        447.82
    ],
    [
        " You're waiting for something to happen or showing the guys prepping and they actually land and you're waiting and waiting for something to happen.",
        448.44,
        457.1
    ],
    [
        " And it doesn't.",
        457.68,
        458.76
    ],
    [
        " And it has this feeling.",
        459.32,
        462.38
    ],
    [
        " And I remember that feeling, especially being in Ramadi, when you'd be out in the streets and no shooting it started yet.",
        463.28,
        470.12
    ],
    [
        " And I would be, you know, everyone would have this feeling.",
        470.58,
        473.68
    ],
    [
        " You're waiting for it to start and every step you're waiting for it to start.",
        473.68,
        477.1
    ],
    [
        " So it does a very, it doesn't incredible job of portraying that and giving you that feeling.",
        477.26,
        486.46
    ],
    [
        " Now, what's important to remember about Eugene Sledge, and that's another great thing about the Pacific, is that they do interviews with these guys.",
        488.12,
        500.82
    ],
    [
        " They do interviews with them and you can see when you watch this, you will see that Eugene Sledge.",
        501.48,
        507.46
    ],
    [
        " And as I thought about how I would describe Eugene Sledge, he's, yes, he's a marine and you know, you get whatever ideas you get in your mind of what a marine is, you know, a tough guy, a guy filled with bravado.",
        508.1,
        521.56
    ],
    [
        " Eugene Sledge just will destroy that image because Eugene Sledge, and if I think of the way I would describe him,",
        522.28,
        531.52
    ],
    [
        " it would be to say simply, he's a good man.",
        533.76,
        538.28
    ],
    [
        " And you can tell when he talks that he's an upright man and that he's a moral man and he's a gentle and a kind person.",
        539.26,
        547.66
    ],
    [
        " I mean, it is his gentleness and his kindness oozes out of him.",
        547.78,
        552.34
    ],
    [
        " And he seems like, and I don't use this word very often, but I will use it because this is how I would describe him.",
        552.86,
        559.84
    ],
    [
        " He seems like a lovely human being. I mean, he just seems like a lovely person.",
        559.84,
        567.58
    ],
    [
        " And so as we go into this book, remember that this guy who went through this was just an absolutely incredibly good human.",
        568.58,
        587.5
    ],
    [
        " And also an incredible warrior.",
        591.38,
        594.1
    ],
    [
        " Now, the last podcast we talked about, Patton and War as I knew it, and that is a general's view.",
        594.56,
        602.3
    ],
    [
        " And if you remember when we talked about, when we went to Sri Lanka, that was that guy described the foot soldiers view as being a worms view",
        602.46,
        614.16
    ],
    [
        " because you're so in the front line that it's like a worm. And that's what this is. This is a soldier's book. This is a troopers book.",
        615.04,
        620.88
    ],
    [
        " This is the absolute front lines. And it is a book that really unveils a lot about will and survival and the psychological nature of war and what it does to people.",
        621.02,
        641.08
    ],
    [
        " And what people are capable of doing. And also I think it makes it very clear why we fight against evil.",
        642.82,
        653.12
    ],
    [
        " And I think that it's something that makes me think always about where we are in the world in a war against evil.",
        653.82,
        668.86
    ],
    [
        " So going back to the book, we started to move inland. We had gone only a few yards when an enemy machine gun opened up from a scrub thicket to our right.",
        669.66,
        680.62
    ],
    [
        " Japanese 81 millimeter and 90 millimeter mortars then opened up on us. Everyone hit the deck. I dove into a shallow crater.",
        681.8,
        689.06
    ],
    [
        " The company was completely pinned down. All movements ceased. The shells fell faster until I couldn't make out individual explosions.",
        689.82,
        699.36
    ],
    [
        " Just continuous crashing rumbles with an occasional ripping sound of shrapnel tearing low through the air overhead amongst the roar.",
        699.74,
        709.92
    ],
    [
        " The air was murky with smoke and dust. Every muscle in my body was as tight as a piano wire. I shuddered and shook as though I were having a mild, mild convulsion.",
        710.64,
        721.96
    ],
    [
        " Sweat flowed profusely. I prayed, clenched my teeth, squeezed my carbine stock and cursed the Japanese.",
        722.94,
        729.34
    ],
    [
        " Our lieutenant, a Cape Glauster veteran who was nearby seemed to be in about the same shape. From the meager protection of my shallow crater, I pitted him or anyone out on that flat coral.",
        730.24,
        743.62
    ],
    [
        " The heavy mortar barrage went on without slacking. I thought it would never stop. I was terrified by the big shells arching down all around us.",
        745.0,
        754.46
    ],
    [
        " One was a bound to fall directly into my hole I thought. If any orders were passed along or if anyone yelled for a corpsman, I never heard it in all the noise.",
        755.38,
        766.3
    ],
    [
        " It was as though I were out there on the battlefield all by myself, utterly fore-lorn and helpless in a tempest of violent explosions.",
        767.08,
        775.32
    ],
    [
        " All any man could do was sweated out and pray for survival. It would have been sure suicide to stand up in that firestorm.",
        776.88,
        786.6
    ],
    [
        " Under my first barrage since the fast-moving events of hitting the beach, I learned a new sensation, utter and absolute helplessness.",
        788.58,
        796.56
    ],
    [
        " The shelling lifted in about a half-hour, although it seemed to me to have crashed on for hours. Time had no meaning.",
        797.38,
        803.78
    ],
    [
        " This was particularly true when under heavy shelling. I could never judge how long it lasted.",
        805.74,
        811.2
    ],
    [
        " Orders then came to move up, move out, and I got up covered by a layer of coral dust. I felt like jelly and couldn't believe any of us had survived that barrage.",
        812.14,
        822.64
    ],
    [
        " That feeling of helplessness, and that is one of the worst things for humans, it's one of the worst human emotions.",
        829.26,
        839.6
    ],
    [
        " I experienced just a minor amount of shelling, of being mortared.",
        846.3,
        855.16
    ],
    [
        " It was in Iraq and my first deployment. We were on a firebase and we were trying to help with some sniper overwatch because this place had been attacked.",
        857.68,
        869.44
    ],
    [
        " This was early in my first deployment, my first time going to war. We were thinking, hey, these guys are getting mortared. Cool. We'll go out there and kill these people at our mortarium.",
        873.08,
        884.32
    ],
    [
        " We'll take care of it. We went out to this base on the outskirts of Baghdad.",
        885.32,
        891.12
    ],
    [
        " We started getting mortared and the insurgents that were firing the mortars knew exactly what they were doing.",
        894.84,
        903.5
    ],
    [
        " It was horrible because it was in the city. The mortars were being shot at us from three or four hundred meters away.",
        903.9,
        915.92
    ],
    [
        " They were from behind buildings. We could actually hear the mortars being launched. You could hear the fire trail of the launch.",
        917.06,
        935.16
    ],
    [
        " Now there you are and you're sitting there and you're just waiting to get blown up.",
        935.84,
        943.16
    ],
    [
        " It's interesting because if you have overhead cover, which means if you have a strong roof over your head, if you're inside of a building, a strong building that's made a concrete, it doesn't have to be a bunker or anything for smaller mortars, you're basically safe.",
        944.04,
        957.68
    ],
    [
        " You're fine. We didn't really understand that yet. We had guys, myself included, that were exposed. That were outside that were on rooftops.",
        957.86,
        967.8
    ],
    [
        " This is again, I want to emphasize, this is nothing compared to what Eugene Sledge is talking about.",
        970.36,
        979.9
    ],
    [
        " The only reason I'm bringing up is because I did experience it and my point is that even through one night where we took maybe 10 mortar rounds in a night, it actually affected the guys a little bit.",
        980.02,
        997.02
    ],
    [
        " One night, one night and you could see it actually when we got back to our compound, we had a door on our tactical operation center that was an old piece of plywood and it somebody mounted a spring on there to keep it shut because it was hot and there was air conditioning in there.",
        997.36,
        1012.52
    ],
    [
        " It was a strong spring. When you walked out and you let that go, it would slap and it would make a very loud bang. I literally, after one measly night of getting mortared, I watched guys shudder at the slap of that noise.",
        1013.34,
        1030.44
    ],
    [
        " To imagine what it was like for these guys for a half an hour of continuous shelling is it's just unbelievable. I'll tell you something else.",
        1033.22,
        1045.64
    ],
    [
        " If you go back further than that and you go to World War I where those soldiers were in the trenches and they got bombarded for months.",
        1046.32,
        1060.1
    ],
    [
        " And if you want to know what that does to a human, go on to YouTube and Google World War I or go on to YouTube and search World War I shell shock and it is horrendous to see the psychological damage that it did to these guys.",
        1060.6,
        1080.3
    ],
    [
        " And the worst part of it was was that today we understand that. We understand what it does to people psychologically. And we understand that it's a psychological damage.",
        1080.3,
        1098.54
    ],
    [
        " And in World War I they didn't know that. So these guys that broke, they were cowards. They were called cowards. And to think about that is sickening to me knowing that my guys after like I said, a minuscule amount of receiving mortar artillery fire is mortar fire.",
        1098.8,
        1126.68
    ],
    [
        " But it's the same thing. It's indirect fire that to know that that already had a little bit of effect to imagine what that did over time was was crazy.",
        1126.68,
        1138.9
    ],
    [
        " And I was, I got two moments in time that I remember that that I had the feeling of helplessness. We were on, I was on the rooftop. And again this was in Baghdad and we had gone to the space to sight up some sniper positions and help them eliminate their problem.",
        1139.46,
        1159.82
    ],
    [
        " Boy, where we wrong. So this rooftop was kind of divided up by concrete walls. And to get to this, to the furthest part away on the roof, you had to go jump a bunch of these walls. And you know you were traveling probably, I don't know, 50 meters across this rooftop to get to one of the corners.",
        1159.84,
        1182.44
    ],
    [
        " And so I had, you know, I was checking the positions of all the guys and walking from position to position to see where they are and see what their field of fire was and making adjustments if needed, checking with them, etc.",
        1183.14,
        1194.1
    ],
    [
        " So I get up to this, I climb out, get on the roof, climb up this stairs to the roof, jump a bunch of these, you know, little four foot walls, just kind of getting over them, takes two or three minutes to get.",
        1195.56,
        1210.82
    ],
    [
        " And I finally get to this position where there's one of the, one of the gunners is sitting there. And as I get there, hey, how's it going? What are you seeing? We're having a little discussion and all of a sudden we hear the mortar launch.",
        1210.82,
        1222.16
    ],
    [
        " And one of the other guys in the platoon gets on the radio and he says, he says, that's three boys, count them out.",
        1227.72,
        1235.1
    ],
    [
        " Meaning, okay, there's going to be three booms. And again, we have no overhead cover because I'm on the roof. And I look at, I look at the guy I'm with. And he says, you think we can make it back inside?",
        1235.66,
        1249.2
    ],
    [
        " Because you have time, you know, the mortar rounds going the way up in the air. He says, do you think we can make it back inside? And I said, nope. And he says, what should we do?",
        1250.1,
        1260.94
    ],
    [
        " And I said, hope it doesn't land in our quadrant, meaning this little area that we exit a land in there would be dead.",
        1261.94,
        1269.52
    ],
    [
        " But that's the feeling of helpless that that you have. And luckily that didn't land in our quadrant. I was in another situation. This was now on the, on the Baghdad International Airport, where our base was.",
        1270.16,
        1283.66
    ],
    [
        " And there was an attack on one of the gates and we went there as a quick reaction force and we get out there. And as the attacks happening and we're kind of showing up to see what we can do to help out all the sudden mortar start coming in.",
        1283.94,
        1297.52
    ],
    [
        " And again, I get down behind just a normal like a Jersey barrier, a concrete Jersey barrier. And it, but we're in a pretty open area other than this Jersey barrier.",
        1298.42,
        1309.42
    ],
    [
        " And again, I'm, I'm hunkered down with one other seal. And he looks at me and he goes, what should we do? And I go, there's nothing we can do but sit here and suck it up.",
        1309.84,
        1323.04
    ],
    [
        " And that's really all you can do. And it's easy to look back and be like, that was funny, you know. But that was, that was a three minutes of mortar bombardment, right?",
        1323.54,
        1335.6
    ],
    [
        " And so just to imagine the psychological trauma that these guys experienced, it was, it was just, it's horrible to imagine. And the key point of all this, I think, is to think about as,",
        1336.48,
        1352.36
    ],
    [
        " as it pertains to people, as it pertains to individuals, as it pertains to us now to people in the civilian world. What causes this intense anxiety and fear is the complete lack of control.",
        1352.66,
        1367.1
    ],
    [
        " That's what causes it. See, when you're in a firefighter, you're getting shot at, it's coming from somewhere and you can hide from it and you can get down and you can maneuver on it.",
        1367.68,
        1375.98
    ],
    [
        " When it's, when it's not that, when it's just random death that you cannot control, it's, it's psychologically much, much harder to deal with.",
        1375.98,
        1387.8
    ],
    [
        " And thank God we didn't have to deal with it very often. Now, again, when we were in Ramadi, the guys that were over with the first, the 506 on Camp Corregidor, those guys were getting mortared all the time. I mean, they were, they were feeling it, you know, again, not as bad, not World War I style.",
        1388.12,
        1405.48
    ],
    [
        " But, you know, they were getting mortared every day. There was mortars hitting the buildings. So that, that just randomness is what makes things so difficult.",
        1406.26,
        1416.98
    ],
    [
        " Those mortars, when you hear that first ignition of them, how long does it take to?",
        1417.38,
        1422.66
    ],
    [
        " It depends on how far away they were, but, you know, in this case, it was probably like a minute, maybe a little less than that. I'd have to sit here and think about it.",
        1422.88,
        1429.0
    ],
    [
        " But, it was like a minute, maybe 30 seconds. It might have been, it might have been, it might have been shorter than that, but it seemed like a whole like that because you're sitting there waiting for it to hit you.",
        1429.32,
        1437.7
    ],
    [
        " And that was another, on the one that was in Baghdad, I was sitting there in a humvee. And we had this, we had weapons on the humvee that could reach across the river. So we were by a river.",
        1437.88,
        1449.66
    ],
    [
        " And we were looking, we could see some activity over across the river. And so, as we sat there, our gunner, I said, hey, can you see this? And he's like, yeah, I can kind of see it. And I go, do you have a shot? And he goes, no, because we were behind a, behind a, a bunk, some kind of wall.",
        1450.54,
        1466.24
    ],
    [
        " I go, do you have a shot? And he goes, no, I can't, I don't have a shot yet. So I said, hey, pull the humvee forward. So I told the driver we pulled the humvee forward. Like, I don't know, 30 feet, maybe 35 feet.",
        1466.78,
        1477.74
    ],
    [
        " And a minute later, a mortar hit exactly where that humvee was. Luckily, it was only a 60 millimeter, which is a tiny, tiny little mortar. And no one even got fracked.",
        1479.58,
        1489.72
    ],
    [
        " But, I mean, you know, we were, we were 30 seconds away or a minute away from just taking a mortar round right in the humvee that we were all in. So it's, it's, again, I don't want to put anything that I experienced.",
        1490.26,
        1507.72
    ],
    [
        " On any level with what these guys experienced, the only reason I'm saying is to give a minuscule psychological impact that it has. And just multiply that times a billion to get to where these guys were. And, and what they went through.",
        1508.26,
        1524.54
    ],
    [
        " So going back to the book here after the fighting kind of settled, sledge, Eugene sledge comes across some dead Japanese soldiers. So now they're kind of patrolling. And there's some other veterans that were with him.",
        1526.66,
        1545.54
    ],
    [
        " And he's standing there looking at these dead Japanese bodies. And a guy comes over and says, sledgehammer. Don't stand there with your mouth open when there's all these good souvenirs laying around. So he sees these dead Japanese, and he's going to get some war booty.",
        1546.06,
        1560.84
    ],
    [
        " He then removed a nambu pistol, slipped the belt off the corpse and took the leather holster. He pulled off the steel helmet, reached inside and took out a neatly folded Japanese flag covered with writing.",
        1562.18,
        1575.26
    ],
    [
        " The veteran pitched the helmet on the coral where it clanked and rattled, rolled the corpse over and started pulling through the combat pack.",
        1575.9,
        1583.8
    ],
    [
        " The veteran's buddy came up and started stripping the other Japanese corpses. His take was a flag and other items. He then removed the bolts from the Japanese rifles and broke the stocks against the coral to render them useless to infiltrators.",
        1584.38,
        1597.9
    ],
    [
        " I hadn't budged or said a word, just stood glued to the spot almost in a trance. The corpses were sprawled where the veterans had dragged them around to get into their packs and pockets.",
        1599.62,
        1610.98
    ],
    [
        " Would I become this casual and callous about enemy dead, I wondered. Would the war dehumanize me so that I too could field strip enemy dead with such nambu shalants?",
        1612.66,
        1625.64
    ],
    [
        " The time soon came when it didn't bother me a bit.",
        1626.76,
        1630.82
    ],
    [
        " I think again it's important to remember that this guy is a gentleman, a kind soul and he knows and he's admitting that it came to a point where this did not bother him at all.",
        1631.74,
        1647.6
    ],
    [
        " Back to the book. Within a few yards of this scene, one of our hospital corpsmen worked in a small shallow defile, defile treating marine wounded.",
        1648.42,
        1659.78
    ],
    [
        " I went over and sat on the hot coral by him. The corpsman was on his knees bending over to a young marine who had just died on a stretcher.",
        1660.38,
        1669.88
    ],
    [
        " A blood soaked battle dressing was on the side of the marines of the dead man's neck. His fine handsome boyish face was ashen.",
        1670.16,
        1679.62
    ],
    [
        " What a pitiful waste I thought. He can't be a day over 17 years old. I thank God his mother couldn't see him.",
        1680.28,
        1687.08
    ],
    [
        " The corpsman held the dead marines chin tenderly between the thumb and fingers of his left hand and made the sign of the cross with his right hand.",
        1687.9,
        1696.22
    ],
    [
        " Tears streamed down his dusty, tanned, grief-contorted face while he sobbed quietly.",
        1697.24,
        1704.76
    ],
    [
        " Obviously, we have a vision in our mind of what a serviceman is like.",
        1719.82,
        1726.24
    ],
    [
        " What a marine is like.",
        1726.64,
        1729.28
    ],
    [
        " Certainly, that picture of a corpsman, which is actually a navy corpsman, if you don't know, navy corpsman, work with the marines and go into the field with marines and train as marines.",
        1729.92,
        1745.92
    ],
    [
        " But you picture this navy corpsman in trying to treat this man and losing him and out there in the middle of the battlefield with tears streaming down his face.",
        1746.46,
        1759.48
    ],
    [
        " That's what combat is.",
        1760.14,
        1764.66
    ],
    [
        " Moving to another section, where you're about to see some near friendly fire.",
        1769.5,
        1778.56
    ],
    [
        " Here it is. Just then a marine tank took to our rear. I'm sorry. Just then a marine tank to our rear mistook us for enemy troops.",
        1779.08,
        1790.18
    ],
    [
        " As soon as my hand went up to drop the round down the tube a machine gun cut loose. It sounded like one of ours, and from the rear of all places.",
        1790.58,
        1799.2
    ],
    [
        " As I peeped over the edge of the crater through the dust and smoke and saw a Sherman tank in the clearing behind us, the tank fired at 75mm gun off to our right rear.",
        1799.72,
        1809.02
    ],
    [
        " The shell exploded nearby, around a bend in the same trail we were on.",
        1809.6,
        1813.44
    ],
    [
        " I then heard the report of a Japanese field gun located there as it returned fire on the tank. Again I tried to fire but the machine gun opened up on us as before.",
        1814.12,
        1823.46
    ],
    [
        " A surge of panic rose within me. In a brief moment our tank had reduced me from a well-trained determined assistant mortar gunner to a quivering mass of terror.",
        1825.1,
        1836.6
    ],
    [
        " It was not just that I was being fired at by a machine gun that unnerved me so terribly, but that it was one of ours.",
        1837.28,
        1844.86
    ],
    [
        " To be killed by the enemy was bad enough. That was a real possibility I had prepared myself for.",
        1845.8,
        1851.6
    ],
    [
        " But to be killed by mistake by my own comrades was something I found hard to accept. It was just too much.",
        1852.32,
        1860.56
    ],
    [
        " That is what we call a blue on blue. When friendly shoot at friendly and fracture side is what it's called when brother kills brother.",
        1861.02,
        1872.24
    ],
    [
        " This is actually the opening of the book that Lafayne wrote, Extreme Ownership.",
        1873.44,
        1882.48
    ],
    [
        " The opening chapter is about this, this happening and happening under my command to my guys when I'm the senior guy.",
        1882.48,
        1892.98
    ],
    [
        " That's why this idea that to be killed by mistake by my own comrades was something I found hard to accept. This is the mortal sin of combat.",
        1893.48,
        1907.4
    ],
    [
        " Sometimes when I talk about my deployment to Ramadi and what it was like for us, I say that basically every bad thing that could happen happened.",
        1908.8,
        1922.18
    ],
    [
        " This is definitely one of them. It is being in a situation where there was friendly fire.",
        1923.06,
        1928.04
    ],
    [
        " And we were in a number of situations like this. None of them were as bad as the first one I talk about in the book.",
        1928.2,
        1933.94
    ],
    [
        " And here's how these guys get it solved.",
        1934.7,
        1936.72
    ],
    [
        " A volunteer crawled off to the left and soon the tank ceased firing on us.",
        1938.22,
        1943.08
    ],
    [
        " We learned later that our tankers were firing on us because we had moved too far ahead. They thought we were enemy support for the field gun.",
        1943.88,
        1951.66
    ],
    [
        " This also explained why the enemy shelling was passing over and exploding behind us.",
        1952.02,
        1957.08
    ],
    [
        " Tragically the Marine who saved us by identifying us to the tanker was shot off the tank and killed by a sniper.",
        1957.84,
        1965.0
    ],
    [
        " Definitely one of the worst things in war. You think you have to worry about the enemy and things are so confusing.",
        1966.34,
        1973.32
    ],
    [
        " And there's such mayhem out there that you have to spend at least as much time, if not more, if not more.",
        1974.62,
        1981.64
    ],
    [
        " Deconflicting with your friendly troops as you do trying to figure out where the enemy is and kill them.",
        1981.66,
        1987.2
    ],
    [
        " It was definitely a fast learning curve for us in Ramadi.",
        1987.68,
        1993.78
    ],
    [
        " Learning and understanding and deconflicting and wanting to be so absolutely certain of where everybody was.",
        1994.26,
        2004.9
    ],
    [
        " And the term we would use in the military is front line trace. Where are your guys? Where is the most forward that they are?",
        2004.9,
        2012.86
    ],
    [
        " Everybody needs to know that. In fact, and this might sound crazy. So we have people having their minds of a sniper position.",
        2013.06,
        2022.92
    ],
    [
        " Being two or three guys hidden very tactically in clandestine.",
        2023.24,
        2028.76
    ],
    [
        " In Ramadi, sometimes for our sniper overwatch positions, first of all, sometimes we have 20 or 30 guys in there to secure a building so that the snipers and the machine gunners could work.",
        2029.56,
        2040.68
    ],
    [
        " But on top of that, in order to avoid there being a blue on blue, we had giant aircraft marking panels.",
        2041.4,
        2050.44
    ],
    [
        " So fluorescent orange, 10 by 10 pieces of material that we would literally, the guys would literally hang them over the side of the overwatch positions to say, here we are, everyone, don't shoot us.",
        2051.78,
        2064.52
    ],
    [
        " Oh, bad guys, you want to shoot us? Bring it and we'll kill you.",
        2064.86,
        2067.56
    ],
    [
        " But that's the extent that we would go to to ensure that you weren't going to get shot by American forces.",
        2068.34,
        2076.28
    ],
    [
        " And there's, you know, Lave's got a vignette in the book as well, a story about that almost happening. And I tell another one, that blue on blue stuff was a nightmare.",
        2076.32,
        2087.26
    ],
    [
        " It was a nightmare to deal with. And, you know, one thing I will say is we had that horrible one that resulted in an Iraqi soldier killed, a friendly Iraqi soldier killed very early on in our deployment.",
        2087.66,
        2099.8
    ],
    [
        " But we learned so much from it that we, there was blue on blues that happened after that, but then we never had them get out of control like that first event.",
        2100.06,
        2110.34
    ],
    [
        " But again, for those people that have never been in combat before, and it was weird when Lave and I were writing the book, you know, we got done.",
        2111.04,
        2118.72
    ],
    [
        " I said, man, we've got three stories that are based on some sort of blue on blue happening. And we didn't plan it that way.",
        2118.76,
        2124.74
    ],
    [
        " But again, just to realize, you know, that's, that's how much we were thinking about it. That when we wrote about it, three of the stories were just about, hey, preventing blue on blues, having a blue on blue and then two of them are about preventing blue on blues.",
        2125.42,
        2139.08
    ],
    [
        " And if you've never been in a combat, you would, you wouldn't think about that it's so confusing.",
        2139.68,
        2146.12
    ],
    [
        " It's so confusing that there were situations in Ramadi where humvees fired on other humvees.",
        2147.26,
        2155.5
    ],
    [
        " So, so this is an American vehicle and it's not like the, the insurgents had humvees. I mean, a humvee is a very distinctive looking vehicle and there was situations where in the confusion and the mayhem and with, you know, muzzle flashes, humvees shot at other humvees.",
        2156.08,
        2173.04
    ],
    [
        " That's how, that's how crazy and chaotic combat can get back to the book moving forward.",
        2173.04,
        2182.2
    ],
    [
        " And this is going to go back into the shelling. And I almost wasn't going to talk about this, but I had to.",
        2182.76,
        2191.72
    ],
    [
        " There was nothing subtle or intimate about the approach and explosion of an artillery shell. When I heard the whistle of an approaching one in the distance, every muscle in my body contracted, I braced myself in a puny effort to keep from being swept away.",
        2192.62,
        2210.64
    ],
    [
        " I felt utterly helpless.",
        2211.48,
        2213.44
    ],
    [
        " As the fiendish whistle grew louder, my teeth ground against each other, my heart pounded, my mouth dried, my eyes narrowed, sweat poured over me.",
        2214.36,
        2225.08
    ],
    [
        " My breath came in short, irregular gasps. And I was afraid to swallow, lest I choke. I always prayed, sometimes out loud.",
        2225.8,
        2235.64
    ],
    [
        " Under certain conditions of range and terrain, I could hear the shell approaching from a considerable distance, thus prolonging the suspense into seemingly unending torture.",
        2236.78,
        2248.66
    ],
    [
        " At the instant, the voice of the shell grew the loudest, it terminated in a flash and a deafening explosion similar to the crash of a loud clap of thunder.",
        2250.0,
        2259.72
    ],
    [
        " The ground shook and the concussion hurt my ears. Shell fragments tore through the air, tore the air apart as they rushed out, warring and ripping.",
        2260.1,
        2269.88
    ],
    [
        " Rocks and dirt clattered onto the deck as smoke of the exploded shell dissipated.",
        2270.66,
        2277.36
    ],
    [
        " And this is something I need to point out. When I, before I was ever in combat and ever saw what mortars really did,",
        2278.04,
        2289.14
    ],
    [
        " when you think of shrapnel, when people think of shrapnel, like how big do you think a piece of shrapnel is? Just take a guess.",
        2289.5,
        2297.1
    ],
    [
        " This big one. So echoes, actually, an action of half, two inches.",
        2297.58,
        2300.48
    ],
    [
        " Echoes hold them up, inch and a half, two inches. I actually thought smaller than that. I thought, you know what, it's a little tiny thing.",
        2300.64,
        2305.74
    ],
    [
        " You know, you gotta be scared, you gotta watch out, these little tiny things. On bigger artillery shells or mortar shells, the frag that comes off of them is,",
        2305.92,
        2318.56
    ],
    [
        " a half an inch thick. And it can be nine inches long, 12 inches long, jagged shards of metal. You know, they're just evil.",
        2318.56,
        2332.6
    ],
    [
        " And that's why what's scary is the shrapnel. Oh yeah, it can, it can hit you and like puncture you like a bullet.",
        2333.06,
        2340.5
    ],
    [
        " But it can also take your leg clean off or take your arm clean off or just completely, I mean, just kill you instantly if it hits you in the torso.",
        2341.46,
        2348.76
    ],
    [
        " But it's a, it's a limb remover. So it's much more horrifying than, than what I ever envisioned it to be.",
        2348.76,
        2357.08
    ],
    [
        " And the reason, one of the reasons this sticks in my mind so well is getting mortared.",
        2357.32,
        2362.82
    ],
    [
        " We were at in combat outpost Falcon in downtown Ramadi, and we took some 120 millimeter mortar shells in there.",
        2363.4,
        2370.22
    ],
    [
        " And we, you know, the company commander who is an awesome unbelievable guy, he brought in a piece of frag.",
        2371.32,
        2378.8
    ],
    [
        " And the thing, I couldn't believe it when I saw it, I was shocked at how huge it was.",
        2379.32,
        2383.68
    ],
    [
        " What do you mean a piece of frag, like a random piece of frag that had come off the mortar shells? Yeah, blew off and you know bounced down the street, didn't hit anybody.",
        2383.84,
        2391.48
    ],
    [
        " And he picked it up and brought it in and said, here's what's flying around the air.",
        2391.8,
        2395.0
    ],
    [
        " Wait, so are these things that they load into the, to the shell?",
        2395.02,
        2398.36
    ],
    [
        " The shell is just the shell is the shell is in paste in metal. And that's what the metals for it.",
        2398.72,
        2403.8
    ],
    [
        " When it blows up, it just gets apart and gets people.",
        2403.84,
        2406.84
    ],
    [
        " Yeah, you think one, like when you see on TV about these, I don't know, these criminals or whatever they said, pipe bombs, they put stuff in the name,",
        2407.0,
        2414.72
    ],
    [
        " you think, so this is like that times 10. Yeah, it's big and it's, it's freaking horrifying.",
        2415.08,
        2422.06
    ],
    [
        " Dang. That's another one. I remember one of those same situation, we got hit with some mortars in cop, Falcon and Lafe and his, his team were like 300 meters away on a rooftop of a building and frag landed on them.",
        2422.42,
        2441.08
    ],
    [
        " You know, it wasn't, it didn't have the velocity to hurt anybody, but it was raining down on them.",
        2441.58,
        2446.66
    ],
    [
        " Yeah. It's probably all hot too. Oh, yeah, yeah.",
        2446.86,
        2450.3
    ],
    [
        " Yeah, horrible. Back to the book.",
        2450.3,
        2453.46
    ],
    [
        " To be under a barrage of prolonged shellings, simply magnified all the terrible physical and emotional effects of one shell.",
        2454.02,
        2461.7
    ],
    [
        " To me, artillery was an invention of hell. The on rushing whistle and scream of the big steel package of destruction was the pinnacle of violent fury and the embodiment of pent up evil.",
        2462.18,
        2475.5
    ],
    [
        " It was the essence of violence and of man's inhumanity to man.",
        2477.24,
        2482.48
    ],
    [
        " I developed a passion, a passionate hatred for shells to be killed by a bullet seemed so clean and surgical, but shells would not only tear and rip the body, they tortured one's mind almost beyond the brink of sanity.",
        2482.84,
        2498.92
    ],
    [
        " After each shell was wrung out, after each shell I was wrung out limp and exhausted.",
        2499.62,
        2506.32
    ],
    [
        " During prolonged shelling, I often had to restrain myself and fight back a wild, inexorable urge to scream, to sob and to cry.",
        2507.14,
        2517.16
    ],
    [
        " As Pelle Lue dragged on, I feared that if I ever lost control of myself, under shell fire, my mind would be shattered.",
        2517.74,
        2525.94
    ],
    [
        " I hated shells as much for their damage to the mind as to the body.",
        2526.14,
        2530.32
    ],
    [
        " To be under heavy shell fire was to me by far the most terrifying combat experiences.",
        2531.16,
        2537.5
    ],
    [
        " Each time it left me feeling more forlorn and helpless, more fatalistic, and with less confidence that I could escape the dreadful law of averages that reduced our numbers.",
        2538.24,
        2550.48
    ],
    [
        " Fear is many fasted and has many subtle nuances, but the terror and desperation endured under heavy shelling are by far the most unbearable.",
        2552.12,
        2563.94
    ],
    [
        " And I think again the key point of that, if you want to take something from that and apply it to life, because most people that are listening to this podcast won't have to endure shelling.",
        2564.98,
        2581.54
    ],
    [
        " Other than those troopers that are out there on the front lines today, God bless them, those guys are out there, they may have to deal with us and they will.",
        2581.76,
        2591.16
    ],
    [
        " But for civilians, for normal people, it's the feeling of helplessness, it's the feeling of lack of control that makes it so horrifying.",
        2593.64,
        2603.9
    ],
    [
        " And so when you come up against things that you cannot control, that's something to recognize.",
        2605.28,
        2610.34
    ],
    [
        " That it is something that you cannot control, and that's what's scaring you.",
        2610.84,
        2614.72
    ],
    [
        " That's what the fear is coming from, and making it infinitely worse than something that you can control.",
        2614.72,
        2622.58
    ],
    [
        " You know, another thing that they had to help them deal with the fear was the comradery.",
        2623.38,
        2636.1
    ],
    [
        " And he talks a little bit about this, talking about his company.",
        2638.76,
        2644.46
    ],
    [
        " I realized that company K will kilo, I realized that company K had become my home.",
        2644.78,
        2651.1
    ],
    [
        " No matter how bad a situation was in the company, it was still home to me.",
        2651.8,
        2656.98
    ],
    [
        " It was not just a lettered company in a numbered battalion in a numbered regiment in a numbered division.",
        2657.64,
        2662.48
    ],
    [
        " It meant far more than that. It was home, it was my company. I belonged in it and nowhere else.",
        2662.5,
        2671.6
    ],
    [
        " Most Marines I knew felt the same about their companies and whatever battalion regiment or marine division they happen to be in.",
        2672.62,
        2679.58
    ],
    [
        " This was the result of, or maybe a cause for, our strong aspried a corps.",
        2680.02,
        2685.4
    ],
    [
        " The Marine Corps wisely acknowledged this unit attachment.",
        2686.14,
        2689.22
    ],
    [
        " Men who recovered from wounds and returned to duty nearly always came home to their old company.",
        2689.54,
        2695.14
    ],
    [
        " This was not misplaced sentimentality, but a strong contributor to Hymeral.",
        2695.86,
        2701.98
    ],
    [
        " A man felt that he belonged to his unit and had a niche among his buddies, whom he knew and with whom he shared a mutual respect welded in combat.",
        2702.68,
        2713.84
    ],
    [
        " This sense of family was particularly important in the infantry, where survival and combat efficiency often hinged on how well men could depend on one another.",
        2714.08,
        2726.44
    ],
    [
        " A spree decor.",
        2728.78,
        2732.22
    ],
    [
        " And now there's a section that I'm moving forward to.",
        2733.6,
        2736.98
    ],
    [
        " And this section is called the stench of battle.",
        2738.1,
        2743.18
    ],
    [
        " The sun bore down on us like a giant heat lamp.",
        2744.12,
        2747.96
    ],
    [
        " Occasional rains fell on the hot coral, merely evaporated like steam off hot pavement.",
        2749.34,
        2754.78
    ],
    [
        " The air hung heavy and muggy. Everywhere we went on the ridges, the hot humid air weaked with a stench of death.",
        2755.26,
        2764.44
    ],
    [
        " A strong wind was no relief. It simply brought the horde odor from an adjacent area.",
        2765.92,
        2771.5
    ],
    [
        " Japanese corpses lay where they fell among the rocks and on the slopes. It was impossible to cover them.",
        2772.66,
        2778.32
    ],
    [
        " Usually there was no soil that could be spayed it over them, just the hard jagged coral.",
        2778.66,
        2784.56
    ],
    [
        " The enemy dead simply rotted where they had fallen. They lay all over the place in grotesque positions with puffy faces and grinning buck tooth expressions.",
        2785.66,
        2795.24
    ],
    [
        " It was difficult to convey to anyone who has not experienced it, the ghastly horror of having your sense of smell saturated constantly with the putrid odor of rotting human flesh.",
        2796.44,
        2808.3
    ],
    [
        " Day after day, night after night.",
        2808.5,
        2811.8
    ],
    [
        " This was something the men of an infantry battalion got a horrifying dose of during the long protracted battle such as Pellolu.",
        2812.24,
        2820.78
    ],
    [
        " In the tropics, the dead became bloated and gave off a terrific stench within a few hours after death.",
        2821.64,
        2828.46
    ],
    [
        " Whenever possible, we removed marine dead to the rear of the company's position.",
        2831.48,
        2836.0
    ],
    [
        " There they were usually laid on stretchers and covered with ponchos which stretched over the head of the corpse down to the ankles.",
        2836.84,
        2843.0
    ],
    [
        " I rarely saw a dead marine left uncovered with his face exposed to the sun, rain and flies.",
        2844.04,
        2849.7
    ],
    [
        " Somehow it seemed indecent not to cover our dead.",
        2850.76,
        2853.14
    ],
    [
        " Often though, the dead might lie on the stretchers for some time and decompose badly before the busy grave registration crews could take them for burial in the division cemetery near the airfield.",
        2853.86,
        2867.54
    ],
    [
        " Added to the awful stench of the dead of both sides was the repulsive odor of human excrement everywhere.",
        2868.26,
        2877.28
    ],
    [
        " It was all but impossible to practice simple elemental field sanitation on most areas of Pellolu because of the rocky surface.",
        2877.78,
        2885.22
    ],
    [
        " Field sanitation during maneuvers and combat was the responsibility of each man.",
        2886.1,
        2890.52
    ],
    [
        " In short, under normal conditions, he covered his own waste with a scoop of soil.",
        2891.1,
        2895.26
    ],
    [
        " At night, when he didn't dare venture out of his foxhole, he simply used an empty grenade canister or ration cans and threw it out of his hole and scooped dirt over it the next day if he wasn't under enemy.",
        2896.34,
        2907.26
    ],
    [
        " That was not possible on Pellolu.",
        2908.96,
        2912.28
    ],
    [
        " Added to this was the odor of thousands of rotting discarded Japanese and American rations.",
        2913.0,
        2921.16
    ],
    [
        " At every breath one inhaled, humid air heavy with countless repulsive odors.",
        2921.84,
        2927.78
    ],
    [
        " I felt as though my lungs would never be cleansed of these foul vapors.",
        2928.3,
        2932.3
    ],
    [
        " As I looked at the stains on the coral, I recalled some of the eloquent phrases of politicians and newsmen about how gallant it was for a man to shed his blood for his country and to give life's blood for sacrifice and so on.",
        2935.06,
        2955.64
    ],
    [
        " The words seemed so ridiculous only the flies benefited.",
        2956.36,
        2962.18
    ],
    [
        " So, as patriotic and brave as Eugene Sludge was, the madness, the madness even made him begin to question what this was all about.",
        2963.58,
        2984.06
    ],
    [
        " And think about what these politicians would say and say that only the flies benefited.",
        2984.06,
        2993.74
    ],
    [
        " It's crazy how he went so detailed in the smells.",
        2994.4,
        3001.28
    ],
    [
        " Because when you watch movies and that's a part that you don't give up.",
        3004.18,
        3008.06
    ],
    [
        " They touch on it every once in a while.",
        3008.06,
        3009.3
    ],
    [
        " The guys covering his nose or something that indicate this smells bad.",
        3009.4,
        3013.68
    ],
    [
        " But that doesn't stick in your mind the whole time.",
        3013.9,
        3016.5
    ],
    [
        " Maybe if they add like flies or something on it.",
        3016.82,
        3018.78
    ],
    [
        " But how he illustrated how this was going on to the point where I never even thought I'd ever catch a fresh breath.",
        3019.28,
        3028.84
    ],
    [
        " Basically, this is going to stay in.",
        3029.36,
        3030.74
    ],
    [
        " It really adds that element of hell.",
        3031.62,
        3035.58
    ],
    [
        " And they say that smell is one of the most impactful senses you have that can spark memories the strongest.",
        3036.18,
        3042.9
    ],
    [
        "",
        3043.56,
        3043.56
    ],
    [
        " No doubt about it.",
        3043.6,
        3044.34
    ],
    [
        " And there is a smell, there was a smell in Iraq.",
        3044.5,
        3046.78
    ],
    [
        " Obviously, it wasn't as bad as this.",
        3046.92,
        3048.06
    ],
    [
        " But it's a bad smell.",
        3048.16,
        3051.46
    ],
    [
        " And for sure when something hits me, if you're in a strange place or a place where it's not sanitary,",
        3052.48,
        3061.76
    ],
    [
        " you can get that momentary remembrance of that smell.",
        3062.3,
        3066.62
    ],
    [
        " And this section called the stench of combat is beyond just the smell, which we'll get into now.",
        3068.66,
        3075.68
    ],
    [
        " The grinding stress of prolonged heavy combat, the loss of sleep because of night nightly infiltration raids.",
        3079.16,
        3086.84
    ],
    [
        " The vigorous physical demands forced on us by the rugged terrain and the unrelenting suffocating heat were enough to make us drop in our tracks.",
        3087.22,
        3099.14
    ],
    [
        " How we kept going and continue fighting, I'll never know.",
        3099.94,
        3103.72
    ],
    [
        " I was so indescribably weary, physically and emotionally that I became fatalistic, praying only for my fate to be painless, thinking he's going to die.",
        3104.64,
        3117.94
    ],
    [
        " And there's only prayers that it's painless.",
        3118.7,
        3121.0
    ],
    [
        " Yeah, that's straight up believing it.",
        3121.14,
        3122.48
    ],
    [
        " Like you know, you're going to die.",
        3122.88,
        3124.0
    ],
    [
        " In addition to the terror and hardships of combat, each day brought some new dimension of dread for me.",
        3125.44,
        3132.9
    ],
    [
        " I witnessed some new, ghastly, macrobbe facet in the kaleidoscope of the unreal, as though designed by some fiendish ghoul to cause even the most hardened and calloused observer among us to recoil in horror and disbelief.",
        3133.78,
        3150.52
    ],
    [
        " Late one afternoon, a buddy and I returned from the gun pit in the fading light.",
        3154.06,
        3160.34
    ],
    [
        " We passed a shallow defiled, we hadn't noticed previously.",
        3160.84,
        3165.16
    ],
    [
        " In it, we're three marine dead. They were lying on stretchers where they had died before their comrades had been forced to withdraw some time earlier.",
        3165.88,
        3172.84
    ],
    [
        " As we move past, my buddy groaned, Jesus.",
        3174.16,
        3177.4
    ],
    [
        " I took a quick glance into the depression and recoiled in revulsion and pity at what I saw.",
        3177.94,
        3184.44
    ],
    [
        " The bodies were so badly decomposed and nearly blackened by exposure.",
        3185.28,
        3191.02
    ],
    [
        " This was to be expected of the dead in the tropics, but these marines had been mutilated hideously by the enemy.",
        3192.04,
        3199.12
    ],
    [
        " One man had been decapitated. His head lay on his chest. His hands had been severed from his wrists and also lay on his chest near his chin.",
        3200.14,
        3209.54
    ],
    [
        " In disbelief, I stared at the face as I realized that the Japanese had cut off the dead marines penis and stuffed it into his mouth.",
        3210.34,
        3220.16
    ],
    [
        " The corpse next to him had been treated similarly.",
        3221.28,
        3223.64
    ],
    [
        " The third had been butchered, chopped up like a carcass torn apart by some predatory animal.",
        3224.64,
        3231.48
    ],
    [
        " My emotions solidified into rage and hatred for the Japanese beyond anything I had ever experienced.",
        3232.42,
        3239.74
    ],
    [
        " From that moment on, I never felt the least pity or compassion for them, no matter what the circumstances.",
        3240.76,
        3248.8
    ],
    [
        " My comrades would field strip their packs and pockets for souvenirs and take gold teeth.",
        3249.74,
        3255.02
    ],
    [
        " But I never saw a marine commit that kind of barbaric mutilation that the Japanese committed if they had access to our dead.",
        3255.72,
        3263.6
    ],
    [
        " Like I said, it's a glimpse into the darkest part of humanity.",
        3264.98,
        3275.1
    ],
    [
        " And I want people to think about that and remember that it's real.",
        3279.7,
        3285.56
    ],
    [
        " It's real. That dark part of humanity that we don't want to exist.",
        3286.1,
        3295.14
    ],
    [
        " It exists. Evil exists.",
        3295.82,
        3301.72
    ],
    [
        " And this is coming from a guy, you know, when he says that he never had any pity after this.",
        3304.28,
        3314.46
    ],
    [
        " Again, if you go and watch the Pacific and you watch interviews with this guy, you can absolutely feel like I said the kindness oozes out of him.",
        3314.96,
        3327.64
    ],
    [
        " But even he, when confronting the darkness, had to explore his own darkness.",
        3328.52,
        3343.96
    ],
    [
        " And I'm jumping now to the end.",
        3344.58,
        3349.86
    ],
    [
        " On August 8th, we heard that the first atomic bomb had been dropped on Japan.",
        3353.28,
        3361.34
    ],
    [
        " Reports abound for a week about a possible surrender.",
        3362.48,
        3365.72
    ],
    [
        " Then on 15 August 1945, the war ended.",
        3367.02,
        3372.26
    ],
    [
        " We received news with quiet disbelief coupled with an indescribable sense relief.",
        3373.08,
        3380.14
    ],
    [
        " We thought the Japanese would never surrender.",
        3380.98,
        3383.76
    ],
    [
        " Many refused to believe it.",
        3385.78,
        3387.7
    ],
    [
        " Sitting in stunned silence, we remembered our dead.",
        3388.84,
        3392.46
    ],
    [
        " So many dead. So many maimed.",
        3393.6,
        3397.0
    ],
    [
        " So many bright futures consigned to the ashes of the past.",
        3397.7,
        3402.4
    ],
    [
        " So many dreams lost in the madness that engulfed us.",
        3403.02,
        3408.42
    ],
    [
        " Except for a few widely scattered shouts of joy, the survivors of the abyss sat hollow-eyed and silent, trying to comprehend a world without war.",
        3410.26,
        3423.3
    ],
    [
        " War is brutish, inglorious, and a terrible waste.",
        3426.14,
        3432.08
    ],
    [
        " Combat leaves an indelible mark on those who are forced to endure it.",
        3433.54,
        3437.72
    ],
    [
        " The only redeeming factors were my comrades' incredible bravery and their devotion to each other.",
        3439.02,
        3446.72
    ],
    [
        " Marine Corps training taught us to kill efficiently and to try to survive.",
        3447.66,
        3452.24
    ],
    [
        " But it also taught us loyalty to each other.",
        3453.02,
        3456.26
    ],
    [
        " And love.",
        3457.4,
        3458.22
    ],
    [
        " That a spree decor sustained us.",
        3459.56,
        3462.1
    ],
    [
        " Until the millennium arrives and countries cease trying to enslave others,",
        3463.76,
        3469.6
    ],
    [
        " it will be necessary to accept one's responsibilities and be willing to make sacrifices for one's countries as my comrades did.",
        3469.98,
        3478.96
    ],
    [
        " As the troops used to say, if the country is good enough to live in, it's good enough to fight for.",
        3479.58,
        3486.2
    ],
    [
        " With privilege goes responsibility.",
        3487.04,
        3491.58
    ],
    [
        " And that is another look at war.",
        3492.96,
        3499.9
    ],
    [
        " And it's something that we can't ever forget.",
        3500.48,
        3508.06
    ],
    [
        " That war is awful.",
        3508.8,
        3512.02
    ],
    [
        " And that war is the darkness that I talk about.",
        3513.16,
        3516.76
    ],
    [
        " And as Eugene Sledge says, the only redeeming factor is the incredible bravery and devotion to each other.",
        3519.5,
        3530.84
    ],
    [
        " And I've talked about that before.",
        3531.1,
        3532.9
    ],
    [
        " What made war to me an incredibly life-altering experience.",
        3534.02,
        3544.12
    ],
    [
        " It wasn't the darkness that I saw, but the light of the bravery of those on the battlefield.",
        3544.8,
        3555.3
    ],
    [
        " And I will add another redeeming quality to war.",
        3556.06,
        3559.08
    ],
    [
        " And it's a question.",
        3560.06,
        3561.4
    ],
    [
        " And that is what is the alternative.",
        3561.66,
        3564.14
    ],
    [
        " So what if we had not stopped the brutal imperial Japanese Empire?",
        3566.0,
        3573.64
    ],
    [
        " What if we had not stopped the Nazis?",
        3574.86,
        3576.38
    ],
    [
        " What if we had not fought a war against ourselves to end slavery?",
        3578.04,
        3584.08
    ],
    [
        " And today, they're still evil in the world.",
        3585.08,
        3589.16
    ],
    [
        " They're still darkness, ISIS, the cult of child rapists and sadists and torturers and murderers.",
        3589.16,
        3602.4
    ],
    [
        " And if we don't confront that evil, and that evil goes unchecked, then darkness prevails.",
        3602.4,
        3612.52
    ],
    [
        " So we have to be a force of light against the darkness.",
        3614.18,
        3619.0
    ],
    [
        " And as Eugene Sledge transformed partially in his brain, we have to use the darkness and the evil ourselves to prevail.",
        3619.82,
        3632.58
    ],
    [
        " That's the paradox.",
        3633.36,
        3634.58
    ],
    [
        " And we have to remember that when men get so close to evil, it leaves a mark.",
        3636.14,
        3645.32
    ],
    [
        " And it leaves a scar.",
        3646.38,
        3647.42
    ],
    [
        " And we must forgive them their trespasses and help them to heal if they need it.",
        3649.66,
        3655.94
    ],
    [
        " So to the men and women who are fighting or have fought against forces of evil in the world, thank you.",
        3656.54,
        3667.28
    ],
    [
        " If we were going to dive into that to apply or think about that in context of normal people, I would say just remember how horrible things can be.",
        3668.56,
        3693.72
    ],
    [
        " And enjoy that sunrise in the morning.",
        3696.46,
        3699.2
    ],
    [
        " Again, that book is called With the Old Breed by Eugene Sledge.",
        3700.32,
        3707.28
    ],
    [
        " And I hit some highlights, but the entire book is incredible.",
        3708.5,
        3713.94
    ],
    [
        " The HBO mini-series is called the Pacific Watch It.",
        3714.98,
        3719.22
    ],
    [
        " It's incredible.",
        3720.26,
        3721.58
    ],
    [
        " And remember.",
        3722.1,
        3725.86
    ],
    [
        " Remember.",
        3726.6,
        3729.06
    ],
    [
        " Remember.",
        3729.62,
        3733.44
    ],
    [
        " All right, let's get to some questions.",
        3734.06,
        3742.2
    ],
    [
        " Some questions from the interwebs.",
        3742.98,
        3744.82
    ],
    [
        " Yes, internet questions.",
        3745.04,
        3745.82
    ],
    [
        " Okay.",
        3746.08,
        3746.26
    ],
    [
        " And by the way, it's a bit late in the game, but good evening, Echo Charles.",
        3746.84,
        3752.42
    ],
    [
        " Good evening.",
        3752.68,
        3753.2
    ],
    [
        " And thanks for joining.",
        3753.26,
        3754.2
    ],
    [
        " Thanks.",
        3754.56,
        3754.94
    ],
    [
        " Yeah, I don't know when to start timing in.",
        3755.08,
        3757.34
    ],
    [
        " No, I get with a book like this.",
        3757.38,
        3762.28
    ],
    [
        " I mean, I'm coming over here to the studio and it is in my mind.",
        3762.98,
        3766.94
    ],
    [
        " I'm fired up.",
        3766.94,
        3768.44
    ],
    [
        " And I picture when I want to listen to a podcast, I want to sit down.",
        3770.76,
        3777.22
    ],
    [
        " I want to put the headphones on.",
        3777.46,
        3779.98
    ],
    [
        " I want to press play.",
        3780.28,
        3781.62
    ],
    [
        " And I want to get it.",
        3782.32,
        3784.14
    ],
    [
        " I want to get after it.",
        3784.36,
        3785.5
    ],
    [
        " I want something to get in my brain and start to make me think.",
        3785.62,
        3788.78
    ],
    [
        " And that's where I was tonight.",
        3789.8,
        3791.78
    ],
    [
        " When I got on track, I said, hey, this is the podcast.",
        3791.96,
        3796.56
    ],
    [
        " And here we go.",
        3797.46,
        3798.38
    ],
    [
        " And I just went into it.",
        3798.48,
        3799.68
    ],
    [
        " Yeah, no, you should.",
        3799.68,
        3800.46
    ],
    [
        " There was no Echo Charles in my brain at that point.",
        3800.62,
        3802.9
    ],
    [
        " No, no offense.",
        3802.92,
        3804.1
    ],
    [
        "",
        3804.48,
        3804.48
    ],
    [
        " No, no, no, no, no.",
        3804.52,
        3805.22
    ],
    [
        " I don't want to be in your brain, Brad.",
        3805.22,
        3806.4
    ],
    [
        " Do you do your thing?",
        3806.62,
        3807.42
    ],
    [
        " I like to listen anyway.",
        3807.68,
        3808.98
    ],
    [
        " I just don't know when to chime in.",
        3809.32,
        3810.24
    ],
    [
        " In fact, I do know when to chime in.",
        3810.4,
        3811.9
    ],
    [
        " I want to have a question.",
        3812.12,
        3812.96
    ],
    [
        " That's true.",
        3813.16,
        3813.92
    ],
    [
        " That's true.",
        3814.48,
        3814.92
    ],
    [
        " That's no reason.",
        3815.42,
        3816.28
    ],
    [
        " So good evening.",
        3816.68,
        3817.78
    ],
    [
        " No one wants to hear you say, hey, Echo, what's going on?",
        3817.78,
        3821.0
    ],
    [
        " Yeah, let's cut out the small talk and let's get down to business.",
        3821.02,
        3824.22
    ],
    [
        " We can small talk now that I've released the passion that I had.",
        3824.22,
        3832.26
    ],
    [
        " And I was had brewing up in my brain because you can remember, I'm prepping these things.",
        3832.72,
        3838.04
    ],
    [
        " So I'm going through this book for a week or two.",
        3838.24,
        3841.6
    ],
    [
        " And I'm delving into it.",
        3842.06,
        3843.4
    ],
    [
        " And I'm doing other, I'm watching YouTube videos of the Pellaloo battle.",
        3843.42,
        3847.74
    ],
    [
        " It's in my brain and it's wanting to get, it's wanting to come out.",
        3847.74,
        3851.54
    ],
    [
        " Yeah, yeah, fully.",
        3851.86,
        3852.64
    ],
    [
        " So you just get trumped by that.",
        3852.64,
        3855.64
    ],
    [
        " No offense.",
        3856.06,
        3857.32
    ],
    [
        " Nope, none taken.",
        3857.88,
        3859.1
    ],
    [
        " All right.",
        3860.26,
        3860.86
    ],
    [
        " Questions?",
        3861.78,
        3862.18
    ],
    [
        " Jocco.",
        3862.72,
        3863.04
    ],
    [
        " How do you balance extreme ownership with holding others accountable for their actions and avoiding them using you?",
        3864.52,
        3872.12
    ],
    [
        " So this is actually a question that I end up responding to on a fairly regular basis.",
        3873.58,
        3879.72
    ],
    [
        " And there's really a couple of different angles here that are going on.",
        3881.2,
        3884.62
    ],
    [
        " The one of the points here is the balance of extreme ownership versus holding others accountable.",
        3885.96,
        3893.9
    ],
    [
        " And what that really means, or another way of looking at that is it's really extreme ownership versus decentralized command.",
        3894.46,
        3903.18
    ],
    [
        " So decentralized command is it's one of the laws of combat that life and I write about in the book, decentralized command.",
        3903.74,
        3913.38
    ],
    [
        " And what that means is everybody leads.",
        3913.52,
        3915.78
    ],
    [
        " That means everybody's a leader.",
        3915.9,
        3917.5
    ],
    [
        " And that's what you want.",
        3917.86,
        3918.8
    ],
    [
        " And that is a, that is a, the complete opposite of extreme ownership.",
        3919.04,
        3925.08
    ],
    [
        " So extreme ownership.",
        3925.26,
        3926.08
    ],
    [
        " I'm going to own everything.",
        3926.22,
        3927.42
    ],
    [
        " Decentralized command is I'm going to let everyone else lead.",
        3927.78,
        3931.16
    ],
    [
        " So there's a real, a real contradiction, a real dichotomy there.",
        3931.46,
        3936.16
    ],
    [
        " So what you have to do is balance it.",
        3936.8,
        3940.0
    ],
    [
        " You have to balance.",
        3940.12,
        3941.06
    ],
    [
        " That's the only way to sort of rectify or reconcile those two opposing forces.",
        3941.26,
        3950.58
    ],
    [
        " Because you do, you do have to have extreme ownership of everything.",
        3951.0,
        3954.16
    ],
    [
        " That is true.",
        3954.52,
        3955.26
    ],
    [
        " And at the same time, you have to have decentralized command because you can't be everywhere.",
        3955.7,
        3959.0
    ],
    [
        " Once and you have to let your frontline leaders lead.",
        3959.0,
        3961.26
    ],
    [
        " So you have to balance them.",
        3961.92,
        3964.24
    ],
    [
        " So that's one part of it is that you should, if you feel yourself, for instance,",
        3965.06,
        3971.74
    ],
    [
        " if you feel like you can't get everything done and you're losing control or you're,",
        3972.0,
        3977.88
    ],
    [
        " you're not able to execute everything because there's too much on your plate.",
        3977.92,
        3982.24
    ],
    [
        " It means that you're not delegating enough.",
        3982.8,
        3984.92
    ],
    [
        " It means that you're not, your frontline troopers aren't stepping up and leading.",
        3984.94,
        3988.08
    ],
    [
        " Now, so you've gone too far in one direction.",
        3989.08,
        3992.18
    ],
    [
        " Now, if you're leaders, or if all of a sudden you're having to tell your leaders like,",
        3992.78,
        3997.88
    ],
    [
        " hey, you need to get this done.",
        3997.94,
        3999.52
    ],
    [
        " Hey, what are you doing?",
        3999.62,
        4000.2
    ],
    [
        " Why aren't you taking initiative?",
        4000.32,
        4001.14
    ],
    [
        " Then that means you've gone too far in the other direction.",
        4001.38,
        4003.64
    ],
    [
        " So you have to find the good balance.",
        4003.76,
        4005.46
    ],
    [
        " And that's the, that's the goal and the gain.",
        4005.6,
        4008.48
    ],
    [
        " And I'll say it over and over again, that's what makes leadership hard.",
        4008.62,
        4011.18
    ],
    [
        " Leadership, the hardest thing about leadership is that there's opposing forces that you have to balance.",
        4011.54,
        4016.08
    ],
    [
        " And if you could just pick the extreme and go with it and that made you a good leader,",
        4016.56,
        4019.52
    ],
    [
        " anyone could do it.",
        4019.64,
        4020.4
    ],
    [
        " But it's not.",
        4020.56,
        4021.0
    ],
    [
        " It's the balance that makes you a good leader.",
        4021.24,
        4024.82
    ],
    [
        " It's the balance that's challenging.",
        4025.02,
        4026.56
    ],
    [
        " So now the other word, so that's part of the question.",
        4027.7,
        4031.02
    ],
    [
        " The other word is accountability and holding people accountable for their actions.",
        4031.24,
        4040.06
    ],
    [
        " Now, this is where I'm going to throw something out that people are not going to do.",
        4040.88,
        4046.06
    ],
    [
        " They're going to expect me to say because people always talk about accountability.",
        4046.06,
        4051.04
    ],
    [
        " And I hear that all the time in businesses and they say, yeah, we really need accountability, accountability, accountability.",
        4052.1,
        4058.46
    ],
    [
        " And here's the issue I have with that.",
        4058.94,
        4063.54
    ],
    [
        " You don't want to have to rely on accountability.",
        4064.2,
        4069.44
    ],
    [
        " Accountability is actually a crutch.",
        4069.72,
        4073.46
    ],
    [
        " It's a tool.",
        4073.96,
        4074.9
    ],
    [
        " And I'm not saying you never use it because sometimes you do have to use it.",
        4075.1,
        4078.78
    ],
    [
        " You have to implement it if people aren't doing what they're supposed to do.",
        4078.86,
        4081.16
    ],
    [
        " You have to hold them accountable.",
        4081.32,
        4082.58
    ],
    [
        " But I will tell you this.",
        4082.82,
        4084.62
    ],
    [
        " What you don't want is people that are doing their job only because you're holding them accountable.",
        4085.34,
        4093.82
    ],
    [
        " That's not what you want.",
        4094.4,
        4095.88
    ],
    [
        " You want people that take initiative and ownership of their job.",
        4096.08,
        4100.86
    ],
    [
        " And they do it not because you want them to or because you're going to inspect them.",
        4100.86,
        4105.68
    ],
    [
        " They do it because they own it.",
        4105.68,
        4109.04
    ],
    [
        " They take extreme ownership of it.",
        4109.3,
        4111.5
    ],
    [
        " That's what you want.",
        4111.7,
        4113.14
    ],
    [
        " So if you were to ask people that work for me, if I held them accountable, they would be like, hmm, not really.",
        4113.68,
        4123.36
    ],
    [
        " I mean, for instance, weapons inspections.",
        4123.58,
        4127.16
    ],
    [
        " So you know, I'm in charge of a platoon or I'm in charge of a task unit.",
        4127.4,
        4131.86
    ],
    [
        " And there's a couple hundred weapons or whatever, a bunch of weapons.",
        4132.56,
        4136.42
    ],
    [
        " And if you don't take care of those weapons and people don't maintain them and clean them and lubricate them properly, they can rust very easily.",
        4137.72,
        4146.58
    ],
    [
        " And so, you know, one of the things that you may have to do is do weapons inspections to make sure that my guys are cleaning their weapons.",
        4146.9,
        4156.18
    ],
    [
        " And I can tell you, I rarely, if ever, conducted actual weapons inspections.",
        4156.9,
        4166.72
    ],
    [
        " The reason my guys did it, my guys owned it, my guys wanted to be the best.",
        4167.12,
        4175.08
    ],
    [
        " They wanted to always have the best possible reputation.",
        4175.26,
        4179.84
    ],
    [
        " And so I didn't have to go around inspecting their weapons because I knew that they were going to do it.",
        4180.48,
        4187.46
    ],
    [
        " I knew that my guys who were on board who understood why we were doing what we were doing.",
        4187.86,
        4194.1
    ],
    [
        " Who understood that we wanted to be the best and who were on board with trying to be the best.",
        4195.02,
        4200.18
    ],
    [
        " Said, you know what?",
        4200.58,
        4202.0
    ],
    [
        " You know, we are going to make sure these weapons are the best possible.",
        4203.16,
        4206.44
    ],
    [
        " And I learned this when I was in my second platoon.",
        4206.66,
        4210.04
    ],
    [
        " My boss was an awesome guy.",
        4210.36,
        4213.26
    ],
    [
        " And this is a guy that I've talked about before.",
        4213.84,
        4215.94
    ],
    [
        " He was huge influence on me.",
        4216.06,
        4217.62
    ],
    [
        " He was a prior enlisted seal who became an officer.",
        4217.78,
        4221.84
    ],
    [
        " He was a combat veteran from the war in Grenada.",
        4222.1,
        4225.02
    ],
    [
        " And he was a very humble guy.",
        4225.52,
        4228.26
    ],
    [
        " And he's actually the guy that inspired me to become an officer because I said to myself,",
        4228.94,
        4232.8
    ],
    [
        " wait, this guy's, this guy made our lives so good.",
        4232.88,
        4236.26
    ],
    [
        " Maybe I could do that for 16 guys in a platoon someday.",
        4236.48,
        4239.68
    ],
    [
        " But what I realized about him is he never held us accountable for anything.",
        4240.02,
        4246.06
    ],
    [
        " But at the same time, he infused accountability on us because what we wanted more than anything else was to do a good job for him and for the platoon.",
        4246.06,
        4258.18
    ],
    [
        " That's how you get troops and teams aligned, not by holding them accountable within posed accountability,",
        4259.14,
        4269.38
    ],
    [
        " but where they are inspired themselves to hold themselves accountable.",
        4269.86,
        4275.4
    ],
    [
        " I knew I had a coaching call with a team the other day that was, they were saying, hey, we really would like to have you coach us",
        4275.48,
        4286.84
    ],
    [
        " because we're lacking in these areas and we really need, we know what to do, but we really need someone to hold us accountable to do it.",
        4286.84,
        4294.02
    ],
    [
        " And I was like, listen, I charge a lot of money and you guys would be stupid to give it to me.",
        4295.46,
        4304.78
    ],
    [
        " You guys just simply lack the discipline to work for the team and make it happen.",
        4305.38,
        4312.36
    ],
    [
        " And I threw this example, I said, you know, if you're competing against another team and what I did was I moved into your house and I woke you up in the morning and I held you accountable for what you're supposed to do and I made you do it.",
        4312.5,
        4323.14
    ],
    [
        " So we put the ultimate and accountability on top of them.",
        4323.7,
        4326.86
    ],
    [
        " I said, who would do better?",
        4327.72,
        4329.4
    ],
    [
        " You guys with me waking you up in the morning and beating you until you accomplish what you were supposed to do.",
        4329.92,
        4336.4
    ],
    [
        " I held you to the highest standard of accountability or a team that was hungry themselves.",
        4336.46,
        4344.38
    ],
    [
        " That was going to go the extra mile.",
        4345.18,
        4347.46
    ],
    [
        " That was going to do more work that was going to stay up later.",
        4347.46,
        4350.56
    ],
    [
        " That was going to get up earlier, not because somebody was holding them accountable, but because they had the desire for victory.",
        4350.56,
        4357.78
    ],
    [
        " Who's going to win that contest?",
        4358.1,
        4360.46
    ],
    [
        " And the answer is very simple.",
        4361.06,
        4363.02
    ],
    [
        " Those with the innate and intrinsic desire to win will win over those that have imposed discipline and accountability put on top of them.",
        4363.3,
        4374.48
    ],
    [
        " Now, because there's a dichotomy to everything and because there's a balance to everything, there are times where in a leadership position, you do need to inspect and make sure that you hold people accountable.",
        4375.96,
        4386.88
    ],
    [
        " And an example I have of that is we had when we got to Ramadi, we had our radios and generally the radio men knew how to program the radios and get them synced up so they could talk to other radios and all that.",
        4387.2,
        4399.76
    ],
    [
        " And I told the guys, I'm like, listen, everybody in the troop needs to know how to program your radio yourself.",
        4400.04,
        4406.52
    ],
    [
        " And everyone says, oh, okay.",
        4407.34,
        4409.16
    ],
    [
        " And it was so critical that they know how to program these radios because if you're out in the field and you get separated from your unit and all of a sudden your radio gets zeroized or it has a problem and you don't know how to fix it yourself.",
        4410.26,
        4422.6
    ],
    [
        " What are you going to do?",
        4422.76,
        4423.28
    ],
    [
        " You can't talk to anybody and you're doomed. You're going to die.",
        4423.56,
        4426.22
    ],
    [
        " So because it was that critical, I actually after the first briefing, I called a couple guys up and I said, give me a radio and I zeroized their radios.",
        4426.42,
        4435.5
    ],
    [
        " And I said, okay, reprogram it now.",
        4436.08,
        4437.94
    ],
    [
        " And a couple of them did not do it.",
        4438.88,
        4441.68
    ],
    [
        " And I said, okay, listen up guys, no one is going on operation if you can't reprogram your radio.",
        4442.14,
        4446.84
    ],
    [
        " And so the guys had to sit down and go and figure out how to do it.",
        4447.56,
        4450.24
    ],
    [
        " So there's times where you do have to hold people accountable.",
        4450.24,
        4453.58
    ],
    [
        " And in that situation, I knew that even though I was saying, hey, it's important, they didn't realize how important it was.",
        4453.82,
        4459.94
    ],
    [
        " Because you know, it was, oh, you got to know how to work your gear. They kind of took it like that.",
        4460.2,
        4463.06
    ],
    [
        " I knew that guys didn't really understand the nature of how important it was to be able to operate and reprogram your entire radio and sink it with the Army radios and all that.",
        4463.18,
        4472.92
    ],
    [
        " I knew that they didn't quite understand how important it was.",
        4473.38,
        4476.46
    ],
    [
        " And so I had to hold them accountable.",
        4476.46,
        4478.94
    ],
    [
        " But generally, 98% of the stuff, I didn't have to hold people accountable.",
        4479.44,
        4485.46
    ],
    [
        " I didn't inspect things.",
        4485.74,
        4487.22
    ],
    [
        " I expected things and they delivered.",
        4487.6,
        4491.26
    ],
    [
        " And that's, that's people will follow your lead.",
        4492.2,
        4497.96
    ],
    [
        " If you take ownership, that's how my guys have always been.",
        4497.96,
        4502.12
    ],
    [
        " They've always seen that and known what the expectations were.",
        4502.66,
        4509.76
    ],
    [
        " And finally, if you're sitting there and you keep saying to yourself, I got to hold people accountable.",
        4510.28,
        4515.96
    ],
    [
        " I got to hold people accountable.",
        4516.14,
        4517.2
    ],
    [
        " Most likely, you don't need to hold them accountable.",
        4517.82,
        4522.22
    ],
    [
        " You need to lead them.",
        4523.64,
        4525.66
    ],
    [
        " You need to make them understand why they're doing what they're doing, why it's important, how it impacts the strategic mission, how it impacts the team, how it impacts them.",
        4526.1,
        4536.66
    ],
    [
        " That's leadership.",
        4537.54,
        4539.1
    ],
    [
        " Not accountability, it's leadership.",
        4539.86,
        4542.22
    ],
    [
        " Accountability is just a tool.",
        4542.42,
        4544.1
    ],
    [
        " And it is a, a, it's a crude tool compared to real leadership.",
        4544.52,
        4551.62
    ],
    [
        " So use it if you have to, but try and use leadership instead.",
        4552.18,
        4558.74
    ],
    [
        " Next question.",
        4559.5,
        4562.9
    ],
    [
        " Jockel.",
        4566.48,
        4567.06
    ],
    [
        " I'm entering the police academy in a few short weeks and I'll be a police officer after six months.",
        4567.52,
        4573.06
    ],
    [
        " I have no military background and have very little experience with true confrontation and violence.",
        4573.64,
        4579.04
    ],
    [
        " One of the best ways of police officer can condition themselves to violence and confrontation.",
        4579.74,
        4584.64
    ],
    [
        " I currently change it to, but I'm not, but I am curious what else I can do to keep myself and others safe from unpredictable.",
        4585.34,
        4592.76
    ],
    [
        " This is not a self-defense question, or are there mental conditioning questions?",
        4593.98,
        4597.98
    ],
    [
        " Very cool question.",
        4599.12,
        4601.2
    ],
    [
        " Appreciate that question.",
        4601.9,
        4603.4
    ],
    [
        " Because this individual recognizes that there's a little bit more to it than just the physical self-defense.",
        4604.12,
        4612.26
    ],
    [
        " And that's the mental.",
        4612.78,
        4613.54
    ],
    [
        " And he's 100% right.",
        4614.32,
        4615.28
    ],
    [
        " So here's some things that you can do.",
        4615.56,
        4617.14
    ],
    [
        " When you get the opportunity, you got to get some realistic training going.",
        4620.82,
        4626.38
    ],
    [
        " And I've talked about it a little bit on here with a kind of realistic training that we did in the SEAL teams.",
        4626.64,
        4632.3
    ],
    [
        " There's things that up the intensity greatly, simulation or like a paintball scenario.",
        4632.92,
        4639.04
    ],
    [
        " Another good thing is getting really heavy sparring equipment on.",
        4639.72,
        4645.34
    ],
    [
        " So face gear and really go to town where you're trying to attack someone and take them down.",
        4645.6,
        4653.68
    ],
    [
        " And do it three on one, four on one.",
        4654.38,
        4656.68
    ],
    [
        " Gotta be careful not to get hurt.",
        4656.88,
        4657.86
    ],
    [
        " You don't want to go that extreme.",
        4658.04,
        4658.88
    ],
    [
        " But if someone puts on head gear with a face mask and a whole nine yards,",
        4659.06,
        4664.32
    ],
    [
        " shin guards and padded outfit on and people can attack them.",
        4666.34,
        4671.28
    ],
    [
        " And you have to react to it.",
        4671.98,
        4673.0
    ],
    [
        " The other good thing to do is do it in a situation where you don't let the guy know what's going to happen.",
        4673.06,
        4678.08
    ],
    [
        " You know, he's got to keep his eyes closed until you say go and he opens his eyes.",
        4678.6,
        4681.38
    ],
    [
        " There's someone there with a knife right in front of him.",
        4681.48,
        4682.9
    ],
    [
        " A fake knife right in front of him is going to stab him.",
        4682.9,
        4684.68
    ],
    [
        " And he's got a draws weapon and shoot or defend himself somehow.",
        4684.92,
        4688.7
    ],
    [
        " So you want to hit him with these unexpected drills with your weapons without your weapons shooting him.",
        4688.82,
        4694.3
    ],
    [
        " So those are the kind of things as soon as you get the opportunity to do it.",
        4695.3,
        4699.24
    ],
    [
        " And it's even good.",
        4699.32,
        4700.0
    ],
    [
        " I mean, if you've been in a shooting drill with like a barricaded shooter,",
        4700.1,
        4708.88
    ],
    [
        " which is, you know, you put a shooter at the end of a hallway and he's hidden,",
        4709.32,
        4712.36
    ],
    [
        " but he's shooting at you with paintball.",
        4712.66,
        4714.12
    ],
    [
        " And you get the intensity up very high.",
        4714.42,
        4717.14
    ],
    [
        " It's getting shot with paintball hurts.",
        4717.3,
        4719.14
    ],
    [
        " And if you're getting nailed and you've got to do something and people are like,",
        4719.36,
        4722.32
    ],
    [
        " I got to make a call, go do something.",
        4722.32,
        4723.66
    ],
    [
        " You've got to make it happen.",
        4723.76,
        4724.3
    ],
    [
        " How you going to stop this guy?",
        4724.4,
        4725.14
    ],
    [
        " You can get your intensity up and you can get used to that.",
        4725.4,
        4728.26
    ],
    [
        " You can inoculate yourself somewhat to that stress and learn to detach yourself from it",
        4728.32,
        4735.14
    ],
    [
        " and not let it affect you and not let it grind on you.",
        4735.14,
        4738.9
    ],
    [
        " So that's the realistic training.",
        4740.06,
        4742.28
    ],
    [
        " And honestly, when I watch some of the police videos of the bad shootings now,",
        4742.74,
        4751.08
    ],
    [
        " we know police officers throughout the country every day are under a burden of hostility",
        4751.3,
        4760.88
    ],
    [
        " and they do an outstanding job over and over again, making great arrests and helping people",
        4760.88,
        4767.42
    ],
    [
        " and saving people that are suicidal and incredible amount of things, right?",
        4767.42,
        4770.84
    ],
    [
        " Of course, no one releases those videos and they don't go viral.",
        4771.32,
        4774.36
    ],
    [
        " The videos that go viral and the videos that people watch are the bad ones.",
        4774.62,
        4781.28
    ],
    [
        " The bad ones.",
        4781.46,
        4782.36
    ],
    [
        " And I hope that the police departments across America are doing something to inoculate their troopers from the stress",
        4782.88,
        4794.62
    ],
    [
        " because when I watch these videos, that is what I see happening, the stress level",
        4794.62,
        4801.56
    ],
    [
        " and the inexperience of the stressful situation.",
        4802.16,
        4807.82
    ],
    [
        " And there's one video that I watched which is awful.",
        4808.14,
        4811.66
    ],
    [
        " And the guy gets a call.",
        4812.68,
        4814.24
    ],
    [
        " You see his, the whole thing is a body camera.",
        4814.8,
        4819.92
    ],
    [
        " And forgive me if someone pulls this video up and I'm not 100% accurate, but he gets a call.",
        4820.12,
        4824.72
    ],
    [
        " It's at a 7-Eleven guy with a gun.",
        4825.0,
        4826.7
    ],
    [
        " Guy pulls a new 7-Eleven, the cop pulls into the 7-Eleven as he gets out of his car",
        4826.94,
        4832.2
    ],
    [
        " and he sees a guy kind of walking one direction out of the 7-Eleven and turning and walking in another direction.",
        4832.2,
        4837.28
    ],
    [
        " Guy's got a hoodie on, he's walking away.",
        4837.72,
        4840.38
    ],
    [
        " So the cop gets out, he's yelling at him, hey, stop, stop, stop.",
        4840.82,
        4843.62
    ],
    [
        " The guy doesn't stop.",
        4844.06,
        4844.86
    ],
    [
        " Finally, he's now approaching him and he's standing in the open.",
        4845.88,
        4849.9
    ],
    [
        " And this is something that I see in a lot of these videos, these cops, they stand in the open",
        4850.02,
        4854.52
    ],
    [
        " when if you imagine that the other guy has a gun, why would you stand in the open?",
        4856.2,
        4859.92
    ],
    [
        " Take cover.",
        4860.12,
        4860.8
    ],
    [
        " You take cover.",
        4861.22,
        4862.68
    ],
    [
        " That's the first thing you do.",
        4862.92,
        4864.38
    ],
    [
        " Even if you're trying to stop somebody or trying to yell at someone, you take cover.",
        4865.0,
        4869.24
    ],
    [
        " So if they turn around and have a gun, you only have a small portion of your body exposed and you don't get scared",
        4869.4,
        4874.68
    ],
    [
        " because you're hanging out in the open.",
        4874.68,
        4876.24
    ],
    [
        " So anyway, this guy is approaching, he's standing out in the open, he's yelling at the guy.",
        4877.22,
        4882.28
    ],
    [
        " Finally, the guy turns around and when the guy turns around, he reaches in his jacket and boom, the cop shoots him.",
        4882.6,
        4889.42
    ],
    [
        " The guy falls down, he kind of rolls into a curb.",
        4890.74,
        4894.24
    ],
    [
        " The cop comes over, as soon as the cop comes over, you very quickly realize what's going on.",
        4894.96,
        4900.84
    ],
    [
        " And that is that the guy had headphones on underneath his hoodie.",
        4901.34,
        4904.64
    ],
    [
        " And he couldn't hear the cop yelling at him.",
        4904.98,
        4906.96
    ],
    [
        " And then as the cop searches him, he pulls out of his pocket, his iPhone.",
        4907.42,
        4911.5
    ],
    [
        " And so he was just listening to music, reaching his pocket to turn it off and he got shot.",
        4912.24,
        4918.34
    ],
    [
        " Horrible situation.",
        4920.16,
        4921.18
    ],
    [
        " So how do you inoculate yourself to that?",
        4921.86,
        4924.44
    ],
    [
        " You've got to put yourself into training situations where you do have the instinct to take cover.",
        4924.58,
        4928.98
    ],
    [
        " Will you do have the instinct to see what people's hands are?",
        4929.18,
        4931.32
    ],
    [
        " Will you do have the instinct to realize that you put yourself in a better situation where if the guy does pull out a gun, you have time to react to it.",
        4931.4,
        4940.52
    ],
    [
        " And you can react to it from a safer distance.",
        4940.9,
        4943.38
    ],
    [
        " So there's a lot of things I would love to start to, and I don't know how to go about this.",
        4944.06,
        4953.8
    ],
    [
        " But I would love to start working with police departments in some manner to get some training set up like the training we had in the SEAL teams, which was the training that I set up in the SEAL teams was psychotic.",
        4953.98,
        4965.96
    ],
    [
        " How stressful we would make it so that these guys were overwhelmed.",
        4966.28,
        4970.98
    ],
    [
        " They were as explosions, machine gun fire, paintballs hitting them, smoke everywhere, screaming civilians, screaming wounded actors.",
        4970.98,
        4982.4
    ],
    [
        " We'd hire actors that were amputees. They have blood spurting all the places.",
        4982.4,
        4986.16
    ],
    [
        " It was incredibly realistic.",
        4986.44,
        4988.24
    ],
    [
        " And that way when guys got into combat, like one of the first time I ever got shot on, I was like, okay, here's what's going on.",
        4988.24,
        4993.46
    ],
    [
        " So I hope at some point I can help the military with that.",
        4994.12,
        4998.16
    ],
    [
        " Now, in addition to that, as you're trying to inoculate yourself to this violence and get used to this, watch those YouTube videos.",
        4998.9,
        5007.96
    ],
    [
        " Watch those YouTube videos of street fights, of stupid encounters with bars, with drunk people and bouncers, with the shoot or don't shoot scenarios with cops, military situations where they have helmet cams on and you can see things happening.",
        5008.42,
        5027.54
    ],
    [
        " And what you want to do is you want to watch those videos and you want to pay attention to the people, to the humans, and watch their reactions, and watch their movements, and watch their body language,",
        5027.7,
        5037.38
    ],
    [
        " and watch their expressions on their faces, and see, and judge, and predict, and go to another video and hit pause and say, this is what I see right here.",
        5037.38,
        5047.24
    ],
    [
        " This is what I think is about to happen, and educate yourself on human nature, because human nature is what you're going to be dealing with, and violence is a part of human nature.",
        5047.26,
        5058.54
    ],
    [
        " And sometimes things go violent, and sometimes they don't. So how do you predict that? And if you're unsure, which you will be, how do you protect yourself first and give yourself the maximum amount of time to make a judgment call so you don't have to rush.",
        5058.54,
        5075.28
    ],
    [
        " On top of that, it's awesome that you're doing Jiu Jitsu, do boxing, do Moitai, do wrestling, so you get used to getting hit, so you start to see what a person's face looks like when they're about to hit you.",
        5078.98,
        5093.3
    ],
    [
        " So you start to see what changes in their posture makes when they're about to throw a punch. Those are all things that will help you. Jiu Jitsu is obviously great for the grinding physical grappling situation, but a lot of time, hopefully as a cop, most of the time you're not in that situation, you're standing at a little bit of a distance, and or you've got a little bit more time to judge.",
        5093.3,
        5121.36
    ],
    [
        " So fight as much as you can, watch those law enforcement and military videos again, see the reaction, see the noise, see the fear, see the panic, look at people's eyes, judge them, predict what they're going to do, press pause and figure out if you will write or wrong, watch horrible violence happen so that you can understand it better so that you can handle it when the time arises.",
        5123.12,
        5149.28
    ],
    [
        " Yeah, I would just kind of to add on some of the stuff you're saying, I would even say compete if you can because a lot of times in training, you can, especially if you're training every day or pretty often you can get into the mindset that I can just train casual today.",
        5150.12,
        5165.76
    ],
    [
        " And if a guy taps me out, which everyone says it doesn't matter that much, you know, so when you compete, that's that's one of the significant things that I got more that I realized when I was competing, it's your your your senses are heightened because everything matters.",
        5165.84,
        5181.04
    ],
    [
        " If you get taken down, it matters. If you go for a submission and you don't get it, it matters in competition. So you have that that mindset more so and you'll get used to that mindset.",
        5181.04,
        5192.04
    ],
    [
        " And to your point, I tell this guys at do you do when you're training for competition, no matter what we do, just about no matter 98% of the time, I can't get two guys in training to go as hard against each other as they're going to in competition as someone when someone gets a grip of your key in competition.",
        5192.04,
        5213.96
    ],
    [
        " Yeah, it is 10 times stronger than it is when you're training because if you rip, if I get to grab your key collar and you go through some effort to rip it away and we're training, I'm going to let it go because I don't care.",
        5214.18,
        5226.66
    ],
    [
        " Yeah, if it happens in competition and I only have seven minutes to work and get you submitted, I'm going to hang on to that thing and I'm going to hang on to it hard.",
        5226.82,
        5235.1
    ],
    [
        " Yeah, and I'm not going to let go. And so you end up with a much, much, much more intense seven minutes in a competition or three minutes in a boxing sparring match or in a moitai, the intensity, you cannot simulate the intensity in training that you're going to get in competition.",
        5235.2,
        5255.62
    ],
    [
        " And take that one step further, when you get into a life and death struggle, you're going to have the same level of jump to the intensity that's going to be there. So that's a good point as well.",
        5256.72,
        5266.94
    ],
    [
        " Yeah, and that kind of goes for moitai as well. I'm not even necessarily saying competing moitai, but moitai is a good one because you get cracked in your body and your legs and you get to feel some pain.",
        5267.16,
        5276.42
    ],
    [
        " And if you're not used to that, okay, before I even started moitai, I went and remember Terry, so could you? He was like, hey, you know, we trained jujitsu together.",
        5278.76,
        5288.94
    ],
    [
        " I was like, hey, I'm training MMA today. Come let's spar with me. My other partner doing it. And I was like, hey, I don't have any striking three. He's like, oh, I don't care.",
        5288.94,
        5295.5
    ],
    [
        " You know, jujitsu. So he punched me in the face really hard. And that was, you know, and I was like, man, just how you're talking about this crash.",
        5295.72,
        5306.4
    ],
    [
        " Grenades before it was kind of like that. Just the fact that I got quite to knock me out. It didn't.",
        5306.4,
        5311.16
    ],
    [
        " Days meet in that way was just the fact that Tang, I wasn't used to this. I didn't know he was just going to start punching me in my face.",
        5311.16,
        5317.3
    ],
    [
        " You know, I thought we were just going to warm up. So that's actually the main thing that made me go into moitai specifically.",
        5317.62,
        5324.5
    ],
    [
        " So you used to get cracked. Yeah, because I was like, I'm not even I thought I was pretty good at jujitsu. So I figured, you know, like I was solid, you know, but breath.",
        5324.8,
        5333.4
    ],
    [
        " And that was so what if I get into something, you know, outside of the gym, I got cracked me in my face. And I used to, yeah, you know, so man.",
        5333.4,
        5341.94
    ],
    [
        " So the what the moitai did help is when you get hit in the face, it's like jujitsu. Someone grinding on you and they're breathing all in your nose or they're sweating all in your eye or whatever.",
        5342.2,
        5353.4
    ],
    [
        " That doesn't bother you at all. You barely notice it. And you just do it. It doesn't matter. Right. So the same thing with moitai when you get punched in the nose.",
        5353.56,
        5359.9
    ],
    [
        " And it's bleeding and you see your own blood or whatever. But if you're not used to that, you'd better mess you up. Yeah.",
        5360.9,
        5366.12
    ],
    [
        " And if you notice back in the day, like they're old UFC's or whatever, guys will get cracked in the face. Like three, four times hard. And they'll be, oh, tap.",
        5366.24,
        5373.16
    ],
    [
        " Holy cow, you know, because they're just not used to it nowadays.",
        5373.5,
        5375.64
    ],
    [
        " Guys are just they won't they won't stop. Yeah, they're free. Got to stop because they're used to it.",
        5376.14,
        5380.74
    ],
    [
        " Rarely does anyone tap the UFC from strikes. Yeah, very rare unless they're like injured.",
        5380.76,
        5386.08
    ],
    [
        " Even then it won't worry McDonald did. No, yeah. So anyway, so the point is.",
        5386.08,
        5392.7
    ],
    [
        " So a moitai situation and specific because that's where you feel the most pain. Like more than boxing. Like even even I mean, you'll take brain injury for sure, but it's not actual pain.",
        5393.38,
        5402.06
    ],
    [
        " We take it. Kicking the leg and they teach you to hide the pain and to not let it affect you and go in the end of the ribs. Like body like needs to the ribs.",
        5402.06,
        5410.14
    ],
    [
        " It's super painful. When you get used to that, I think that out. Yeah.",
        5410.3,
        5415.0
    ],
    [
        " Because like if you're in a situation of street, some cracks you hard in the face, you know what's interesting about that though is that there are some people that can can easily or more easily take the pain of moitai or boxing.",
        5415.1,
        5431.48
    ],
    [
        " Like it's okay with them. Then then they then they then they can take the grind of jujitsu and some people can take the grind of jujitsu all day long, but they can never take the striking pain.",
        5431.48,
        5445.42
    ],
    [
        " So it's there's just some genetic or mental situations, but to your point, you need to be comfortable with both those situations.",
        5445.6,
        5455.7
    ],
    [
        " Yeah. And it's a very least just familiar with it. Like I said, that first punch that I took in my face and granted it was I wasn't ready for him to just wail. I mean, like that.",
        5455.7,
        5464.94
    ],
    [
        " I do play D1 football too. Yeah. I mean, so you've been hit. You've been knocked out before on the field.",
        5464.94,
        5469.96
    ],
    [
        " Right. So it's a it's kind of if I were to try to remember it, it was a combination of sure that physical impact, but just the fact that this guy just punched me in my face right now.",
        5470.12,
        5480.08
    ],
    [
        " It's almost like dang, this punch me my face right now. I thought we were going to yeah, I didn't like that. But yeah, after a while, it doesn't man. The hardest I ever got punched in the face was from Greg right in the like right between my eyes.",
        5480.56,
        5492.2
    ],
    [
        " And it was like happens. And he threw a real solid one.",
        5492.46,
        5495.1
    ],
    [
        " As I went to kind of shoot, he was kind of coming up off his knees kind of. And I went to shoot like I got I got from off my back and then flip forward and shot forward.",
        5495.56,
        5506.62
    ],
    [
        " And he just went boom and the force of me shooting forward. And I felt it in my neck. It was really bad. But it was in a hard part. Yeah, lucky. I thought it was been KO'd.",
        5506.62,
        5516.32
    ],
    [
        " But yeah, fully that was a KO punch. It just happened to be in that really hard part. But I'd been through that before I trained me type before and it didn't it didn't even slow me down.",
        5516.44,
        5526.46
    ],
    [
        " I remember thinking that was probably the hardest punch I ever took. And it was with the MMA glove. It wasn't with a big boxing.",
        5526.68,
        5531.26
    ],
    [
        " Well, yeah, back in the old days, we used to just spar.",
        5531.72,
        5534.2
    ],
    [
        " Full on with just MMA gloves on a regular basis. Yeah, stupid. Yeah. And but don't do that folks. Yeah, yeah, don't do that.",
        5534.66,
        5544.46
    ],
    [
        " But what I'm saying is that that was good. Yeah, I was used to it. It didn't slow me down. If that was like a situation where I took that kind of hard hit.",
        5544.62,
        5553.28
    ],
    [
        " In a, you know, or a cop would take that kind of hard hit and they're used to that in training or whatever that's not going to slow them down. That's not going to stun them unless it's physically stuns them.",
        5554.24,
        5561.6
    ],
    [
        " Like it's a mother jar. Yeah. And that's, you know, even if you're trained, that's that's that's going to do.",
        5561.98,
        5566.86
    ],
    [
        " That's going to jam. And in fact, if you train too much and you get yourself hit too often, you'll actually decrease your ability to withstand punishment.",
        5566.92,
        5576.12
    ],
    [
        " So be careful about that. You want to train enough that you're used to it. You want to know that you can take it. But then you don't want to over train at all.",
        5576.72,
        5584.68
    ],
    [
        " Yeah. You never get better at take. Well, let me phrase that. You get better at taking punches for a short period of time. And then it goes starts to go backwards.",
        5584.92,
        5593.86
    ],
    [
        " Yeah. And you know, unfortunately, that's just the way the, the body's built. And you can see as some of the older UFC fighters get older, you know, there's no doubt they don't have the chin that they once had.",
        5594.28,
        5605.24
    ],
    [
        " And that's when they usually, you know, decide to hang it up. Or if they, you know, if they get the right counsel from people.",
        5605.32,
        5611.08
    ],
    [
        " But nowadays people are sparring a lot less. And they're trying to not take all that punishment because everyone realizes that you have a, you have a limited number of hits you can take to the, to the head.",
        5611.32,
        5625.34
    ],
    [
        " Yeah. And then it starts to go backwards. And it's just, you know, a lot of this information is coming from the, the soldiers overseas, the Marines overseas that have taken concussions and ID strikes.",
        5625.46,
        5636.74
    ],
    [
        " And they're realizing that that is a permanent, you know, downgrade of their systems. And they, they, you know, so they, so they, that's where a lot of this information came from about football, all this concussion stuff from football. A lot of that is coming from the, the IDs that are soldiers and Marines have taken over.",
        5637.12,
        5655.32
    ],
    [
        " And overseas and they've realized that this traumatic traumatic brain injury is problematic. And so we need to, we need to watch out for it. So, yeah, especially if you're being a cop and you've got to be alert.",
        5655.32,
        5665.72
    ],
    [
        " Yeah. Yeah. But that's why, and that's why I like the Muay Thai. That's why I personally I did.",
        5665.94,
        5670.62
    ],
    [
        " Yeah. Because it was a lot of like, clinching knees. And that was, if you were, if you've never done it, you would think that being punched in the nose, squaring the nose.",
        5670.72,
        5679.98
    ],
    [
        " Real hard would be probably one of the more painful things, but it wasn't compared to the ribs and the legs.",
        5680.02,
        5684.88
    ],
    [
        " So if you're kind of used to just, just taking impacts and pain. Yeah, you just, you just, and not to mention the physical part, but just mentally.",
        5684.88,
        5694.12
    ],
    [
        " Like when that, when that comes about, you can just just keep on keeping on now, because you're used to it.",
        5694.64,
        5700.24
    ],
    [
        " Or you're used to the, for me, yeah, inoculate. Inoculate yourself. Inoculation.",
        5700.5,
        5705.14
    ],
    [
        " Okay, next question.",
        5706.48,
        5707.6
    ],
    [
        " Daco, I have three little girls, and I'm really intrigued by Brazilian Jiu Jitsu. What form of martial art would you put your kids in?",
        5708.74,
        5718.08
    ],
    [
        " That's easy. Yeah.",
        5719.18,
        5720.76
    ],
    [
        " Put your kids into Jiu Jitsu. Do it immediately.",
        5722.32,
        5725.46
    ],
    [
        " We kind of covered this the last podcast, and that is the fact that if you, if you've got to teach your kids, look, don't get in a street fight.",
        5726.24,
        5733.06
    ],
    [
        " Don't get into a fight in the playground. If someone wants to fight, you run away. And that's what they should do.",
        5733.22,
        5738.04
    ],
    [
        " And you know, later when they start to become mature enough to make real decisions, that should guide them and occasionally, as a man, you may have to stand your ground and fight.",
        5738.82,
        5752.22
    ],
    [
        " And that's understandable.",
        5752.36,
        5753.62
    ],
    [
        " But as a little kid who might be getting picked on by bigger kids, hey, oh, somebody gets in your face, run away.",
        5753.96,
        5761.52
    ],
    [
        " If you really think you're going to get hurt, run away. So you have that self defense mechanism already.",
        5761.8,
        5766.52
    ],
    [
        " What you don't have and what you are not born with is when that bully grabs you and pulls you to the ground or grabs you and holds onto you and won't let you leave.",
        5766.92,
        5777.54
    ],
    [
        " That is when you need to know how to grapple. And Jiu Jitsu is what teaches you how to grapple.",
        5777.96,
        5782.06
    ],
    [
        " So eventually, like you just said, you do want your kids to spar a little bit. You do want your kids to know how to throw some good combinations.",
        5784.22,
        5792.24
    ],
    [
        " They're right. I mean, they should know how to do that.",
        5792.88,
        5795.0
    ],
    [
        " You know, actually the other night I was working with Dean, we were working with a couple of people and just going over some basic self defense.",
        5796.16,
        5801.46
    ],
    [
        " And there are some legit basic self defense moves that people should know.",
        5801.64,
        5806.0
    ],
    [
        " Oh, you know, someone bare hugged you, someone had blocks you. Now we don't think about them at the high level of Jiu Jitsu because we, we welcome someone had locking us.",
        5806.0,
        5816.08
    ],
    [
        " We welcome that stuff because we're so used to it. We have an advantage when we get there. But to a kid, you get thrown into a head block, a first street fight I ever got the first got kicked all the street fight.",
        5816.2,
        5825.52
    ],
    [
        " The first time I ever got into a fight was like fourth or fifth grade. And this kid who was definitely way stronger than me grabbed me in a head lock was holding me on the ground and punched me in the head.",
        5825.52,
        5837.26
    ],
    [
        " And I didn't do anything. And you know, it got broken up after 20 seconds by the principal. But I was okay, you know, okay, that wasn't cool. So what you want your kid, because if that kid would have tried to attack me when I was standing up, I could just run away from him.",
        5837.62,
        5852.4
    ],
    [
        " But once he grabbed a hold of me all of a sudden, I can't do anything. So that's why Jiu Jitsu is the first thing you want to learn. It's also, as I said last time, it's the most technical thing. There's the most to learn. It's a never ending knowledge quest.",
        5852.4,
        5868.44
    ],
    [
        " So you want to get on that quest as early as possible. Now on top of that. And what's really good about Jiu Jitsu. And again, this is something that I've talked about before.",
        5868.66,
        5878.36
    ],
    [
        " But when you talk about traditional martial arts and you imagine, you know, a traditional martial arts dojo where people in plain white geese are standing in a very clean and spartan facility with samurai swords hanging on the wall and they're bowing to the sensei.",
        5878.98,
        5900.54
    ],
    [
        " That implies a certain amount of knowledge will be passed and a certain amount of etiquette will be passed. And the etiquette and the knowledge that we passed will be toughness and confidence and humility.",
        5902.12,
        5918.64
    ],
    [
        " And as a matter of fact, if you go to a traditional martial arts school and you bring your kid in there and you say, I want my kid to train, what will he get out of it?",
        5918.64,
        5928.88
    ],
    [
        " One of the things they're going to say is he's going to learn to be confident or she's going to learn humility. And they will teach them that verbally. It will be a lesson. It will be a book, almost a book lesson.",
        5929.42,
        5948.12
    ],
    [
        " On this is humility and this is confidence and hold your head high.",
        5948.12,
        5953.52
    ],
    [
        " Jiu Jitsu teaches those things not theoretically but for real. Because in Jiu Jitsu, you will get humbled.",
        5953.66,
        5966.26
    ],
    [
        " You will get humbled by someone that's smaller than you, by someone that's weaker than you, they will submit you. They will hold you down and you won't be able to do anything about it.",
        5966.64,
        5977.34
    ],
    [
        " And that is humility. And that is where you learn humility in Jiu Jitsu. And same thing with confidence. You know, you will learn as you get better at Jiu Jitsu that, hey, I know something.",
        5977.7,
        5992.56
    ],
    [
        " And I know I can handle myself in bad situations. So it truly teaches humility and confidence, not theoretically but in a very practical sense.",
        5992.68,
        6007.98
    ],
    [
        " So get your kids down to the Jiu Jitsu school, get them enrolled. And you know, we did a podcast where we talked about how to find a good Jiu Jitsu school. So find a good, reputable place and get your kids down there.",
        6009.28,
        6022.48
    ],
    [
        " And you know what, when you bring your kids into start Jiu Jitsu, get your dang cell phone the mat too. Because you've got to know it and it's everybody should know it.",
        6022.56,
        6030.64
    ],
    [
        " Yeah, and except for bullies and evil people, they should be banned from Jiu Jitsu because it's too powerful.",
        6030.7,
        6036.76
    ],
    [
        " Yeah, yeah, wait, one. Another element that you might not think of right off the bat, but the fact that you'll meet friends, because Jiu Jitsu for whatever reason, I mean, it just might be the culture in general.",
        6036.76,
        6053.76
    ],
    [
        " But when you go to like the Jiu Jitsu mat, you go on the mat. It's not like how you're saying like a traditional martial art school where you're like, don't talk, bow, be rigid, stand like this while the sense says talking say yes or no, sir, it's really, I mean, in my experience, it I've been to a lot, especially here in something California there, that's where most of them are.",
        6053.76,
        6071.62
    ],
    [
        " It's real, even though the more rigid ones are casual, before class, you can talk even during class, as long as you're not talking while the instructors.",
        6071.86,
        6079.62
    ],
    [
        " Yeah, you wouldn't do that in a school, you wouldn't do that anywhere. Yeah, exactly, you know, but you know what, you're practicing moves, it's, of course, you don't want to deviate too much from the lesson, but it's just more social.",
        6079.74,
        6091.64
    ],
    [
        " And so you talk after class and you'll find that that the atmosphere is really conducive to gravitating towards people that that have the same interests of you, even outside of Jiu Jitsu.",
        6092.14,
        6104.12
    ],
    [
        " And kids, especially, man, because usually the teachers are way more lenient with kids when they're running around and, you know, you're telling them, go do this move and they might be talking a little bit about something or whatever, if they're having fun, which it is very fun,",
        6104.62,
        6117.1
    ],
    [
        " they're just going to want to do it some more. My daughter's two and we found a place that that could facilitate a two year old situation and she would always look forward to it, because she just think it's just one big display house, the rough housing, the whole time.",
        6117.24,
        6131.02
    ],
    [
        " It's the ultimate dream for a kid, a room with padded floors and padded walls. Yeah, you can grab the clothes, rough house, all you want. Yeah, people to the ground. Yeah, you're not going to get punched or kicked or, you know, yeah, it's, yeah.",
        6131.02,
        6144.2
    ],
    [
        " So there is a good community aspect to Jiu Jitsu. Yeah, it's very much so, which echo likes very much so.",
        6144.44,
        6154.9
    ],
    [
        " Sometimes I don't even want to roll. I just want to come and talk sometimes that's often the situation with Jack O'Willink.",
        6156.72,
        6164.76
    ],
    [
        " So basically being a new leader, overcoming friction in the new organization.",
        6164.94,
        6173.78
    ],
    [
        " That's what this guy is. He's a new leader, overcoming friction in the organization. And I think what's important here is this is he's not a new leader like newly commissioned leader stepping up in the ranks.",
        6175.82,
        6187.2
    ],
    [
        " He's in a new organization. So he's stepping into a new organization. He's the new leader in a new situation. We've kind of talked about stepping up from within the organization.",
        6187.4,
        6200.14
    ],
    [
        " How do you go in and step into a new organization? Now I'm going to look at this from a perspective of like a normal transition into a leadership position and a new job or something like that.",
        6200.14,
        6210.66
    ],
    [
        " Not a hostile takeover situation. Maybe we can address that on a later time, but not a situation where hey, they fired this guy. He had a bad reputation.",
        6210.9,
        6223.08
    ],
    [
        " The things are going wrong. You're going to step in and change it because that that would take a different leadership approach.",
        6223.46,
        6230.6
    ],
    [
        " Then the one that I would take and that I have taken where you're stepping into situation where things are going okay and you put your coming in and you've got some goals and there's you're taking over leadership position happens all the time.",
        6230.82,
        6242.92
    ],
    [
        " So a couple of things about this. First of all, you step into a new leadership role. You got to talk to people, but you mostly got to listen.",
        6244.7,
        6255.54
    ],
    [
        " You got to find out why they're doing things the way they are because a lot of times there might be reasons for the way things are happening that you don't understand or that aren't really particularly evident.",
        6256.32,
        6266.82
    ],
    [
        " So you really want to not make the judgments because you're bringing your own experience and you've done this a thousand times and that's why you're the new leader and that's why they put you in here.",
        6266.9,
        6276.2
    ],
    [
        " You got to set that aside and say okay, explain to me why this process is in place or where did this process come from or what is this process trying to prevent.",
        6276.2,
        6285.62
    ],
    [
        " So that way you're getting smarter and you're learning and you're not being you're not imposing your ideas which you don't have any background for.",
        6285.62,
        6296.54
    ],
    [
        " You know, you may have been a leadership in a different company or a different unit before and you think you know but you don't know. So be humble and check yourself.",
        6296.84,
        6306.36
    ],
    [
        " You got to be friendly to people but at the same time you got to be reserved. Now this is this is tricky because you are trying to build relationships.",
        6308.44,
        6318.88
    ],
    [
        " You absolutely are trying to build relationships. That's what life is. That's what business is. That's what war is. That's what everything is about building relationships with these other humans.",
        6319.2,
        6328.06
    ],
    [
        " So you want to be friendly to people but at the same time from a leadership perspective you can't just come in and be Mr. Nice Guy and best friends with everybody.",
        6329.62,
        6338.9
    ],
    [
        " That's not going to work out for you for a couple reasons. Number one, you don't know the face that people are going to present you out of the gate is not necessarily the true face of that person.",
        6339.0,
        6357.9
    ],
    [
        " So you may check in your first day and this guy, hey, it's great to meet you. So good to have you on board. I heard a lot about you and you go, wow, this guy's and he starts giving you some background information about things that are going.",
        6358.02,
        6366.88
    ],
    [
        " And by the way, we got a couple things that are a little messed up. You know, and I can point them out to you but that guy might be working as a gender.",
        6367.2,
        6372.3
    ],
    [
        " So you got to be cautious as you go in.",
        6373.1,
        6376.7
    ],
    [
        " And the other piece of that is it is much easier to reel back in slack or sorry, it's much easier to give out that friendship later.",
        6377.44,
        6387.82
    ],
    [
        " Then it is if you go overboard and you become everyone's best friend and now you got to cut it off.",
        6388.2,
        6392.58
    ],
    [
        " Yeah, all of a sudden you become a jerk. So it's much easier to give out the slack when you want to later than it is to give out a bunch of slack and then try and reel it back in and be a jerk.",
        6392.78,
        6405.34
    ],
    [
        " Yeah, and it makes it hard for both parties that's why I like it's going to be really hard. The only reason you're pulling back the friendship thing is because it started going sideways.",
        6405.36,
        6414.64
    ],
    [
        " That makes it even harder. It's a nightmare.",
        6414.64,
        6418.26
    ],
    [
        " Gotta watch out for the gossip because everyone's going to want to whisper in your ear the things about the things about the people and this and that.",
        6421.28,
        6427.7
    ],
    [
        " So you got to be careful nod your head, take it and on board, but take it with a grain of salt definitely don't encourage it.",
        6427.92,
        6435.94
    ],
    [
        " Yeah, and that can be a hard part for certain types of people say because let's face it man that can be some interesting stuff.",
        6436.42,
        6443.92
    ],
    [
        " Yeah, there can be some knowledge to be gained there, but you just have to be careful you want to hear some insights.",
        6443.92,
        6450.24
    ],
    [
        " But be careful when the insights cross over into gossip.",
        6450.24,
        6454.68
    ],
    [
        " Yeah, and be careful that the insights are coming from people that might have agendas.",
        6454.94,
        6459.22
    ],
    [
        " In fact, they are coming from people that have agendas because everybody has agendas and maybe the person has a positive agenda which is to improve the company or improve the unit or improve the team, but they also might have",
        6459.44,
        6471.44
    ],
    [
        " a agenda of improving their own station and life.",
        6472.52,
        6475.96
    ],
    [
        " So you have to be careful of that.",
        6476.54,
        6478.06
    ],
    [
        " They are watching you.",
        6479.22,
        6481.3
    ],
    [
        " They are watching you and you coming to take over, they are watching you.",
        6481.82,
        6485.84
    ],
    [
        " So act accordingly. Think about the fact that they are watching you.",
        6486.3,
        6491.46
    ],
    [
        " Like I said, use caution in forming these new relationships.",
        6492.0,
        6496.5
    ],
    [
        " You got to find out who's who you want to establish things, but again, you got to watch out because people might not necessarily be who they make themselves out to be in the beginning.",
        6497.88,
        6512.66
    ],
    [
        " So this is kind of becoming a little bit of a chorus when I talk about leading, be humble, listen, learn, move methodically.",
        6513.22,
        6523.1
    ],
    [
        " When it does come time to make change in a new situation, most of the time I would say do it incrementally.",
        6523.12,
        6532.3
    ],
    [
        " Do smaller changes after you've assessed fully and you've got people's opinions and you've expressed and socialized your ideas so you're not trying to roll in there and change the world.",
        6532.46,
        6546.42
    ],
    [
        " Again, now if we go into a hostile turnover situation or there's someone's been fired for cause or that's a different situation, but for a normal transition into a new job, be humble, listen, learn and lead.",
        6546.68,
        6559.16
    ],
    [
        " That part where you're talking about, find out why they're doing the things that the way they are and stuff like that.",
        6559.66,
        6565.28
    ],
    [
        " That part can be depending on certain people's personality, like if you're coming in as the new guy and you start asking, hey, why do you guys do it like this?",
        6568.88,
        6577.84
    ],
    [
        " If you come off with the wrong tone, sometimes it'll sound like that you're questioning it.",
        6578.12,
        6581.9
    ],
    [
        " Oh, for sure.",
        6581.9,
        6582.38
    ],
    [
        " I remember when I worked at the nightclub, we had a new manager and his name was Joel.",
        6583.46,
        6588.7
    ],
    [
        " He came in and he was strangely, he was this whole list personified.",
        6590.58,
        6595.64
    ],
    [
        " He came in as really friendly but really reserved.",
        6595.9,
        6598.6
    ],
    [
        " But the one thing he did, kind of to address what I was talking about right here, really good job.",
        6599.18,
        6603.34
    ],
    [
        " Except, no, no, no, nothing.",
        6603.48,
        6605.82
    ],
    [
        " I'm saying an example of how he clarified that he's not questioning the way we're doing stuff.",
        6605.96,
        6612.64
    ],
    [
        " He's not saying, hey, why are you doing it like that?",
        6612.64,
        6614.28
    ],
    [
        " Because this way sucks.",
        6614.94,
        6616.3
    ],
    [
        " It didn't have that tone, but he came to me and I saw him do it to the other guy where he came and said, hey, I'm going to be asking a lot of questions because obviously I'm new here, you know, just so I can understand and get on board with what you're doing so it can be ultimately what we're doing.",
        6616.62,
        6633.22
    ],
    [
        " That's what he said.",
        6633.24,
        6633.82
    ],
    [
        " He said it in a little bit differently, obviously, but that's what he said.",
        6634.14,
        6638.82
    ],
    [
        " And that right away, so no matter what question he asked, he was almost like, shoot, I want to tell this guy how it's working.",
        6638.9,
        6643.5
    ],
    [
        " You know, because he's on my team automatically.",
        6643.74,
        6646.4
    ],
    [
        " He told me that and he was on my team.",
        6646.5,
        6648.32
    ],
    [
        " So I think if that can be clarified that you're not like questioning it because it seems like, you know, I want to make it seem like, you know, I know a better way right off the bat.",
        6648.36,
        6657.98
    ],
    [
        " You don't want that tone, you know, I know just from on a receiving end.",
        6658.08,
        6661.62
    ],
    [
        " I don't want that tone.",
        6661.84,
        6662.52
    ],
    [
        " Because I'm going to be on, yeah.",
        6662.54,
        6664.24
    ],
    [
        " So anyway, yes, yes, yes.",
        6664.5,
        6666.1
    ],
    [
        " And the last thing I kind of had written down here was, um, enjoy it.",
        6666.16,
        6671.54
    ],
    [
        " It's awesome stepping into a new leadership position and it's challenging to do what you just talked about, to transition people into your leadership realm and to do it in a subtle way that brings them on board with a positive attitude.",
        6671.94,
        6689.02
    ],
    [
        " So enjoy that challenge.",
        6689.08,
        6691.2
    ],
    [
        " Yeah.",
        6691.54,
        6691.7
    ],
    [
        " Because it's pretty fun.",
        6691.84,
        6693.02
    ],
    [
        " It's challenging and most importantly, it's rewarding.",
        6693.1,
        6695.58
    ],
    [
        " Yeah.",
        6695.94,
        6696.1
    ],
    [
        " Next question.",
        6696.66,
        6698.14
    ],
    [
        " Jockel, how do you learn slash practice detachment in real time?",
        6699.3,
        6703.84
    ],
    [
        " Detachment.",
        6705.06,
        6708.82
    ],
    [
        " So this is something that I have talked about a lot.",
        6709.04,
        6714.32
    ],
    [
        " And it is definitely a very important part of leadership.",
        6715.6,
        6720.92
    ],
    [
        " And it's a very important part of of finding your way successfully through life.",
        6721.18,
        6731.8
    ],
    [
        " It's an important part of navigation of the world.",
        6731.8,
        6737.54
    ],
    [
        " So, and if you haven't heard me talk about this, this is the idea that you are not caught up in the emotions and the chaos and the, and the tactical firefight that's happening you detached so you can make good judgments about things.",
        6738.44,
        6754.18
    ],
    [
        " So how do you do it?",
        6754.42,
        6756.04
    ],
    [
        " How do you learn it?",
        6756.16,
        6757.02
    ],
    [
        " And how do you practice it?",
        6757.06,
        6757.96
    ],
    [
        " Step number one is awareness.",
        6758.28,
        6763.08
    ],
    [
        " Awareness of yourself.",
        6766.16,
        6767.36
    ],
    [
        " So you start asking yourself, wait, how am I being perceived right now?",
        6767.62,
        6773.04
    ],
    [
        " If you can just occasionally start asking yourself, how am I being perceived right now?",
        6773.24,
        6778.74
    ],
    [
        " How is echo seeing me right now?",
        6779.68,
        6782.7
    ],
    [
        " So all of a sudden you're starting to take other people's perspective, which is, it's a good start because it's not your own.",
        6783.3,
        6791.94
    ],
    [
        " And the goal is to get outside of your own perspective and see yourself from some kind of a distance.",
        6792.34,
        6798.1
    ],
    [
        " So you start asking yourself, how am I being perceived and then start trying to watch yourself?",
        6798.82,
        6804.2
    ],
    [
        " Like what do I look like right now?",
        6804.7,
        6806.62
    ],
    [
        " Am I caught inside that madness?",
        6807.92,
        6812.26
    ],
    [
        " And once you start to do that, that's going to be like your, that's going to be your little tool that you're going to use.",
        6812.92,
        6818.64
    ],
    [
        " Is getting outside and just watching yourself and saying, okay, I am aware of what I'm doing right now.",
        6818.64,
        6823.88
    ],
    [
        " I am aware of what I am doing right now.",
        6824.0,
        6827.9
    ],
    [
        " And then what you want to do is you want to set some kind of alerts.",
        6828.28,
        6833.52
    ],
    [
        " Because you don't walk around, I don't walk around detached from myself all the time.",
        6834.4,
        6838.36
    ],
    [
        " I mean, otherwise you would have no joy and you would have no, you would have no pain, you'd have no emotions because you'd be detached from it.",
        6838.54,
        6845.96
    ],
    [
        " So you don't walk, I don't walk around just detached all the time.",
        6845.96,
        6849.34
    ],
    [
        " But I do have some alerts, some little red flags, some little triggers that happened in my mind that when I feel them, I know, okay, you're starting to go too far and you're losing the perception of yourself.",
        6850.3,
        6870.0
    ],
    [
        " What's your, your trigger there?",
        6870.34,
        6873.22
    ],
    [
        " A couple of them. Number one is like some strong emotion.",
        6873.22,
        6876.9
    ],
    [
        " Yeah, yeah, like anger.",
        6877.34,
        6878.54
    ],
    [
        " You know, anger, you start feeling, if you start clenching your fist or you start raising your voice, that should be a warning.",
        6879.2,
        6885.26
    ],
    [
        " Okay, you are not thinking clearly right now.",
        6885.4,
        6888.4
    ],
    [
        " Detach from this, get away from these emotions.",
        6888.8,
        6891.06
    ],
    [
        " Some kind of chaos, like chaos happening and you're in it.",
        6892.12,
        6898.14
    ],
    [
        " Whether it's in a supermarket, whether it's, you know, something bad, something violent, something mob.",
        6898.58,
        6903.44
    ],
    [
        " If you're getting in that situation, you start feeling that, detach yourself from it because you can get caught up in it.",
        6904.06,
        6909.76
    ],
    [
        " Any overwhelming excitement will be it.",
        6909.92,
        6914.16
    ],
    [
        " Now here's a good red flag.",
        6914.68,
        6915.78
    ],
    [
        " Here's a good red flag. Good alert.",
        6916.68,
        6919.62
    ],
    [
        " Is the 27th time you bang your head against the wall attacking a problem.",
        6920.48,
        6926.34
    ],
    [
        " Whatever that problem is, you know, and I actually made this joke the other day of Jetsu because we're talking about passing someone's guard.",
        6926.44,
        6933.12
    ],
    [
        " And people will try and try and try one way, one way, one way, one way, one, two, three, four, five.",
        6933.54,
        6938.88
    ],
    [
        " And I'm like, listen, after your 27th attempt to pass someone's guard the same way, go ahead and try another way.",
        6938.98,
        6945.76
    ],
    [
        " So this happens a lot where if you find yourself beating your head against the wall after the 27th time,",
        6946.06,
        6953.48
    ],
    [
        " go ahead and let that be a little alert that you need to detach.",
        6954.36,
        6958.06
    ],
    [
        " You need to get, because there's some reason that you're doing this.",
        6958.36,
        6960.3
    ],
    [
        " Maybe it's an emotional reason. Maybe it's just too close to the problem.",
        6960.64,
        6964.48
    ],
    [
        " Maybe it's that the problem has a hold of you and you don't recognize it.",
        6964.86,
        6969.64
    ],
    [
        " But let that be an alert, a trigger that tells you, hey buddy, detach.",
        6970.1,
        6976.24
    ],
    [
        " Take a look around and see if there's another way.",
        6976.84,
        6979.74
    ],
    [
        " Now another huge thing that requires detachment is your ego.",
        6982.34,
        6992.44
    ],
    [
        " Your big, nasty, powerful ego.",
        6993.58,
        6997.54
    ],
    [
        " It's one of the biggest things that you have to utilize, detachment to overcome.",
        6998.0,
        7002.7
    ],
    [
        " And let me tell you some of the things that will warn you that your ego is now in the game.",
        7003.52,
        7010.76
    ],
    [
        " And when your ego is in the game, when your ego is in the game, it will very easily win.",
        7011.0,
        7016.56
    ],
    [
        " It will beat you.",
        7016.94,
        7018.1
    ],
    [
        " So when you're feeling jealousy, likely that's going to be your ego.",
        7018.86,
        7026.76
    ],
    [
        " And I actually heard somebody on Twitter hit me with this the other day.",
        7026.76,
        7030.06
    ],
    [
        " And it was something along the lines of if you're feeling jealous, instead of saying, I'm jealous of this person, say what can I learn from this person?",
        7030.16,
        7042.8
    ],
    [
        " Wow. Great statement, right?",
        7043.46,
        7045.64
    ],
    [
        " Because that's when you set your ego, that's when you detach from your ego.",
        7046.0,
        7049.34
    ],
    [
        " And you say, okay, I'm not going to be jealous of this person.",
        7049.86,
        7052.92
    ],
    [
        " They can teach me something.",
        7052.92,
        7054.14
    ],
    [
        " When you start feeling frustrated, when you start feeling disgust or anger, where is that emotion coming from?",
        7054.68,
        7061.44
    ],
    [
        " Very high likelihood it's coming from your ego.",
        7062.26,
        7065.0
    ],
    [
        " So you need to put that ego into check.",
        7066.52,
        7071.7
    ],
    [
        " Do you think that's the hardest one?",
        7072.38,
        7074.5
    ],
    [
        " Do you think?",
        7074.9,
        7075.16
    ],
    [
        " Oh, yeah.",
        7075.24,
        7075.66
    ],
    [
        " Although, they can all be pretty hard.",
        7081.74,
        7083.74
    ],
    [
        " I mean, because, you know, when you get emotional about a relationship, I mean, that's not always your ego.",
        7083.84,
        7090.82
    ],
    [
        " That can be your ego, especially if there's another person involved.",
        7090.88,
        7093.86
    ],
    [
        " But a lot of times that's not your ego.",
        7095.08,
        7096.66
    ],
    [
        " That's your emotion that's hurting and causing problems.",
        7096.76,
        7100.46
    ],
    [
        " But yeah, the ego, I actually find the ego because it's so clear.",
        7102.2,
        7106.84
    ],
    [
        " It's so clear that you're just being an idiot with your ego.",
        7107.16,
        7110.92
    ],
    [
        " I always go, God, I'm stupid.",
        7111.2,
        7113.18
    ],
    [
        " Why am I doing this?",
        7113.44,
        7114.48
    ],
    [
        "",
        7114.9,
        7114.9
    ],
    [
        " And I think it is usually pretty good.",
        7115.48,
        7118.74
    ],
    [
        " I think the ones that are harder are a little bit more subtle, you know?",
        7118.74,
        7122.58
    ],
    [
        " Yeah.",
        7122.94,
        7123.08
    ],
    [
        " Yeah, and that's kind of what I mean because the ego is like, that's how powerful it is.",
        7123.36,
        7128.12
    ],
    [
        " Because any extreme situation or extreme example of any one of these, like, feel it really angry.",
        7130.26,
        7135.36
    ],
    [
        " It's easy to see, I lost my temper right there.",
        7135.56,
        7137.98
    ],
    [
        " I shouldn't have done that.",
        7138.24,
        7138.9
    ],
    [
        " I shouldn't have yelled at, you know, whatever.",
        7138.94,
        7140.72
    ],
    [
        " Or if your ego is prevalent in this really, just in a real strong way, it's obvious.",
        7141.26,
        7148.62
    ],
    [
        " Of course, but the ego, I feel like it's like that subtlety of it makes it hard.",
        7148.84,
        7154.6
    ],
    [
        " Because you know that last part of it, it's like if you want to remove your ego, it's almost like a bucket of sand",
        7154.88,
        7160.04
    ],
    [
        " where you got to get the last corner of your ego out for it to work.",
        7160.04,
        7163.9
    ],
    [
        " Otherwise your ego's still in the game.",
        7163.9,
        7165.66
    ],
    [
        " No, your ego's always in the game.",
        7165.76,
        7167.12
    ],
    [
        " And I don't encourage people to, I'm not like the boot of it says completely eliminate your ego",
        7167.46,
        7172.26
    ],
    [
        " because your ego is what's driving you in many cases to perform well to win.",
        7172.26,
        7176.44
    ],
    [
        " And there's nothing wrong with that, you know?",
        7176.6,
        7178.24
    ],
    [
        " But the part of the ego.",
        7178.44,
        7183.42
    ],
    [
        " And in the end of what's that book?",
        7183.42,
        7185.54
    ],
    [
        " Anyways, he's like, ego is this God bless the ego, you know, this, and it's pretty powerful.",
        7185.78,
        7193.68
    ],
    [
        " Because that's what drives you.",
        7193.98,
        7195.12
    ],
    [
        " That's the individual effort.",
        7195.2,
        7196.98
    ],
    [
        " The problem is there's a dichotomy of everything.",
        7197.4,
        7200.88
    ],
    [
        " Yeah.",
        7200.98,
        7201.14
    ],
    [
        " And sometimes your ego will get the best of you and that's what you need to watch out for.",
        7201.3,
        7205.58
    ],
    [
        " And that's when you got to learn to detach from it.",
        7205.66,
        7207.58
    ],
    [
        " Yeah.",
        7207.86,
        7208.16
    ],
    [
        " So it's like each situation, you have a certain sized cup that can only hold so much ego to get it done.",
        7208.44,
        7214.74
    ],
    [
        " And then any, even one drop, it's going to jam you up.",
        7215.26,
        7219.06
    ],
    [
        " If it's if you're one drop overflowing, you know?",
        7219.32,
        7221.24
    ],
    [
        " And you could make bad decisions with your ego if you let it get in the way.",
        7221.38,
        7224.74
    ],
    [
        " Yeah, man. And that's the hard thing because, and I think that's probably the reason because you need your ego to kind of function and get test done and excel and all this stuff.",
        7225.02,
        7234.28
    ],
    [
        " So you have to basically find that fine line that you have to get rid of, you know, the at that what point do you get rid of enough ego to still have enough ego to get the test done, you know?",
        7234.36,
        7247.82
    ],
    [
        " So it's an dichotomy.",
        7247.92,
        7248.72
    ],
    [
        " Yeah, sometimes the balance.",
        7248.96,
        7250.08
    ],
    [
        "",
        7250.72,
        7250.72
    ],
    [
        " Not that I ever have that problem.",
        7250.98,
        7253.84
    ],
    [
        " Nothing like that. I'm just saying it seems like you can get that problem, unfortunately.",
        7253.9,
        7258.06
    ],
    [
        " Okay.",
        7260.24,
        7261.04
    ],
    [
        " Jocco, what do you think of people in leadership roles who cuss?",
        7261.68,
        7267.28
    ],
    [
        " I see it in coaching.",
        7268.44,
        7269.32
    ],
    [
        " Guys either totally use it or are totally against it.",
        7269.92,
        7273.28
    ],
    [
        " So swearing, cussing, using foul language.",
        7274.38,
        7282.14
    ],
    [
        " I think this is a pretty straightforward question.",
        7284.24,
        7286.6
    ],
    [
        " I can tell you that by no means am I a saint?",
        7287.1,
        7293.46
    ],
    [
        " And, and, you know, I was in the seal teams for 20 years.",
        7294.38,
        7299.24
    ],
    [
        " And when you've heard the term swear like a sailor, there's actually a level beyond that.",
        7299.76,
        7304.54
    ],
    [
        " And that's swearing like a seal.",
        7305.04,
        7306.68
    ],
    [
        " And so I've, you know, there's times in the seal teams where literally, you know, every single word in a sentence would be, you know, a swear word.",
        7307.04,
        7318.32
    ],
    [
        " And that's something that when I go back and brief the team, brief the seal teams right now on something, I go almost right back into that mode.",
        7318.98,
        7328.48
    ],
    [
        " Not quite as bad as I probably was at the high point of my career where I was well rehearsed and well trained at foul language.",
        7330.34,
        7341.86
    ],
    [
        " But, but hey, here's the deal on a forum like this where we're on a podcast where, you know, many, many people listen to this, including kids and my kids.",
        7342.16,
        7354.26
    ],
    [
        " And I try and utilize better language.",
        7357.1,
        7360.56
    ],
    [
        " Now, and I'll tell you what, I actually had a point where I sort of said to myself, me, I'm not going to do that.",
        7360.94,
        7366.82
    ],
    [
        " And I heard a podcast, wait, you're not going to do what?",
        7366.86,
        7369.3
    ],
    [
        " I'm not going to swear a lot.",
        7369.42,
        7370.94
    ],
    [
        " I'm not going to be an, I'm not just going to swear the whole time in the podcast.",
        7371.28,
        7374.32
    ],
    [
        " And this actually happened because I heard a podcast, I listened to a podcast where it was actually, it was a conversation, you know, normal podcast.",
        7374.32,
        7382.72
    ],
    [
        " There was a conversation going on between two people and they were swearing so much that I just said to myself, man, this sounds ridiculous.",
        7382.72,
        7393.58
    ],
    [
        " It just sounded, it sounded completely ridiculous.",
        7394.06,
        7396.3
    ],
    [
        " And I just decided after, and this was before we started our podcast, this was, you know, maybe like two years ago.",
        7396.78,
        7403.44
    ],
    [
        " I mean, it was a long time ago, I heard this podcast, I just said to myself, these people sound stupid with so much swearing.",
        7403.54,
        7408.94
    ],
    [
        " And it wasn't, the thing is like, e-listen to Joe Rogan or like a comedic podcast and they're swearing.",
        7411.16,
        7417.28
    ],
    [
        " And some people, like friends and Joe Rogan, he swears, he does it at the right time.",
        7417.62,
        7424.16
    ],
    [
        " And it has comedic impact, or it has value when he does it.",
        7424.24,
        7427.48
    ],
    [
        " So that's understandable.",
        7428.04,
        7429.54
    ],
    [
        " But I've heard people that they just, it's just, it doesn't, it ends up having no impact other than just to make you say, this person is not very smart.",
        7429.76,
        7438.86
    ],
    [
        " So with that, you know, I just try to keep it clean.",
        7440.22,
        7443.34
    ],
    [
        " Actually, it's not even almost like I don't consciously sit there and try and keep it clean.",
        7443.76,
        7448.34
    ],
    [
        " But, you know, I try and keep it clean.",
        7448.72,
        7451.52
    ],
    [
        " Is that kind of like, you know, people, most of us have this, I don't want to say a problem, but what would say like, like, you know, like very similar.",
        7452.0,
        7461.36
    ],
    [
        " Like how it just did.",
        7461.6,
        7462.38
    ],
    [
        " Yes.",
        7462.54,
        7462.72
    ],
    [
        " And I'm doing that.",
        7462.9,
        7463.96
    ],
    [
        " So kind of like that.",
        7464.04,
        7465.12
    ],
    [
        " Yeah, it is.",
        7465.44,
        7466.36
    ],
    [
        " It's the same thing where when you hear someone saying like, like, like, like, it soon as you, you might not even recognize it at first because we're so used to hearing it.",
        7466.56,
        7478.1
    ],
    [
        " Yeah.",
        7478.1,
        7478.34
    ],
    [
        " But if you pick up on it and you're listening to a podcast and you start to hear someone do that, it's the same thing.",
        7478.68,
        7484.06
    ],
    [
        " You just say, wow, this person really sounds stupid and they might be smart.",
        7484.06,
        7489.68
    ],
    [
        " But this person sounds really stupid and I'm not going to sound like that.",
        7490.28,
        7496.88
    ],
    [
        " So that's pretty much where, where my opinion comes from and why, you know, and I have had a couple people hit me up and say,",
        7497.5,
        7507.14
    ],
    [
        " you know, hey, this is the only podcast that I listen to that my kids can listen to.",
        7507.62,
        7511.44
    ],
    [
        "",
        7511.78,
        7511.78
    ],
    [
        " And that's, that's kind of cool.",
        7512.0,
        7513.04
    ],
    [
        " You know, I appreciate that.",
        7513.18,
        7514.4
    ],
    [
        " It's pretty, it's pretty humbling to hear that people are, you know, sitting there listening to podcasts with their kids.",
        7514.52,
        7522.64
    ],
    [
        " Yeah.",
        7522.92,
        7523.1
    ],
    [
        " And I guess humbling is the wrong word, which somebody hit me up on Twitter.",
        7523.2,
        7526.6
    ],
    [
        " It's an honor.",
        7527.12,
        7528.44
    ],
    [
        " Right.",
        7528.74,
        7528.98
    ],
    [
        " And it's an honor that doesn't feel like I deserve, but it's an honor to hear somebody sitting around and say, oh, you know, I listen to this podcast.",
        7529.56,
        7537.12
    ],
    [
        " I listen to your podcast with my son and it's so many good lessons to learn.",
        7537.84,
        7541.06
    ],
    [
        " And that's, that feels pretty good.",
        7541.2,
        7542.3
    ],
    [
        "",
        7542.68,
        7542.68
    ],
    [
        " Yeah.",
        7543.32,
        7543.62
    ],
    [
        " And so if I wish to throw that out the window so that I could drop some F-bombs, yeah, it doesn't really seem worth it.",
        7543.98,
        7550.86
    ],
    [
        " Yeah.",
        7551.2,
        7551.32
    ],
    [
        " Because what kind of a, what kind of a linguistic command do I have if the only way I can get my point across is by, is by using foul language.",
        7551.38,
        7561.38
    ],
    [
        " Yeah.",
        7561.66,
        7561.8
    ],
    [
        " You know, the funny thing is too is, well, I used to go, you know, when I was in the SEAL teams, I would go and literally, like I said, my, I would have whole sentence constructions, that would be nothing but F-bombs, right?",
        7561.8,
        7577.7
    ],
    [
        " And I would come home and in front of my six, six year old kid or whatever, I never sworn in front of my kids.",
        7578.3,
        7584.18
    ],
    [
        " And people would be kind of surprised, like if I had a SEAL buddy over and they'd hear me talk in my house and they'd say, how do you even do that?",
        7585.28,
        7593.9
    ],
    [
        " And I don't know why I've just been able to do it.",
        7594.02,
        7596.14
    ],
    [
        " So that was another thing.",
        7596.52,
        7597.74
    ],
    [
        " You know, these podcasts, when you go on the interwebs, they're there for, I hate to say it, but they're there for ever.",
        7598.1,
        7606.82
    ],
    [
        " You know, and you can take them down, but these are going to be these are out there.",
        7606.94,
        7609.8
    ],
    [
        " So if you, if you want to be represented that way for the rest of your life, then you got to be a little bit careful about what you're saying.",
        7610.1,
        7622.46
    ],
    [
        " Yeah.",
        7622.74,
        7623.02
    ],
    [
        " Yeah, that's, because I kind of like swear, not I don't like to swear, but I like when people swear and stuff, I think it's, but just like how you were saying, like for example,",
        7623.72,
        7634.96
    ],
    [
        " Joe Rogan, like he'll swear and sometimes I'll swear a lot, but it's perfect.",
        7634.96,
        7637.78
    ],
    [
        " It's, it's funny one needs to be funny.",
        7638.14,
        7640.0
    ],
    [
        " It emphasizes, you know, a certain emotion when it needs to. It's, it's perfect. And that's kind of the reason why I like it, because sometimes it can be really funny.",
        7640.26,
        7647.56
    ],
    [
        " It can be fun to do.",
        7647.62,
        7649.1
    ],
    [
        " But overall, there's a certain kind of, you can't help but kind of respect someone who doesn't like use the word like all the time, or that doesn't say, um, all the time.",
        7649.7,
        7661.18
    ],
    [
        " Or who doesn't say, you know, all the time or no, I'm saying or whatever, um, and, and can, can control that.",
        7661.18,
        7667.2
    ],
    [
        " And I think swearing is yet another one of those things that some people, it's more of a weakness where they kind of, they don't know how to use it.",
        7667.32,
        7674.06
    ],
    [
        " Right.",
        7674.2,
        7674.36
    ],
    [
        " They just swear because they swear, you know, my parents were, so I swear, who cares? Kind of thing.",
        7674.6,
        7678.56
    ],
    [
        " And on top of that, you do have to consider who you're talking to. And in a podcast situation, you're essentially talking to everybody regardless of who you, you're trying to talk to, who you think you're want your audience to be.",
        7678.8,
        7690.2
    ],
    [
        " It's everyone. Anyone who presses the button is going to be listening.",
        7690.2,
        7692.76
    ],
    [
        " So if you don't care how you come off, then good, then that's, that's great.",
        7693.26,
        7697.1
    ],
    [
        " But I think you do have more of a control on how you come off when you can control how much you swear, don't swear.",
        7697.24,
        7703.54
    ],
    [
        " Well, I haven't had anybody, you know, hit me up on Twitter and say, hey, you really need to swear more.",
        7703.78,
        7708.96
    ],
    [
        " Right. It doesn't happen.",
        7709.34,
        7710.58
    ],
    [
        " No one said, hey, you need to say, um, more, or you need to say like more.",
        7710.62,
        7714.86
    ],
    [
        " People don't need to hear that. They accept it because it's there.",
        7715.24,
        7719.52
    ],
    [
        " And I'll tell you a funny, the first time I took, I used to take my son out occasionally to various seal training sites, you know, in order to",
        7720.04,
        7729.74
    ],
    [
        " to inoculate him to violence and firearms and machine guns and war.",
        7729.74,
        7734.62
    ],
    [
        " Sure.",
        7734.96,
        7736.06
    ],
    [
        " And, uh, and, uh, yes, you know, people can all call child services on me.",
        7736.2,
        7740.8
    ],
    [
        " But it was funny. The first time, you know, he watched a seal platoon do some event.",
        7741.56,
        7748.22
    ],
    [
        " And I think he was at a, at a urban training facility.",
        7748.52,
        7752.8
    ],
    [
        " And they got done.",
        7753.1,
        7754.26
    ],
    [
        " And I was debriefing him.",
        7754.46,
        7755.96
    ],
    [
        " And, you know, this is my son who had never heard me swear.",
        7756.44,
        7759.64
    ],
    [
        " And who kind of, he was at that age where, you know, a swear word was like worse than ever.",
        7760.08,
        7766.1
    ],
    [
        " And he, you know, he was standing there and I debrief these guys and I debriefed them in the proper seal technique.",
        7767.1,
        7774.4
    ],
    [
        " And I got done. He had a look at his face that said, wow.",
        7774.84,
        7780.2
    ],
    [
        " This guy is a little bit different than what I knew.",
        7781.92,
        7784.78
    ],
    [
        " And he was pretty shocked and it was a, it was a pretty funny scenario.",
        7785.62,
        7789.02
    ],
    [
        " So you know how you say you don't swear in front of your kids.",
        7789.3,
        7791.36
    ],
    [
        " Why is that? Cause you don't want them to swear or, or, it's not specific.",
        7791.6,
        7798.16
    ],
    [
        " I mean, there is, you know, if you ever see a, and I do now that my daughters are a little older,",
        7798.48,
        7804.4
    ],
    [
        " I'll drop some swear words in them, in occasionally for impact or for humor, you know, or for whatever.",
        7804.4,
        7811.46
    ],
    [
        " So, so I will do it.",
        7812.22,
        7813.8
    ],
    [
        " But if you ever see a young girl swearing, you see a young boy, you know,",
        7814.04,
        7823.32
    ],
    [
        " it very much seems disrespectful, in my opinion.",
        7823.7,
        7828.98
    ],
    [
        " So, I don't want my kids to be running around with a foul mouth.",
        7830.5,
        7835.66
    ],
    [
        " Now, I took my son and a couple of his buddies went on a little surf trip and they were sleeping in the tent outside of,",
        7836.4,
        7842.7
    ],
    [
        " and I was in the, I was in the camper and I woke up at, when I normally wake up,",
        7842.78,
        7850.26
    ],
    [
        " and they were, they were up early to go surfing as well, but I was standing outside their tent.",
        7850.38,
        7853.62
    ],
    [
        " And I was pretty impressed with the wide array of foul language that they produced.",
        7853.8,
        7858.96
    ],
    [
        " Yeah, yeah, yeah.",
        7859.32,
        7860.4
    ],
    [
        " And that's kind of the thing too, right?",
        7860.4,
        7861.84
    ],
    [
        " So, it doesn't, if you'd never swear to your kids, it's not like you have protected them for swearing or...",
        7862.0,
        7868.72
    ],
    [
        " So, that's my point is that after I stood out there for a while, and I listened to them, and then I said something along lines of,",
        7868.72,
        7875.0
    ],
    [
        " hey, are you guys done? I know you ready to go surfing?",
        7875.44,
        7877.52
    ],
    [
        " And my son says, how long have you been out there, dad?",
        7878.14,
        7882.28
    ],
    [
        " And I swore back at him. I swore back at him and said, I've been out here long,",
        7883.3,
        7888.5
    ],
    [
        " and then they kind of remained quiet for a second, and then they started laughing.",
        7888.98,
        7893.08
    ],
    [
        " And I said, all right, boys, let's go.",
        7893.12,
        7894.16
    ],
    [
        " So, I'm not a goodie to shoes. I understand.",
        7894.3,
        7898.68
    ],
    [
        " And you know, we talked about patent, patent, swore.",
        7898.98,
        7900.98
    ],
    [
        " Right, I wasn't saying that.",
        7901.12,
        7901.82
    ],
    [
        " Incessantly amongst the troops, and then when he'd get in front of the politicians, he would not.",
        7902.12,
        7906.66
    ],
    [
        " And I guess I would hope to behave that way.",
        7906.98,
        7911.62
    ],
    [
        " And I used to do that too. I used to go, when we got back from Ramadi, I had to go and brief the secretary of the Navy,",
        7911.62,
        7917.82
    ],
    [
        " I had to go and brief the Joint Caucus.",
        7917.82,
        7920.76
    ],
    [
        " I mean, I had to go and brief some high-level governmental officials and whatnot, and I would just walk in there and obviously you're not going to swear.",
        7920.94,
        7927.56
    ],
    [
        " Right, right then.",
        7927.8,
        7928.2
    ],
    [
        " So, I think that's another situation where you've got to know and understand when to swear and when not to swear.",
        7928.68,
        7937.4
    ],
    [
        " And I just, hopefully I'm making the right decisions.",
        7937.96,
        7941.02
    ],
    [
        " And like I said, no one has hit me up and said, you really need to use more foul language.",
        7941.1,
        7948.56
    ],
    [
        " And you know, there's times where we've used foul language on the podcast because, hey, it's a reality.",
        7949.26,
        7956.76
    ],
    [
        " It's a reality of Vietnam. It's a reality of all wars.",
        7957.22,
        7961.24
    ],
    [
        " So, to exclude it, like it doesn't exist is not what I'm trying to do here.",
        7963.14,
        7967.36
    ],
    [
        " Yeah. And that's kind of a big, in my opinion, a big deal when someone, you can tell they're actively pursuing not swearing where, in any kind of, especially in a casual conversation where they're about to say something and then they use, like, I don't know, sugar, I don't know.",
        7967.5,
        7986.98
    ],
    [
        " You know those rep obvious replays.",
        7986.98,
        7989.16
    ],
    [
        " Which is, there's nothing wrong with it, but it does kind of kind of make you think, oh wait, like, so we can't just be ourselves right now.",
        7989.18,
        7995.6
    ],
    [
        " I don't know if it feels like you might not be able to relate to it.",
        7995.9,
        7998.74
    ],
    [
        " You know what's interesting is you've seen Fullmetal Jacket and just an amazing movie about the Marine Corps.",
        7998.84,
        8005.46
    ],
    [
        " And the whole whole, the whole first 45 minutes is bootcamp.",
        8006.26,
        8010.18
    ],
    [
        " And it's played by Lee Raimi, I think, his name. And he does. He was a real drill instructor. And so he just nails it.",
        8011.1,
        8017.94
    ],
    [
        " And I remember when my son was six or seven years old, I thought to myself, I'll play him some of this movie.",
        8018.16,
        8023.36
    ],
    [
        " I'll just find some parts that don't have any foul language.",
        8023.96,
        8026.16
    ],
    [
        " There are no parts. The whole thing is just completely over the top. And it's awesome.",
        8026.32,
        8032.28
    ],
    [
        " So there's definitely a time and a place for it.",
        8036.16,
        8038.02
    ],
    [
        " The other thing is for me, I want to say it's, you know, I was, I'm always trying to do better at stuff.",
        8038.3,
        8044.54
    ],
    [
        " There's a challenge in trying to find words that are going to have impact without just going right to the easy button on the, on the big F bomb.",
        8045.0,
        8057.24
    ],
    [
        " Because that's going to have impact. But if that's what you need to use, then that's just a little easy out that I don't want to take every single time it presents itself.",
        8057.24,
        8065.44
    ],
    [
        " And I'll tell you, when I get, when there's been a couple times with my kids, where they've stepped over line, there's something out of line.",
        8065.66,
        8073.42
    ],
    [
        " And when I, when I've sworn at them, it was like I slapped them in the face because it was having that much impact.",
        8073.72,
        8087.22
    ],
    [
        " And the pattern apparently was from what I read, he, when he'd get people fired up, he'd do that on purpose.",
        8087.22,
        8093.24
    ],
    [
        " Oh, yeah. And then like even just a normal conversation, he didn't really swear that much.",
        8093.46,
        8096.44
    ],
    [
        " Just wasn't things so he used it as a specific tool, you know, to get certain things done as far as influence goes.",
        8096.44,
        8102.12
    ],
    [
        " Yeah. I can't believe we've talked for 10 minutes about swearing.",
        8102.22,
        8105.74
    ],
    [
        " Right. It needed to be talked about.",
        8106.06,
        8107.56
    ],
    [
        " Hey, we got to ask the question. I think we got time for one more.",
        8107.94,
        8112.48
    ],
    [
        " Okay, last question.",
        8113.58,
        8115.18
    ],
    [
        " Jago, what techniques do you use to deal with situational stress from battlefield to boardroom?",
        8115.92,
        8122.96
    ],
    [
        " Well, first of all, and I don't mean to minimize the stress that people face, but imagine, imagine what Eugene sledge that we talked about tonight.",
        8123.86,
        8136.9
    ],
    [
        " Imagine what he went through on Pellalu in the tens of thousands of Marines that suffered debt unimaginable horror.",
        8136.9,
        8148.18
    ],
    [
        " And then you imagine Hackworth, who we talked about here, who wrote about face assaulting enemy positions in Korea, and he was wounded over and over again on the line and still went back for more.",
        8149.18,
        8163.14
    ],
    [
        " And then you got Alan Seeger, the poet, who in World War I went over to the top over and over again to make his rendezvous with death.",
        8165.4,
        8180.84
    ],
    [
        " And there's been thousands and hundreds of thousands of millions of warriors that have been in very stressful situations, face evil and face death much worse than the situation I'm in or you're in that we might consider stressful.",
        8181.24,
        8207.0
    ],
    [
        " And I even did this when I was overseas when I was on deployment when I was a combat leader, I was feeling stress.",
        8207.48,
        8214.84
    ],
    [
        " And you know what, we took casualties and it was awful and it was heartbreaking.",
        8215.38,
        8219.54
    ],
    [
        " But there were other soldiers and warriors throughout time that had been in much worse situations, Gettysburg or Vicksburg or the Battle of the Bulge.",
        8225.8,
        8238.34
    ],
    [
        " And all those horrible situations, they prove really that humans can withstand almost unimaginable stress, which meant to me that I could too.",
        8239.58,
        8258.9
    ],
    [
        " And you can't.",
        8260.74,
        8262.14
    ],
    [
        " And the first step for me is doing that, taking that look to gain some perspective.",
        8263.02,
        8270.28
    ],
    [
        " And then in order to gain perspective, you got to do something that we already talked about, you've got to detach from the problems or the stress that you're experiencing so that you can get that perspective of them.",
        8272.8,
        8287.7
    ],
    [
        " Now, there's a couple different types of stress.",
        8289.5,
        8295.2
    ],
    [
        " Now, if it's something that you can control that's causing you stress, well, why aren't you getting control of it?",
        8295.6,
        8303.76
    ],
    [
        " Generally, it's a lack of discipline.",
        8304.3,
        8306.12
    ],
    [
        " So you've got to have the discipline to grab control and make it happen.",
        8306.78,
        8311.86
    ],
    [
        " And when I say you need discipline for that, what that means is these stresses that you're avoiding, they're not going to go away if you avoid them.",
        8311.86,
        8322.0
    ],
    [
        " So take the discipline to face the stressful situation.",
        8323.06,
        8326.8
    ],
    [
        " Get ahead of it. Don't be afraid of it.",
        8327.22,
        8329.04
    ],
    [
        " Now, there's also stress that's caused by things that you cannot control.",
        8332.3,
        8335.78
    ],
    [
        " And if you remember talking earlier about artillery and how horrible that was and what made it so horrible was that there's no control over.",
        8336.58,
        8346.96
    ],
    [
        " So if you can't control something and you can't get control of it, you have to at least embrace what you can.",
        8347.92,
        8360.44
    ],
    [
        " And I'm not saying you're going to embrace artillery, but I'll tell you what, when it comes to things like artillery or for us in Ramadi was IEDs.",
        8360.76,
        8370.84
    ],
    [
        " And we could do everything we could do to mitigate that risk.",
        8371.4,
        8374.74
    ],
    [
        " But eventually, there's only so much you can do and you cannot completely eliminate it.",
        8375.52,
        8380.86
    ],
    [
        " But you can't control it so why are you going to worry about it? Why are you going to stress about it?",
        8381.16,
        8386.64
    ],
    [
        " If there's something that's completely beyond your control, you cannot, you've got to detach from it and not let yourself get stressed about it.",
        8387.28,
        8396.88
    ],
    [
        " And on top of that, if it's something that you can't control, how can you look at it in a different light?",
        8398.92,
        8405.9
    ],
    [
        " How can you see it in a way that you could actually take advantage of it?",
        8406.04,
        8409.92
    ],
    [
        " How can you take that stress and make it into some kind of ally?",
        8410.58,
        8419.14
    ],
    [
        " You know, the chaos of combat is something that I couldn't control, but I had to embrace it so I could try and figure out how to take advantage of it.",
        8419.14,
        8428.8
    ],
    [
        " So when it comes to stress, don't fight it.",
        8429.24,
        8435.7
    ],
    [
        " Turn it on itself and use it.",
        8436.9,
        8440.08
    ],
    [
        " Use it to make yourself sharper and more alert.",
        8440.48,
        8444.24
    ],
    [
        " And use it to make yourself think more and learn more and get better and use that stress as a catalyst to make yourself better.",
        8445.28,
        8458.6
    ],
    [
        " And I think that's all we've got for tonight.",
        8459.4,
        8466.68
    ],
    [
        " So thanks to everybody for tuning in and listening to us.",
        8467.44,
        8471.56
    ],
    [
        " Thanks for the feedback through the interwebs to me at Jocco Willink and to Echo, who is at Echo Charles.",
        8472.68,
        8484.02
    ],
    [
        " Thanks for leaving reviews of the podcast and the book on iTunes and on Amazon because those are very helpful.",
        8485.16,
        8492.66
    ],
    [
        " And most of all, thanks to everybody for getting out there and getting after it.",
        8494.22,
        8500.22
    ],
    [
        " So until next time, this is Jocco and Echo.",
        8502.86,
        8506.24
    ],
    [
        " Out.",
        8507.5,
        8508.12
    ]
]