[
    [
        " This is Jaco podcast number nine with Echo Charles and me, Jaco Willink.",
        0.7,
        7.88
    ],
    [
        " Perhaps I stabbed our savior in his sacred helpless side, yet I've called his name",
        9.22,
        17.68
    ],
    [
        " and blessing when in after times I died.",
        17.68,
        20.84
    ],
    [
        " Through the travail of the ages, midst the pomp and toil of war, have I fought and strove",
        21.54,
        28.4
    ],
    [
        " and perished countless times upon this star.",
        28.4,
        31.38
    ],
    [
        " I have sinned and I have suffered, played the hero in the nave, fought for belly, shame,",
        32.02,
        38.94
    ],
    [
        " or country, and for each have found a grave.",
        39.24,
        42.12
    ],
    [
        " So as through a glass and darkly, the age long strife I see, where I fought in many",
        43.04,
        50.74
    ],
    [
        " guises, many names, but always me.",
        50.74,
        54.24
    ],
    [
        " So forever in the future shall I battle as of your dying to be born a fighter, but to",
        55.9,
        63.72
    ],
    [
        " die again once more.",
        63.72,
        65.2
    ],
    [
        " And that is a poem by General George S. Patton.",
        66.68,
        74.52
    ],
    [
        " And I've been thinking about the podcast and about the direction and about the things",
        79.54,
        85.3
    ],
    [
        " and about what we talk about and what I talk about.",
        85.3,
        88.26
    ],
    [
        " And I was actually, had been looking for a, for a non-military book, for a book that",
        88.74,
        97.86
    ],
    [
        " talks about the same kind of things that I think about, but it's not about war.",
        97.86,
        103.76
    ],
    [
        " Because there's a very small population that are engaged in war, in real war.",
        104.66,
        109.5
    ],
    [
        " So I've been looking for a book and I've, and I've got a bunch of books that I enjoy",
        109.84,
        112.4
    ],
    [
        " and books that I like and I've been looking for a, a good book that is not a war book.",
        112.4,
        120.16
    ],
    [
        " And I had some close ones and maybe they'll make the cut, but, but, but we're not there yet.",
        120.38,
        128.82
    ],
    [
        " Because, because quite simply war is at another level.",
        130.4,
        137.6
    ],
    [
        " That's not better and it's not a good thing.",
        138.1,
        141.04
    ],
    [
        " And I don't worship war, but it is.",
        142.28,
        147.52
    ],
    [
        " In fact, the ultimate human struggle.",
        147.74,
        150.72
    ],
    [
        " Yeah.",
        150.72,
        151.44
    ],
    [
        " And as Judge Holden, in the book, Blood Meridian puts it,",
        152.1,
        159.72
    ],
    [
        " this is the nature of war, whose stake is at once the game and the authority and the justification.",
        160.68,
        173.48
    ],
    [
        " It is the testing of one's will and the will of another within that larger will,",
        180.22,
        186.66
    ],
    [
        " which because it binds them is therefore forced to select.",
        186.84,
        190.2
    ],
    [
        " War is the ultimate game because war is at last a forcing of the unity of existence.",
        192.04,
        198.98
    ],
    [
        " War is God.",
        200.5,
        201.88
    ],
    [
        " Now, I'm going to tell you, I'm not going to go into Blood Meridian tonight.",
        202.8,
        208.86
    ],
    [
        " Blood Meridian, I've talked about it on a couple occasions.",
        209.44,
        213.32
    ],
    [
        " And one day, we will.",
        213.84,
        215.88
    ],
    [
        " And it's probably going to take multiple shows and it's going to take research,",
        216.42,
        220.46
    ],
    [
        " but that is a heavy, heavy book that is thick with content and meaning.",
        221.04,
        228.02
    ],
    [
        " And words that are powerful.",
        230.0,
        231.7
    ],
    [
        " And that's a tiny slice of Blood Meridian.",
        232.22,
        237.64
    ],
    [
        " And we will get to it at some point.",
        238.3,
        241.54
    ],
    [
        " And I actually get, you know, people always like, hey,",
        241.68,
        243.34
    ],
    [
        " do Blood Meridian, do Blood Meridian because there's a lot of people that take a lot of information,",
        243.56,
        248.04
    ],
    [
        " a lot of meaning from that book.",
        248.04,
        249.7
    ],
    [
        " But I'm not ready yet.",
        250.28,
        253.04
    ],
    [
        " I'm not.",
        253.88,
        254.32
    ],
    [
        " You know, that's going to take.",
        254.64,
        255.74
    ],
    [
        " And it's the same thing with Shakespeare.",
        256.66,
        257.96
    ],
    [
        " People are like, hey, when are you going to do the bard?",
        258.04,
        260.02
    ],
    [
        " And it's the same thing.",
        260.42,
        262.18
    ],
    [
        " I want to be fully prepared.",
        262.64,
        264.78
    ],
    [
        " I'm either going to do it.",
        265.68,
        267.24
    ],
    [
        " Maybe I won't be fully prepared to do the whole thing,",
        267.24,
        269.24
    ],
    [
        " but maybe we'll take chunks of Blood Meridian.",
        269.36,
        273.9
    ],
    [
        " Or some chunks as Shakespeare and start to try and digest them because there's a big meals.",
        274.22,
        278.76
    ],
    [
        " Now, that's why, you know, that's why we're not talking about a business book tonight.",
        280.28,
        285.5
    ],
    [
        " That's why we're not talking about a business leader.",
        285.5,
        287.58
    ],
    [
        " That's why we're not talking about a sports leader.",
        287.94,
        289.54
    ],
    [
        " That's when I, we're not talking about a public figure that had to struggle through whatever",
        289.92,
        297.24
    ],
    [
        " to get to the top of the mountain that they were climbing.",
        297.24,
        301.08
    ],
    [
        " Or a mountain climber.",
        301.86,
        304.08
    ],
    [
        " We're not talking about that.",
        304.5,
        305.64
    ],
    [
        " We're talking about a war.",
        306.02,
        308.32
    ],
    [
        " And like I said,",
        309.4,
        312.3
    ],
    [
        " war is not God like Judge Holden describes it in Blood Meridian,",
        312.78,
        316.98
    ],
    [
        " but it certainly is a powerful force and it certainly is the ultimate struggle.",
        316.98,
        320.3
    ],
    [
        " The ultimate struggle for life against other humans that want to end your life.",
        320.56,
        326.98
    ],
    [
        " And that's it.",
        327.06,
        327.6
    ],
    [
        " Which brings us to Patton.",
        327.92,
        331.52
    ],
    [
        " And that poem, you know, obviously in Patton's mind,",
        332.24,
        336.84
    ],
    [
        " he was a warrior before, over and over again.",
        338.12,
        343.26
    ],
    [
        " Yeah, he thought he was reincarnated.",
        343.52,
        344.94
    ],
    [
        " He thought he was reincarnated.",
        345.24,
        345.9
    ],
    [
        " Like he was a soldier for Caesar.",
        346.1,
        348.18
    ],
    [
        " And a soldier for hundreds and thousands of years.",
        348.3,
        351.4
    ],
    [
        " Yeah, yeah.",
        351.74,
        352.32
    ],
    [
        " And before I do jump in a pattern, I do detainters.",
        352.82,
        358.98
    ],
    [
        " The tankers of the world, the US military.",
        359.42,
        363.1
    ],
    [
        " We worked with the 118D, the first brigade, first armoured division in Ramadi, Iraq in 2006.",
        363.7,
        372.16
    ],
    [
        " They're ready first.",
        372.16,
        373.26
    ],
    [
        " And the tanks, the 68 ton Abrams main battle tank with a giant turbine engine,",
        374.62,
        384.28
    ],
    [
        " grinding the street apart as they come to support",
        384.56,
        389.96
    ],
    [
        " and rescue and save the seals, which they did over and over again.",
        392.58,
        400.2
    ],
    [
        " And there was no better sound in the world than those tanks firing up their engines",
        401.34,
        408.48
    ],
    [
        " and putting main gun rounds into buildings to kill bad guys and protect American troops.",
        408.48,
        417.36
    ],
    [
        " And we heard a lot about Patton while we were working with the 118D, because the guy is the",
        419.04,
        425.34
    ],
    [
        " kind of the foremost tanker.",
        425.34,
        427.58
    ],
    [
        " And even me, I grew up with Patton because the George C. Scott movie was released when I was a kid.",
        428.14,
        437.04
    ],
    [
        " And to this day, I remember watching that for the first time.",
        437.88,
        442.44
    ],
    [
        " And being, you know, aw, struck my paton.",
        442.52,
        448.4
    ],
    [
        " And when you stick your hand into a bunch of goo that a moment ago was your best friend's face,",
        449.34,
        454.58
    ],
    [
        " then you'll know what to do.",
        455.22,
        457.66
    ],
    [
        " And that's all. And so that was just a...",
        458.86,
        463.88
    ],
    [
        " That's how I grew up. I mean, I grew up. I watched that movie so many times.",
        463.88,
        466.94
    ],
    [
        " I can't even remember.",
        467.26,
        468.08
    ],
    [
        " Do you still watch it?",
        468.38,
        469.2
    ],
    [
        " We watched it in Ramadi.",
        469.86,
        471.34
    ],
    [
        " We watched it in Ramadi.",
        471.9,
        473.24
    ],
    [
        " What? Just to get fired up?",
        473.32,
        475.2
    ],
    [
        " And it is a great movie.",
        477.94,
        480.62
    ],
    [
        " But let's talk about the real Patton, who actually in many ways was more colorful and more",
        481.2,
        486.46
    ],
    [
        " charismatic and really larger in life and real life than George C. Scott and the movie could make",
        486.46,
        493.8
    ],
    [
        " him out to be.",
        493.8,
        494.4
    ],
    [
        " I read that when he'd talk and stuff, he'd swear a lot. He'd use a lot of profanity,",
        495.2,
        503.56
    ],
    [
        " but he did that on purpose. He did it like to send a message or to get his guys fired up.",
        503.56,
        508.92
    ],
    [
        " But in regular conversation, he didn't really swear.",
        509.1,
        511.66
    ],
    [
        " He's a mysterious guy with a lot of different facets to him.",
        511.86,
        516.66
    ],
    [
        " So I'm going to kick this off. So we're going to the book,",
        517.42,
        521.5
    ],
    [
        " George S. Patton.",
        522.2,
        523.92
    ],
    [
        " War as I knew it.",
        523.92,
        526.38
    ],
    [
        " And interestingly, this book was given to me by Lafe Babin who wrote an extreme",
        527.34,
        535.42
    ],
    [
        " ownership with me and who served with me in Ramadi and is one of my brothers.",
        535.42,
        539.14
    ],
    [
        " So",
        540.3,
        540.66
    ],
    [
        " General Order Number 18,",
        540.66,
        546.48
    ],
    [
        " This is from Patton to his troops. Soldiers of the Seventh Army,",
        548.08,
        552.68
    ],
    [
        " born at sea, baptized in blood and crowned with victory.",
        554.62,
        558.4
    ],
    [
        " In the course of 38 days of incescent battle and unceasing labor, you have added a glorious",
        559.04,
        564.22
    ],
    [
        " chapter to the history of war. Pitted against the best Germans and Italians could offer,",
        564.22,
        570.3
    ],
    [
        " you have been unfailingly successful. The rapidity of your dash, which culminated in the capture",
        570.52,
        577.32
    ],
    [
        " of Palermo, was equaled by the dogged tenacity with which you stormed Trenia and captured",
        577.32,
        583.48
    ],
    [
        " Messina. Every man in the army deserves equal credit, the enduring valor of the infantry",
        583.48,
        589.64
    ],
    [
        " and the impetus ferocity of the tanks were matched by the tireless clamor of our destroying guns.",
        589.64,
        596.46
    ],
    [
        " The engineers performed prodigies in the construction and maintenance of impossible roads over",
        596.72,
        601.72
    ],
    [
        " impassable country. The services of maintenance to supply performed a miracle, the signal",
        601.72,
        607.32
    ],
    [
        " correlate over 10,000 miles of wire and the medical department evacuated and cared for our sick and",
        607.32,
        613.4
    ],
    [
        " wounded. On all occasions, the Navy has given generous and gallant support.",
        613.4,
        618.1
    ],
    [
        " Throughout the operation, our air has kept the sky clear and tirelessly supported the operation",
        618.78,
        623.38
    ],
    [
        " of the ground troops. As a result of this combined effort, you have killed or captured",
        623.38,
        630.28
    ],
    [
        " 113,350 enemy troops. You have destroyed 265 of his tanks, 2,324 vehicles, and 1162 large guns,",
        630.28,
        643.78
    ],
    [
        " and in addition, you have collected a mass of military booty running into the hundreds of tons.",
        644.0,
        648.92
    ],
    [
        " But your victory has a significance be above and beyond its physical aspect. You have destroyed",
        649.56,
        655.72
    ],
    [
        " the prestige of the enemy. The President of the United States, the Secretary of War, the Chief",
        655.72,
        661.98
    ],
    [
        " of Staff, General Eisenhower, General Alexander, General Montgomery have all congratulated you.",
        661.98,
        668.26
    ],
    [
        " Your fame shall never die. GS Patton, Jr., Lt. General, US Army, commanding.",
        669.02,
        676.8
    ],
    [
        " Sir, you were talking about getting fired up and what he would do to get people fired up.",
        677.84,
        681.88
    ],
    [
        " There you have it. Obviously, a very skilled writer with great command of the language.",
        682.0,
        689.94
    ],
    [
        " Can you even imagine what you'd feel like hearing that address to you and your people,",
        690.5,
        696.72
    ],
    [
        " you and your troops, you and your brothers?",
        696.9,
        698.42
    ],
    [
        " A little bit about Patton. Few military figures in history have laid siege to the public",
        702.38,
        709.08
    ],
    [
        " imagination more relentlessly than George S. Patton, Jr., half a century after his exploits in",
        709.08,
        715.08
    ],
    [
        " North Africa on Sicily and across occupied Europe, his name still evokes the dash and brie of a",
        715.08,
        721.34
    ],
    [
        " cavalry, cavalry charge. He is widely considered the best field commander in the American army",
        721.34,
        727.54
    ],
    [
        " of World War II and he is certainly one of the most feared by the Germans who paid him the",
        727.54,
        734.44
    ],
    [
        " complement before Normandy of massing defenses against a non-existent army Patton group.",
        734.44,
        739.8
    ],
    [
        " By V.E. Day in 1945, he commanded 18 divisions and 540,000 soldiers, a force comparable to the",
        740.4,
        750.8
    ],
    [
        " size of the American military at its peak in Vietnam. The New York Times declared in his obituary,",
        751.2,
        759.84
    ],
    [
        " history has reached out and embraced General George Patton, his place is secure.",
        760.58,
        764.86
    ],
    [
        " He was not a man of peace.",
        766.06,
        767.62
    ],
    [
        " A man of peace he was not but his legacy clearly transcends his military conquest.",
        769.08,
        776.62
    ],
    [
        " He was complex and contradictory, larger than life and yet all too human.",
        777.72,
        782.92
    ],
    [
        " It is the Patton paradox that trans fixes. This is something we've talked about before on this",
        783.4,
        788.94
    ],
    [
        " podcast and it's something I talk about all the time and that is people's strengths can be their",
        788.94,
        793.18
    ],
    [
        " weaknesses and you get a guy like Patton who's hyper-aggressive and that actually ends up being",
        793.18,
        799.1
    ],
    [
        " a negative in some cases even though it's extremely positive and others. Back to the book.",
        799.1,
        803.7
    ],
    [
        " A warlord fighting in the name of democracy. He was also an unrepentant aristocratic snob.",
        804.66,
        812.72
    ],
    [
        " So this is a guy that and they talk about this some more but a guy that was like proud of soldiers.",
        814.18,
        821.66
    ],
    [
        " Almost to a fault he revered soldiers and yet he's an aristocrat.",
        822.3,
        826.66
    ],
    [
        " His devotion to common soldiers bordered on reverence yet is slapping of two enlisted men",
        828.16,
        834.68
    ],
    [
        " nearly caused him to sit out the war and disgrace and we'll get into that a little bit more.",
        834.68,
        838.62
    ],
    [
        " He exuded confidence and relentless certitude. In truth he was insecure and often confused.",
        840.24,
        851.44
    ],
    [
        " He was well-read, fluent in French and as a wealthy as a wealthy child of privilege and the",
        851.44,
        859.3
    ],
    [
        " husband of an erus at home in society's most fashionable salons. He could also be crude, rude and",
        859.3,
        867.9
    ],
    [
        " plain foolish. His humility seemed heartfelt yet he acknowledged an overdeveloped personal ambition",
        867.9,
        876.86
    ],
    [
        " and once confessed, I don't like the dirt at all except as a means to fame.",
        877.12,
        882.42
    ],
    [
        " So I said this guy is a complex guy. This isn't a salt of the earth. David Hackworth guy that you",
        884.34,
        891.26
    ],
    [
        " never got that from him. You never got that from like a guy like Hackworth that he had any sort of",
        891.26,
        897.66
    ],
    [
        " quest for glory. He just a complete opposite. And that's why Patton for me is a is not a pure figure.",
        897.66,
        906.22
    ],
    [
        " Not that I would really say that I can think of any pure figures but he's definitely a very",
        907.08,
        912.38
    ],
    [
        " faulted leader and which makes it good to learn from. And he had some of me obviously.",
        912.38,
        919.36
    ],
    [
        " I'm here I am a complete idiot loser sitting here calling",
        919.92,
        925.76
    ],
    [
        " General George S. Patton saying he's faulted leader. So don't get me wrong here.",
        925.76,
        933.08
    ],
    [
        " The guy was unbelievably powerful leader, an incredible leader, an incredible tactician and strategist.",
        933.22,
        942.52
    ],
    [
        " But it is very clear that he had some of those dichotomies that went a little bit too far in one",
        942.52,
        950.72
    ],
    [
        " way or the other. As a warrior back to the book, as a warrior, his fundamental prescription for",
        950.72,
        958.8
    ],
    [
        " waging war involved the violent attacks everywhere with everything. Yet he considered the carpet bomb",
        958.8,
        965.98
    ],
    [
        " bombing of German cities to be barbaric, useless and sadistic. So that's a contradiction. Don't",
        965.98,
        972.84
    ],
    [
        " hear very much about him. And here's how you've seen by the higher ups a little bit.",
        972.84,
        977.22
    ],
    [
        " Eisenhower who once referred to Patton as this mentally unbalanced officer also told George Marshall",
        977.98,
        987.0
    ],
    [
        " Patton is a problem child. But he is great. He is a great fighting leader in pursuit and exploitation.",
        987.62,
        995.66
    ],
    [
        " A division commander described the general as invaluable in war but a disturbing element in times",
        996.52,
        1003.34
    ],
    [
        " of peace. And to that Patton was flattered. But perhaps the epitaph you would treasure most came from",
        1003.34,
        1012.6
    ],
    [
        " one of his soldiers before the Allied invasion of France. Here is a man for whom you would go to",
        1012.6,
        1018.72
    ],
    [
        " hell and back. So clearly to his troops, they held him in very high regard.",
        1018.72,
        1025.16
    ],
    [
        " Quote from Patton, may God have mercy on my enemies, they will need it. That's the kind of thing",
        1026.8,
        1036.66
    ],
    [
        " that when he says people, you know, the front line troopers are going to hear that and say yes,",
        1036.66,
        1041.02
    ],
    [
        " we are ready to roll. He also said leadership is a thing that wins battles. I have it. But I'll be damned",
        1041.02,
        1050.32
    ],
    [
        " if I can define it. In Patton's career, we see certain trademarks, a relentless aggression and",
        1050.32,
        1057.82
    ],
    [
        " faith in the offensive and uncanny instinct for enemy intentions and disposition. Common theme",
        1057.82,
        1066.26
    ],
    [
        " that we talk about all the time, being on offense, being aggressive. And Patton was an absolute",
        1066.26,
        1071.56
    ],
    [
        " probably, I think he is probably the most aggressive of the people that we've talked about. And",
        1071.56,
        1079.48
    ],
    [
        " of pretty much, I think of of anyone I've ever heard of. And it goes a little bit negative.",
        1079.48,
        1087.92
    ],
    [
        " And we see to the creeping arrogance, the hubris, which would cost the American army so dearly",
        1089.36,
        1097.5
    ],
    [
        " in Vietnam, summing up the achievements of his troops and crushing the German counterattack of",
        1097.5,
        1103.16
    ],
    [
        " December 1944, Patton with partner pride claims to have moved further and faster and engage more",
        1103.16,
        1111.98
    ],
    [
        " divisions and less time than any other army in the history of the United States, possibly in the",
        1111.98,
        1117.86
    ],
    [
        " history of the world. No country can stand against such an army. This smug pride, the disease",
        1117.86,
        1126.52
    ],
    [
        " of victory. And I love that. That's a, that's a little something we should all remember.",
        1126.52,
        1132.08
    ],
    [
        " The disease of victory, victory supposed to be all positive. But guess what? There's something",
        1132.58,
        1138.86
    ],
    [
        " called the disease of victory. Back to the book, this disease of victory would rot the army from within.",
        1138.86,
        1147.44
    ],
    [
        " Leading future commanders to underestimate their enemies and overestimate their own battlefield",
        1147.86,
        1153.26
    ],
    [
        " prowess. Tragically, the only antidote to this disease of victory would be the humiliation of defeat.",
        1153.26,
        1163.22
    ],
    [
        " We see that sometimes in sports. We see it in business. Sometimes people need to get humbled.",
        1164.06,
        1176.72
    ],
    [
        " And when they get humbled, they get arrogant from the victories. And then they get humbled and they",
        1177.04,
        1182.38
    ],
    [
        " get back in the game. And they realize what they have to do to win. Back to the book, his passion",
        1182.38,
        1188.64
    ],
    [
        " for military life ran so deep that he considered it as natural for me to be a soldier as to breathe.",
        1188.64,
        1195.36
    ],
    [
        " War, he claimed, is the only place where a man really lives.",
        1196.62,
        1202.44
    ],
    [
        " Beyond a keen interest in technological developments of armored vehicles and airplanes,",
        1206.72,
        1211.56
    ],
    [
        " he retained a near-finanical belief in the importance of being mentally and physically ready to fight.",
        1212.02,
        1219.18
    ],
    [
        " Even in war-wary 1920s, he admonished junior officers, you must school yourself to savagery.",
        1220.36,
        1228.22
    ],
    [
        " And speaking of savagery, this is the slaps when he slapped these young enlisted troopers.",
        1231.92,
        1243.14
    ],
    [
        " The infamous slaps heard round the world. Patton's memoir gives the episode short shrift,",
        1243.92,
        1254.48
    ],
    [
        " but it nearly wrecked his life. In early August while visiting wounded troops on Sicily,",
        1254.98,
        1260.88
    ],
    [
        " the commander cuffed a soldier who had been diagnosed as suffering from battle fatigue.",
        1261.48,
        1265.52
    ],
    [
        " Patton called it cowardice. Further examination revealed the man had malaria and dysentery.",
        1266.46,
        1272.18
    ],
    [
        " A week later, Patton repeated his behavior with another soldier, and this time made motions to",
        1272.9,
        1279.52
    ],
    [
        " draw his pistol as if to shoot the wretch. Patton publicly apologized, but remained privately unrepentant.",
        1279.52,
        1291.94
    ],
    [
        " Had other officers had the courage to do likewise, he wrote, the shameful use of battle fatigue",
        1292.68,
        1299.56
    ],
    [
        " as an excuse for cowardice would have been infinitely reduced.",
        1299.56,
        1303.86
    ],
    [
        " So that was a significant incident that he publicly apologized, but he obviously didn't really",
        1305.0,
        1318.78
    ],
    [
        " mean that. He felt he had done the right thing. But still, there was much glory to be one.",
        1318.78,
        1324.38
    ],
    [
        " Patton's exploit in the battle of the bulge abruptly wheeling his army around and driving 100",
        1324.8,
        1330.64
    ],
    [
        " miles through the ICR dens to hit the Germans in the flank with 17 divisions remains among the",
        1330.64,
        1337.98
    ],
    [
        " most storied campaigns in modern warfare. And then after the war, as Europe was now almost an",
        1337.98,
        1350.28
    ],
    [
        " occupied state in many places, and as people talked about Patton being good for war, but not",
        1350.28,
        1361.5
    ],
    [
        " being good for peace, and that turned out to be pretty accurate, no longer able to attack.",
        1361.5,
        1366.5
    ],
    [
        " He indeed became bullious. Patton was arrogant, defiant, and erratic as the summer of 1945 passed.",
        1367.42,
        1378.42
    ],
    [
        " And that's kind of the intro on Patton. Now, going back now to the beginning of the war.",
        1382.34,
        1393.62
    ],
    [
        " And his first one of his early journal entries, he says, have been giving everyone a simplified",
        1394.52,
        1404.9
    ],
    [
        " directive of war. Use steam roller strategy. That is make up your mind on course and direction of action",
        1404.92,
        1413.8
    ],
    [
        " and stick to it. But in tactics, do not steam roller. Attack weakness. Hold them by the nose and",
        1413.8,
        1423.9
    ],
    [
        " kick them in the pants. This is something that we talk about all the time. It's flanking people.",
        1423.9,
        1430.44
    ],
    [
        " It's not keeping, not going into their strengths and keep attacking their strengths. No, you,",
        1431.3,
        1436.4
    ],
    [
        " you attack their strengths to keep them occupied, but then you come around to the flank. You know,",
        1436.48,
        1442.92
    ],
    [
        " it's in Jiu-Jitsu, you attack the arm and you get the neck or you attack the neck and you get the arm.",
        1443.04,
        1447.34
    ],
    [
        " In combat, it's flanking. That's what it is. And he was a master of this and pushed it very, very hard.",
        1447.56,
        1456.42
    ],
    [
        " Now, we can get into a little bit more of his, what he says are his reflections and suggestions.",
        1459.16,
        1471.68
    ],
    [
        " And if in this book, if you do end up getting this book, I'm basically skipping the war part.",
        1472.84,
        1482.22
    ],
    [
        " The entire book is about what he did and how he did it. And I'm skipping that. And I've said this",
        1483.54,
        1490.54
    ],
    [
        " before because I like to know about what they did and how they did it because that is important.",
        1490.54,
        1495.04
    ],
    [
        " But I like to know why they did it and what they were thinking and what principles they were",
        1495.78,
        1499.84
    ],
    [
        " following. In this book, beautifully breaks it down. Again, it's written by him, but it breaks down",
        1499.84,
        1505.22
    ],
    [
        " what he was thinking, why he did take these actions and what his strategies and tactics were.",
        1505.22,
        1510.6
    ],
    [
        " And this is great because he starts off saying something that's very similar to what life, and I say,",
        1514.12,
        1519.46
    ],
    [
        " in the beginning of our book, which is like we didn't invent this stuff. So here's General George",
        1519.56,
        1523.88
    ],
    [
        " Aspat and saying the same thing. Probably there is nothing original in what I shall now put down",
        1523.88,
        1529.72
    ],
    [
        " because war is an ancient subject and I, an ancient man, has studied and practiced it for over 40",
        1529.72,
        1538.08
    ],
    [
        " years. So what appears to me as original thought may be simply subconscious memories. So he's saying,",
        1538.08,
        1546.7
    ],
    [
        " I didn't necessarily think of all this. Then, in the beginning of our book, say the same thing.",
        1546.98,
        1552.62
    ],
    [
        " Concerning the soldier, the soldier is the army. No army is better than its soldiers.",
        1553.48,
        1563.08
    ],
    [
        " The soldier is also a citizen. In fact, the highest obligation and privilege of citizenship",
        1563.5,
        1569.7
    ],
    [
        " is that of bearing arms for one's country. Hence, it is a privilege to be a soldier, a good soldier.",
        1569.7,
        1577.6
    ],
    [
        " To be a good soldier, a man must have discipline, self-respect, pride in his unit and his country,",
        1578.74,
        1586.36
    ],
    [
        " a high sense of duty and obligation to his comrades and to his superiors and self-confidence",
        1586.48,
        1592.64
    ],
    [
        " born of demonstrated ability. His number one characteristic was discipline, which should come as",
        1592.64,
        1604.22
    ],
    [
        " no surprise. There has been and is now a great deal of talk about discipline, but few people",
        1604.22,
        1613.12
    ],
    [
        " in or out of the army know what it is or why it is necessary.",
        1613.12,
        1617.94
    ],
    [
        " No sane man is unafraid in battle, but discipline produces in him a form of vicarious courage,",
        1620.92,
        1632.26
    ],
    [
        " which with his manhood makes for victory. Self-respect grows directly from discipline.",
        1632.4,
        1639.46
    ],
    [
        " Self-confidence, the greatest military virtue, results from the demonstrated ability derived from",
        1641.18,
        1648.78
    ],
    [
        " the acquisition of all the preceding qualities and from the from exercise in the use of weapons.",
        1648.78,
        1656.18
    ],
    [
        " So self-confidence comes from practice and skill and that's derived from discipline.",
        1657.0,
        1662.84
    ],
    [
        " Discipline is clearly a subject we talk about quite a bit and it's important in the military is",
        1665.06,
        1673.06
    ],
    [
        " cannot be overstated. It really can't be. And I would go so far as to tell you that",
        1673.06,
        1680.26
    ],
    [
        " discipline's importance in life cannot be overstated. The root of all good characteristics is the",
        1680.26,
        1690.62
    ],
    [
        " discipline. Battles are won by fire and by movement. The purpose of movement is to get the fire",
        1696.38,
        1703.66
    ],
    [
        " in a more advantageous place to play on the enemy. This is from the rear or the flank. You can hear",
        1703.66,
        1711.44
    ],
    [
        " this guy talk about flanks all the time. He's going to talk about fire moves, he's going to talk",
        1711.44,
        1715.72
    ],
    [
        " cover and move as late and I called it in our book, cover and move. And this is again, this is teamwork,",
        1715.72,
        1725.08
    ],
    [
        " teamwork constantly working with your team and your other teams that are with you to make sure",
        1725.52,
        1733.72
    ],
    [
        " that if I'm putting down cover fire, you're moving. And when you're putting down cover fire,",
        1733.72,
        1739.86
    ],
    [
        " I'm moving. You've got to work together to make that happen. And every business in the world has",
        1739.86,
        1746.4
    ],
    [
        " multiple little units in it that have to cover and move. Talking about bravery and courage.",
        1746.4,
        1756.1
    ],
    [
        " If we take the generally accepted definition of bravery as a quality which knows not fear,",
        1756.88,
        1765.16
    ],
    [
        " I have never seen a brave man. All men are frightened. The more intelligent they are, the more",
        1765.6,
        1772.1
    ],
    [
        " frightened they are. The courageous man is the man who forces himself in spite of his fear to carry on.",
        1772.1,
        1779.18
    ],
    [
        " And where does that come from? It comes from discipline, pride, self-respect, self-confidence,",
        1780.64,
        1789.58
    ],
    [
        " and the love of glory are attributes which will make a man courageous even when he is afraid.",
        1789.68,
        1796.5
    ],
    [
        " There's not too many people. I mean, you would hack worth would never talk about the love of glory.",
        1797.2,
        1802.08
    ],
    [
        " Just not his deal. Not his deal. When you mentioned about bravery, just how you were talking with",
        1802.48,
        1811.36
    ],
    [
        " Sam Harris about it where bravery is only present if you are scared of something because if you're",
        1811.36,
        1818.72
    ],
    [
        " not scared of it, you're not being brave to overcome anything or to do any kind of activity that's",
        1818.72,
        1824.8
    ],
    [
        " you know, that you're scared of. So the very... Although I don't know if I necessarily agree with that,",
        1824.8,
        1831.46
    ],
    [
        " because there's guys that are, you know, he says he's never seen anyone that's not afraid. I",
        1831.74,
        1846.64
    ],
    [
        " look at him and they go, this guy is going to... this guy. I had guys with me, you know, in my task unit,",
        1846.64,
        1853.4
    ],
    [
        " and some of those guys were so brave that I didn't think they were going to make it home.",
        1853.96,
        1863.76
    ],
    [
        " And is it because they were like, it's like they weren't scared to die at all like you didn't.",
        1865.18,
        1871.66
    ],
    [
        " Yeah. And you see the almost a lack of self-preservation.",
        1873.28,
        1880.18
    ],
    [
        " You know, not not stupid, not suicidal. But like, oh, this guy doesn't think he can be killed.",
        1880.6,
        1887.2
    ],
    [
        " You know, we were talking about that on the last podcast. And I forget the name of the major that",
        1887.56,
        1891.52
    ],
    [
        " was on the beach landing at Tarawaii think and he's up and he's like, hey, look, they can't hit me.",
        1891.52,
        1896.12
    ],
    [
        " Come on. Yeah. I've seen guys do that. Yeah. So as far as actual bravery goes though,",
        1896.12,
        1904.76
    ],
    [
        " so would you consider that, like, let's say, K2 guys are going to go do some... Let's say an MMA fight,",
        1904.88,
        1911.56
    ],
    [
        " right? And one guy's just really scared of competing in front of people. It's his first fight or",
        1911.66,
        1918.8
    ],
    [
        " something like that. Then you have this other guy who's not, who just feels different. Same exact",
        1918.8,
        1922.26
    ],
    [
        " situation, but he's like fired up. He's not scared at all. And they both go into it. Did they both",
        1922.26,
        1928.4
    ],
    [
        " exercise the same bravery? Yeah. I don't know. You know, and I don't know if it matters.",
        1928.4,
        1935.08
    ],
    [
        " For one thing I can tell you, the guy that's acting like he's not scared is probably the one that's",
        1935.58,
        1940.66
    ],
    [
        " more scared. Yeah. With MMA fights. And I actually see that combat, too. Guys that are",
        1940.66,
        1946.18
    ],
    [
        " overly like bravado are probably more scared. And again, there's nothing wrong with that. I'm",
        1948.14,
        1953.02
    ],
    [
        " not holding it against them. But, you know, I've seen guys sitting in briefs to go out on operations",
        1953.02,
        1959.56
    ],
    [
        " that you can tell are petrified. Yeah. Usually it's a guy that's not used to it. Maybe someone that's",
        1959.56,
        1969.96
    ],
    [
        " visiting an area of operations and shows up and it's, oh, we're going to take you on an operation.",
        1969.96,
        1975.14
    ],
    [
        " And you get to see them. They're scared because they're not used to it. All the guys from my",
        1975.64,
        1981.28
    ],
    [
        " task unit, you know, they might be scared, but they're confident. They know what they're doing.",
        1981.28,
        1985.46
    ],
    [
        " They've put that fear aside over and over again. So it's not that big of a deal. But you see a",
        1986.0,
        1991.36
    ],
    [
        " guy dealing with that fear for the first time. And especially stands out because you've got a bunch",
        1991.36,
        1995.64
    ],
    [
        " of confident guys that know, that understand, that understand the risks. So you can see their",
        1995.64,
        2000.62
    ],
    [
        " faces. Then you see like that guy that's come in from another area and is going to go out on",
        2000.62,
        2006.28
    ],
    [
        " operation and their tap and their toes during the brief and they're looking around. And they",
        2006.28,
        2013.6
    ],
    [
        " got to overcome that fear. And if they stay there for a few weeks, they'll get used to it too.",
        2013.6,
        2017.62
    ],
    [
        " Yeah. So it could kind of be looked at as just the act itself, whatever act if it's understood as",
        2017.92,
        2024.44
    ],
    [
        " being. Yeah. Sam Harris's point was that it doesn't matter. If there's a machine gun nest,",
        2024.44,
        2030.36
    ],
    [
        " and you're horrified to go charge it, and I'm not, and we both go charge it, and you just had",
        2031.8,
        2037.44
    ],
    [
        " to pretend that you weren't scared. It doesn't matter. You were still being brave. Right. Right.",
        2037.44,
        2041.2
    ],
    [
        " And I didn't have to pretend, but I'm being brave. So it doesn't matter whether you're pretending",
        2041.42,
        2045.7
    ],
    [
        " or not, you're brave if you go. Right. And or maybe just to overcome or do something that's",
        2045.7,
        2051.54
    ],
    [
        " understood generally as being scary. Just because it's not scared to you. You're still being just as brave.",
        2051.54,
        2059.06
    ],
    [
        " You are. But yeah, and I guess in a real black and white term, it's like, if you're not scared",
        2059.28,
        2064.28
    ],
    [
        " of this activity you're doing, and you do it, and you're not scared of it, then you're not being brave.",
        2064.28,
        2068.4
    ],
    [
        " And that's just in generally speaking, like, you know, it's good example skydivers. Yeah. Skydivers",
        2068.7,
        2073.06
    ],
    [
        " with 5,000 jumps, they're not, they're not scared anymore. Yeah. I mean, I know even when I've done like,",
        2073.06,
        2077.8
    ],
    [
        " you know, 50 jumps, you're not really scared anymore. Right. You're just doing it. And guys that",
        2078.0,
        2082.9
    ],
    [
        " have thousands jumped, they're not scared at all. That's what they do. Right. So they're not being",
        2082.9,
        2086.32
    ],
    [
        " brave. They're just doing their job. They're just doing their thing. Yeah. So what if some guys jump",
        2086.32,
        2090.54
    ],
    [
        " in out for the first time and he's scared and you overcomes that fear and jumps out, he is being brave.",
        2090.54,
        2094.44
    ],
    [
        " Yeah. Right. So yeah, that's kind of a point. Yeah. So if I go outside and check the male, I'm not",
        2094.76,
        2099.16
    ],
    [
        " being brave. No, you're not being brave. But what if there's like a tiger or something out there?",
        2099.16,
        2102.72
    ],
    [
        " They really need that male. It's pretty brave, right. Tigers going after tigers. Yeah. Yeah. You're right.",
        2103.04,
        2109.4
    ],
    [
        " Yeah.",
        2112.44,
        2112.8
    ],
    [
        " Section here, small unit tactics. Hey, you know, I was questioning whether I wanted to put this in there,",
        2110.16,
        2117.36
    ],
    [
        " but I know that I'm getting a lot of feedback from guys that are in the military,",
        2117.52,
        2120.76
    ],
    [
        " and guys that are in squat. And this is something that I used to talk about. And I know it's true.",
        2120.76,
        2126.68
    ],
    [
        " Squads should seldom be split. So you want to keep your forces together as much as possible.",
        2128.04,
        2132.52
    ],
    [
        " However, if it is necessary to split a squad, be sure that the unit separated as at least capable",
        2133.1,
        2139.64
    ],
    [
        " of mutual supports is something I used to hammer the seals about. You get too far away from your",
        2139.64,
        2143.76
    ],
    [
        " other unit where you can't support them anymore. That's problematic. Now that now that other units",
        2143.76,
        2148.84
    ],
    [
        " alone, and that means that each unit that separates should have the ability to support. It means it has",
        2148.84,
        2153.94
    ],
    [
        " to have some firepower and some strength. This means that the unit separated from the squad should",
        2153.94,
        2158.04
    ],
    [
        " have not fewer than three men. The squad possesses in itself weapons necessary for a base in fire",
        2158.04,
        2164.8
    ],
    [
        " and maneuvering element. This should be an this should be this should be its invariable method of",
        2164.8,
        2171.54
    ],
    [
        " attack, but the squad leader should not spend so much time thinking which way he is going to",
        2171.54,
        2177.08
    ],
    [
        " envelop that he suffers casualties, which would have been avoided had he attacked at once. So don't",
        2177.08,
        2188.02
    ],
    [
        " get it on. Patent's all about the taking action. Another small unit tactic. This is a short one.",
        2188.5,
        2200.44
    ],
    [
        " Always capture the highest terrain feature in your vicinity at once and stay on it. And that is",
        2201.88,
        2208.26
    ],
    [
        " something that we executed all the time in Ramadi. Get in the high ground, get in those buildings,",
        2208.26,
        2213.86
    ],
    [
        " find the three story building amongst the two story buildings, find the two story building",
        2214.06,
        2217.32
    ],
    [
        " amongst the one story building. Always looking for that high ground. In the rural areas, any kind of",
        2217.32,
        2225.64
    ],
    [
        " knoll and he kind of bump anything that gives you the high ground is what you're looking for. And as I",
        2225.64,
        2230.7
    ],
    [
        " said last time from an ethical and from a moral standpoint, take the high ground or the high ground",
        2230.7,
        2237.48
    ],
    [
        " will take you. You gotta watch out for that. Don't delay. The best is the enemy of the good. And these",
        2237.48,
        2253.02
    ],
    [
        " are I mean that's just a common saying now. The best is the enemy of the good. By this I mean",
        2253.02,
        2259.72
    ],
    [
        " that a good plan violently executed now is better than a perfect plan next week. War is a very simple",
        2259.72,
        2267.42
    ],
    [
        " thing and the determining characteristics are self-confidence, speed and audacity. None of these",
        2267.42,
        2274.46
    ],
    [
        " things can ever be perfect but they can be good. He's talking about now general officers meaning",
        2274.46,
        2281.78
    ],
    [
        " the senior leaders. And these apply to everything, not just senior leaders. There are more tired",
        2281.78,
        2288.9
    ],
    [
        " division commanders than there are tired divisions. Tired officers are always pessimists. Remember this",
        2288.9,
        2296.54
    ],
    [
        " when evaluating reports. Generals must never show doubt, discouragement or fatigue.",
        2296.54,
        2302.28
    ],
    [
        " Generals should always adhere to one type of dress so that soldiers will recognize them.",
        2303.2,
        2307.42
    ],
    [
        " They must always be very neat. And most importantly from my perspective, I like what he says here.",
        2308.24,
        2315.16
    ],
    [
        " In cold weather, general officers must be careful not to appear to dress more warmly than the men.",
        2315.46,
        2320.52
    ],
    [
        " You don't want to do that. You don't want to be in the comfort zone when the boys are suffering.",
        2323.2,
        2327.96
    ],
    [
        " You look like you're debating. No, no, no, no, I'm not giving up. That's good.",
        2328.32,
        2331.38
    ],
    [
        " Because you're about to get shut down. I have a question.",
        2331.96,
        2334.6
    ],
    [
        " Send the question. So let's say you're a boss right? You have this office and this office is like",
        2334.98,
        2342.12
    ],
    [
        " decked out. Meanwhile, everyone on your team may have normal offices. Is that an example of what he's",
        2342.12,
        2347.8
    ],
    [
        " known? Generally because you actually do have more work to do. You have to have meetings in your",
        2348.12,
        2354.4
    ],
    [
        " office. And it's interesting too because I didn't highlight it in this for this series, but they",
        2354.4,
        2362.3
    ],
    [
        " were saying that General Patton wasn't a four star general. He was a 28 star general. Because",
        2362.3,
        2368.48
    ],
    [
        " when he would put his full uniform on, he had four stars on each collar, four star on each",
        2368.48,
        2376.98
    ],
    [
        " one of the handles of his pearl handled pistol grip 45s. So the guy was like a little bit of,",
        2378.4,
        2385.86
    ],
    [
        " I mean, that's a that's a showman. That's a that's a that's a diva, right? So he didn't,",
        2385.94,
        2392.72
    ],
    [
        " you know, he knew that there's a certain amount of showmanship to being in a leadership position.",
        2392.84,
        2397.98
    ],
    [
        " And that's sort of what he's talking about by being recognizable. I mean, he was very recognizable.",
        2397.98,
        2401.88
    ],
    [
        " He had stars all over his cars and everything. Yeah. So it's more like the comfort of a battle.",
        2401.88,
        2407.54
    ],
    [
        " So yeah, but you could you could as a CEO, you could absolutely take that to the wrong level where",
        2407.76,
        2412.64
    ],
    [
        " you're, you know, just living in total luxury and all your people are out and, you know, cramped",
        2412.64,
        2418.26
    ],
    [
        " into cubicles that, you know, your your folks would definitely look at you in a negative way. Yeah.",
        2418.26,
        2423.06
    ],
    [
        " But to have what's needed for the job, you know, when I was to you commander, I had an office",
        2423.5,
        2429.28
    ],
    [
        " that was mine, you know, and I had space in there to work. But I wasn't, you know,",
        2429.3,
        2435.08
    ],
    [
        " shipping in steaks for me to have every night while the men were eating. Right, right.",
        2435.32,
        2440.24
    ],
    [
        " MREs. Yeah. So you just got to be careful. Keep yourself in check a little bit.",
        2440.42,
        2446.28
    ],
    [
        " Well, when you travel, you go first class, meanwhile you send your team in coach.",
        2446.84,
        2450.12
    ],
    [
        " That once again, sometimes the boss is traveling first class because when he lands,",
        2451.12,
        2455.3
    ],
    [
        " he's got to present. And he's got to, he's got to be a little bit better rested.",
        2455.3,
        2459.7
    ],
    [
        " Sometimes the boss man is just sick of being cramped in a little tiny seats.",
        2460.42,
        2463.94
    ],
    [
        " But yeah, you do got to keep that in check. And I'll tell you, when I was, when I worked for the",
        2464.62,
        2470.38
    ],
    [
        " admiral of all the seals, we didn't fly first class. We were in the cheap seats. They are very",
        2470.38,
        2475.3
    ],
    [
        " careful about that. They don't want to think that the, oh, the military elite is flying around first",
        2475.3,
        2481.84
    ],
    [
        " class. No, we were in the cheap seats sitting in the back of Delta, you know, being us. Yeah.",
        2481.84,
        2487.92
    ],
    [
        " Yeah, there's so many justifiable reasons in business like, and I think you would go along with",
        2488.46,
        2497.42
    ],
    [
        " that too. But you just got to use your judgment. You got to use your judgment and make sure that,",
        2497.42,
        2502.58
    ],
    [
        " you know, everyone's wearing, you know, a 10 year old field jacket when it gets cold. And",
        2502.76,
        2507.5
    ],
    [
        " you're wearing a brand new down and Gore-Tex jacket. Your people are going to not respect you.",
        2507.5,
        2513.18
    ],
    [
        " Yeah. You know, you can't just deck yourself out when the boys or the troopers are suffering.",
        2513.5,
        2521.08
    ],
    [
        " Yeah. Yeah. And how he mentioned where, or how you mentioned what he's talking about, where it can",
        2521.36,
        2527.88
    ],
    [
        " be categorized as being recognizable. You know, so there's a lot of things, even stuff outside of",
        2527.88,
        2532.64
    ],
    [
        " just uniform that a CEO, how he presents himself, that'll keep him recognizable for all these reasons.",
        2532.74,
        2539.16
    ],
    [
        " But I'm sure, I'm sure most of the time no one's perfect where they're going to start doing it.",
        2539.54,
        2546.36
    ],
    [
        " But you do have to, and there's good business leaders now that follow this type of lead. I mean,",
        2546.78,
        2551.84
    ],
    [
        " look at some of these new younger business leaders. I'm not getting decked out. Yeah. I saw a picture of",
        2551.84,
        2556.48
    ],
    [
        " the guy that runs Facebook. I saw a picture of his closet the other day. He's got like a bunch of",
        2556.48,
        2560.96
    ],
    [
        " gray t-shirts in there. Right. And from what I hear, I've been to the officer and nothing.",
        2560.96,
        2566.04
    ],
    [
        " He doesn't have an office. There's this open space. Everyone's coding and something like that.",
        2566.78,
        2571.68
    ],
    [
        " And he's just cruising in there as well. So yeah, there's all kinds of different policies.",
        2571.76,
        2576.94
    ],
    [
        " So people relate to him a little bit more. Yeah. Yeah. I guess they depend on the businesses.",
        2576.94,
        2581.32
    ],
    [
        " Yeah. However, this part is undebatable. A general officer who will invariably assume the",
        2583.1,
        2591.96
    ],
    [
        " responsibility for failure, whether he deserves it or not, and invariably gives credit for success",
        2591.96,
        2598.52
    ],
    [
        " to others, whether they deserve it or not, will achieve outstanding success. So a little something",
        2598.52,
        2604.38
    ],
    [
        " that we call extreme ownership. Yeah. That's the name of our book. Someone that's taking ownership.",
        2604.38,
        2609.1
    ],
    [
        " This is George S. Patton. Sorry for jacking your ideas, George S. Patton.",
        2609.34,
        2613.38
    ],
    [
        " I think that's crazy how that was like such a prominent idea back then. Yeah.",
        2613.94,
        2619.22
    ],
    [
        " Because like growing up and I don't know, I just never heard about that.",
        2619.34,
        2623.12
    ],
    [
        " I know. And when Leif and I presented this book to people, they don't say, oh, this is a very",
        2623.48,
        2630.08
    ],
    [
        " common theme that I've heard my whole life know they go. This is outstanding. And we're saying the",
        2630.08,
        2634.06
    ],
    [
        " exact same thing that General George S. Patton saying right here, which is obviously extremely important.",
        2634.06,
        2641.48
    ],
    [
        " Issuing orders. The best way to issue orders is by word of mouth from one general to the next.",
        2643.28,
        2650.3
    ],
    [
        " Failing this telephone conversations, which should be recorded at each end.",
        2650.74,
        2655.06
    ],
    [
        " However, in order to have a confirmatory memorandum of all oral orders given a short written order",
        2655.64,
        2662.3
    ],
    [
        " should always be made out, not necessarily at the time of issuing the order, but it should",
        2662.36,
        2666.8
    ],
    [
        " reach the junior prior to carrying out the order. So that if he has forgotten anything, he will be",
        2666.8,
        2671.8
    ],
    [
        " reminded of it and further in order that he may be aware that his senior has taken definite",
        2671.8,
        2677.36
    ],
    [
        " responsibility for the operation ordered orally. This is something that I used to do this all the time.",
        2677.36,
        2682.78
    ],
    [
        " If I had a conversation with my boss, I still do it to this day. If I have a conversation with",
        2683.06,
        2687.38
    ],
    [
        " someone and we talk about something, I'm following it up a little email because also oral conversations,",
        2687.38,
        2693.88
    ],
    [
        " people hear what they want to hear and they might hear two different things. If I tell you,",
        2694.22,
        2699.72
    ],
    [
        " hey, we're going to record this podcast. Hey, can we record this podcast on Saturday? You're like,",
        2699.74,
        2705.02
    ],
    [
        " oh, yeah, definitely. Does that mean we are? Does that mean in your mind, you think we are, but",
        2705.08,
        2710.3
    ],
    [
        " I didn't come back. So I just follow stuff up and I used to do that in sales teams too. I'd get",
        2710.3,
        2714.42
    ],
    [
        " an order. I'd get I have a conversation with someone that was either above me or below me or",
        2714.42,
        2717.96
    ],
    [
        " whatever. I'd follow it up with an email of what I thought the conversation meant and say, hey,",
        2717.96,
        2723.14
    ],
    [
        " just to confirm what we talked about, here's the three bullet points. I'm going to do this. You're",
        2723.54,
        2727.88
    ],
    [
        " going to do that. We're going to do this and boom, it's done. And we have a document of it and it",
        2727.88,
        2732.0
    ],
    [
        " exists and that way we're confirmed. Yeah. And so how you bring up that example where if you say,",
        2732.0,
        2737.5
    ],
    [
        " hey, can we record a podcast on Saturday? Technically, you just, that's a yes or no question. Yes, we can.",
        2737.64,
        2743.84
    ],
    [
        " Like we're we have that ability. That's a nice. You didn't schedule anything technically. You say,",
        2744.38,
        2748.84
    ],
    [
        " so I could have taken it either way. You could be like, yeah, we can. And I show up here at A. And",
        2748.84,
        2754.18
    ],
    [
        " you're like, oh, yeah, I didn't know we're actually going to do it. You just said, you know, when I",
        2754.18,
        2758.0
    ],
    [
        " first started getting more, more hiring clients, it was immediately noticeable that that was a",
        2758.0,
        2764.66
    ],
    [
        " common thing. They'd always follow up with with an email right after and helps so much. Man, it does.",
        2764.66,
        2769.44
    ],
    [
        " You got to do it. It is my, oh, this I love this. It is my opinion that army orders should not exceed",
        2769.76,
        2775.76
    ],
    [
        " a page and a half of typewritten text. And it was my practice not to issue orders longer than this.",
        2775.76,
        2782.24
    ],
    [
        " Usually they can be done on one page and the back of the page is used for a sketch map.",
        2782.72,
        2786.78
    ],
    [
        " And my favorite part about this is if you get someone that can't give you their orders in like a page,",
        2787.44,
        2794.48
    ],
    [
        " yeah, then that means their orders are too complicated. Yeah, that means they need to simplify",
        2794.48,
        2799.68
    ],
    [
        " their plan. And he's going to say this a few times. Commanders must remember that the",
        2799.68,
        2806.14
    ],
    [
        " issuance of an order or the devising of a plan is only about 5% of the responsibility of command.",
        2806.14,
        2812.76
    ],
    [
        " The other 95% is to ensure by personal observation or through interposing of staff officers",
        2813.14,
        2820.96
    ],
    [
        " that the order is carried out. Orders must be issued early enough to permit time to disseminate them.",
        2820.96,
        2826.26
    ],
    [
        " So he's saying like, it's only 5% of your job to come up with a plan and disseminate the plan.",
        2826.68,
        2830.64
    ],
    [
        " The other 95% of your job is to make sure it happens. Take ownership of the plan and get it implemented.",
        2830.9,
        2836.42
    ],
    [
        " And this is the most important part of this section. Never tell people how to do things. Tell them what",
        2836.94,
        2846.14
    ],
    [
        " and tell them what to do and they will surprise you with their ingenuity. So you want to give them",
        2846.58,
        2852.9
    ],
    [
        " sort of the broad, hey, this is what I want you to get done and let them figure out how to do it.",
        2852.9,
        2859.3
    ],
    [
        " You're not going to be able to tell everybody on your team about what to do and do it and all that.",
        2859.58,
        2864.58
    ],
    [
        " You've got to let them run. Yeah, you got to use the little decentralized command as we like to say.",
        2864.74,
        2870.22
    ],
    [
        " Yeah, in the creative world, that's a really, really significant thing to say what you want and then",
        2870.48,
        2878.5
    ],
    [
        " let that person do it. Because if you have some creative vision, let's do a little critique of",
        2878.5,
        2882.52
    ],
    [
        " Jocco. How do I do with that? Because you're sort of a creative end here. Yeah. And how am I?",
        2882.52,
        2887.08
    ],
    [
        " As well, I do. I say, you know what echo here is what I think. Yeah. And then I just back away",
        2887.78,
        2892.2
    ],
    [
        " and let you run with your game. Yeah. And that's the, yeah, that's the way it will manage.",
        2892.2,
        2897.78
    ],
    [
        " No, don't make a man especially in the creative. Well, I don't know. I'm sure it's equally as applicable",
        2898.04,
        2903.08
    ],
    [
        " everywhere. Yeah. Right. I realize that I can't, when you use, you got an expert, you know,",
        2903.08,
        2909.26
    ],
    [
        " when it's the same thing, it was in the teams, it's the same thing in the, in the business world.",
        2909.4,
        2912.92
    ],
    [
        " If you're the, if you're the big boss man, you shouldn't, you're not going to know how to do all",
        2913.4,
        2918.76
    ],
    [
        " the technical things at the folks on the front line. You're not going to have the creativity because",
        2918.76,
        2921.84
    ],
    [
        " you have the capability because you got other things you should be worried about. Yeah. So get on",
        2921.84,
        2925.66
    ],
    [
        " those other things and let your people run. Yeah. Let them run.",
        2925.66,
        2928.72
    ],
    [
        " And this, uh, it is sad to remember that when anyone has fairly mastered the art of command,",
        2929.18,
        2936.68
    ],
    [
        " the necessity for that art usually expires either through the termination of the war or through the",
        2936.96,
        2942.3
    ],
    [
        " advanced age of the commander. And this is just a, this is just a damn shame. And it's the way it is.",
        2942.3,
        2948.44
    ],
    [
        " And it's, it's, it's this way in the military. You're, the, when you start feeling like you've",
        2948.66,
        2955.38
    ],
    [
        " really gotten good at that job, you're on to your next job. And, uh, that doesn't feel good. It's,",
        2955.38,
        2961.46
    ],
    [
        " it's a bummer. Um, and there was a little example when I talked about him being ultra aggressive.",
        2961.46,
        2972.06
    ],
    [
        " And this is from a section, this is from a section which I didn't take. I don't think I took",
        2972.44,
        2976.36
    ],
    [
        " much out of it all. This one's called, or this section was called a ring my pay. He talks about",
        2976.36,
        2979.82
    ],
    [
        " these important decisions that he made, but they're, they're, they're, they're, they're a little bit",
        2979.82,
        2983.08
    ],
    [
        " complex. Some of them, but this one was fairly concise. About the fifth of September, it became",
        2983.08,
        2990.4
    ],
    [
        " apparent that we would run out of gasoline. He's talking about first tanks. We would run out of",
        2990.4,
        2994.62
    ],
    [
        " gasoline. I directed the two core to continue the advance until the tanks ran out of gas and",
        2994.62,
        3004.9
    ],
    [
        " was actually done. And the bridge head across the Mozel river was secured as a result. There was",
        3004.9,
        3010.54
    ],
    [
        " considerable resistance on the part of the core commanders to do what appeared to them. And",
        3010.54,
        3015.54
    ],
    [
        " unnecessarily dangerous operation. It's success again proved that it was not dangerous. So that's,",
        3015.54,
        3022.28
    ],
    [
        " that's pretty aggressive. Hey, you drive until the tanks run out of gas and the tanks run out of",
        3022.46,
        3027.58
    ],
    [
        " gas, get out of the tanks and walk. Yeah. That's, uh, pretty legit. We used to say like, hey, in the",
        3027.58,
        3034.02
    ],
    [
        " steel teams, hey, we're going to take the boats with the boats run out of gas. We'll tow the boats.",
        3034.02,
        3041.02
    ],
    [
        " If the towing boats run out of gas, we'll get out and swim. We'll keep going until we get it done.",
        3041.14,
        3045.82
    ],
    [
        " Letter of instruction number two. So these are what, these are what this guy,",
        3048.44,
        3053.16
    ],
    [
        " and I love this. This is what this guy was writing as instructions to be handed out to all of his",
        3053.76,
        3060.24
    ],
    [
        " men. I mean, and this is documented. Yeah. So you wonder what patent thinks about you have to",
        3060.24,
        3065.66
    ],
    [
        " wonder. It's right here. So here's his letter of instruction number two. Discipline. There is only",
        3065.66,
        3075.26
    ],
    [
        " one sort of discipline, perfect discipline. Men cannot have good battle discipline and poor",
        3075.26,
        3081.36
    ],
    [
        " administrative discipline. Discipline is based on pride in the profession of arms on meticulous",
        3081.36,
        3087.74
    ],
    [
        " attention to detail and on mutual respect and confidence. Discipline must be a habit so ingrained",
        3087.74,
        3094.36
    ],
    [
        " that it is stronger than the excitement of battle or the fear of death. And this is why it's",
        3094.36,
        3100.96
    ],
    [
        " every day and every decision that you make in keeping that discipline. And I actually have been here",
        3100.96,
        3106.8
    ],
    [
        " and, you know, I hear that this, this, that you willpower deteriorates and I actually don't believe",
        3106.8,
        3112.54
    ],
    [
        " that. I think the more they say, oh, you know, throughout the day, you willpower if you test it too",
        3112.54,
        3118.64
    ],
    [
        " many times it gets weaker and weaker. And I actually don't believe that I actually believe it gets",
        3118.64,
        3121.64
    ],
    [
        " stronger. Mine gets stronger. When I'm the more I hold the line the stronger the whole is, the better",
        3121.64,
        3129.72
    ],
    [
        " the grip is. And that's a day by day, you think? Day by day. Day by day. And normally like it's all",
        3129.72,
        3135.76
    ],
    [
        " together. It's all grouped together. When you wake up early and you get your workout in, you just",
        3135.76,
        3142.0
    ],
    [
        " stay on track. You're like, you know what? I'm not going to eat that food that I don't need right now.",
        3142.0,
        3145.44
    ],
    [
        " I'm not, you know, it's so much easier. But the day when you're like, I didn't work out, I woke up late",
        3145.54,
        3150.26
    ],
    [
        " and I didn't get my workout done. And you know what? There's a doughnut. You know, and it'd be",
        3150.26,
        3155.72
    ],
    [
        " break down. So you want to, you want to use the discipline discipline and forces discipline.",
        3155.72,
        3160.8
    ],
    [
        " Yeah. Discipline more discipline makes more discipline. Yeah, it kind of seems like that it would",
        3161.04,
        3165.92
    ],
    [
        " be just like any other exercise, right? Yeah, exercising your discipline. So the, and me, I don't",
        3165.92,
        3171.68
    ],
    [
        " know, but maybe this is what that means when they say, you're, your willpower wears down.",
        3171.68,
        3176.1
    ],
    [
        " Let's say you're trying to stick to this diet, right? And you're going to be like, hey, I'm not",
        3176.64,
        3182.54
    ],
    [
        " going to let myself get too hungry because when I let myself get too hungry, I know that doughnut seem",
        3182.54,
        3187.66
    ],
    [
        " way more viable. The doughnuts are not viable. But, you know, as far as the pay off, you know,",
        3187.66,
        3196.34
    ],
    [
        " detre, it, you know, it's like basically, so if I test my willpower, I'm just saying throughout",
        3196.68,
        3201.4
    ],
    [
        " the span of a day or, you know, however many hours when you start to get hungry. So they're saying,",
        3201.4,
        3206.72
    ],
    [
        " okay, so let's say you take your hunger to a certain point, then you say, you know what? I'm going",
        3206.74,
        3210.38
    ],
    [
        " to stick, stick, stay strong. Usually I eat way before this, but I'm, and I'm real hungry. I",
        3210.38,
        3214.96
    ],
    [
        " really want those doughnuts, but you know what? I'm going to stick with it, right? And you have that",
        3214.96,
        3218.36
    ],
    [
        " one experience of taking your hunger to a certain point and still sticking to it.",
        3218.36,
        3223.66
    ],
    [
        " You do that. You let your hunger go on for even more. That's your willpower wearing down,",
        3225.02,
        3229.96
    ],
    [
        " wearing down, but let's say you stuck to it, boom, and you stuck to it that day. Then the next day,",
        3230.1,
        3234.58
    ],
    [
        " you have experience going that far and your hunger and you will be stronger and know how to deal",
        3234.8,
        3240.78
    ],
    [
        " with it. I actually disagree with you. I think that when you stay strong, you get stronger.",
        3240.78,
        3245.9
    ],
    [
        " And when you break, like how often this happened, I'll just have one bite of that doughnut.",
        3246.46,
        3250.7
    ],
    [
        " For me, every single time, and then you have that one bite of what happens.",
        3251.18,
        3254.62
    ],
    [
        " Yeah, every single one bite, ten bites. So that's what I'm saying. Stay strong. Hold your",
        3254.84,
        3260.1
    ],
    [
        " discipline in place. Yeah, so to compare that to like a workout, right? So let's say I do a hard",
        3260.1,
        3265.78
    ],
    [
        " set of, I don't know, pushups. Then I do another hard set of pushups. I'm going to be less",
        3265.78,
        3274.66
    ],
    [
        " strong on that second set. And I do another set. I keep asking you, but the next day or the next",
        3274.66,
        3281.3
    ],
    [
        " week, I'm going to have benefits from that workout. So it does reinforce. So the workout, the fatigue,",
        3281.3,
        3288.52
    ],
    [
        " that's temporary fatigue. Then you recover from it and then you're stronger.",
        3288.52,
        3291.18
    ],
    [
        " Yeah, but I think the better example is like when you say no to the one bite, it's easier to say no",
        3291.28,
        3297.78
    ],
    [
        " to the whole doughnut. Yeah. When you say yes to the one bite, it's easier to say yes to the whole",
        3297.78,
        3302.74
    ],
    [
        " doughnut. So say no to doughnuts. Yeah. Keep your discipline intact. Yeah, man. Discipline back to",
        3302.74,
        3309.74
    ],
    [
        " the book. Discipline can only be obtained when officers are so imbued with the sense of their",
        3309.74,
        3315.14
    ],
    [
        " awful obligation to their men and to their country that they cannot tolerate negligence.",
        3315.14,
        3320.74
    ],
    [
        " Officers who fail to correct errors or to praise excellent are valueless and peace and dangerous",
        3322.16,
        3328.48
    ],
    [
        " misfits in war. So he's giving equal equal importance to correcting errors and praising excellence.",
        3328.74,
        3337.46
    ],
    [
        " You can see how important that is. And that's something that I've never been very good at. I was",
        3337.46,
        3341.38
    ],
    [
        " never a big prazer of excellence. And in reading this, I look back and say I should have done that more.",
        3341.38,
        3347.06
    ],
    [
        " Officers must assert themselves by example and by voice. They must be preeminent,",
        3349.34,
        3354.74
    ],
    [
        " encouraged, deportment and dress. One of the primary purposes of discipline is to produce alertness.",
        3354.74,
        3364.76
    ],
    [
        " A man who is so lethargic that he fails to salute will fail will fall in easy victim to the enemy.",
        3365.18,
        3371.5
    ],
    [
        " So the discipline just keeps you on track. Combat experience is proven that ceremonies such as",
        3374.4,
        3384.72
    ],
    [
        " supervised revelry formations are a great help and in some cases essential to prepare men and",
        3384.72,
        3388.94
    ],
    [
        " officers for battle. To give them that perfect discipline, that smartness of appearance,",
        3388.94,
        3394.4
    ],
    [
        " that alertness without which battles cannot be won. And this is something you know the seal teams",
        3394.82,
        3401.12
    ],
    [
        " for sure are very undisciplined when it comes to uniforms when it comes to march. I mean we",
        3401.12,
        3414.24
    ],
    [
        " don't march. I mean we we barely can get in whenever whenever a bunch of seals have to do something",
        3414.24,
        3418.88
    ],
    [
        " militaristic. It's usually a pretty we have to dumb it down and make it as easy as possible",
        3418.88,
        3423.38
    ],
    [
        " because we just don't do it enough. And that's just I'm just I'm kind of stating that because we",
        3423.38,
        3429.64
    ],
    [
        " spend all of our time when we're when we're practicing for war we're not doing anything ceremonial.",
        3429.64,
        3436.8
    ],
    [
        " We practice for war. So this is kind of a funny little",
        3436.8,
        3440.46
    ],
    [
        " dichotomy there is that seals generally are not ready for military inspection but they're ready for",
        3440.46,
        3448.26
    ],
    [
        " combat. So there's a little hypocritical item about that. Combat principles. Number one,",
        3448.26,
        3459.7
    ],
    [
        " there is no approved solution to any tactical situation.",
        3459.92,
        3464.7
    ],
    [
        " Little theme of creativity coming back again. Yeah. There's no approved solution. You got to figure",
        3464.96,
        3472.26
    ],
    [
        " it out. There is only one tactical principle which is not subject to change. It is to use the means",
        3472.26,
        3480.3
    ],
    [
        " at hand to inflict the maximum amount of wounds, death and destruction on the enemy in the minimum",
        3480.3,
        3487.92
    ],
    [
        " amount of time. That's a pretty simple and straightforward principle. And according to",
        3487.92,
        3497.88
    ],
    [
        " General Patton it does not change. Battles are won by frightening the enemy. Fear is",
        3497.88,
        3507.34
    ],
    [
        " induced by inflicting death and wounds on him. Death and wounds are produced by fire.",
        3507.34,
        3513.18
    ],
    [
        " Fire from the rear is more deadly and three times more effective than that from the front.",
        3513.7,
        3518.98
    ],
    [
        " But to get fire behind the enemy you must hold him by frontal fire and move rapidly around his",
        3519.64,
        3526.22
    ],
    [
        " flank. Frontal attacks against prepared positions should be avoided if possible.",
        3526.22,
        3532.12
    ],
    [
        " I told you he's going to talk about flanks. He's talking about flanks.",
        3533.02,
        3535.64
    ],
    [
        " Catch the enemy by the nose with fire and kick him in the pants with fire in place through movement.",
        3538.22,
        3543.96
    ],
    [
        " You can never get too strong. Get every man and gun you can secure. Provider it is not",
        3544.42,
        3552.48
    ],
    [
        " unduly delay your attack. I used to say we'd try to figure out how many guys we'd bring on a mission",
        3552.48,
        3559.5
    ],
    [
        " and I'd get some kind of you know restriction like hey we only want you to bring this many guys",
        3559.5,
        3564.92
    ],
    [
        " and I'd say well this isn't soccer where we're only allowed to bring 11 per side. Why would I not",
        3564.92,
        3569.68
    ],
    [
        " bring 38 if I can bring 38? Why would I stop myself at 287? You know bring as many people as you can",
        3569.68,
        3576.18
    ],
    [
        " let's go. Once you walk in roll. The larger force and the more violence you use in the attack whether",
        3576.18,
        3582.96
    ],
    [
        " it be men tanks or ammunition the smaller will be your proportional losses. Violence of action is",
        3582.96,
        3589.76
    ],
    [
        " what we used to call that in the seal teams. Violence of action. Never yield ground. It is cheaper to",
        3589.76,
        3597.7
    ],
    [
        " hold what you have than to retake what you have lost. Never permit a unit to dig in until the",
        3597.7,
        3607.58
    ],
    [
        " final objective is reached. Then dig wire and mine. So you can't rest until you get to good spot.",
        3607.58,
        3615.36
    ],
    [
        " This is a little statement I use a lot in Jiu-Jitsu coaching because people they get in a position and",
        3615.74,
        3623.98
    ],
    [
        " they rest before it's time to rest. You've got to get the guard back. If someone pass your guard",
        3623.98,
        3630.88
    ],
    [
        " you don't settle there on your back and let them settle in and start to smash you. As soon as someone",
        3630.88,
        3636.76
    ],
    [
        " passes your guard you're recovering. You don't settle down until you're back to a good position.",
        3636.76,
        3641.44
    ],
    [
        " You can never do that. I noticed that and I actually brought it up to you. Remember last week or",
        3641.9,
        3647.68
    ],
    [
        " whatever when we rolled and I was like there's something that I noticed about you that and that was",
        3647.68,
        3653.3
    ],
    [
        " that in the scramble you won't just settle and hang out in my guard. You don't even accept the guard",
        3653.3,
        3661.28
    ],
    [
        " and he talks about a long time ago before but it was real for whatever reason just really prevalent",
        3661.28,
        3665.34
    ],
    [
        " that day. In the scramble you know scramble goes on for let's say a longer time. Let's say the",
        3665.34,
        3671.66
    ],
    [
        " scramble goes on for six seconds. It's a pretty long scramble. It seems like you still wouldn't.",
        3671.66,
        3678.92
    ],
    [
        " You wouldn't even stop the scramble until you're beyond the guard. You won't just hang out",
        3679.3,
        3684.54
    ],
    [
        " when me. I thought I'd sit right in that guard and get my rest on. But it's surprisingly",
        3684.54,
        3691.12
    ],
    [
        " painfully effective. Yeah. I was talking to Dean about that yesterday. If Dean is in a mindset",
        3692.1,
        3697.82
    ],
    [
        " where he's accepting a guard pass or he's accepting it becomes a much much much easier game. When he",
        3697.82,
        3706.9
    ],
    [
        " decides he's not going to let you settle until he gets to the advantageous position it's a nightmare.",
        3706.9,
        3712.16
    ],
    [
        " Yeah. Because he won't stop moving and he's a good scramble. Yeah. Yeah.",
        3712.54,
        3716.26
    ],
    [
        " You know what's interesting about these I have a note in here that you know he said never yield",
        3717.02,
        3721.64
    ],
    [
        " ground never permitted units dig in. He says never and that's something that I don't say. Right.",
        3721.64,
        3727.1
    ],
    [
        " Because it takes away the fact that of what he said earlier about there's no written rule. There's",
        3727.26,
        3732.36
    ],
    [
        " no approved method. Right. You shouldn't use that word never because sometimes you should yield",
        3732.36,
        3738.0
    ],
    [
        " ground. Right. And sometimes you should dig in even when the final objective is so I know he's",
        3738.0,
        3742.78
    ],
    [
        " being extreme but it is I did make a note of that to point out. General training back to the book.",
        3742.78,
        3748.5
    ],
    [
        " More emphasis will be placed on the hardening of men and officers. All soldiers and officers",
        3749.06,
        3755.54
    ],
    [
        " should be able to run a mile with combat pack in 10 minutes and march eight miles in two hours.",
        3755.54,
        3760.1
    ],
    [
        " The hardening of men and officers. He goes on to say sharpen axes, pick axes and shovels now",
        3761.64,
        3770.64
    ],
    [
        " and keep them sharp. That's just an attitude right. Look the pickaxe that you're going to use to dig in",
        3770.64,
        3780.26
    ],
    [
        " make it sharp. In case you got to hack somebody's brain out. Keep it sharp. Yeah. Battles are fought by",
        3780.26,
        3787.86
    ],
    [
        " platoons and squads. Place emphasis on small unit combat instructions so that it's conducted in the",
        3787.86,
        3793.64
    ],
    [
        " same precision as close order drill. A good solution applied with vigor now is better than a",
        3793.64,
        3800.42
    ],
    [
        " perfect solution 10 minutes later. Common theme. Needless requirements. He's actually got a section",
        3800.42,
        3814.02
    ],
    [
        " here called needless requirements. There is a tendency and I used to see this in the military and I",
        3814.02,
        3819.54
    ],
    [
        " see it in businesses now. This is the needless requirements. There is a tendency for the chain of",
        3819.54,
        3825.08
    ],
    [
        " command to overload junior officers by excessive requirements in a way of training and reports.",
        3825.08,
        3830.34
    ],
    [
        " You will alleviate this burden by eliminating non-essential demands. You go to any business and",
        3830.86,
        3838.86
    ],
    [
        " they've got reports that people are generating and meetings that they're attending and conference calls.",
        3838.86,
        3844.82
    ],
    [
        " That's what this is about. Those are needless requirements. Get rid of them. Yeah, man, especially those",
        3845.38,
        3851.1
    ],
    [
        " meetings. I think people just like meetings because it helps them think or feel like they're doing",
        3851.36,
        3860.46
    ],
    [
        " something. You know what you do? You make meetings 20 minutes long. But just call them on the phone.",
        3860.46,
        3865.62
    ],
    [
        " Yeah, or you just call them on the phone. Yeah. Yeah. But meetings make your meetings 20 minutes long.",
        3865.9,
        3870.14
    ],
    [
        " If you have to schedule them, show up on the meeting ready to you don't need to learn anything. Let's",
        3870.22,
        3876.34
    ],
    [
        " know what we're going to talk about. Let's talk about the decision because that's what everyone needs to",
        3876.34,
        3879.98
    ],
    [
        " get on the phone for. It's for the decision. Yeah. You can get informed by reading a quick",
        3879.98,
        3884.82
    ],
    [
        " bulleted list. Go over those bullets with me when I already did that. Yeah, yeah, unless they have",
        3884.82,
        3889.34
    ],
    [
        " questions or something like that. Yeah, I've got a question that's what I'm saying. That's the",
        3889.34,
        3892.54
    ],
    [
        " discussion piece. Yeah. And then in the meeting a lot of the time, let's say there's a meeting of",
        3892.54,
        3900.12
    ],
    [
        " 10 guys and let's say three, four guys are discussing stuff and maybe they're trying to solve this",
        3900.12,
        3905.02
    ],
    [
        " problem that they specifically have. And then the other few guys, they feel compelled to want to",
        3905.02,
        3910.84
    ],
    [
        " be contributing to the meetings. So they say just more of the stuff that's so unnecessary,",
        3910.84,
        3915.64
    ],
    [
        " just so they can have something to say in the meeting. Sidebar, taking it somewhere else.",
        3916.16,
        3920.66
    ],
    [
        " You've angered echo people. You've got the meetings to keep them 20 minutes. There's a whole",
        3921.26,
        3927.9
    ],
    [
        " there's a whole lot of people in America in business world that are listening to that.",
        3927.9,
        3932.12
    ],
    [
        " Needless requirements. And they're thinking about good needless requirements. They fulfill in",
        3933.42,
        3937.08
    ],
    [
        " a daily basis. And it makes them angry. Yeah, it's a source of frustration. I talk to folks about",
        3937.08,
        3941.96
    ],
    [
        " it all the time. Like they feel like they don't have time to do their job. And we felt like that in",
        3941.96,
        3945.9
    ],
    [
        " the military. Like, are you serious? We have to do, you know, fill out this document, attend another",
        3945.9,
        3952.0
    ],
    [
        " call with the so and so commander. Just tell me, you know, give me the highlights and let me do",
        3952.0,
        3957.62
    ],
    [
        " my work. I got a job to do for people. Infantry. Infantry must move in order to close with the",
        3957.62,
        3967.3
    ],
    [
        " it. Infantry must move in order to close with the enemy. It must shoot in order to move. Again,",
        3967.3,
        3972.46
    ],
    [
        " there's cover and move. When physical targets are not visible, the fire of all infantry weapons",
        3972.46,
        3979.72
    ],
    [
        " must search the area occupied by the enemy. Use marching fire. It reduces the accuracy of his fire",
        3979.72,
        3985.68
    ],
    [
        " and increases our confidence. Shoot short. Rikashais make nasty your sounds and wounds.",
        3986.18,
        3991.3
    ],
    [
        " That's something that they used to have us do all the time in the SEAL teams. So you don't, you make",
        3992.14,
        3997.42
    ],
    [
        " sure you're shooting low. If you're going to make a mistake, aim low. So the rounds hit in front of",
        3997.42,
        4001.9
    ],
    [
        " where the enemy is and they ricochet up and they hit him with all kinds of frag and rocks and",
        4001.9,
        4006.18
    ],
    [
        " you have a chance of still hitting him. If you shoot him over their head, and this is him, it's gone.",
        4006.18,
        4009.28
    ],
    [
        " Got you. Interesting. To halt under fire is folly. To halt under fire and not fire back is suicide.",
        4009.46,
        4017.22
    ],
    [
        " And this is what we just talked about in Jiu-Jitsu. To halt under fire, that's what you're doing.",
        4017.72,
        4022.14
    ],
    [
        " When you let me keep scrambling, when you stop scrambling, that's when I'm going to get a little",
        4022.46,
        4028.14
    ],
    [
        " holding under fire. You're holding under fire. And guess what? It says here that that is suicide.",
        4028.14,
        4033.2
    ],
    [
        " Move forward out of fire. Officers must set the example. Few men are killed by the bayonet.",
        4034.36,
        4043.2
    ],
    [
        " Many are scared by it. Bayonets should be fixed when the firefight starts. Bayonets must be sharpened",
        4044.0,
        4051.4
    ],
    [
        " by the individual soldier. The German hates the bayonet and is inferior to our men with it.",
        4051.4,
        4058.36
    ],
    [
        " Our men should know this. Little psychological warfare here. You got to sharpen your own bayonet.",
        4058.6,
        4064.46
    ],
    [
        " You're better at it than the enemy. Put that thing on the end of your gun when the firefight starts and",
        4064.66,
        4069.54
    ],
    [
        " get ready to get some. Yeah, that's that's general patent right there. Keeping it real.",
        4069.54,
        4076.36
    ],
    [
        " I want to work for general patent.",
        4076.98,
        4079.76
    ],
    [
        " Mm-hmm.",
        4080.12,
        4080.92
    ],
    [
        " Care of men. Officers are responsible not only for the conduct of their men in battle,",
        4082.22,
        4088.1
    ],
    [
        " but also for their health and contentment when not fighting. And officer, and this is when",
        4088.1,
        4093.1
    ],
    [
        " we go back to the CEO and how they act, an officer must be the last man to take shelter from fire",
        4093.1,
        4099.04
    ],
    [
        " and the first to move forward. Similarly, he must be the last man to look after his own comfort",
        4099.04,
        4105.4
    ],
    [
        " at the close of a march. He must see that his men are cared for. The officer must constantly",
        4105.4,
        4111.58
    ],
    [
        " enter, in rest himself in the rations of the men. He should know his men so well that any",
        4111.58,
        4118.5
    ],
    [
        " sign of sickness or nervous strain will be apparent to him and he can take such action as maybe necessary.",
        4118.5,
        4124.56
    ],
    [
        " Same thing we were we were talking about. And we're about to wrap this up here with a",
        4126.28,
        4135.2
    ],
    [
        " couple more. And I kind of saved the best for last to be quite honest with you.",
        4135.2,
        4140.2
    ],
    [
        " Such as this right here, command leadership. And this is this is actually another letter of",
        4141.04,
        4148.0
    ],
    [
        " instructor. So again, this is just what you want to know what how general patent thought here it",
        4148.0,
        4153.0
    ],
    [
        " is, his own words on what he wanted his men to know as they prepared for combat. Leadership,",
        4153.0,
        4161.02
    ],
    [
        " full duty, each in his appropriate sphere will lead in person. Any commander who fails to",
        4161.44,
        4170.96
    ],
    [
        " obtain his objective and who is not dead or severely wounded has not done his full duty.",
        4170.96,
        4177.38
    ],
    [
        " Doesn't need to be much clearer than that. Yeah. There's your standard. If you're not dead",
        4178.16,
        4189.1
    ],
    [
        " or severely wounded and you haven't achieved your objective, objective, you haven't done your",
        4190.28,
        4196.28
    ],
    [
        " full duty. Visits to the front. The commanding general or his chief of staff should visit the front",
        4196.28,
        4202.36
    ],
    [
        " daily. The function of these is to observe not to metal. In addition to their own specialty,",
        4202.36,
        4209.82
    ],
    [
        " they must observe and report anything of military importance. Remember that praise is more valuable",
        4210.36,
        4217.2
    ],
    [
        " than blame. So if you're going to go to the frontline troops, don't go up there and blame them,",
        4217.2,
        4222.06
    ],
    [
        " praise them. Remember too that your primary mission as a leader is to see with your own eyes and",
        4222.22,
        4227.84
    ],
    [
        " be seen by your troops while engaged in personal reconnaissance. Execution. In carrying out a mission,",
        4227.84,
        4238.26
    ],
    [
        " the propagation of the order represents not over 10% of your responsibility. The remaining 90%",
        4238.7,
        4244.52
    ],
    [
        " consists in assuring by means of personal supervision on the ground by yourself and your staff",
        4244.52,
        4250.94
    ],
    [
        " proper and vigorous execution. And that's what we already talked about.",
        4250.94,
        4255.26
    ],
    [
        " Yeah, you put together the plan. Yeah, you disseminated the plan. That's great. Your job is to",
        4255.94,
        4262.14
    ],
    [
        " make it happen and ensure that it happens. Take ownership of it and execute it.",
        4262.14,
        4269.1
    ],
    [
        " Plans. Plans must be simple and flexible. Actually, they are only a form of data plane from which",
        4272.98,
        4282.16
    ],
    [
        " you build as necessity directs or opportunity offers. So he's saying that plan is just something",
        4282.16,
        4291.48
    ],
    [
        " to build off of as necessity directs or opportunity offers. I gotta ask this the other day at a",
        4291.48,
        4298.86
    ],
    [
        " at an event, you know, when do you know when it's time to change the plan? When I you know,",
        4299.1,
        4306.26
    ],
    [
        " when necessity directs or opportunity offers, that's when you make the change.",
        4306.32,
        4310.98
    ],
    [
        " Plans should be made by the people who are going to execute them.",
        4312.02,
        4318.1
    ],
    [
        " Formal orders. Formal orders will be preceded by letters of instruction and by personal",
        4322.16,
        4328.34
    ],
    [
        " conferences. In this way, the whole purpose of the operation will be made clear",
        4328.34,
        4334.94
    ],
    [
        " together with the mission to be accomplished by each major unit. So he's saying that the",
        4334.94,
        4342.02
    ],
    [
        " whole purpose of the operation will be made clear. So that if during combat, during combat,",
        4342.02,
        4352.46
    ],
    [
        " communication breaks down. Each commander can and must so act as to obtain the general objective.",
        4352.46,
        4360.16
    ],
    [
        " There you go. So if you understand what the overall broad mission is when we go out to attack",
        4360.9,
        4368.38
    ],
    [
        " and all of a sudden you're separated from us or you don't can't communicate with us anymore",
        4368.38,
        4374.36
    ],
    [
        " or something happens and you need to make an adjustment your plan as long as you know",
        4374.36,
        4378.82
    ],
    [
        " what the broad mission is, the whole purpose of the operation, which later ended up being called",
        4379.2,
        4385.32
    ],
    [
        " the commander's intent. That's what we called it in the modern military. As long as you know what",
        4385.32,
        4390.98
    ],
    [
        " the commander's intent is, what the intent of the operation is, then you can execute on your own,",
        4390.98,
        4395.66
    ],
    [
        " you don't need any more direction from me. Go and make it happen.",
        4395.78,
        4399.32
    ],
    [
        " Keep your own orders short. Get them out in time. Issue them personally by voice when you can.",
        4400.16,
        4408.56
    ],
    [
        " Keep troops informed. Use every means before and after combat to tell the troops what they are doing,",
        4412.44,
        4421.66
    ],
    [
        " what they are going to do and what they have done. Reiterating discipline, there is only one kind of",
        4421.92,
        4430.98
    ],
    [
        " discipline, perfect discipline. If you do not enforce and maintain discipline, you are potential",
        4430.98,
        4437.16
    ],
    [
        " murderers. You must set the example. Condition. High physical condition is vital to victory.",
        4437.26,
        4446.94
    ],
    [
        " We talked about that and we talked about that all the time. Your physical conditioning. High",
        4448.66,
        4455.46
    ],
    [
        " physical condition is vital to victory. There are more tired core and division commanders than",
        4455.46,
        4467.14
    ],
    [
        " all men in condition do not tire. So you got to be in shape. Here is the clothes. This is the last",
        4468.0,
        4478.06
    ],
    [
        " one. It is the shortest one. It is probably the most important one to remember from general patent.",
        4478.06,
        4487.86
    ],
    [
        " Courage. Do not take counsel of your fears.",
        4493.44,
        4497.18
    ],
    [
        " That is it. That is what he had to say about courage to all his troops as they embarked on this",
        4498.16,
        4507.96
    ],
    [
        " intense combat day after day, week after week. You want to know what you do with your fear? Do not",
        4507.96,
        4515.8
    ],
    [
        " take counsel of your fears. No vote. They do not get a vote. Your fears do not get a vote.",
        4516.12,
        4523.96
    ],
    [
        " So next time you feel that fear no matter what it is, it is pretty easy. You do not take counsel",
        4524.72,
        4533.32
    ],
    [
        " of it. They get no vote. That is general patent. Great book. Great leader. Lots to learn. Lots to pass",
        4533.32,
        4544.66
    ],
    [
        " on. War as I knew it. Questions from the interwebs? Yeah. First question. Jocke Willik is BJA really",
        4547.12,
        4558.26
    ],
    [
        " practical for street defense where there are no rules. My understanding is that it does not",
        4558.26,
        4563.44
    ],
    [
        " fare well against knives and multiple attackers compared to something like Krav Maga, Muay Thai, boxing.",
        4563.44,
        4569.8
    ],
    [
        " This is a good question. Obviously. It is a question that we get a lot. I actually did a video.",
        4572.1,
        4581.48
    ],
    [
        " We did a video like this. Tim Ferriss put it out. You can look for that if you want to hear",
        4581.76,
        4586.94
    ],
    [
        " another version of this. Maybe we could link to it on Jocke Willik podcast.",
        4586.94,
        4592.82
    ],
    [
        " I think we can do that. Yeah. Excellent. Okay. So self defense. We're talking about true self",
        4593.42,
        4600.7
    ],
    [
        " defense here. First and foremost, most important thing. I actually didn't say this on the last",
        4600.7,
        4607.06
    ],
    [
        " video. But I should say it now is situational awareness and putting yourself in good situations",
        4607.06,
        4616.98
    ],
    [
        " where bad things are not going to happen to you and doing that to the best",
        4616.98,
        4620.66
    ],
    [
        " ability and being aware of your surroundings. That's of the very important first step in self",
        4620.66,
        4628.92
    ],
    [
        " defense. Second, guns. If you are a person that really needs to defend yourself and you live",
        4628.92,
        4642.14
    ],
    [
        " in a horrible area and there's violent people around and you might be a very small person or you",
        4642.14,
        4652.32
    ],
    [
        " might be elderly or you might have some sort of a physical limitation. Then how you're going to defend",
        4652.32,
        4660.62
    ],
    [
        " yourself is using guns. Using a gun. So I mean, that's just that's just the way it is.",
        4660.62,
        4669.54
    ],
    [
        " Now, okay, so that being said, maybe you can't have a gun. Maybe you don't have a gun.",
        4672.82,
        4680.62
    ],
    [
        " And you don't always want to have to pull a gun out. Even though a gun is a great deterrent.",
        4681.12,
        4685.22
    ],
    [
        " And most people, if they see that you have a gun or not, they don't want to fight you anymore.",
        4685.38,
        4688.86
    ],
    [
        " But obviously you can't be just yanking a gun out at anything that happens and you don't always",
        4689.14,
        4694.1
    ],
    [
        " have them with you. For instance, you know, in certain places, you're not allowed to have a gun.",
        4694.1,
        4699.6
    ],
    [
        " Certain states, you're not allowed to have a gun in the in the water. If you're surfing, you're",
        4699.6,
        4704.0
    ],
    [
        " not allowed to have a gun. So what do you do? How does Gigi to stack up against these other",
        4704.0,
        4711.2
    ],
    [
        " martial arts? I say that you should learn Gigi to first. Should be the first martial art that you",
        4711.2,
        4720.8
    ],
    [
        " try and learn to defend yourself. And there's a reason for that. There's a bunch of reasons for that.",
        4720.8,
        4727.48
    ],
    [
        " Number one, it's sort of a base reason. But Gigi to is probably the most complex to learn.",
        4727.96,
        4736.14
    ],
    [
        " There's the most three-dimensional martial art. It's not linear. It's very three-dimensional.",
        4736.62,
        4746.16
    ],
    [
        " There's a ton to learn. It's infinite. And once you can learn. So you want to get into it early",
        4746.16,
        4750.86
    ],
    [
        " because it's going to take longer to learn. But that's actually a secondary reason. The primary reason",
        4750.86,
        4756.18
    ],
    [
        " to learn Gigi to first is because of the nature of self-defense situations. So",
        4756.58,
        4766.8
    ],
    [
        " we are born with our primary form of self-defense. And we learn it from a very young age.",
        4766.8,
        4774.86
    ],
    [
        " In our primary form of self-defense, we'll keep you safe from most of these situations. And that is",
        4775.62,
        4783.58
    ],
    [
        " running and using your legs to run. So, and if you think about this, you're kind of chuckling",
        4786.4,
        4793.7
    ],
    [
        " because you don't understand the gravity of what I'm saying. Because it's very accurate. So listen,",
        4793.7,
        4799.86
    ],
    [
        " we're talking about self-defense. We're not talking about offense. We're talking about defense. How do you stay safe?",
        4800.38,
        4806.96
    ],
    [
        " So if I square off with you and I want to fight and punch you, run away. I'm not holding on to you.",
        4807.3,
        4818.86
    ],
    [
        " I run away. If there's me and three of my friends, run away. If I have a knife,",
        4819.06,
        4828.6
    ],
    [
        " and I'm going to try and stab you, run away. So all these kind of attacks, they're a disconnected",
        4829.82,
        4842.22
    ],
    [
        " attack. I'm not holding on to you. So run away from me. Get out of there. Run into a public place.",
        4842.22,
        4849.26
    ],
    [
        " Run to where there's other people that can help you. Run. Where this changes is when somebody grabs",
        4849.26,
        4859.56
    ],
    [
        " a hold of you. When somebody grabs a hold of you, you can no longer run away. And you have to be able",
        4859.56,
        4869.36
    ],
    [
        " to make them un-grab you. Let go of you. And how do you do that? You do that by knowing how to grapple.",
        4869.36,
        4878.86
    ],
    [
        " And grappling is jujitsu. So that is why the first thing you should learn is jujitsu. Because if someone's",
        4880.04,
        4890.92
    ],
    [
        " not grabbing a hold of you, run away from them. If someone's trying to square off and",
        4890.92,
        4897.5
    ],
    [
        " go toe to toe with you, run away from them. If there's five guys that want to fight you, run away",
        4897.5,
        4905.28
    ],
    [
        " from them. If someone pulls out a knife on you, run. But here's the deal. If that person knocks you",
        4905.28,
        4913.86
    ],
    [
        " down and gets on top of you, you can't run anymore. So what do you have to do? You have to grapple",
        4913.86,
        4919.88
    ],
    [
        " them and you have to know jujitsu to get them up and off of you and get away from them or submit them",
        4919.88,
        4926.38
    ],
    [
        " and put them to sleep or break their arm. That is why you should start with jujitsu.",
        4926.38,
        4932.2
    ],
    [
        " Pretty straightforward. Once you know jujitsu, absolutely. Learn moi-tai. Learn wrestling. Learn boxing.",
        4933.72,
        4943.28
    ],
    [
        " Learn krav ma-ga. Learn a scream-un. Learn everything you can about fighting. Do it, of course. But set",
        4943.8,
        4951.62
    ],
    [
        " your base with the one that you're going to need if somebody grabs you. And that's jujitsu.",
        4951.62,
        4958.78
    ],
    [
        " The other thing about jujitsu is it's pretty easy to add in some of these other more",
        4962.2,
        4970.62
    ],
    [
        " animalistic self-defense situations. So if somebody grabs you and pulls you to the ground and you",
        4970.62,
        4979.02
    ],
    [
        " want to get away from them, yeah, you can, you need to know your body positions, but it's pretty",
        4979.02,
        4982.8
    ],
    [
        " easy to decide you're going to bite their ear off or take a big chunk out of their face with your",
        4982.8,
        4991.8
    ],
    [
        " augment that stuff. So these are all things that you can do within jujitsu that jujitsu does not",
        4991.86,
        4997.68
    ],
    [
        " hamper that ability to be savage in your attacks on people. Yeah, and that's interesting you bring",
        4997.68,
        5006.02
    ],
    [
        " up because everyone's heard the guy where he'll be like, hey, what's that jujitsu? Whatever. And then",
        5006.02,
        5013.3
    ],
    [
        " I don't know, you show him or you explain it and they'll be like, oh wolf, I'll just, I'll just",
        5013.3,
        5018.04
    ],
    [
        " gouge your eyes out right here or I just, you know, I don't know, strike your throat or something",
        5018.28,
        5024.72
    ],
    [
        " like this, right? So take the eye gouging option. You don't have to be trained to eye gouged. So we",
        5024.72,
        5031.98
    ],
    [
        " both will eye gouged each other like if you're, if we're going to go eye gouging, yeah, I've had people",
        5031.98,
        5037.66
    ],
    [
        " trying to eye gouge me before. Yeah, it's not going to stop me. And that's a second point.",
        5037.66,
        5042.0
    ],
    [
        " Sarah's brother, we was after like Metamorce, we're talking and he, he, he, he basically did that,",
        5042.84,
        5047.84
    ],
    [
        " he was asking questions. He'd be like, no, I won't learn, I don't have to learn jujitsu. I would just",
        5047.84,
        5051.82
    ],
    [
        " do this. And he'd like, he's like, I know like pressure points that subdue people. And I was like,",
        5051.82,
        5057.3
    ],
    [
        " yeah, okay. So I said, okay, the Darth Vader. Yeah, exactly. So I was like, okay, well, what's the",
        5057.32,
        5062.74
    ],
    [
        " pressure point though? So I was like, okay, do the pressure point on me. I won't even like fight",
        5062.74,
        5066.56
    ],
    [
        " you back. And he did the one like here by the neck. And I was like, not only does that not hurt",
        5066.56,
        5072.28
    ],
    [
        " right now. I mean, I can see it. It hurts more than if you did it here, but not only does that not",
        5072.28,
        5077.3
    ],
    [
        " really hurt that much right now. If, if we're in any kind of fight situation, I don't even think I",
        5077.38,
        5081.98
    ],
    [
        " would even notice that. Those are, he was like, oh, yeah, yeah. We'll leave you this one. And he",
        5081.98,
        5085.98
    ],
    [
        " did one like behind me here and then I'm looking at my ribs. He's an exact thing. It's, yeah, it's",
        5085.98,
        5089.78
    ],
    [
        " more sensitive for sure. Yeah. But it's not going to stop me. Man, yeah, it simply does not work.",
        5089.78,
        5097.18
    ],
    [
        " But the jujitsu, if you know jujitsu, you can still do all those things if you want to do it, but you",
        5097.9,
        5104.46
    ],
    [
        " don't even have to. Yeah. Because you're going to put them asleep. Yeah. And I would say even in my",
        5104.46,
        5109.68
    ],
    [
        " opinion, more accurately, jujitsu will help you or it'll give you the ability to control the fight.",
        5109.68,
        5116.74
    ],
    [
        " Oh, for sure. So you can, like if you, jujitsu, you're not going to learn how to throw like a sick",
        5116.92,
        5122.66
    ],
    [
        " left hook or nothing like that. You're not going to learn that. But you'll control the fight where if",
        5122.66,
        5127.54
    ],
    [
        " you want to punch someone, you'll be in the perfect position to punch them. No matter how much",
        5127.54,
        5131.26
    ],
    [
        " punching training you have, you can have no punching training. And you can just, I don't know, just",
        5131.78,
        5135.44
    ],
    [
        " throw your fist at them in whatever capacity. It'll be way more effective when you know jujitsu.",
        5135.44,
        5139.58
    ],
    [
        " And that goes through any other one of these moves that people say they'll do if you do jujitsu on",
        5140.18,
        5146.44
    ],
    [
        " that. Yeah. You're the one going to control the fight. I've tried all those people have come to me",
        5146.44,
        5150.5
    ],
    [
        " and I've gone through them all. Yeah. No factor. The pressure points, the this, the that.",
        5150.5,
        5154.56
    ],
    [
        " Doesn't work. Sorry. Sorry to tell you. It might work like, you know, the wrist ones. If you sit there",
        5155.26,
        5163.82
    ],
    [
        " and let them do it and be like, okay, yeah, that hurts. And also going against someone that's",
        5163.82,
        5168.0
    ],
    [
        " completely untrained. You can have some sort of success with some of this stuff. Right. But",
        5168.0,
        5174.98
    ],
    [
        " not against a determined attacker. Yeah. And that does kind of the point where it's a, yeah,",
        5174.98,
        5181.32
    ],
    [
        " I say, yeah, it might work if you let them do it. But that's the thing. You don't let them do it.",
        5181.32,
        5185.6
    ],
    [
        " So, ultimately, the likelihood of that work is very, very low. Yeah. Yeah. And jujitsu's fun.",
        5185.7,
        5193.18
    ],
    [
        " Yeah. It's creative. Yeah. It's a good workout. It ups your confidence. It gets you used to comb",
        5193.7,
        5199.44
    ],
    [
        " combative situations where you're going 100%. Yeah. It gets you used to having someone grind on",
        5199.44,
        5204.28
    ],
    [
        " you and try and smash you. And that's a big deal that I didn't even think about where just having",
        5204.28,
        5209.12
    ],
    [
        " someone in girls, especially or just people who aren't used to confrontation. Man, when you",
        5209.12,
        5214.06
    ],
    [
        " get in a fight, it inoculates you to the terror of having somebody just all up and running up on",
        5214.06,
        5221.76
    ],
    [
        " you and trying to smash you. In, I want to say, it was UFC four. Mm-hmm. Which one was one with",
        5221.76,
        5228.84
    ],
    [
        " our jimmerson with the one glove? Was that? That was one. That was one. Okay. So, he got mounted and",
        5228.84,
        5234.96
    ],
    [
        " tapped. Yeah. And man, that's a perfect example. He didn't get punched. You know, he didn't tap",
        5235.14,
        5241.06
    ],
    [
        " from any kind of punch or submission. He got mounted. And then in an interview later, I saw he said,",
        5241.06,
        5246.08
    ],
    [
        " man, I was just feeling claustrophobic over there. And if you watch it, he wasn't mounted for very long.",
        5246.08,
        5250.88
    ],
    [
        " He was just, man, he just wasn't used to that. And in a match, it feels a real life fight.",
        5251.3,
        5256.44
    ],
    [
        " Someone attacks you and they're like, I'm mounted on you and you don't know. But you can't tap, man,",
        5256.84,
        5261.0
    ],
    [
        " you're not going to be able to handle that. But if you know jujitsu, you get mounted. That's",
        5261.14,
        5264.12
    ],
    [
        " no factor. But some people, they know my own escape. So good, but they hope they get mounted so",
        5264.12,
        5269.6
    ],
    [
        " they can get on top. You know, and then so the compare those two sides of the spectrum, jujitsu.",
        5269.6,
        5274.28
    ],
    [
        " Know that you get to know that you get to know that you get to know. Next. Next question.",
        5274.84,
        5281.72
    ],
    [
        " Can you expand on how to appropriately, effectively, and tactfully lead up the chain of command?",
        5282.22,
        5288.8
    ],
    [
        " You know, profession that's considered to be very paramilitary.",
        5288.86,
        5292.0
    ],
    [
        " My line of work sometimes works against this limiting, limiting ideas and ways of doing things.",
        5292.42,
        5300.88
    ],
    [
        " Yeah, and they're talking about the tradition and their line of work.",
        5301.1,
        5303.6
    ],
    [
        " Okay, so what do you do? You got an organization you're working in and you've, how do you lead up the chain",
        5303.88,
        5313.18
    ],
    [
        " of command? Well, even in a paramilitary organization, which, you know, infers that this is a very",
        5313.18,
        5323.78
    ],
    [
        " hierarchical structure and it's chain of command driven. And how do you possibly get your boss to do",
        5323.78,
        5331.16
    ],
    [
        " what you want them to do? Well, it's actually fairly simple, fairly simple, not easy, but simple.",
        5331.16,
        5340.5
    ],
    [
        " It is, it is hard to do. It does take a lot more.",
        5340.66,
        5343.5
    ],
    [
        " No, it does take a lot of tactics, a lot of patience. So number one, you got to build trust.",
        5344.1,
        5348.86
    ],
    [
        " You got to build trust with your, the people that are above you in the chain of command.",
        5349.28,
        5352.84
    ],
    [
        " You got to build a relationship. You got to be proactive. You got to stay ahead. You know, when I",
        5353.12,
        5357.28
    ],
    [
        " joined the military, I want, you know, one day just told my dad, hey, by the way, I joined the,",
        5357.28,
        5363.06
    ],
    [
        " I enlisted in the Navy. I'll be gone in three weeks or whatever. My dad just looked at me and shook",
        5363.06,
        5368.22
    ],
    [
        " his head and he says, you're going to hate the military because you hate authority. You don't listen",
        5368.22,
        5373.54
    ],
    [
        " to anybody. And I was kind of a young stupid kid and I'm like, whatever, I'm going in the seal",
        5373.54,
        5378.78
    ],
    [
        " teams. It's a team. We don't have to listen to anybody. Of course, I was completely wrong. And",
        5378.78,
        5383.54
    ],
    [
        " you do listen to people and you do have a chain of command. But he was right in the fact that I didn't",
        5383.54,
        5390.84
    ],
    [
        " like to listen to people. And I didn't like authority. So how did I get ahead of that? It was",
        5390.84,
        5396.24
    ],
    [
        " pretty easy. What I did to get ahead of that was I got ahead of it. And that's what you need to do",
        5396.24,
        5401.82
    ],
    [
        " here. You have to start that start that attitude of where you're doing what needs to be done before",
        5401.82,
        5409.52
    ],
    [
        " you get told to do it. So you start to appear to have more knowledge and good foresight of what's",
        5409.52,
        5417.8
    ],
    [
        " going to happen. Now you got to be careful that you're not showing up the boss. You can't be",
        5417.8,
        5422.88
    ],
    [
        " thwarting their face and already did that, you know, because I'm so much better than you. That's",
        5422.88,
        5427.12
    ],
    [
        " not the goal here. The goal is to build confidence, not to build animosity. You don't want to build",
        5427.12,
        5433.28
    ],
    [
        " animosity. You want to build trust. You want to build confidence. You want to make that person",
        5433.28,
        5438.92
    ],
    [
        " start to realize how good you are. Again, be careful not to throw it in their face. Now the tradition",
        5438.92,
        5446.58
    ],
    [
        " piece. And sometimes people do cling onto the traditions. And they use the traditions to shut down",
        5446.58,
        5456.58
    ],
    [
        " evolution. And that's bad because what they're really doing is they're protecting their world.",
        5456.58,
        5464.54
    ],
    [
        " They're protecting their existence. And so that's a big wall. That's a big hard wall to get through.",
        5464.7,
        5475.16
    ],
    [
        " Now most people do have traditions and traditions. What are traditions built on?",
        5475.72,
        5481.0
    ],
    [
        " Do we build traditions on their traditions of failure and we're proud of that? Are the traditions of",
        5481.76,
        5486.62
    ],
    [
        " losing or pattern? No, no, the traditions are proud traditions. The traditions of winning the",
        5486.62,
        5491.38
    ],
    [
        " traditions of excellence. And in some way, traditions of excellence and traditions of winning",
        5491.38,
        5499.12
    ],
    [
        " and traditions of domination have to be tied in some way to evolving and to adapting and to",
        5499.12,
        5508.74
    ],
    [
        " getting better because that's how we win. That's how we dominate. So you have to find that",
        5508.74,
        5515.54
    ],
    [
        " hole in the tradition, that part of the tradition that implies that what we do in our tradition",
        5515.54,
        5523.98
    ],
    [
        " is we get better. That's all it is. You just got to find that thing that says we get better.",
        5523.98,
        5528.9
    ],
    [
        " We win and you take that and you carry that lead, that little crack in the armor of tradition.",
        5529.88,
        5535.6
    ],
    [
        " And you turn that into, you know, yeah, we have a proud tradition because we're the best.",
        5536.14,
        5540.38
    ],
    [
        " And if you're going to be the best, does the best stagnate? No, the best evolves. And again,",
        5540.82,
        5545.84
    ],
    [
        " you've got to be careful. You can't throw this in their face. You've got to say, hey, you know what?",
        5545.92,
        5550.12
    ],
    [
        " Our traditions that were the best, we make things happen and we get things done. And we always do it",
        5550.32,
        5555.68
    ],
    [
        " better than everyone else. So you know what? Here's one way we could do it better.",
        5555.68,
        5561.18
    ],
    [
        " We did this. You got to look for those little cracks in the tradition to bring forward change.",
        5561.58,
        5569.48
    ],
    [
        " Now, again, the most important thing though is you've got to continue to build that relationship",
        5569.84,
        5575.1
    ],
    [
        " with your Spirits. You're constantly trying to build that. And I've said this before and I'll say",
        5575.1,
        5579.52
    ],
    [
        " again, no matter who I ever worked for, I had the same relationship with the crazy boss, with the",
        5579.52,
        5584.0
    ],
    [
        " knucklehead boss, with the loser, with the great guy had the same relationship all the time.",
        5584.0,
        5587.4
    ],
    [
        " And that was they trusted me. Didn't matter who I worked for. So you got to build that relationship",
        5587.44,
        5592.46
    ],
    [
        " of trust. You've also got to be careful that as you're trying to be proactive and as you're",
        5592.46,
        5600.08
    ],
    [
        " trying to get things done, that you're not looking to do it for your own ego to get credit.",
        5600.08,
        5604.86
    ],
    [
        " Because that disturbs the people at the top. And it makes them say, oh, he's just trying to shine.",
        5605.14,
        5610.2
    ],
    [
        " He's just trying to look good, screw him, throw his ideas out. That's what you got to watch out for.",
        5610.2,
        5615.9
    ],
    [
        " So that's your ego. Don't make your ego fight their ego because they've got an ego too. You want to let your",
        5616.28,
        5623.72
    ],
    [
        " ego go. Build that relationship. Make the change slow. It's going to be slow, steady, and it's going",
        5623.72,
        5633.14
    ],
    [
        " to take persistence in the long war. Don't you've got to have patience. Tradition doesn't break down",
        5633.14,
        5642.3
    ],
    [
        " overnight. Tradition takes time to morph. So you got to be ready for that long war and don't get",
        5642.3,
        5648.36
    ],
    [
        " frustrated. You're a part of a winning team. You're a part of a team that has a proud tradition.",
        5648.36,
        5654.02
    ],
    [
        " You just got to add to that tradition and that's going to take time.",
        5654.42,
        5656.98
    ],
    [
        " That's how you do it. Next question. Hi, guys. How about on a podcast? Do you talk about what is the",
        5659.52,
        5669.52
    ],
    [
        " essential equipment for a home gym? Okay. So for me, first of all, if you have nothing,",
        5669.52,
        5681.9
    ],
    [
        " if you're building from zero, the first thing you need is pull up bars, a pull up bar, and a",
        5681.94,
        5688.14
    ],
    [
        " dip bar. Somewhere to do dips and somewhere to do pull ups. And that's what you need. Now be careful.",
        5688.14,
        5694.98
    ],
    [
        " If you're listening and you're like, okay, I'm going to go buy a pull up bar and a dip bar.",
        5695.2,
        5698.0
    ],
    [
        " Don't get the little flimsy looking things that cost $129. You don't want that. It's almost",
        5698.56,
        5707.08
    ],
    [
        " worthless. It's better than nothing, but it's almost worthless. You want to get a legit",
        5707.28,
        5712.44
    ],
    [
        " dip bar and a legit pull up bar. Dip bars are a little bit easier. You can go, you can go pretty",
        5712.44,
        5718.18
    ],
    [
        " cheesy on dip bars, but pull up bars. You can't pull up bars. You need something legit, strong.",
        5718.18,
        5723.36
    ],
    [
        " You can bolt it to your wall, but you need a nice pull up bar with a, with a inch and a half or a",
        5723.74,
        5730.36
    ],
    [
        " two inch metal pipe. I still have a pull up bar that I bought from Home Depot. I bought it in 1998.",
        5730.36,
        5738.88
    ],
    [
        " I've had it ever since. And it's bolted on to my squat rack, but that's all of this.",
        5739.34,
        5745.7
    ],
    [
        " He said, you know, two inch pipe, and that's what you do pull ups on.",
        5745.8,
        5750.54
    ],
    [
        " So when you say, make sure it's legit. Why is that? So you don't, so it doesn't break while you're",
        5750.86,
        5756.76
    ],
    [
        " basically. Yeah. And also it's got to have some weight too. It's you can do keeping pull up.",
        5757.44,
        5761.28
    ],
    [
        " So you're not, the things not shaking all over the place. You get, you see these, I mean, this is",
        5761.32,
        5765.14
    ],
    [
        " just going total cheese ball, the things with like the foam handles that just rotate and fall off.",
        5765.14,
        5772.06
    ],
    [
        " And they're just, it's just a nightmare. You want to, what you need is a pipe. That's what you need.",
        5772.06,
        5776.88
    ],
    [
        " Is a piece of pipe from Home Depot. And, and then you need somewhere to do dips. Now, one thing",
        5777.06,
        5784.66
    ],
    [
        " that you can do that will cover both these is you can get rings. You know, gymnastics rings.",
        5784.66,
        5790.28
    ],
    [
        " And you could have, you can adjust the height of the rings and you can do dips and pull ups on",
        5790.82,
        5795.66
    ],
    [
        " rings. And then you can do muscle ups as well. So rings are almost like, if there's one thing you",
        5795.66,
        5801.62
    ],
    [
        " could have, if you could have one piece of equipment for working out, it probably be smart to go with",
        5801.62,
        5806.92
    ],
    [
        " just wooden rings. Because that there are that flexible. And you can do that much different",
        5806.92,
        5813.2
    ],
    [
        " stuff. I mean, you can do dips. You can do muscle ups. You can do pull ups. You can do pushups.",
        5813.2,
        5817.24
    ],
    [
        " You can do all kinds of stuff. You can do levers. You can do front levers, back levers. There's all",
        5817.48,
        5822.5
    ],
    [
        " kinds of gymnastics moves. You can do, I mean, you could basically work for the rest of your life",
        5822.5,
        5825.74
    ],
    [
        " on rings and be good to go. So rings are a way of handling the whole pull up and dip bar situation.",
        5825.74,
        5832.6
    ],
    [
        " But, and that's why it's pretty much the number two thing for me is, is",
        5833.02,
        5839.54
    ],
    [
        " pull up our dip bar slash rings because those are all going to kind of get you those basic body",
        5841.48,
        5846.74
    ],
    [
        " movements to build your strength. Once you get past that, now it's time for a squat rack.",
        5846.74,
        5854.44
    ],
    [
        " It's got to have a squat rack. And as soon as you have a squat rack now, my squat rack",
        5855.72,
        5861.22
    ],
    [
        " has a pull up bar on it, which I bolted on myself. My squat rack is the same, you know, when I",
        5861.22,
        5868.12
    ],
    [
        " bought my first house, immediately had a garage gym. It was 20, I don't know, 27 years ago or something",
        5868.52,
        5874.94
    ],
    [
        " like that, built a garage gym immediately. Bar a squat rack, still have the same squat rack,",
        5874.94,
        5880.56
    ],
    [
        " bolted a pull up bar on through it, still have that. I modified it a little bit and made dip bar,",
        5880.8,
        5885.62
    ],
    [
        " so I had a dip bar on it. This is before you could buy gymnastics, or I didn't know how to get a",
        5885.78,
        5890.56
    ],
    [
        " hold of gymnastics rings back in those days. And then the next thing you need is you need",
        5890.56,
        5895.3
    ],
    [
        " an Olympic lifting bar and bumper plates. And so you can do your squats, your cleans,",
        5897.08,
        5905.74
    ],
    [
        " your clean and jerks, your dead lifts, and all your basic strength movements.",
        5906.3,
        5911.54
    ],
    [
        " After that, for me, I think kettlebells, you know, so now you have, you can do your swings,",
        5912.28,
        5922.22
    ],
    [
        " you can do your farmers walks, you can do your snatches, you can, I mean, there's a ton of",
        5923.58,
        5929.76
    ],
    [
        " exercises Turkish get ups, I mean, there's a ton of exercises that you can do there that kettlebells",
        5929.76,
        5934.72
    ],
    [
        " now add to the situation. And you can do some really psychotic conditioning, metabolic conditioning",
        5934.72,
        5942.44
    ],
    [
        " with the addition of kettlebells as well. At this point, if you only have one set of rings,",
        5942.44,
        5949.46
    ],
    [
        " I have three sets of rings and I have one that's high for muscle ups. I have one that's medium",
        5949.46,
        5954.0
    ],
    [
        " for dips and I have one that's low for pushups. And I just have those all the time so you",
        5954.0,
        5959.34
    ],
    [
        " have to adjust them because I guess I'm too lazy to want to adjust my rings all the time.",
        5959.34,
        5963.14
    ],
    [
        " Yeah. The next piece for me is I like rollers, the concept to rollers. I have one. I've had it for",
        5963.48,
        5974.36
    ],
    [
        " a long time. There are brutal workout. I think that you can just destroy yourself very easily",
        5974.36,
        5982.12
    ],
    [
        " and very quickly. And I think like an air dine or an aerosol type bike, I don't have one of those,",
        5982.12,
        5987.92
    ],
    [
        " I'm probably going to get one very soon, but I think those are outstanding as well.",
        5988.0,
        5991.44
    ],
    [
        " I didn't say jump rope earlier. That's another good kind of cardio kind of met con kind of get",
        5992.32,
        5998.04
    ],
    [
        " after it. And then maybe some medicine balls. And after that, I mean, I think the question was",
        5998.04,
        6007.38
    ],
    [
        " essential equipment to me, that's sort of my list. And then from there, it just becomes fun.",
        6007.38,
        6013.16
    ],
    [
        " It becomes what kind of other implements can I bring into the situation that are going to",
        6013.6,
        6018.2
    ],
    [
        " eliminate boredom, increase creativity, increase dynamic and functional movement.",
        6018.2,
        6025.54
    ],
    [
        " And I think these are pretty good. And this is all stuff that's pretty common nowadays. There's",
        6026.36,
        6032.08
    ],
    [
        " a bunch of different places to get it and make it happen. Yeah, especially when you kind of start",
        6032.08,
        6037.92
    ],
    [
        " with kind of one thing and you slowly just add on. Yeah. And essential, that's kind of a complex",
        6037.92,
        6043.98
    ],
    [
        " question anyway to begin with and you did say for you. It depends on what kind of gym you're doing,",
        6043.98,
        6050.74
    ],
    [
        " like what kind of results you want. Well, everyone that's listening to this podcast wants to",
        6050.74,
        6057.14
    ],
    [
        " just peak physical conditioning in a broad array of environments and tasks. Right. I would assume",
        6057.14,
        6067.06
    ],
    [
        " that as well, but it's not necessarily a fact. So like I'm just saying if they have different",
        6067.06,
        6072.88
    ],
    [
        " goals, but name a goal. It's going to look different. Name a goal that won't be covered by this.",
        6072.88,
        6078.18
    ],
    [
        " You can't do it. They want to get their bench up. Okay. That's one event. If you want to get your",
        6079.14,
        6084.96
    ],
    [
        " bench up, you need to bench. Yeah. Yeah. I think your list is pretty elaborate because so",
        6084.96,
        6090.04
    ],
    [
        " it's my opinion. Oh, because you're going to break it down because you're like a minimalist over here",
        6090.04,
        6094.42
    ],
    [
        " when it comes to working out. No, let's hear it. Well, essential equipment, right? I would say the",
        6094.42,
        6102.2
    ],
    [
        " I mean, it depends. So yeah, okay. If you want, yes, it depends on what you what results you want.",
        6102.68,
        6109.66
    ],
    [
        " So if you just want to be a bodybuilder with big muscles, go to listen to a different podcast.",
        6109.92,
        6115.5
    ],
    [
        " That's not the question. The people that are asking these questions are listening to this podcast.",
        6115.9,
        6121.96
    ],
    [
        " They're into physical fitness. They want to be healthy. They want to be jiu-jitsu players. They want",
        6121.96,
        6126.58
    ],
    [
        " to be fighters. They will be able to functionally move well. They want to stay healthy. They're not",
        6126.58,
        6132.64
    ],
    [
        " just getting their bodybuilder on it. Okay. That's still an assumption though. But to correct",
        6132.64,
        6138.56
    ],
    [
        " assumption. For the sake of efficiency, I'm going to go ahead and I'm going to let you I'll tell",
        6138.56,
        6144.0
    ],
    [
        " you what make that assumption as well. One minute to complete the list. No, no, no, no, no. It's not",
        6144.0,
        6149.64
    ],
    [
        " about completing the list. I was going to elaborate a little bit more, but do you know, I think that",
        6149.64,
        6154.48
    ],
    [
        " and I actually agree with you. You don't have any elaboration. There's one more thing you probably",
        6154.48,
        6159.68
    ],
    [
        " added a bench on there. Yeah. Is that what you don't want? Anything else? Yeah, or anything that would",
        6159.68,
        6165.04
    ],
    [
        " though, yeah, that would facilitate the same thing a bench would facilitate. Other than that,",
        6165.04,
        6171.96
    ],
    [
        " it's pretty pretty good list, I think. Yeah, I think that's a big time list. I think that's",
        6172.04,
        6178.16
    ],
    [
        " the deluxe list though, man. I think you could cut a few of those off. Like I said, it's an",
        6178.16,
        6182.86
    ],
    [
        " escalation though. Yeah. If someone's listening right now, they're like, you know what, I'm going to go",
        6183.56,
        6186.6
    ],
    [
        " get in shape. First thing you do is get a set of rings that you can do pull those and that's number one.",
        6186.6,
        6191.56
    ],
    [
        " Yeah, yeah, got you. Then you can get a squat rack. Then you the squat rack is going to come with a pull",
        6191.58,
        6196.9
    ],
    [
        " bar and a dip bar somehow. So you're good there. Then you then you got to get the bar and bumper",
        6196.9,
        6202.04
    ],
    [
        " plates, right? Which you can escalate. You can start with a you can start with just a bar and",
        6202.04,
        6206.92
    ],
    [
        " you know, two 25 pound bumper plates. Yeah. Then every month by another 45 pounds or 100 pounds",
        6207.04,
        6214.36
    ],
    [
        " or whatever, and you're good. After you see those gains, yeah, after you start jacking the big steel.",
        6214.36,
        6219.04
    ],
    [
        " The thing about home gyms is if you work out at home, especially these kinds of workouts,",
        6219.04,
        6225.2
    ],
    [
        " you get more of a testosterone boost if you work out at a public gym, like at a 24-foot",
        6225.48,
        6234.34
    ],
    [
        " fitness or crossfit gym or something. Which one gives you more? If you work out, well,",
        6234.34,
        6238.6
    ],
    [
        " basically if you work out in front of people, if there's other people around, you get a testosterone",
        6238.6,
        6243.86
    ],
    [
        " boost. How come? So then you would, it's this thing where, I don't know, it's this weird,",
        6243.86,
        6250.14
    ],
    [
        " some guy did an experiment long time ago where, I don't know how long ago, but he did an experiment",
        6250.34,
        6255.0
    ],
    [
        " where he found out all these little things that you can do in front of people that'll boost your",
        6255.0,
        6259.84
    ],
    [
        " testosterone. One was like drive a car, like a certain kind of car. And if you do it in front of",
        6259.86,
        6265.62
    ],
    [
        " people, it boosts your testosterone. So if you, and not only do you get that, you get",
        6265.62,
        6272.32
    ],
    [
        " mental priming as well. So when you walk in the gym, like the crossfit gym, all the smells, the",
        6272.32,
        6278.68
    ],
    [
        " sounds and all that basically primes your mind and your physiology for a workout. So,",
        6278.68,
        6283.68
    ],
    [
        " they're all tight at home. I mean, I'm sure you could do that. I don't think it would replace",
        6284.08,
        6289.96
    ],
    [
        " that actually being there. Just that part of it. I'm not saying home gym for junk. I'm not saying",
        6289.96,
        6294.1
    ],
    [
        " that at all. Yeah, no, because when I walk in my home gym, you're primed. I feel brimed. I love it.",
        6294.1,
        6300.4
    ],
    [
        " Yeah, see, and that's part of it as well. So the whole reason, the whole reason I set up",
        6300.7,
        6306.68
    ],
    [
        " home gym was so I don't have to make that drive to the gym. And you know, get all, but that kind of",
        6306.68,
        6312.52
    ],
    [
        " works against it. It's interesting that you use that, like I say, hey, I have a home gym.",
        6312.52,
        6318.98
    ],
    [
        " So I can just be alone in the, getting the cavern of doom and just get after it. And",
        6319.42,
        6325.9
    ],
    [
        " you know, bothering me and I can be alone in my pain world of pain improving myself.",
        6325.9,
        6330.1
    ],
    [
        " Yeah. And you're, you did it because you're too lazy to go to the gym. Yeah, to make that drive",
        6330.56,
        6334.8
    ],
    [
        " is just more of a pain. I can say some time. Yeah. Right. Which it is an efficiency thing for sure.",
        6334.8,
        6339.78
    ],
    [
        " Yeah, but that efficiency thing can, can backfire. Yeah, it'll backfire. Like, for example,",
        6339.78,
        6345.4
    ],
    [
        " I'll be like, hey, I don't have to, you feel like you don't have to get the most out of your workout,",
        6345.54,
        6353.18
    ],
    [
        " because I can just come right back here, you know, in an hour when I quote, I'm quote, feel better,",
        6353.18,
        6358.08
    ],
    [
        " or when I feel more like doing it or the TV's right there and look at the, so it's a lack of",
        6358.32,
        6369.44
    ],
    [
        " for that discipline of home gym. It could go either way, man. Yeah.",
        6369.44,
        6373.52
    ],
    [
        " Because I personally, the, the, I'm able to workout sometimes only because I have a home gym.",
        6373.58,
        6381.56
    ],
    [
        " Yeah. You know, in other words, at my time is in a day, I'll get up super early. And if I",
        6382.18,
        6386.9
    ],
    [
        " wouldn't be able to hit my own gym quickly in 30 minutes and get a workout, and I wouldn't be",
        6386.9,
        6391.36
    ],
    [
        " able to get, you know, take me 30 minutes to just get to gym and back. Yeah. Yeah.",
        6391.36,
        6395.38
    ],
    [
        " Well, I recommend if you make a home gym, you do it in a positive way to increase your discipline.",
        6395.96,
        6401.2
    ],
    [
        " But that's what I recommend. Yeah. I like how, you know, your home gym is kind of separate",
        6401.62,
        6406.84
    ],
    [
        " from my house. Yeah. Like, you have to kind of go to it. Yeah. So I do get to escape. Yeah, I feel like",
        6406.84,
        6412.98
    ],
    [
        " that, that's a big factor. Mine is like right outside next to the barbecue. Yeah. Next to the little,",
        6412.98,
        6419.32
    ],
    [
        " you don't know whether you want to, yeah, I know, cruising or lifting, you know. Yeah. So,",
        6419.44,
        6423.84
    ],
    [
        " yeah, it's rough. It's rough. It doesn't know if he's cruising or lifting. Next question.",
        6423.92,
        6430.52
    ],
    [
        " Okay. Podcast question. How does it feel to do Tim Ferriss podcast, Joe Rogan podcast,",
        6431.66,
        6438.98
    ],
    [
        " and get thousands of followers listening to your podcast, reading your book, etc. Do you worry",
        6439.2,
        6444.7
    ],
    [
        " that some of your fans place you on a pedestal and engage in hero worship? Yeah. So this is a question",
        6444.7,
        6453.42
    ],
    [
        " that I was actually not going to do because I was a little bit uncomfortable with it. And then I",
        6453.42,
        6457.38
    ],
    [
        " was like, okay, why you uncomfortable with it? It's not that big of a deal. Although I will say,",
        6457.38,
        6462.64
    ],
    [
        " like, it does make me feel uncomfortable to think of people thinking of me in a heroic way or whatever",
        6462.74,
        6469.26
    ],
    [
        " that does feel strange to me. As far as being on Rogan and Ferriss and Sam Harris and doing some of",
        6469.26,
        6481.54
    ],
    [
        " these podcasts, it's, you know, it was, it was really cool. It's definitely, you know,",
        6482.24,
        6491.58
    ],
    [
        " meeting people all the time, as I travel and meeting people that have read, read our book and,",
        6491.84,
        6496.56
    ],
    [
        " and they've gotten a lot out of it, you know, and that, that feels very rewarding, you know,",
        6496.6,
        6502.08
    ],
    [
        " it feels very rewarding. It feels great when someone says, hey, you know, I use this chapter or,",
        6502.16,
        6505.52
    ],
    [
        " hey, your book, I mean, people are saying, okay, your book changed my life. And I take that with a",
        6505.52,
        6510.16
    ],
    [
        " grain of salt, but it feels good. It feels positive, you know, it feels, I like that, you know,",
        6510.16,
        6515.84
    ],
    [
        " I want to help people. And so that feels good. But as far as it's not that, it's like, like, my",
        6515.9,
        6524.84
    ],
    [
        " social media presence, which I had zero before. And now I have it. And it's, it's not really that big",
        6524.84,
        6534.6
    ],
    [
        " of a deal because it's just me. I'm still just me. And there's no, there's nothing that's",
        6534.6,
        6547.36
    ],
    [
        " different or has changed. And when we talk about doing this podcast, we don't talk about",
        6547.36,
        6555.7
    ],
    [
        " how we should act or how I should act to get more people to listen to it. I'm only doing",
        6556.1,
        6566.18
    ],
    [
        " what I'm doing because this is me. And I'm not going to be different in order to achieve",
        6566.18,
        6574.22
    ],
    [
        " anything else. I'm only going to be who I am. And that's why the thought of people putting me on a",
        6574.22,
        6583.24
    ],
    [
        " pedestal or whatever, that's, I know that I'm just a person. And I think that it might be how,",
        6583.24,
        6595.4
    ],
    [
        " how I get presented, you know, by the media, how I get presented, even on this podcast, when I'm",
        6595.78,
        6604.68
    ],
    [
        " on this podcast talking to you, we're talking about specific subjects that we are interested in. And",
        6604.68,
        6612.58
    ],
    [
        " it's not, you know, I could see where someone might think, oh, you know, Jocke was this super,",
        6613.3,
        6619.18
    ],
    [
        " you know, super human. And, and, no, I know I'm not. So if I come across like that,",
        6619.48,
        6624.62
    ],
    [
        " it's only because you're seeing a sliver of me that appears that way. You know, I'm not saying,",
        6625.08,
        6630.72
    ],
    [
        " I know I'm not totally normal as well. I mean, I know I'm not a normal person. I know I'm a little",
        6630.88,
        6636.4
    ],
    [
        " bit to the, to the edge of, you know, being a little bit extreme. Yeah, a little bit extreme ish,",
        6636.4,
        6643.12
    ],
    [
        " ish in some ways. And I know a lot of that just has to do with my habits as a person.",
        6643.12,
        6648.3
    ],
    [
        " But the, the fact of the matter is that no matter what happens and no matter what I come across",
        6649.1,
        6659.82
    ],
    [
        " and, and no matter what people might perceive me as, I don't perceive myself as special or as a",
        6660.44,
        6672.54
    ],
    [
        " hero for sure. Because, and, and one thing that will not, that will always stay with me is that",
        6672.54,
        6683.56
    ],
    [
        " I've been in combat and I've been humbled by combat. And I think that I've been on the battlefield",
        6685.76,
        6693.96
    ],
    [
        " and I've been confused and I've been outmaneuvered and I've had my guys killed. And so,",
        6693.96,
        6700.62
    ],
    [
        " I know what a real hero is and it ain't me. And that's always going to keep me grounded. And",
        6703.72,
        6716.34
    ],
    [
        " I will never forget that. Yeah, and you, as far as being worried about people putting you on a pedestal,",
        6716.34,
        6725.88
    ],
    [
        " like how you're saying, you just, you be you, and that's all you're going to do is be you,",
        6725.88,
        6731.1
    ],
    [
        " you're not trying to live up to anyone's expectation. That's, that was never a goal of yours.",
        6731.16,
        6735.86
    ],
    [
        " No. So, if someone has an expectation since that's not your goal, how can you worry about it?",
        6736.52,
        6742.56
    ],
    [
        " You're going to continue to be you. And it is, I think, I don't know if it's irony,",
        6742.72,
        6747.24
    ],
    [
        " but the more you do that and just be just authentic or whatever, it seems to draw more people to you.",
        6747.56,
        6754.52
    ],
    [
        " I guess, but I don't know because I'm not acting any other way than I acted a year ago or, you know,",
        6755.4,
        6762.3
    ],
    [
        " four years ago, I'm just, you know, what I do, I try and jujitsu, I work out, I wake up early in the",
        6762.5,
        6767.06
    ],
    [
        " morning, I try and get smarter, I try and do better. You know, that's what I do. So, so yeah, I'm just",
        6767.06,
        6783.02
    ],
    [
        " I'll tell you, this is interesting, is that people that I interact with now, I enjoy it and I get",
        6783.02,
        6792.34
    ],
    [
        " something out of it. I'm taking away, they're giving me as much inspiration as I'm giving them.",
        6792.34,
        6797.36
    ],
    [
        " Yeah. You know, there's one girl on the on the on Twitter. And I don't want to say her name",
        6797.78,
        6805.68
    ],
    [
        " because I mean, it's, I don't know how, I don't, I don't like to disrupt people's privacy. I mean,",
        6805.68,
        6810.78
    ],
    [
        " she's on Twitter, but she's clearly a little bit of an older lady. She's, um, she's a cancer",
        6810.78,
        6820.42
    ],
    [
        " survivor. I mean, when I say older, I mean, she's in her at least in her 60s. And, and she put a",
        6820.42,
        6827.18
    ],
    [
        " picture on the internet the other day on Twitter of her at the gym and she's got, you know, like a",
        6827.18,
        6833.62
    ],
    [
        " kettlebell, um, a medicine ball, and an oxygen tank in the game because she's, because she's in",
        6833.84,
        6843.22
    ],
    [
        " there working out. Yeah. And she's, yeah, I got to bring my oxygen tank because of, you know,",
        6843.22,
        6847.84
    ],
    [
        " I don't know, no specifically why, but a man, if she can bring an oxygen tank to the gym and get",
        6848.02,
        6855.8
    ],
    [
        " after it at, you know, age 65 or 70, you know, that's inspiring. And, and I can get up and get",
        6855.8,
        6864.9
    ],
    [
        " after it and do my piece just, you know, just, at least just as well as, as she could. And, and so",
        6864.9,
        6874.38
    ],
    [
        " I think that that's, I think that's what's, what's been interesting about this is seeing other",
        6874.38,
        6879.0
    ],
    [
        " people that are fired up. And, and you know, that's, that's another thing that kind of happened",
        6879.0,
        6885.06
    ],
    [
        " early on in this journey for me. I have not a bunch of friends, but one of my friends who's a seal",
        6885.06,
        6895.8
    ],
    [
        " when I was just about, I think I had recorded the Tim Ferris podcast. And I knew it was going to be",
        6895.8,
        6907.28
    ],
    [
        " released. And I knew it was going to be heard by, by people. And when, when I did, when I got",
        6907.28,
        6915.3
    ],
    [
        " back, I texted my friend and I said, Hey, I did this podcast and it's going to be released. And",
        6915.3,
        6927.16
    ],
    [
        " I'm going to be one of them. And when I meant by that was one of these guys that sold out for",
        6927.16,
        6935.72
    ],
    [
        " lack of a better word. And I'm out there, you know, all I'm a Navy seal and I'm the biggest",
        6935.72,
        6940.82
    ],
    [
        " baddest guy because there's plenty of those guys out there. And now I'm going to be one of those",
        6940.82,
        6944.14
    ],
    [
        " guys. And so I said, I said, I'm going to be one of them now. Sorry. And he wrote me back. And he",
        6944.14,
        6955.0
    ],
    [
        " said, that's awesome. And we got so many guys running around saying all kinds of stuff. You",
        6955.0,
        6966.74
    ],
    [
        " should be out there representing you should be. And he went on to say something even more powerful.",
        6966.74,
        6972.12
    ],
    [
        " And he said, you know what? There's a lot of people in this world that need a role model,",
        6972.82,
        6979.56
    ],
    [
        " that need a dad. I needed a dad. I needed a father figure. And that's what you were for me.",
        6979.56,
        6986.62
    ],
    [
        " And for you to go out there and be out there in the world and be that role model for other people,",
        6987.04,
        6993.76
    ],
    [
        " it's awesome. And you should do it. And I love the fact that you're doing it. And when he wrote",
        6993.98,
        6999.78
    ],
    [
        " that to me, it kind of changed my attitude. Because I did look at the role models that people look at.",
        6999.78,
        7005.06
    ],
    [
        " And I said to myself, and again, I think part of what might make me a good role model is that I",
        7006.26,
        7013.38
    ],
    [
        " don't think I'm a good role model because I'm still trying to get better. And I've done all kinds",
        7013.38,
        7017.04
    ],
    [
        " of stupid stuff. We need to have a dozen podcasts on the stupid things I've done in my life.",
        7017.04,
        7023.74
    ],
    [
        " And talk about the mistakes I've made growing up and all the just, I mean, I'm,",
        7024.08,
        7029.54
    ],
    [
        " that's another thing. Like when you, when people see me on the podcast or they hear me on the",
        7029.98,
        7033.82
    ],
    [
        " podcast or they read the book, they're seeing the good part, right? They're seeing I would hesitate",
        7033.82,
        7040.04
    ],
    [
        " to say, but they're seeing the best part of me. They're seeing a mature person. I'm not that mature.",
        7040.04,
        7045.28
    ],
    [
        " But they're seeing that they're seeing the older, the maturest that I've ever been, which is right now.",
        7045.38,
        7049.38
    ],
    [
        " They're not seeing the idiot, you know, growing dummy that I was and that many of us were when we",
        7049.6,
        7058.76
    ],
    [
        " were younger. Now, I might, I have had a little edge, a little bit of advantage. Maybe I was a",
        7058.76,
        7065.78
    ],
    [
        " little bit ahead in some cases. But man, I didn't, you know, and so that when I got that text,",
        7065.78,
        7074.92
    ],
    [
        " that was a series of texts from, from my brother, that really gave me a different attitude on this",
        7074.92,
        7083.06
    ],
    [
        " whole thing and it made me feel more comfortable with the fact that I was selling out and that I was",
        7083.06,
        7095.02
    ],
    [
        " now going to be out there in the public view. And, and all this being said, at some point,",
        7095.02,
        7102.26
    ],
    [
        " I'm probably going to go right back to the cave that I came from. And I'm, I'm, I don't",
        7102.38,
        7109.7
    ],
    [
        " want, you know, I don't have what Patten had, which is like this huge desire to be famous. I have",
        7110.32,
        7118.24
    ],
    [
        " no problem not being, I was unrecognizable to the world for my whole life. And the fact that I'm",
        7118.24,
        7124.5
    ],
    [
        " a little bit recognizable now, it doesn't make me feel great. It doesn't do anything for me. I'm just",
        7124.5,
        7129.6
    ],
    [
        " just doing what I do. It's not my goal. But there is there a goal to try and help some people out",
        7129.6,
        7134.86
    ],
    [
        " there. Yes. And I think hearing that from that body of mine made me solidify that goal a little",
        7134.86,
        7139.94
    ],
    [
        " bit. And again, not to try and say, Hey, be like me. No, it's to say, learn from what I learned from.",
        7139.94,
        7149.34
    ],
    [
        " I did some dumb stuff. I've been through some stuff that most people don't have to go through. So,",
        7149.52,
        7155.48
    ],
    [
        " if you can take something away from it, awesome. You know, don't worship me by any stretch. Yeah.",
        7155.78,
        7161.52
    ],
    [
        " But let's work together and see if we can get better as a team. Yeah. And you're a good,",
        7162.1,
        7167.12
    ],
    [
        " like, a lot of your messages and the things that you say, a lot of it is new. And then a lot of",
        7167.3,
        7174.22
    ],
    [
        " it's not new. Right. So, and so this is one point where, and some of this stuff, people may have",
        7174.22,
        7182.02
    ],
    [
        " heard before, but someone like you who's done what you've done and think the way you think and",
        7182.02,
        7188.5
    ],
    [
        " do what you do right now, you're the perfect medium for that, for that information to get passed",
        7188.5,
        7193.9
    ],
    [
        " on to someone. You know, like, you know, when you're a teenager or something, your dad tells you to",
        7193.9,
        7198.4
    ],
    [
        " do something, your mom tells you to do something like, how fuck that? But then when you go, then you go",
        7198.4,
        7202.04
    ],
    [
        " to your friend's house and then like, he tells you to do the exact same thing. You're like, yeah, yeah,",
        7202.04,
        7205.52
    ],
    [
        " you know, it just, it takes that same message. But from someone who you can, for lack of a better",
        7205.52,
        7210.76
    ],
    [
        " way of putting it, someone you can accept it from. And so all your messages are perfectly in line",
        7210.76,
        7217.2
    ],
    [
        " with who you are. So they're so like, you're so eager to accept them. You know, so like how you",
        7217.2,
        7223.42
    ],
    [
        " put, you know, online, you'll post a picture of your watch every morning and you're kind of the",
        7223.42,
        7227.84
    ],
    [
        " workout setting and stuff like that. And you're kind of your message, more or less is get up every",
        7227.84,
        7235.56
    ],
    [
        " morning and get your work done, get a workout in whatever. And then you're doing it. And there's",
        7235.56,
        7239.82
    ],
    [
        " the proof right there. So if you were just some dudes, like, yeah, workout every day and you don't",
        7239.82,
        7247.18
    ],
    [
        " people will get those messages. And they'll, they'll internalize them way more readily from someone",
        7247.9,
        7253.68
    ],
    [
        " like you, given the messages that you're sending. That's one, two, the whole broadcasting yourself",
        7253.68,
        7260.74
    ],
    [
        " thing is totally understandable for someone like you and that. That it's good that you kind of got",
        7260.74,
        7267.16
    ],
    [
        " kind of got turned on to the notion that it's more, you have really good messages and good content",
        7267.16,
        7276.18
    ],
    [
        " that will improve people in their life, whether it be older people, younger people, girls, guys,",
        7276.38,
        7282.2
    ],
    [
        " everything. And this is especially like a podcast situation or even like certain online profiles",
        7282.32,
        7288.2
    ],
    [
        " and stuff, they're good ways to get that information out that people need man, like to improve",
        7288.2,
        7293.18
    ],
    [
        " themself. Like if you're in a in a neighborhood or in an environment with a bunch of people improving",
        7293.18,
        7298.14
    ],
    [
        " themself, that's going to be a good neighborhood. And if they have the means to improve themself,",
        7298.14,
        7303.5
    ],
    [
        " then that's a good service that you're putting out there and to reach as many people as you do,",
        7304.26,
        7310.14
    ],
    [
        " you're essentially you're helping the world with your message. Well,",
        7310.74,
        7314.76
    ],
    [
        " okay, I'm telling you. So I'm saying broadcasting yourself is a good thing. Yeah, it's, it",
        7315.36,
        7331.56
    ],
    [
        " is a version to broadcasting yourself, which is something that I talked about with Tim Ferris.",
        7331.56,
        7337.12
    ],
    [
        " And I talked about it with Joe Rogan is this idea of people that are talking. And you look at the",
        7337.56,
        7345.04
    ],
    [
        " extreme examples of social media, abusers, abusers and worthlessness. And you just don't want to have",
        7345.04,
        7355.2
    ],
    [
        " anything to do with them. And when you're doing it regardless of how much you don't want to have",
        7355.2,
        7360.72
    ],
    [
        " anything to do with them, you have something to do with them because you're doing it too. And it's",
        7360.72,
        7365.04
    ],
    [
        " very difficult for me not to feel like that. Now, obviously I've gotten over it. I mean, I've",
        7365.04,
        7369.18
    ],
    [
        " gotten over it to a point where I'm saying, okay, these are kind of the acceptable parameters that I",
        7369.18,
        7375.12
    ],
    [
        " operate within for my personality, you know, which is there's things that I haven't done. I won't do",
        7375.12,
        7384.58
    ],
    [
        " on social media, you know, because I'm not there to promote me. Yeah.",
        7384.58,
        7391.14
    ],
    [
        " But I'm there to only open a door of observation, I would say. Not to knock on people's door and enter,",
        7391.96,
        7403.2
    ],
    [
        " but just to open the door of observation and say, this is how I try to live. And this is the steps",
        7403.52,
        7413.84
    ],
    [
        " that I take to try and live that way, observe. And if you want to enter my house and hang out with me,",
        7413.84,
        7421.68
    ],
    [
        " come on in as long as you're like minded and you have the same sort of goals then come on in. And",
        7422.08,
        7427.6
    ],
    [
        " you know what, you're going to make me stronger. You're going to bolster me up. So many people now,",
        7427.6,
        7434.28
    ],
    [
        " they're posting pictures of their watches on my Twitter. When I wake up, I'm looking at 50 to 100",
        7434.6,
        7439.86
    ],
    [
        " watches every day. And I'm going, wow, that's a lot of people. And that is unity. And that is",
        7439.98,
        7447.12
    ],
    [
        " leadership. And it does make me feel like, okay, cool. There's other people in the world that are",
        7447.12,
        7452.04
    ],
    [
        " up and getting after it. Yeah, there's a guy who's a teacher post good. He's a teacher. Yeah,",
        7452.04,
        7462.58
    ],
    [
        " posting good on the classroom door. Yeah, on his classroom door. Man, and so now he's, yeah,",
        7462.64,
        7466.72
    ],
    [
        " spirit. I'm kind of pushing that those good messages to the kids, you know. Yeah.",
        7466.74,
        7472.72
    ],
    [
        " So yeah, I mean, it's all, I think it's all positive. Social media, it is easy to get that attitude",
        7473.36,
        7479.42
    ],
    [
        " towards it because of all the people who abuse it, but I'm quote, but you know, like if you went,",
        7479.42,
        7485.5
    ],
    [
        " I don't know, like on the highway. And all you saw was people speeding reckless driving and",
        7485.78,
        7490.06
    ],
    [
        " still didn't change the fact that you still want to drive on highway because you have something to do.",
        7490.06,
        7494.38
    ],
    [
        " You know, you're your pursuit is different. But yeah, there's going to be everyone.",
        7494.38,
        7499.46
    ],
    [
        " The other weird things I have no idea where this is going. You know, and so like this podcast,",
        7499.58,
        7505.62
    ],
    [
        " I didn't, you know, we just kind of did it. I went on with Tim Ferriss, I just kind of did it.",
        7505.94,
        7510.78
    ],
    [
        " I started Twitter. I had no idea what that was going to be. Yeah. And so it's fun for me to be",
        7510.98,
        7518.9
    ],
    [
        " adventuring into things that I don't know the outcome of. Yeah. And this is one of them.",
        7519.46,
        7524.02
    ],
    [
        " And Twitter is one of them. The book was one of them. And you know, I don't know what's around",
        7524.46,
        7529.6
    ],
    [
        " the corner next. And I don't know where this is going. But I will stay with the principles that I",
        7529.6,
        7536.98
    ],
    [
        " believe in to the best of my ability. And I think that's what makes it an interesting ride.",
        7536.98,
        7543.38
    ],
    [
        " Where's that going to go? Yeah. We'll find out. Okay. Last question. Jocco, what motivates you?",
        7543.78,
        7552.88
    ],
    [
        " I heard you mentioned the man in the cave. Can you go deeper on this? What motivates me?",
        7553.38,
        7559.36
    ],
    [
        " Well, I've talked about this before. And it's kind of what we were talking about a couple",
        7562.24,
        7571.96
    ],
    [
        " minutes ago as well. And that is first of all, with the man in the cave and this idea and this",
        7571.96,
        7579.54
    ],
    [
        " thought of the enemy. And that was a thought that used to drive me and kind of haunt me and make me",
        7579.54,
        7591.64
    ],
    [
        " get up early and work hard to push myself. Because I knew that somewhere out there,",
        7591.64,
        7600.86
    ],
    [
        " there wasn't an enemy, a real enemy, a real man, a person, a human that was waiting for me.",
        7601.64,
        7612.06
    ],
    [
        " And that was preparing for me. And therefore, I needed to prepare for him. I needed to be ready.",
        7612.06,
        7623.34
    ],
    [
        " I needed to be the things I always talk about. I needed to be stronger and faster and smarter and",
        7623.82,
        7629.22
    ],
    [
        " better. So that when we did meet on the battlefield, I would be ready for that rendezvous, for that",
        7629.22,
        7643.66
    ],
    [
        " meeting, that fate, that battle. And that thought, that thought of the enemy, yes, it absolutely",
        7643.66,
        7655.36
    ],
    [
        " fueled me. And when I was a leader in the seal teams in charge of men, it was even more profound.",
        7655.92,
        7667.74
    ],
    [
        " Because I was thinking about that rendezvous for everybody that I led, everyone else in charge",
        7668.6,
        7676.9
    ],
    [
        " of everyone that I trained. And I felt that burden, the burden of responsibility,",
        7676.9,
        7685.54
    ],
    [
        " to prepare those men and protect those, those men, those, those frog men, those warriors,",
        7687.12,
        7696.58
    ],
    [
        " my brothers. And it was my burden to train those guys and prepare them.",
        7698.6,
        7713.32
    ],
    [
        " And that burden, it may have made me a little bit crazy, a little bit paranoid, a little bit over",
        7714.64,
        7724.78
    ],
    [
        " the top. But I didn't really know any, any other way.",
        7724.78,
        7737.4
    ],
    [
        " And so now, I am no longer a combat leader. I no longer prepare men for war.",
        7745.92,
        7763.02
    ],
    [
        " So the drive and the motivation is from a different place.",
        7765.74,
        7774.94
    ],
    [
        " It's from a solemn place. The drive now and the motivation now is not really from the enemy.",
        7775.34,
        7792.3
    ],
    [
        " anymore. Now it's from my friends, my brothers. It's from those seals that I knew.",
        7793.02,
        7813.48
    ],
    [
        " And that I cared about more than anything. And that they sacrificed everything.",
        7819.4,
        7842.72
    ],
    [
        " For us and for me, those guys, they gave their lives for us.",
        7846.54,
        7853.96
    ],
    [
        " And now, I cannot help but think and remember that every breath that we take is a gift.",
        7864.72,
        7881.5
    ],
    [
        " It's a sacred gift from those men. Every day we have, every sunrise, every thought,",
        7881.74,
        7892.68
    ],
    [
        " and every smile, and every laugh, it's a gift.",
        7892.96,
        7896.52
    ],
    [
        " And I will treasure that gift, that gift of life.",
        7901.98,
        7911.02
    ],
    [
        " And I will not let it go to waste, not one second of it.",
        7914.26,
        7918.96
    ],
    [
        " And I will cherish every moment of it, and I will live it. I will live it in their memory.",
        7920.08,
        7936.74
    ],
    [
        " And in their honor.",
        7941.02,
        7944.0
    ],
    [
        " I think that's, uh, it's about it for tonight.",
        7944.74,
        7964.14
    ],
    [
        " So, as always, thank you for listening.",
        7968.62,
        7975.58
    ],
    [
        " Thanks for subscribing. Thanks for reviewing. Thanks for supporting.",
        7976.3,
        7982.58
    ],
    [
        " And thanks for taking a moment to remember the brave men and women that have fought and died for our freedoms.",
        7986.52,
        8000.52
    ],
    [
        " And in their memory, make sure you get out there, and you get after it.",
        8002.84,
        8011.34
    ],
    [
        " Until next time, this is Echo and Jocco, out.",
        8012.62,
        8021.78
    ]
]