[
    [
        " This is Jocco podcast number seven with Echo Charles and me, Jocco Willink.",
        0.12,
        8.54
    ],
    [
        " Ambush of dominating patrol at Nidunkini.",
        10.04,
        15.32
    ],
    [
        " Nidunkini is a small village in the midst of the jungles and its extensive cleared patches were developing as farms.",
        16.08,
        26.08
    ],
    [
        " The village had a couple of rice mills closed for a long time, a school, a dispensary, and a small market next to the school.",
        26.42,
        33.76
    ],
    [
        " The market was itself a road junction with houses and huts around.",
        34.5,
        38.3
    ],
    [
        " North east of the market, a couple kilometers away, was the post of the IPKF held in strength.",
        39.06,
        46.38
    ],
    [
        " North of the market was a pond, it's rising in bankmen facing the post.",
        47.36,
        52.82
    ],
    [
        " It had become necessary to dominate Nidunkini by day as well as night at the height of operations in 88 and early 89.",
        54.08,
        63.86
    ],
    [
        " Thereafter, dominating the market became a routine and a gospel for the next battalion, since the relieved battalion in its handing over notes had mentioned the same.",
        64.84,
        76.08
    ],
    [
        " So the new battalion got into the rut and carried on without once asking why this action was necessary.",
        77.38,
        85.92
    ],
    [
        " So much so that the new units dominating patrols even occupied the same trenches in the same fashion for the same period and checked the population in the same manner.",
        86.52,
        99.12
    ],
    [
        " One change it made was to stop occupying the only double story building in the Bazaar and instead occupy only the ground level trenches in the midst of the market.",
        100.1,
        114.34
    ],
    [
        " The second change was to stop searching the nearby school and other buildings, where trenches and bunkers were made, thoroughly before occupying them.",
        114.98,
        125.96
    ],
    [
        " The third change over a period was to stop being inquisitive about the increase or decrease of public attendance in the market, school and other buildings.",
        126.5,
        138.5
    ],
    [
        " The battalion for months had not been involved in any kind of encounter, not even caught or seen a mouse.",
        139.16,
        149.4
    ],
    [
        " So this is setting the stage and I'm reading from a book called Assignment Jaffna, which is about the long civil war in a small country called Sri Lanka.",
        152.36,
        167.88
    ],
    [
        " It's written by a Lieutenant General Sardish Pandey, who was a commander there on the ground.",
        168.5,
        179.92
    ],
    [
        " What's interesting about this book is a very rare book.",
        180.62,
        183.82
    ],
    [
        " In fact, after I picked it up and started reading through it and I figured other people might want to get it.",
        184.18,
        190.18
    ],
    [
        " I looked on Amazon and it's a rare book that you have to buy from individual buyers.",
        191.08,
        196.08
    ],
    [
        " And the reason that I have it is because I bought it on the ground in Sri Lanka in the 90s when I was attached to a seal unit that went to Sri Lanka to help train the Sri Lankan soldiers to fight against the Tamil Tigers, which was an insurgent terrorist group.",
        196.8,
        219.54
    ],
    [
        " Called the LTE, the Liberation Tigers of Tamil Elam.",
        220.06,
        225.06
    ],
    [
        " It is an ethnic group that lived in Sri Lanka and had been mistreated and had now wanted their own state.",
        225.28,
        236.24
    ],
    [
        " So this opening of this book or the opening of the chapter that I just read about this ambushes catches a couple things that I think are very important.",
        237.2,
        246.94
    ],
    [
        " Number one, you heard me say that the new battalion got into this rut and carried on with this mission without once asking why it was necessary.",
        247.38,
        256.66
    ],
    [
        " And I think this is very important for everybody to remember that when you get tasked with something, you need to ask why you're doing it.",
        257.16,
        266.9
    ],
    [
        " You need to understand why you're doing something.",
        267.0,
        269.28
    ],
    [
        " Don't just carry on because it's the way it's always been done.",
        269.74,
        273.0
    ],
    [
        " Ask that question why.",
        273.14,
        274.68
    ],
    [
        " And one of the things that I learned a very hard lesson on on my first deployment to Iraq, we would get a target that would come down the chain and they tell us, hey, there's a bad guy in this building.",
        274.94,
        288.08
    ],
    [
        " And we would literally get a map of some area of Iraq or Baghdad or some city in Iraq like Baghdad.",
        288.76,
        296.68
    ],
    [
        " And on the map, there would literally like a cheesy movie.",
        297.18,
        303.08
    ],
    [
        " There would be a red X on the target building.",
        303.3,
        306.3
    ],
    [
        " And that would be the building and we'd go out and hit it.",
        306.72,
        310.26
    ],
    [
        " And I remember one time we did an operation and we went and took down this target.",
        310.38,
        317.16
    ],
    [
        " We hit the building that had the big red X on it and got the guy that we thought was a bad guy.",
        317.16,
        321.92
    ],
    [
        " And anyways, to make a long story short, when we got the person back and we interrogated him and went through the intelligence that we had taken from the house, it turned out the guy was not a bad guy.",
        322.2,
        334.74
    ],
    [
        " He was just a guy that had been somehow mixed up with something that ended up giving us this quote unquote intelligence.",
        335.06,
        344.02
    ],
    [
        " And so from then on, and as I dug, as I pulled the thread on the red X, I figured out that, you know, just someone had had three houses to choose from and for whatever reason, put the X on that house.",
        344.86,
        355.78
    ],
    [
        " They had no real intelligence behind it.",
        355.98,
        358.2
    ],
    [
        " And so I always would tell the story to the young seals and say, you know, find out who put the X on the target building and make sure that there's a damn good reason why they put that red X there.",
        358.34,
        369.68
    ],
    [
        " So it's also going back to the paragraph that I started with as you could see that these guys were occupying the same trenches, the same fashion, the same period, in the same manner.",
        371.66,
        382.48
    ],
    [
        " So they're definitely locked into a pattern that is going to cost them dearly.",
        383.02,
        388.08
    ],
    [
        " And it goes on to talk about the only changes they did make some changes, but all the changes were negative.",
        388.58,
        394.76
    ],
    [
        " All the changes were wrong. For instance, they didn't occupy the one double story building.",
        394.84,
        400.74
    ],
    [
        " Now anyone that knows anything about tactics knows that you want to take the high ground.",
        401.12,
        405.78
    ],
    [
        " You always want to have the high ground. And here they were in this bizarre and they didn't take the one double story building.",
        406.46,
        413.08
    ],
    [
        " So when you're in a two story building and everything else is a one story building, it gives you, you can see much further.",
        413.36,
        418.16
    ],
    [
        " It's a dominating position. You can shoot up, shoot people much easier. And so you have to take the high ground.",
        418.16,
        426.58
    ],
    [
        " And there's a seal that I know that kind of took that thought. And he had a great quote which was, take the high ground or the high ground will take you.",
        426.9,
        437.34
    ],
    [
        " And you know, when I talk to people about moral or ethical issues, I use that very quote.",
        438.06,
        446.94
    ],
    [
        " Take the high ground or the high ground will take you. So you know, stay on the straight and narrow path.",
        447.4,
        453.16
    ],
    [
        " So going back to this, on a routine round of the day's morning activity, a patrol of about 20,",
        454.02,
        463.52
    ],
    [
        " got out of the post at daybreak, ambled along the road to the rice mill, entered the market, dispersed into the different trenches and bunkers, got into them and started the day's dominating work.",
        464.2,
        477.64
    ],
    [
        " And this term dominating basically means they're going to go out and control the area. That's what that's what this term is referring to when they use this term dominating.",
        477.9,
        486.66
    ],
    [
        " Majority of the trenches were in the, were joining the school premises. The school was closed as it was a holiday.",
        487.8,
        494.84
    ],
    [
        " Doors and windows were locked from the outside. Attendance in the market was thin. Some shops had not opened. Normally they should have.",
        495.68,
        506.86
    ],
    [
        " So if you remember earlier, it says the third change over a period was to stop being inquisitive about the increase or decrease of public attendance in the market.",
        507.54,
        517.62
    ],
    [
        " So it's like the Scooby-Doo, old Scooby-Doo cartoon where you know they say, oh it's quiet, a little too quiet.",
        518.04,
        526.74
    ],
    [
        " And that's exactly what this is. And this is something that we would see in Ramadi, you'd see the streets clear out because the local populace would know somehow that there was an attack that was imminent.",
        526.74,
        538.04
    ],
    [
        "",
        538.58,
        538.58
    ],
    [
        " Around breakfast, all hell broke loose. The doors and windows of the school suddenly opened fire and started, and started incoming into the trenches and bunkers in front almost at point blank range.",
        541.74,
        559.64
    ],
    [
        " Thereafter grenades were thrown into the trenches. As those few outside the school tried to react, the militants occupying the double story building brought murderous fire on them below. Every movement was picked up.",
        560.22,
        572.52
    ],
    [
        " The two-inch mortar detachment which had stayed off and was still behind across the school was only the only element not hit or engaged. It quickly got behind some cover and fired a few bombs.",
        573.26,
        584.78
    ],
    [
        " Then they too were picked up, barely a few managed to get behind some building on the other side and kept a desultory volley of shots. It was all over in the market, but not on its outskirts.",
        585.18,
        596.8
    ],
    [
        " So now you have these guys that had been in these positions and clearly the insurgents had set up on them completely and just unleashed in moments had them gunned down.",
        597.4,
        610.1
    ],
    [
        " The post, so the post is where these guys had patrolled to this market from. The post reacted quickly and sent a relief patrol directly to the school through open patty fields.",
        611.24,
        622.22
    ],
    [
        " The militants had correctly anticipated it. As you can imagine, the militants knew exactly where the post was. They knew when they hit these guys that they would send reinforcements, here come the reinforcements, they're ready.",
        622.88,
        636.46
    ],
    [
        " They gave a searing welcome to the relief party and pinned it to the ground. The post mortars had been deployed and fired on the bond of the column which dominating heights of the militants had immobilized the relief column.",
        636.68,
        650.68
    ],
    [
        " The militants seemed to be enjoying it as they pumped automatic fire into the post itself from the nearby jungle edge, although this fire was more in the nature of gesture of defiance.",
        651.12,
        661.32
    ],
    [
        " So they not only were hitting the market, but they had coordinated so that when the market when they started to attack the the the Sri Lama or sorry the Indian soldiers in the market, as soon as they started that then when that reaction force came from the post, they hit the post as well.",
        662.18,
        678.42
    ],
    [
        " As quickly as they had half an hour later, the militants stopped firing as quickly as they had started it and melted away with the booty of weapons from more than a dozen killed and wounded soldiers of the dominating patrol.",
        679.2,
        694.44
    ],
    [
        " So obviously a horrific situation and this is where the general asks some questions, some poignant questions.",
        695.08,
        705.42
    ],
    [
        " What kind of training had this battalion done? What manner of mental, attuninal, professional preparation had it achieved before being inducted into the battlefield in Sri Lanka?",
        706.34,
        718.82
    ],
    [
        " What attention did its previous brigade and divisional commanders give the training and attuning it before dispatching it to Sri Lanka?",
        720.04,
        727.64
    ],
    [
        " Surely it was forced to keep doing its station duties, providing working parties for golf courses, clubs, sports events and other peacetime activities senseless.",
        728.72,
        741.54
    ],
    [
        " So what he's saying there is that while this force was back in India instead of training, what they were doing was helping with golf events and taking care of the local sporting events that they were doing, helping with the clubs, cleaning up, they weren't training for war, which is what they should have been doing.",
        744.98,
        764.74
    ],
    [
        " And that's the domination squad.",
        765.0,
        766.86
    ],
    [
        " That's the domination squad. Yeah, this is the guys, they were not ready.",
        766.86,
        770.38
    ],
    [
        " Where the CEO stood up, resisted peacetime demands made by selfish, peace-oriented, peace-oriented brigade and divisional commanders and trained their men.",
        771.58,
        788.12
    ],
    [
        " They and their units did well. They saved, they saved on casualties and sought the enemy. So he's saying that the commanding officers back in India that stood up and said, look, we're not going to manage the golf game, we're not going to go clean up the club over there.",
        788.64,
        804.12
    ],
    [
        " We're going to train for war. Those guys did well.",
        804.42,
        806.8
    ],
    [
        " Where newly inducted units failed and senselessly suffered, the blame must squarely and entirely fall on the unprofessional, indifferent brigade and divisional commanders from whose formations such units came as reliefs in Sri Lanka.",
        807.88,
        824.34
    ],
    [
        " It was a breach of faith all along, so pain, so very painfully callous and unprofessional, even as late as the beginning of 1989.",
        825.0,
        834.72
    ],
    [
        " So you had this, the IPKF, which is the Indian peacekeeping force, who has really fought in all kinds of different wars all over the world.",
        836.06,
        844.56
    ],
    [
        " But they had been sent into Sri Lanka to try and quell the violence between the Sri Lankan government and the LTT.",
        845.22,
        851.78
    ],
    [
        " And they, first of all, they thought they were going to be getting, they thought they were going to be in a peacekeeping mission and they ended up not being, I mean, they ended up being on a peacekeeping mission, but they ended up in serious combat with the two tigers.",
        852.7,
        867.32
    ],
    [
        " So it's these questions that he asks, you know, what kind of training did they have, what attention was paid.",
        867.64,
        879.28
    ],
    [
        " These are things that if you're in a leadership position, you should be asking yourself, what position are you putting your people into and how well have you trained them for it.",
        879.82,
        888.6
    ],
    [
        " And if you have not trained them for it, then you need to train them for it. And also assessing where you are going to end up.",
        889.18,
        896.38
    ],
    [
        " And this is something that when I was running training in the SEAL teams, I was always training guys for the worst case scenario.",
        896.58,
        904.66
    ],
    [
        " In fact, we would do, we would set up operations where we'd tell them, okay, you're just going to go and meet with the local tribal leader and we'd, you know, we'd have actors that were going to play the local tribal leader.",
        904.88,
        913.08
    ],
    [
        " And we just want you to go in there and you know, drink tea with them and try and gather some information from them.",
        913.3,
        917.68
    ],
    [
        " And so there you go, okay. And if they didn't prepare properly, they would get destroyed.",
        917.94,
        924.48
    ],
    [
        " Because of course we lower them in and say, oh yes, the tribal leader is ready to meet with you. Oh great.",
        924.48,
        928.58
    ],
    [
        " Lower them into the room and then all of a sudden you take that guy hostage, you kill him and then you start, so he'd cause total mahem.",
        928.96,
        934.44
    ],
    [
        " But the point was you always had to prepare for the worst case scenario.",
        934.64,
        937.28
    ],
    [
        " And that's obviously not something that happened here.",
        938.08,
        941.52
    ],
    [
        " I'm going into another ambush.",
        942.64,
        945.86
    ],
    [
        " It was a good unit had trained and prepared well before coming into Sri Lanka in late 1988.",
        951.82,
        960.14
    ],
    [
        " It had well taped up drills, the unit and sub-unit commanders planned their operations as innovatively as circumstances permitted and took pains to avoid routine.",
        960.68,
        972.56
    ],
    [
        " So these guys were a little bit sharper. One of the biggest things you need to watch out for in a combat situation is routine and doing the same thing over and over again and giving a pattern of life that people can recognize and take advantage of.",
        972.56,
        985.12
    ],
    [
        " So these guys were trying to avoid that.",
        985.2,
        986.72
    ],
    [
        " Their one slip up was that they did not take enough pains to detect the setting in of routine and inclination to find comfort in slackness.",
        987.22,
        997.92
    ],
    [
        " So that means they did a good job when they were fresh.",
        999.48,
        1003.9
    ],
    [
        " But once they started feeling tired, they would slip into routine and they'd slip into slackness.",
        1004.14,
        1011.2
    ],
    [
        " Like complacency.",
        1012.14,
        1013.9
    ],
    [
        " As a newly inducted unit, the men were alert up and about and keen and for a long time nothing happened.",
        1014.28,
        1025.08
    ],
    [
        " And this is something that people try to express about combat but combat is often a lot of waiting.",
        1025.08,
        1030.7
    ],
    [
        " And sometimes they picture this, sometimes they portray this well and the better movies about combat, they show these long periods of waiting and that can be what combat is.",
        1031.58,
        1044.94
    ],
    [
        " And what's happening here is this unit is there and for a long time nothing's happening.",
        1045.94,
        1053.08
    ],
    [
        " So when nothing happens, you start to get more and more complacent.",
        1053.26,
        1059.66
    ],
    [
        " In mid May 1989, on a day when the road to elephant pass had to be opened by the unit, one of the posts and route detailed its platoon to ensure security of a stretch of road for a distance of about 2 kilometers.",
        1059.66,
        1077.08
    ],
    [
        " The platoon split into four parties of 6 to 7 men each and set out to search the road physically and secure an area stride to it a distance of 300 to 500 meters within its given beat.",
        1079.86,
        1094.74
    ],
    [
        " Having cleared the roads, these parties established squads 300 to 400 meters away from the road from where they could observe the road stretch and the area astride it.",
        1096.88,
        1107.24
    ],
    [
        " At varying intervals, one squad was to move out and relieve the next one and so forth, the chain of relief would go, sometimes clockwise, sometimes anti-clockwise.",
        1107.72,
        1118.44
    ],
    [
        " This was to overcome boredom, avoid routine and keep mobile at odd times and thus dominate the stretch.",
        1118.92,
        1126.22
    ],
    [
        " So what they're doing is they've got their little squads set up and then occasionally one squad would go move to another squad's position and that squad would go to another squad's position.",
        1127.08,
        1134.58
    ],
    [
        " So they would just do that to keep moving, keep mobile, not get complacent.",
        1134.74,
        1138.88
    ],
    [
        " The road had been kept open for the whole day for up and down convoys so they had to keep this road open because they were running convoys to another area.",
        1139.56,
        1148.2
    ],
    [
        " Adjacent to the road ran the railway line too over which that day two trains were to run.",
        1149.1,
        1154.12
    ],
    [
        " It would be a long day as all such road rail opening days were so this is kind of a common mission for them to secure these roads and these railroad tracks to get convoys through to bring logistical supplies to other parts of the road.",
        1154.42,
        1168.86
    ],
    [
        " The platoon secured the area and saw the convoy and the trains through by about 1030.",
        1172.52,
        1179.42
    ],
    [
        " So 1030 the morning they'd gone by. They would now have to wait for the returning convoy in trains in the afternoon.",
        1180.6,
        1186.84
    ],
    [
        " The sun was well up in the sky and the men were being baked. Humidity added to the discomfort.",
        1187.78,
        1193.5
    ],
    [
        " It was time for the squads to get up and move out to relieve the next one.",
        1194.96,
        1198.96
    ],
    [
        " Number 1 and number 2 squads were north of the T junction about 400 to 500 meters away from it.",
        1199.66,
        1206.8
    ],
    [
        " Number 4 and 3 squads were opposite one and two respectively south of the road.",
        1207.46,
        1214.42
    ],
    [
        " Number 1 squad however over a period had quietly decided to reduce this distance and establish itself next to the T junction in a thick coconut grove which had good shade.",
        1214.8,
        1228.1
    ],
    [
        " So there's that opportunity instead of baking out in the sun we're just going to kind of get a little bit closer to the road, get a little bit closer to the T junction we're going to sit in some shade.",
        1228.98,
        1237.42
    ],
    [
        " The squad occupied the grove as it had been doing and relaxed against the trees.",
        1239.1,
        1244.6
    ],
    [
        " It was comprised of six men. They did not feel the necessity of posting centuries. No guards were out.",
        1245.82,
        1254.76
    ],
    [
        " The militants had noticed this routine so this whole time they're being observed and you know that's something you've always got to expect you've always got to expect that you're being watched.",
        1256.46,
        1265.66
    ],
    [
        " About 15 militants with weapons slowly drove a vehicle to the T junction and went on dropping a few members at four or five places around or sorry across the branch road opposite the unalert squad barely 40 meters away.",
        1266.84,
        1284.8
    ],
    [
        " Then they occupied a few old trenches dug by the IPKF during the previous year. So here are these guys basically asleep and sitting in this coconut grove and 40 meters away.",
        1286.68,
        1300.92
    ],
    [
        " I mean you played football 40 less less than half a football field away you've got the insurgents getting in position.",
        1301.18,
        1308.04
    ],
    [
        " Is it indicating that they were doing that on purpose like those are tactic to lull them to sleep a little bit or is it just kind of just sheer complacency on the front that I think I don't think they had a way to learn to sleep.",
        1310.48,
        1323.58
    ],
    [
        " I'm sure that they were watching this area. I'm sure that this was an area that they had done this mission before and so they probably sat there and watched them do this three or four or five or ten times in the past.",
        1323.7,
        1334.32
    ],
    [
        " And when these guys lay a were state alert then they wouldn't attack them. They just watched and waited and finally one day they see him it's a hot day.",
        1334.32,
        1341.76
    ],
    [
        " They go down and watch they see them getting complacent and they move into position. Yeah so it's not like they were waiting as a tactic like let's not do anything and create this feeling of inactivity.",
        1341.8,
        1352.4
    ],
    [
        " So so they go to sleep. This is how they happen to get in place and they catch them over and over again and every time that that squad was alert they just said okay we're not going to hit them.",
        1352.78,
        1362.56
    ],
    [
        " You know we used to say that about when we were driving around my first deployment to Iraq and we'd be driving around in our humvees with no armor on them.",
        1362.56,
        1369.16
    ],
    [
        " Slick humvees and we would say look our protection is that we're going to look alert we're going to have our guns scanning we're going to be everyone's going to have a gun pointed at the at the you know at a target somewhere wherever you think would be a target.",
        1369.8,
        1382.72
    ],
    [
        " So that if an surgeon is going to attack us they're going to look at us and say you know what let's wait till a little less aggressive convoy came through and it and it usually worked.",
        1382.86,
        1391.2
    ],
    [
        " I mean we only got to ambush a few times and and so so generally I assume that that work well for us considering how often ambushes were happening.",
        1391.2,
        1399.2
    ],
    [
        " Yeah around 1100 around 1100 hours all of them poured bullets into the resting squad not one remained alive not one could fire back.",
        1401.44,
        1411.98
    ],
    [
        " Thus just then the number four squad which had up which had up stuck from its location south of the main road and was going to number one's location to relieve it entered into the inferno.",
        1412.14,
        1423.96
    ],
    [
        " The opening volley of the militants who were watching caught and killed four of this party to and wounded the other two just as they were entering the grove.",
        1424.32,
        1435.12
    ],
    [
        " Out of these two once succumbed soon but the other who survived froze took no further part perhaps feigning death and survived hearing this firing.",
        1435.12,
        1447.8
    ],
    [
        " The number three squad which was about a kilometer away rushed in very fast and was at the site in less than 10 minutes even as the militants were still firing.",
        1449.62,
        1460.98
    ],
    [
        " The number two squad also reached the site a little north simultaneously to engage the retreating militants this prompt us was good but was not.",
        1461.74,
        1474.64
    ],
    [
        " But what was not was that the two groups having connected or having contacted an exchange fire with the militants at that at the site did not pursue the militants and allow them a clean break and they allowed them a clean break.",
        1476.9,
        1491.7
    ],
    [
        " So these other two squads when the firing started they rushed in from two different directions and actually weren't a good position to do some big damage to the militants but they didn't.",
        1491.74,
        1504.78
    ],
    [
        " It is all the more regrettable because the two parties had contacted the militants from two directions and were thus in a position of considerable advantage instead all of them converged on the site and started getting hold of the dead and wounded.",
        1505.98,
        1520.74
    ],
    [
        " So instead of attacking they all just converged on the guys that were dead and wounded and started taking care of them.",
        1523.92,
        1530.34
    ],
    [
        " The losses amounted to 10 killed and one wounded the militants suffered one dead.",
        1530.86,
        1534.86
    ],
    [
        " So again a horrible situation.",
        1536.38,
        1539.02
    ],
    [
        " The glaring example of crass complacency on the part of our brave soldiers who neither firmly adhere to the spirit and content of basic tactical teaching nor thinks it's necessary to use that little brain God has given.",
        1539.68,
        1553.64
    ],
    [
        " Our teaching and officeuring methods make sure that the soldier does not use his gray matter and develop a guile.",
        1555.36,
        1564.38
    ],
    [
        " So what he's saying is the way that they train these troops and how they treat them they get them so that they don't use their brain.",
        1577.26,
        1586.5
    ],
    [
        " And that's something that we've talked about on this podcast multiple times.",
        1588.84,
        1592.52
    ],
    [
        " Well it's just going automatically boom boom.",
        1592.58,
        1594.38
    ],
    [
        " No, to try and make sure that the training that you do expands your brain and makes you think and I told quite a few stories about how my goal when I was running training was to put these guys in situations where the only way out was to use their brain.",
        1594.52,
        1610.02
    ],
    [
        " Not to use their physical skills, not to use the tactics that they already knew, not to fall back on on their training that had been embedded into their brain but to think of their own solution to a problem.",
        1610.16,
        1623.7
    ],
    [
        " Okay, yeah.",
        1623.9,
        1624.5
    ],
    [
        " You know when you when you in this I can jujitsu when you see someone that is really masterful in jujitsu.",
        1625.58,
        1632.68
    ],
    [
        " The person that you consider that is the person that you see get into a position and they do something completely unexpected.",
        1632.68,
        1638.6
    ],
    [
        " That's the kind of training that I want to do for people to put them in positions where they have to do something that's unexpected and new and that they created.",
        1639.06,
        1646.34
    ],
    [
        " Nobody from the patrol could be punished.",
        1647.84,
        1650.3
    ],
    [
        " Those who made the mistake were already dead.",
        1650.88,
        1653.72
    ],
    [
        " It's a damn shame.",
        1655.14,
        1661.94
    ],
    [
        " So to talk a little bit about this book, this book as I said, it's called Assignment Jaffna by Sardash Pandey.",
        1666.3,
        1674.62
    ],
    [
        " Lieutenant General Sardash Pandey.",
        1675.1,
        1676.82
    ],
    [
        " And here's his opening to the book and I think this is one of the most honest openings to a book I've ever heard.",
        1677.44,
        1684.12
    ],
    [
        " This book is an attempt to present to the reader an account of Operation Pa Wan are considerable endeavor on military diplomatic political front in Sri Lanka from 1987 to 1989.",
        1684.86,
        1698.76
    ],
    [
        " A period of over two and a half years.",
        1699.32,
        1700.84
    ],
    [
        " And this is where I think this guy is just beautifully honest.",
        1701.8,
        1705.06
    ],
    [
        " I lay no claim to scholarship and research on the subject.",
        1705.82,
        1709.32
    ],
    [
        " Nor have I had ready-at-hand documentary backup to substantiate my remarks and conclusions.",
        1709.72,
        1715.82
    ],
    [
        " I have not attempted to consult others who were closer to the decision makers or even the decision making process itself.",
        1716.46,
        1723.24
    ],
    [
        " I kept no notes, no diaries, not even compared notes with my peers, colleagues or subordinates.",
        1724.1,
        1731.74
    ],
    [
        " With my seniors, I had the normal all-too-human quota of professional animus.",
        1732.54,
        1737.62
    ],
    [
        " I did my job as I understood, perceived and thought it appropriate.",
        1737.86,
        1744.62
    ],
    [
        " In my post-retirement glow, I simply reminisced.",
        1745.4,
        1748.68
    ],
    [
        " Memories researched as I did so, not always with precise contextual precision perhaps, but with sufficient clarity to heat up, illuminate and see through this effort.",
        1750.34,
        1760.62
    ],
    [
        " And this is something that I went whenever I'm in the books that have always hit me.",
        1761.98,
        1768.74
    ],
    [
        " And the books that we've used in this podcast are these books that I find value in.",
        1768.8,
        1773.98
    ],
    [
        " And that's the books with kind of unaltered thoughts.",
        1774.3,
        1776.92
    ],
    [
        " And it's usually coming from the person itself.",
        1777.38,
        1779.5
    ],
    [
        " And that's one thing that automatically gives me a negative impression or not a negative impression.",
        1779.7,
        1787.5
    ],
    [
        " But I love hearing it the voice of the person that did it.",
        1787.8,
        1791.32
    ],
    [
        " I want to hear from that person.",
        1791.32,
        1793.24
    ],
    [
        " As soon as you interpret it, as soon as someone else interprets it, you know it's getting spun somewhere or another.",
        1793.46,
        1798.56
    ],
    [
        " Intentionally or not, there's a different viewpoint.",
        1798.72,
        1800.48
    ],
    [
        " And this is something that I used to, when we were running training, when I was running training, and you'd have a guy do something.",
        1801.32,
        1808.0
    ],
    [
        " You'd have a guy come into a room, and this is just a training operation, but you'd have a guy come into a room and there'd be a doorway or a prisoner or a hostage.",
        1808.66,
        1817.44
    ],
    [
        " And they would do something like dumb or crazy or wrong.",
        1818.02,
        1822.18
    ],
    [
        " But you know, some guys would say, you know, go and do it again.",
        1823.62,
        1827.78
    ],
    [
        " You'll go and do that again.",
        1828.36,
        1829.78
    ],
    [
        " And although we would definitely make them do it again, I would always make them deal with what they did.",
        1830.14,
        1835.0
    ],
    [
        " Because they did whatever their instincts told them to do.",
        1835.32,
        1838.54
    ],
    [
        " And what your instincts told them to do, guess what?",
        1838.7,
        1840.6
    ],
    [
        " Your instincts were wrong.",
        1840.76,
        1841.54
    ],
    [
        " Now you still have to deal with it.",
        1841.78,
        1842.78
    ],
    [
        " So I like these guys that talk about what they did.",
        1843.9,
        1849.38
    ],
    [
        " And as you can see from those first two, you know, stories, this guy's talking about what they did wrong, what happened bad, and his assessment of why.",
        1849.52,
        1859.5
    ],
    [
        " I'm going to continue.",
        1860.8,
        1861.5
    ],
    [
        " It is the account of the happenings as seen through the eyes of a divisional commander who in war in my opinion and experience is the main link between strategy and tactics and the main difference between perception and insight.",
        1862.1,
        1875.98
    ],
    [
        " So he's in a good position.",
        1876.6,
        1878.36
    ],
    [
        " He's kind of seeing what was, you know, how that strategy of what the what the goal was, how that got interpreted into the ground.",
        1878.46,
        1888.1
    ],
    [
        " There are others who cherish macro level viewing and tend to underrate ground realities.",
        1892.14,
        1898.52
    ],
    [
        " This is another thing that I always look for.",
        1899.04,
        1901.64
    ],
    [
        " Now, of course, I'm interested in what the generals say.",
        1902.0,
        1904.58
    ],
    [
        " Absolutely.",
        1904.84,
        1905.52
    ],
    [
        " I'm always interested in what the president say or what the prime minister says and how the generals took that and what they did with it and those broad strategies.",
        1905.78,
        1913.56
    ],
    [
        " I'm very interested in that.",
        1913.56,
        1915.08
    ],
    [
        " I always want to read about that.",
        1915.14,
        1916.14
    ],
    [
        " In what he's saying, there's others that cherish the macro level viewing, which is what that is, the generals, and tend to underrate the ground realities.",
        1916.46,
        1927.7
    ],
    [
        " And I agree with him.",
        1928.34,
        1929.14
    ],
    [
        " I belong to the former category.",
        1930.7,
        1933.08
    ],
    [
        " Mine was termed a worms view and I preferred it that way, meaning he is the guy that was on the ground.",
        1933.76,
        1941.02
    ],
    [
        " And this is what he saw as he, as if he was a worm on the ground.",
        1941.02,
        1945.38
    ],
    [
        " That's how on the ground he was.",
        1945.38,
        1947.44
    ],
    [
        " I knew exactly where I stood.",
        1948.92,
        1950.76
    ],
    [
        " It is this that produced considerable disillusionment, friction, and differences with superiors, superior headquarters, and planners.",
        1952.2,
        1961.08
    ],
    [
        " Once again, this is something that I always find intriguing when you get these guys, these soldiers, people like Hackworth, people that are dedicated, you know, lifelong military members, and they get this twist of disillusionment and suspicion against their higher headquarters.",
        1961.2,
        1984.9
    ],
    [
        " I kept shouting myself horse, but the juggernaut rolled on unheeding.",
        1985.9,
        1992.0
    ],
    [
        " So despite this guy's protests and talking and trying to explain, the juggernaut rolled on unheeding.",
        1992.76,
        2000.2
    ],
    [
        " There is a school fought which says that mistakes were bound to be made in the complex and undertaking of projecting power outside our national geographical confines and that these have to be taken and stride.",
        2003.0,
        2017.9
    ],
    [
        " So yeah, hey, look, we're going to have mistakes.",
        2018.82,
        2020.38
    ],
    [
        " They're going to happen.",
        2020.38,
        2021.08
    ],
    [
        " We just have to deal with them and move on.",
        2021.26,
        2023.48
    ],
    [
        " But he goes on.",
        2024.38,
        2026.5
    ],
    [
        " My contention is that if we consider ourselves professional soldiers and experts in concerned fields, then there was no need to and no excuse for committing most of these mistakes.",
        2026.94,
        2041.06
    ],
    [
        " After all, it was human lives and limbs which were being lost.",
        2041.92,
        2046.8
    ],
    [
        " We know we have an abundance of manpower, even cheap human lives in this country, but that does not give us the power of attorney to waste them.",
        2047.6,
        2057.5
    ],
    [
        " And I think that's a sediment that anybody that's been on the front lines can understand is that it's easy to write those checks from the government or from the government.",
        2058.88,
        2076.78
    ],
    [
        " The rear echelon or from the safe place.",
        2077.2,
        2083.54
    ],
    [
        " But those checks that you're writing are human lives and no one should write that check without a heavy burden on their mind.",
        2083.9,
        2095.58
    ],
    [
        " There is a good deal of eye in the narration.",
        2098.56,
        2102.42
    ],
    [
        " It is not so much because of my ego to show up myself or to put others always in the dock.",
        2102.88,
        2111.38
    ],
    [
        " But simply because it is a compilation of what I as a cog in the gigantic wheel saw felt perceived and got influenced by.",
        2112.2,
        2122.52
    ],
    [
        " I think it's interesting that this guy is saying, look, the book is about me and I apologize and I'm not trying to be ecotistical.",
        2123.56,
        2131.54
    ],
    [
        " And actually in reading that right now, I know that on multiple discussions that I've had about the book that Lafayette wrote, we're doing the same thing.",
        2131.72,
        2140.56
    ],
    [
        " We're like, look, it's not, you know, sorry, we're not, it's not about us, it's about what we learned.",
        2140.68,
        2146.64
    ],
    [
        " And I think he's trying to make the same statement there.",
        2146.96,
        2150.02
    ],
    [
        " Sri Lanka was a fascinating assignment, the most challenging of my life, the most tense, the most rewarding.",
        2152.6,
        2160.02
    ],
    [
        " And I think that anybody that's been in tense combat will tell you that's the most rewarding thing that they will do in their life.",
        2160.92,
        2169.52
    ],
    [
        " I am grateful to my colleagues, subordinates, peers, and our magnificent men, steady, solid as they are.",
        2170.02,
        2179.82
    ],
    [
        " I have a high regard for the LTE, for its discipline, dedication, determination, motivation, and technical expertise.",
        2182.6,
        2192.74
    ],
    [
        " So there he is, he's talking about the enemy. And you've heard me say it on here, is you have to respect your enemy.",
        2193.76,
        2200.02
    ],
    [
        " And there he is, he is high regard for the LTE and its discipline and dedication and determination, motivation and their technical expertise.",
        2200.26,
        2207.94
    ],
    [
        " That's everything.",
        2208.08,
        2209.18
    ],
    [
        " But find little justification in its senseless, mullish, destructive insistence on continuation of military means in the search of an honorable solution to the Tamil problem in Sri Lanka.",
        2211.02,
        2223.96
    ],
    [
        " And he goes on, I think some of my Ernst-Walls subordinates for helping me refresh my memory, most of them took me seriously in war and remained two steps ahead of me in their spheres. God bless them.",
        2227.16,
        2240.76
    ],
    [
        " So like me looking at the guys that worked with me and for me, I hold them in the highest regard for taking care of me.",
        2242.82,
        2250.96
    ],
    [
        " Then he's saying the same thing. Fashion apart, I genuinely feel I must dedicate this personal account to the young officer, the young soldiers, and the Jaffna Tamils, who made me a good soldier and a better human being in my own eyes.",
        2252.0,
        2270.3
    ],
    [
        " I think that's just an outstanding opening for a book.",
        2271.66,
        2275.48
    ],
    [
        " Now, getting into the tactics, on their arrival, he goes on to say, our tactics were predetermined, straight-jacketed, predictable and reactive.",
        2276.78,
        2293.36
    ],
    [
        " These rose only a little above what is known as minor tactics in military terminology, that is tactical rain-minch and drills at section and platoon level.",
        2294.22,
        2303.88
    ],
    [
        " Counterinsurgency operations demanded far more innovative and integrative formulations at company, battalion, and formation levels.",
        2304.42,
        2313.36
    ],
    [
        " This is obviously something that we had to deal with in Ramadi, and that was this idea of counterinsurgency.",
        2314.38,
        2323.36
    ],
    [
        " It's infinitely more complex than a situation where two uniformed military groups are fighting against each other. Everything is clear.",
        2323.84,
        2335.7
    ],
    [
        " It's very easy to understand. They have a different shaped helmet, they have a different colored uniform, and we're going to get on our different sides of the lines, and we're going to go and destroy them.",
        2337.12,
        2347.88
    ],
    [
        " An insurgency is just infinitely more complex. People mixed in with a populace, a populace swaying back and forth on who they support, wanting to protect the populace from the insurgents.",
        2348.6,
        2357.98
    ],
    [
        " Some of the populace supporting the insurgents and some of the populace supporting the host nation or the friendlies, it's just an infinitely more complex situation.",
        2358.02,
        2368.88
    ],
    [
        " How he explains it, counterinsurgency remains essentially a company in platoon commander's battle task.",
        2369.48,
        2376.88
    ],
    [
        " He's saying that it is those front line guys that are actually going to make it happen. However, he goes on, they're conserved, integrated, mutually responsive, and interconnected employment demands particularized tactics at battalion and brigade levels.",
        2376.88,
        2393.0
    ],
    [
        " And what that means is that the person who's overall in charge has got to do an outstanding job of explaining what the mission is and explaining how it's connected and explaining how what is going to happen on the front line is going to affect the broad strategy.",
        2393.74,
        2409.4
    ],
    [
        " Getting that commander's intent down to the front lines is critical. This is something that when I was in Ramadi and I was working for Colonel Sean McFarland, who's now General McFarland, who is just an unbelievably outstanding leader.",
        2409.76,
        2422.48
    ],
    [
        " But he was able to get his intent, you know, from him to the battalions, to the companies, to the platoons, to the squads and right down to the front line leadership.",
        2422.48,
        2434.32
    ],
    [
        " Very similar situation that Colonel McFarland was able to execute in a just an outstanding way.",
        2434.74,
        2445.78
    ],
    [
        " So now we get to beyond the strategy or beyond the tactics and as we talked about on the last podcast, what always interests me more is the principles of war.",
        2448.16,
        2462.56
    ],
    [
        " And how different people in different situations see those principles and how those principles of war can be translated into principles of life and principles of business and principles of fighting and principles of relationships and everything that you're doing.",
        2462.74,
        2482.46
    ],
    [
        " And really also the principles of the war within and the war that we have within ourselves to beat back the insurgents that are in our mind, you know, beat back the emotions that are in our mind that are trying to make us weak and trying to bring us down and trying to keep us from being the best that we can be.",
        2482.86,
        2506.2
    ],
    [
        " So those principles of war apply to so many different things and that's why I find them so fascinating.",
        2507.02,
        2512.92
    ],
    [
        " And luckily enough, the good general has a section that's called principles of war.",
        2513.7,
        2522.34
    ],
    [
        " Principles of war distilled from conventional warfare are well known, but their degree of relevance in insurgency wars is not the same.",
        2524.4,
        2533.76
    ],
    [
        " Again, we're talking about insurgency much more complex.",
        2534.36,
        2539.2
    ],
    [
        " Insurgency is total war in the sense that involves people too in an intimate and positive manner. Employees all sinus of war, political, social, economic, psychological, diplomatic, and military.",
        2539.9,
        2555.58
    ],
    [
        " It exemplifies determination and readiness for great sacrifices and pursuance of its goals.",
        2556.08,
        2563.16
    ],
    [
        " It eggs I'm going to read that again, echo. I'm not sure you got it.",
        2566.4,
        2570.16
    ],
    [
        " It exemplifies determination and readiness for great sacrifices and pursuance of its goals.",
        2570.34,
        2576.3
    ],
    [
        " So what you're trying to achieve in an insurgency and accountur insurgency situation is so hard to achieve.",
        2576.64,
        2582.7
    ],
    [
        " It is so difficult to achieve.",
        2583.3,
        2586.86
    ],
    [
        " Insurgency is an unrelenting low-intensity long-drawn war with time and opportunity serving the interests of the insurgency and wherein the insurgent designs to overcome his weakness in one's fear with strength in the others.",
        2588.32,
        2605.64
    ],
    [
        " So in an insurgency they don't have tanks, but they have time and they can wait you out and they can just pick away at you the death of a thousand cuts.",
        2608.0,
        2621.54
    ],
    [
        " That's what the fear is. That's how the insurgency is going to win is the death of a thousand cuts.",
        2621.74,
        2627.22
    ],
    [
        " And when I think about me or you or us as individuals, it's those little things.",
        2627.92,
        2637.06
    ],
    [
        " It's those little cuts, it's those little times, it's those little situations where you cut yourself a little bit of slack.",
        2637.26,
        2643.16
    ],
    [
        " And that's the insurgent winning. That's the insurgent beating you.",
        2644.12,
        2649.52
    ],
    [
        " So the principles themselves, relentless pursuance of the aim.",
        2651.68,
        2659.1
    ],
    [
        " The LTT was clear in its aim and unrelenting in its pursuit.",
        2659.72,
        2668.86
    ],
    [
        " Ilam and political settlement on its terms. Ilam was the name that they wanted to give the state for the the Timils.",
        2671.94,
        2678.82
    ],
    [
        " And that was their clear aim with no, no other possible modifications that they wanted their own state period.",
        2679.34,
        2688.4
    ],
    [
        " On the other hand, we were not very clear about our aim.",
        2689.78,
        2693.54
    ],
    [
        " Destruction of the LTT or weakening it. If the latter, then to what degree?",
        2694.74,
        2699.42
    ],
    [
        " We had not fought through the eventuality of the Sri Lankan government refusing to fulfill its part of the accord obligations.",
        2700.34,
        2706.78
    ],
    [
        " We did not know what to do with a warring LTT, hostile population, or recalcitrant Sri Lankan government.",
        2707.46,
        2715.22
    ],
    [
        " And as it finally turned out, we were not even sure of what our national interests were and what military infantry intervention and later military operations were required to achieve.",
        2715.86,
        2727.66
    ],
    [
        " This is when you hear all the time about people saying, you got to write down your goals. This is what they're talking about.",
        2728.8,
        2734.74
    ],
    [
        " You got to know what your goals are. You got to have them clear.",
        2735.0,
        2737.64
    ],
    [
        " And then you got to have a relentless pursuance of the aim.",
        2738.48,
        2741.96
    ],
    [
        " That's how you get things done.",
        2743.18,
        2744.66
    ],
    [
        " It's kind of like when people are like, I got to get in better shape, but that's it.",
        2745.42,
        2748.48
    ],
    [
        " Yeah. Yeah.",
        2748.7,
        2749.96
    ],
    [
        " Yeah. It needs to be a clear goal. What does that mean? Is that a certain amount of running? Is that a body weight that you're trying to reach?",
        2750.76,
        2757.4
    ],
    [
        " Is that a strength goal? What is that goal?",
        2757.48,
        2759.92
    ],
    [
        " Do you write it down? Do you know exactly what it is and is it clear?",
        2761.36,
        2764.64
    ],
    [
        " Next, aggressive spirit.",
        2768.88,
        2770.92
    ],
    [
        " It's an interesting how we keep hearing this word aggression and aggressiveness in all these different principles of war.",
        2771.28,
        2778.74
    ],
    [
        " Aggressiveness is so important.",
        2779.16,
        2781.64
    ],
    [
        " And what we talked about on the last podcast, and I talked about how it had to be balanced.",
        2782.22,
        2787.4
    ],
    [
        " But it has to be balanced.",
        2788.2,
        2789.82
    ],
    [
        " But man, it has to be there. That aggressiveness has got to be there.",
        2790.32,
        2793.98
    ],
    [
        " In low intensity, long drawn conflict, unflagging aggressive spirit is a vital importance far more than in conventional offensive action.",
        2794.52,
        2804.06
    ],
    [
        " The LTE had realized it thoroughly and practiced it with great deliberation and to great effect.",
        2804.66,
        2812.5
    ],
    [
        " We were somewhat lacking in it.",
        2813.4,
        2815.7
    ],
    [
        " And I think this insurgency, and this talking about an insurgency when we're talking about life and becoming better, is because it is a long term struggle.",
        2817.7,
        2828.48
    ],
    [
        " You know, the conventional war is a fast war where you know what's going to happen.",
        2829.8,
        2836.34
    ],
    [
        " You know who your enemy is. You go and you fight. It's done. It's very easy.",
        2836.64,
        2840.7
    ],
    [
        " The conventional, I mean, the the the insurgent war is more like what we go through as humans trying to improve because it's a long drawn out struggle.",
        2840.84,
        2852.16
    ],
    [
        " And we're we've got pieces of our brain that are changing sides just like the local populace might in its very, very challenging.",
        2852.16,
        2860.8
    ],
    [
        " And that's why this notion of aggressiveness.",
        2860.96,
        2863.42
    ],
    [
        " And knowing what your aim is and then this relentless pursuance of this aim and getting aggressive as you pursue that aim, can you see how, how important those are?",
        2863.88,
        2873.48
    ],
    [
        " Obviously in an in an encounter insurgency situation, but also as you develop your plan to become a better person and a better leader.",
        2873.9,
        2881.28
    ],
    [
        " Oh, yeah, absolutely critical, especially I mean one of the many things similar to the insurgent comparison is the temptations that come up every day.",
        2881.62,
        2893.04
    ],
    [
        " No matter if you're trying to make more money, you know, with your own business or or get in shape, getting shape is good when I think so easy to talk about.",
        2893.28,
        2902.64
    ],
    [
        " Yeah, yeah, yeah. And a lot of parallels that in my opinion are really clear. So these temptations just like the insurgents they'll pop up or they won't be around for a day, two days.",
        2902.92,
        2914.12
    ],
    [
        " And then one day it's your best friend's birthday and you know, he's going to I don't know dunking donuts or something for you know his there it is.",
        2914.12,
        2922.72
    ],
    [
        " Birthday and there it is. All of a sudden, yeah, an insurgent attack.",
        2922.86,
        2926.08
    ],
    [
        " Yeah, and they come up every day unexpected. Well, sometimes they're expected, but sometimes not expected.",
        2926.2,
        2931.26
    ],
    [
        " Yeah, it's just so dynamic in that way where all these things are there to kind of get you.",
        2931.42,
        2935.26
    ],
    [
        " And what's good when those things come to get you, get any aggressive mindset where you get aggressive with that situation, you get aggressive with those donuts.",
        2935.34,
        2943.06
    ],
    [
        " Yeah, I mean, aggressive. I mean, aggressive. We put them in the garbage. Yeah. Yeah. And that's so true. And one of these things do come up. It's so it's so much.",
        2943.14,
        2950.98
    ],
    [
        " I don't say yeah, I would say easier to be like, no, I'm I'm on the program right now.",
        2951.2,
        2955.98
    ],
    [
        " It's bad if you're a president. Your approach is if you're like, you know, I'm going to allow excuses to get in my head or kind of kind of pussy foot around and be like, well, you know, moderation is all right.",
        2955.98,
        2966.18
    ],
    [
        " I mean, I think that's the kind of thing and have that attitude is going to get you. Yeah, your aggressive. You can take, you know, take a stand, take in a way, take pride in the fact that it nope.",
        2966.3,
        2975.18
    ],
    [
        " I'm not even those go nuts. Nope. I'm not drinking. I'm not going out to the club drinking. I got a rest. I got to work out of the morning or whatever.",
        2975.48,
        2980.72
    ],
    [
        " Yeah, that that aggression does help. Man, that aggression does. In fact, it's it's almost like if you don't, if you do kind of just kind of tip till your way through it.",
        2981.18,
        2990.62
    ],
    [
        " It wins. Yeah, that's what it's like. You can't even get it done. It's the same thing with this with a counterinsurgency. You have to be aggressive. You can't let those little things creep in. Yeah, man, you've got to keep that relentless pursuance of the aim and you got to do it aggressively. Yeah.",
        2991.2,
        3005.36
    ],
    [
        " Next, surprise. This embrace is surprise at tactical, strategic and political levels.",
        3005.94,
        3013.88
    ],
    [
        " The IPKF, that's the Indian peacekeeping force could not do anything, could not do anything in the tactical field.",
        3016.46,
        3024.86
    ],
    [
        " It was unable to match the LTT mainly because of the lack of innovation and serious application of all a professional acumen to stymie our to stymie the LTT.",
        3024.86,
        3034.98
    ],
    [
        " Our methods largely remained conventional. So surprise. And how important surprises now.",
        3035.2,
        3047.42
    ],
    [
        " How do we surprise ourselves? I can tell you you got to surprise yourself. If you if you can't surprise yourself, it means you lack creativity.",
        3048.94,
        3058.76
    ],
    [
        " If you're not coming up with new ideas and new ways to do things, you're lacking creativity and you're lacking surprise. So, you know, I was I've been traveling a bunch lately.",
        3059.86,
        3071.12
    ],
    [
        " And guess what? Sometimes I'm in a hotel room and I got to get creative on how I'm going to aggressively pursue my aims. And that means I got to do, you know, maybe my workout was 300 burpees. That's it. Boom.",
        3071.82,
        3083.76
    ],
    [
        " No squat rack there, no pull up bar, no rings, no row or nothing, no kettlebells, no. And guess what? I'm my soul gets crushed.",
        3084.46,
        3092.72
    ],
    [
        " But that's just being creative and aggressively adapting to the situations that you get put into. So you got to maintain that adaptability, that creativity all the time. And I think that's absolutely critical.",
        3093.36,
        3106.26
    ],
    [
        " Man, and it's one yet another one of those times where it's so easy to be like, dang, this hotel doesn't have a gym. Oh, yeah.",
        3106.36,
        3113.24
    ],
    [
        " Or it's dang, no like really healthy food. There's a McDonald's right there. Yeah. There's no healthy food in this town, even.",
        3113.6,
        3122.74
    ],
    [
        " Yeah. So that healthy food thing, especially when you look start looking at intermittent fasting.",
        3123.06,
        3127.26
    ],
    [
        " You know, oh, you're in the airport and they don't have, you know, all you can get is those, those little hot dogs wrapped in a pretzel.",
        3129.02,
        3136.7
    ],
    [
        " Those things are so tasty. But you know, like you should not be eating those right. And sometimes you, you're like, okay, I'll eat them.",
        3136.92,
        3146.6
    ],
    [
        " Why? You should be on the intermittent fast when you're in the travel situation. Yeah. You don't need to be eating.",
        3146.84,
        3153.62
    ],
    [
        " And I'm telling you this right now and it's fresh. My memory because I had to those bad boys this morning.",
        3154.68,
        3159.66
    ],
    [
        " And they were good. Yeah. The weakness crept in. And I got some of those pretzel, a lot of hot dogs.",
        3159.96,
        3167.64
    ],
    [
        " Yeah. Nobody's perfect. Nobody's perfect.",
        3167.72,
        3169.7
    ],
    [
        " Next one, mobility and flexibility.",
        3170.12,
        3175.06
    ],
    [
        " The insurgent must develop, must develop intelligent and gileful flexibility in planning, conducting and overseeing actions.",
        3177.66,
        3186.44
    ],
    [
        " So as to retain initiative, suffer the least damage and yet keep the opponent guessing.",
        3187.16,
        3192.9
    ],
    [
        " And in a prolonged state of readiness and uncertainty.",
        3193.54,
        3197.2
    ],
    [
        " So that's what the insurgent has to do. They got to be super flexible. They got to keep you guessing and keep you in a prolonged state of readiness.",
        3198.1,
        3206.54
    ],
    [
        " That's a, that sounds good, right? Pro long state readiness. That sounds good, but it's actually not good.",
        3206.72,
        3210.72
    ],
    [
        " When you constantly on edge, that's where's people down. It breaks them down over time.",
        3211.28,
        3215.88
    ],
    [
        " But where we failed was we did not exhibit enough flexibility in our strategic and tactical plans and their gileful execution.",
        3216.58,
        3224.68
    ],
    [
        " We had to seize the initiative and pose challenges to the LTT, which we largely failed to do.",
        3225.74,
        3232.0
    ],
    [
        " So you know, mobility, flexibility, something we talk about all the time on this podcast is having the ability to adapt and be flexible.",
        3232.58,
        3240.1
    ],
    [
        " And you know, whether it's working out in a hotel room, whether it's, you know, finding something good to eat or not eating, because there is nothing good to eat.",
        3240.7,
        3248.32
    ],
    [
        " Whether it's being in a leadership situation and you're adapting to a personality that you, that is awkward or different or you're not ready for or a situation that needs to be overcome, that's flexibility and mobility and you have to maintain that.",
        3248.74,
        3262.8
    ],
    [
        " Motivation and discipline.",
        3263.4,
        3268.64
    ],
    [
        " In prolonged slow bleeding, low intensity people oriented struggle, motivation and discipline as ingredients of morale are far more important.",
        3270.5,
        3282.84
    ],
    [
        " The LTT and the people had both these to a remarkable degree.",
        3283.78,
        3290.86
    ],
    [
        " The IPKF's discipline was as good as any armies, even the LTT's.",
        3292.48,
        3297.7
    ],
    [
        " But its motivation was limited to the spirit of professionalism only.",
        3298.52,
        3303.92
    ],
    [
        " We were soldiers, we did as ordered.",
        3304.84,
        3307.86
    ],
    [
        " So the LTT had this passionate goal that they were going after.",
        3308.8,
        3313.3
    ],
    [
        " And that encouraged their discipline.",
        3313.92,
        3315.86
    ],
    [
        " They understood why they were doing what they were doing.",
        3316.12,
        3320.82
    ],
    [
        " And that's something, they had that clear goal.",
        3321.36,
        3322.78
    ],
    [
        " They understood why are we doing this, because we were on our own state.",
        3322.94,
        3325.14
    ],
    [
        " Now, did the IPKF know why they were doing what they were doing?",
        3326.0,
        3329.98
    ],
    [
        " No, they did not.",
        3330.54,
        3331.38
    ],
    [
        " They just talked about that.",
        3331.38,
        3332.98
    ],
    [
        " They didn't know what their goal was.",
        3333.36,
        3335.68
    ],
    [
        " They didn't know how it was going to affect.",
        3335.76,
        3336.86
    ],
    [
        " They didn't know what their end state was supposed to be.",
        3337.14,
        3339.52
    ],
    [
        " So when you take that away from them, even though they're disciplined troops, they missed that last level.",
        3340.04,
        3345.08
    ],
    [
        " And that's why.",
        3345.58,
        3346.2
    ],
    [
        " Why are you doing this?",
        3346.68,
        3348.42
    ],
    [
        " And that is why it's so important for you as you try and reach your goals.",
        3349.06,
        3352.92
    ],
    [
        " As you try and get something done, you keep that in mind of why you're doing this.",
        3353.58,
        3357.36
    ],
    [
        " What's the end state going to be?",
        3357.48,
        3358.68
    ],
    [
        " Because it's so easy to lose track of the end state.",
        3358.68,
        3360.66
    ],
    [
        " I mean, if you're trying to get, you know, you're trying to get gain 25 pounds of muscle.",
        3361.26,
        3365.46
    ],
    [
        " I mean, that's going to take you a couple of years, possibly.",
        3365.9,
        3369.14
    ],
    [
        " If you're trying to make a million dollars, that may take you 10 years.",
        3369.5,
        3374.04
    ],
    [
        " It might take you six years.",
        3374.28,
        3375.34
    ],
    [
        " That's a long ways.",
        3375.46,
        3376.22
    ],
    [
        " And there's a lot of distractions.",
        3376.52,
        3377.78
    ],
    [
        " I can come along the way.",
        3377.78,
        3379.02
    ],
    [
        " Yeah, into your point, consider why.",
        3379.44,
        3382.34
    ],
    [
        " Why do you want to gain 25 pounds of it?",
        3382.46,
        3383.92
    ],
    [
        " We'll say losing weight.",
        3384.04,
        3385.26
    ],
    [
        " Right.",
        3385.5,
        3385.66
    ],
    [
        " So let's say you have a photo shoot, or you're going on spring break or something like that.",
        3386.36,
        3391.68
    ],
    [
        " Yeah, let me just think of all the big photo shoots.",
        3391.68,
        3393.88
    ],
    [
        " I don't know what it's going to be like.",
        3394.12,
        3395.04
    ],
    [
        " Oh, wait, that's never happened.",
        3395.12,
        3396.1
    ],
    [
        " Let's talk about this.",
        3396.28,
        3397.84
    ],
    [
        " Let's talk about you're trying to lose weight because you're trying to be healthy.",
        3398.0,
        3400.32
    ],
    [
        " Right.",
        3400.64,
        3400.96
    ],
    [
        " That's a long term goal that's realistic.",
        3401.06,
        3402.48
    ],
    [
        " Yes.",
        3402.8,
        3403.06
    ],
    [
        " Yeah.",
        3403.46,
        3403.62
    ],
    [
        " And whatever that means, right?",
        3403.78,
        3405.2
    ],
    [
        " Healthy.",
        3405.38,
        3405.68
    ],
    [
        " Or what if you're a healthy person already, but you just want to, I don't know, look better.",
        3406.0,
        3412.52
    ],
    [
        " Or achieve something.",
        3414.86,
        3415.5
    ],
    [
        " How about you got a jujitsu tournament coming up and you got some weight.",
        3415.52,
        3418.14
    ],
    [
        " Right.",
        3418.24,
        3418.36
    ],
    [
        " Cut some weight, right, right.",
        3418.64,
        3419.52
    ],
    [
        " Exactly.",
        3419.64,
        3419.92
    ],
    [
        " So it makes it so much easier to cut.",
        3420.24,
        3423.0
    ],
    [
        " I mean, for the most part, when you have a specific.",
        3423.16,
        3425.04
    ],
    [
        " Yes.",
        3425.24,
        3425.42
    ],
    [
        " Yeah.",
        3425.66,
        3425.82
    ],
    [
        " So you got a fight coming up.",
        3425.96,
        3427.02
    ],
    [
        " That guy's going to cut that weight.",
        3427.16,
        3428.68
    ],
    [
        " Wait, quick.",
        3428.88,
        3429.2
    ],
    [
        " You hear these guys cutting all this weight.",
        3429.32,
        3431.08
    ],
    [
        " Like, oh, yeah, he has a fight in a month and a half.",
        3431.2,
        3434.2
    ],
    [
        " And he got to cut 40 pounds.",
        3434.36,
        3435.7
    ],
    [
        " And then he'll do it.",
        3436.14,
        3437.28
    ],
    [
        " Yeah.",
        3437.42,
        3437.58
    ],
    [
        " Because, yeah, I mean, obviously, these are trained athletes as well.",
        3437.94,
        3440.16
    ],
    [
        " But that goal and understanding it and helps so much.",
        3440.16,
        3443.34
    ],
    [
        " Yeah.",
        3443.48,
        3443.58
    ],
    [
        " Especially when I'm going to read this part again.",
        3443.94,
        3446.22
    ],
    [
        " And again, we talk about when you're trying to get stuff done as a person.",
        3446.38,
        3450.24
    ],
    [
        " It's a prolonged slow bleeding, low intensity people oriented struggle.",
        3450.88,
        3457.5
    ],
    [
        " That's what it is.",
        3458.08,
        3459.28
    ],
    [
        " That's what you're up against.",
        3459.42,
        3460.18
    ],
    [
        " You know, that's what you're up against.",
        3460.46,
        3461.86
    ],
    [
        " It's a low, anything that's worth achieving as a person.",
        3461.98,
        3465.46
    ],
    [
        " It takes all those.",
        3465.7,
        3466.56
    ],
    [
        " It's long.",
        3466.62,
        3467.0
    ],
    [
        " It's slow.",
        3467.18,
        3467.62
    ],
    [
        " It's probably, you know, there's nothing to you go, oh, this is going to be the ultimate achievement of my life.",
        3467.62,
        3470.94
    ],
    [
        " And it's going to take you 15 minutes to do.",
        3470.94,
        3472.2
    ],
    [
        " No, it's going to take you months and months and months and years of effort of blood, sweat, and tears to get there.",
        3472.38,
        3478.54
    ],
    [
        " Now, continuing with discipline and morale.",
        3479.58,
        3487.04
    ],
    [
        " This goes into a section of the book where he starts talking about their performance.",
        3487.38,
        3491.92
    ],
    [
        " And we're going to take a little bit of a of a turn here.",
        3492.34,
        3495.18
    ],
    [
        " But I think it's important to bring up.",
        3495.24,
        3497.36
    ],
    [
        " In the initial stages of the war in October to December of 1987, there were complaints and reports of rape,",
        3498.02,
        3509.62
    ],
    [
        " looting, and wanton destruction indulged in by the IPKF.",
        3510.36,
        3514.78
    ],
    [
        " When a soldier is pushed and led into a blind alley, like the situation in Jaffna,",
        3515.58,
        3523.26
    ],
    [
        " where it suddenly changed from so well-tombed peacekeeping operations into a full-fledged battlefield.",
        3523.4,
        3531.88
    ],
    [
        " He feels terribly insecure and starts seeing an enemy all over.",
        3533.0,
        3538.2
    ],
    [
        " So we talked about this earlier.",
        3539.7,
        3541.2
    ],
    [
        " These guys, not they were going on a nice peacekeeping mission, and they put their blue helmets on, and, you know, be a referee.",
        3541.32,
        3548.76
    ],
    [
        " Well, the referee gets attacked.",
        3549.8,
        3552.48
    ],
    [
        " And this is starting to talk about the psychological effect it has, and they start seeing an enemy everywhere.",
        3553.14,
        3559.4
    ],
    [
        " You know, and this reminds me of when I was in high school, and I was lucky enough to have a bunch of Vietnam vets that were put me through high school.",
        3560.56,
        3568.68
    ],
    [
        " And when I was in high school, the movie Platoon came out.",
        3568.94,
        3572.22
    ],
    [
        " And of course, I was, you know, all into war and whatnot.",
        3572.22,
        3575.44
    ],
    [
        " So I went and saw the movie Platoon.",
        3575.92,
        3577.94
    ],
    [
        " And one of my teachers that was in Vietnam had seen the movie as well, and I asked them straight up, you know, hey, what'd you think of the movie?",
        3578.48,
        3587.8
    ],
    [
        " And he explained to me in a very solemn way that the movie depicted these Americans going in, and, you know, brutalizing these villages,",
        3588.88,
        3599.86
    ],
    [
        " and, you know, doing horrible things to these villagers.",
        3600.14,
        3604.34
    ],
    [
        " But the way he explained it to me, he said, listen, you know, we'd be in, in and around a village for three or four weeks.",
        3605.12,
        3612.78
    ],
    [
        " And in that three or four weeks, they, the Americans, would lose seven or eight guys to booby traps.",
        3613.36,
        3622.04
    ],
    [
        " And meanwhile, the villagers don't hit any booby traps.",
        3622.58,
        3626.0
    ],
    [
        " So they're out walking the same trails and the same areas through the right, same rice paddies.",
        3626.46,
        3630.56
    ],
    [
        " And the villagers aren't hitting any booby traps. They're not getting blown up. They're not getting killed.",
        3631.06,
        3637.6
    ],
    [
        " So that means they kind of know where they are.",
        3638.26,
        3640.22
    ],
    [
        " And he said that kind of frustration is exactly what this is talking about right here.",
        3640.64,
        3646.2
    ],
    [
        " In and, I'm going back to it.",
        3647.74,
        3649.02
    ],
    [
        " In an insurgency spark and sustained by an opponent who is dressed in civilian clothes, but shoots and blows him up unseen, suspicion alone takes a vicious turn.",
        3649.02,
        3659.34
    ],
    [
        " When he sees his comrades being killed by innocent-looking civilians blending again into the civilian population, he gets into a rage and anger against the uncertainty and the unseen.",
        3660.52,
        3672.76
    ],
    [
        " At that point, his pent-up tension, well-in-feeling of helplessness and burning desire to explode into a release of counterviolence are in frantic search of a tangible object he can master, an object which is weak and helpless itself.",
        3675.22,
        3694.96
    ],
    [
        " What better object than a frightened, weak, countering woman, an unguarded, unguarded, wide-open shop, an unresisting, defenseless house and its feeble occupants who sheltered the unseen deceitful opponent had obtained by whatever means?",
        3697.02,
        3716.44
    ],
    [
        " It is madness, the animal in him that rules momentarily.",
        3718.34,
        3724.0
    ],
    [
        " He is wild, but just for a brief spell, if he can get a hold of himself or if someone controls him in that moment of crisis, of cathartic explosion, he might in all probability get over his base or instincts.",
        3724.78,
        3742.04
    ],
    [
        " Where this does not happen, then the explosion manifests in counter-asult, rape, loot and wanton destruction seeking release from tension, fear and rage.",
        3742.78,
        3756.28
    ],
    [
        " Education, motivation, communication and company are good anecdotes. Most culprits realize within minutes of their act and repent, weeping like children.",
        3758.72,
        3779.5
    ],
    [
        " I saw an officer with 27 years of service breaking down like this.",
        3779.7,
        3784.84
    ],
    [
        " So that's what happens to people. I think there's so much in that paragraph, this paragraph about this pent-up tension, and we've got to remember that it's extreme in a situation like this.",
        3785.66,
        3807.72
    ],
    [
        " The tension is extreme, the fear is extreme, the rage is extreme.",
        3807.72,
        3812.32
    ],
    [
        " But in obviously for those that are listening that are in combat right now that are deployed overseas, these are things that you have to watch out for.",
        3813.2,
        3823.0
    ],
    [
        " And especially as a leader, you've got to be the person that controls him in the moment of crisis of cathartic explosion.",
        3823.18,
        3830.4
    ],
    [
        " As a leader, that's got to be what your job is.",
        3831.12,
        3833.56
    ],
    [
        " And also, as you work in businesses as a leader, you've got a sense, now the things won't be as dramatic as this, but you can get people that do make mistakes in business.",
        3836.7,
        3846.9
    ],
    [
        " They make ethical mistakes, they make more and more mistakes, they feel that pressure, and they want to lash out and they make mistakes.",
        3847.3,
        3854.0
    ],
    [
        " And you've got to get them through those moments, you've got to pay attention to it.",
        3854.14,
        3856.72
    ],
    [
        " It is under these circumstances back to the book, it is under these circumstances of total uncertainty, initial disorientation, sudden violence, inability to communicate because there was language differences, and lack of effective control and education that excesses were committed by a few, by a few.",
        3859.78,
        3879.8
    ],
    [
        " But the command and leadership chain rapidly gathered their brood once again within the warmth of their moral influence and disciplinary binding.",
        3879.8,
        3889.46
    ],
    [
        " Enquiries were instituted and disciplinary action taken against the defaulters. Warped minds had to be weeded out, but there were not very many.",
        3890.08,
        3900.46
    ],
    [
        " After February to March of 1988, the incident rates dropped to almost zero.",
        3900.74,
        3907.08
    ],
    [
        " So they were able to get control of the situation, to weeded out, get rid of the sadists and the folks that couldn't control themselves.",
        3907.68,
        3916.54
    ],
    [
        " But this is the type of pressure that you see military people under, and especially in these counter insurgency operations, like we've had for the last 10 or 15 years in Iraq and Afghanistan, where you have a local populace, you have IEDs, you have indirect fire mortars and guys are getting killed.",
        3918.56,
        3944.06
    ],
    [
        " And where do you place the rage, where does it come out, and that is a huge challenge for leadership to try and keep that in check to the best of your ability.",
        3944.62,
        3956.98
    ],
    [
        " And speaking of leadership, from the book, what we lacked in many an instance was what I should specifically emphasize in inspiring leadership.",
        3958.2,
        3973.88
    ],
    [
        " If the leader, particularly the formation commander, did not inspire his command, then that body of troops would be half its effectiveness.",
        3974.5,
        3984.22
    ],
    [
        " So, Leif and I talk about an extreme ownership. Leadership is the most important thing on the battlefield, and here is another example of saying, you know, he's saying that if the leader is not inspiring, they're going to be a half their effectiveness.",
        3984.86,
        3995.74
    ],
    [
        " For instance, if you visited a post, and the men did not talk warmly, inquisitively, and fondly about the visit for the next week or 10 days, and if they did not perceive a challenge left behind by the commander, did not feel a spontaneous desire to meet it in thinking it hard to solve, and thinking hard to solve it, and bracing to present an innovative novelty to the commander on his next visit, then it is better that this type of commander did not visit at all.",
        3996.2,
        4024.42
    ],
    [
        " So, these saying, you know, if you're not inspiring, if you're not inspiring your people, it's better not even to show up.",
        4025.1,
        4030.6
    ],
    [
        " Many formation commanders failed to inspire. Not many of them rusted out with the troops on patrols, ambushes, staying in their posts at night, on road opening and raid or hell landing missions.",
        4032.08,
        4043.64
    ],
    [
        " And this is an example of kind of a negative example, and this is very clear, and you actually see this portrayed in movies about Vietnam a lot, and you'll get that very quickly.",
        4046.1,
        4058.24
    ],
    [
        " The brigade commander would land by a helicopter in a post on a helipad, which had to be secured.",
        4058.7,
        4063.52
    ],
    [
        " So, I mean, soldiers had to go out and like secure this helipad somewhere and set security around it and move the brush and make sure there's no mines on it, etc. etc.",
        4064.54,
        4073.08
    ],
    [
        " Then the general would breeze past a few bodies lying in the muck and mud, beam a flashy smile to affect unconcerned for danger, have a hurried chat with the local leader, blurred out directions or orders, sip a cup of tea or coconut juice, showing no concern for the soldiers who labored under those circumstances to prepare it.",
        4073.88,
        4093.06
    ],
    [
        " And offer before you could blink an eye would be off in this chopper. What inspiration could his men in the post draw from that?",
        4093.52,
        4104.52
    ],
    [
        " It's a stereotypical thing and it really happens. It really does happen.",
        4105.2,
        4110.48
    ],
    [
        " And you see that with, you know, not just military leaders, but you see that with senior leaders in big companies where, you know, the folks on the front line,",
        4111.16,
        4123.5
    ],
    [
        " on the construction site or on the main in a manufacturing plant, the boss is coming. So what do they have to do? They have to do all this preparation. They got to clean everything, got to get everything dialed in and then the guy shows up for five minutes and it took, you know, four hours to get everything ready.",
        4124.9,
        4138.6
    ],
    [
        " The guy shows up for five minutes, flashes of quick smile and then laughs.",
        4138.6,
        4141.72
    ],
    [
        " Is anyone inspired by that? No, absolutely not.",
        4142.2,
        4146.94
    ],
    [
        " We had three types of officers. One category was that which thought acted, moved about, was bold and got down to business fastest, even in totally alien, confusing unknown environment.",
        4150.04,
        4166.12
    ],
    [
        " Getting down to business. That's the guy. The second one consisted of those who had the brains and moved about as best they could, but lacked boldness and ability.",
        4167.62,
        4176.92
    ],
    [
        " The third category consisted of those who simply slogged when prodded and complained about their troops not being trained orders not being clearly given and so on.",
        4180.28,
        4191.32
    ],
    [
        " They could do nothing else. Their units suffered. So that's the guy that doesn't take ownership of anything. This year that complained about their troops not being trained orders not being clearly given and so on.",
        4191.64,
        4204.16
    ],
    [
        " That guy is not a good leader because all he's doing is complaining that is their orders weren't clear. He's complaining up and down the chain of command.",
        4204.16,
        4210.62
    ],
    [
        " The guys below me aren't trained right. The guys above me aren't giving clear orders. This guy's a disaster. Don't be that guy. Don't be that leader.",
        4210.78,
        4217.74
    ],
    [
        " And here's a piece on leading from the front.",
        4218.6,
        4225.5
    ],
    [
        " There was a big battle and there was a bunch of friendly casualties and now I'm going to the books. Their belongings, dress and equipment lay tattered and strewn all over a huge playground.",
        4230.26,
        4244.06
    ],
    [
        " And I went up there on one of my visits. I thought this was disrespectful to the brave souls and asked the Escort team accompanying me to help pick up all those items and remove them from public gaze.",
        4245.2,
        4257.78
    ],
    [
        " To my acute horror, not one of them moved to pick them up. The Escort team consisted of all denominations but none dared.",
        4258.86,
        4267.46
    ],
    [
        " So here we are. He's out on this battlefield. He's all gear and personal effects of all these guys that were killed and it's just been sitting there and no one's moved it.",
        4268.48,
        4278.32
    ],
    [
        " And so he tells the team that he's with like, okay, sir, go start rounding up the gear and it won't do it.",
        4278.82,
        4283.46
    ],
    [
        " It became painful to see such reluctance. I spontaneously got down from my open Jeep, walked up to a pair of pouches and a belt and picked them up, brought them to my Jeep.",
        4285.22,
        4298.8
    ],
    [
        " And then the Brigadier General that was with him did it as well was the next to do so. It was only after this that the rest of the Escort team got down and gathered the other items.",
        4299.42,
        4308.22
    ],
    [
        " Little bit of leadership from the front right there.",
        4309.26,
        4311.3
    ],
    [
        " And I think we're going to close with a section right here.",
        4312.3,
        4322.28
    ],
    [
        " Views and visits of senior generals and their interaction with field commanders and troops did little to inspire us subordinates.",
        4323.62,
        4333.96
    ],
    [
        " Provided little worthwhile guidance and clarified little as to what the whole game plan was about.",
        4334.2,
        4342.04
    ],
    [
        " So these guys had no idea of what the why was. Everybody lived and fought from one day to the next. No strategic view.",
        4342.72,
        4353.36
    ],
    [
        " Our wait for pearls of wisdom remained endless.",
        4354.62,
        4357.94
    ],
    [
        " What increasingly showed up instead was the political eye and bluster of the generals, the tentativeness and uncertainty of the Army commander above them, and the Army chief, which did little to change systemic incongruities and tackle the hidden rotten.",
        4358.92,
        4379.74
    ],
    [
        " Consequently, boldness and experimentation became prominent casualties.",
        4381.1,
        4389.02
    ],
    [
        " So this glaring eye from the senior leadership snuffed out the creativity and the boldness of the troops.",
        4389.98,
        4407.82
    ],
    [
        " They actually made this intense scrutiny.",
        4407.94,
        4417.58
    ],
    [
        " Like I said, it made the troops not want to do anything.",
        4418.06,
        4421.26
    ],
    [
        " And I think not only should you keep that in consideration as a leader that you make sure that you're not snuffing out creativity from your troops.",
        4423.24,
        4432.62
    ],
    [
        " But also on a personal level, you can't let the fear of failure limit your boldness and your experimentation.",
        4432.9,
        4445.96
    ],
    [
        " And that's something that happens all the time. People are afraid to step out and try something new.",
        4446.42,
        4452.54
    ],
    [
        " I mentioned this before where a lot of the time the reason for that is when people get punished for making honest mistakes.",
        4453.6,
        4462.04
    ],
    [
        " You definitely should not punish people for making honest mistakes.",
        4462.32,
        4468.44
    ],
    [
        " And when you are going to take risks yourself, you need to cut yourself some slack and realize that things might not go perfect.",
        4468.76,
        4475.2
    ],
    [
        " And I'll tell you, an example that's sitting right in front of us right now is this podcast that we're doing.",
        4475.82,
        4482.78
    ],
    [
        " Because people are asking, hey, you should do a podcast, but there's, okay, where's it going to go?",
        4483.18,
        4490.38
    ],
    [
        " Do we really want to do it? What do people actually think of it?",
        4491.02,
        4494.94
    ],
    [
        " It's one thing to have do a podcast with a guy like Tim Ferris or Joe Rogan or Sam Harris where you've got this famous individual.",
        4495.3,
        4504.32
    ],
    [
        " And of course people want to listen to them, but who's going to want to listen to Jocco and Echo?",
        4504.54,
        4508.88
    ],
    [
        " So there's some, you know, let's, but, but, okay, what's the worst thing that's happened?",
        4509.62,
        4513.64
    ],
    [
        " We fail, no one lets us do it, okay? Cool. It wasn't going to affect me that bad.",
        4514.1,
        4518.48
    ],
    [
        " You know, we'd move on and figure something else to do.",
        4519.0,
        4521.3
    ],
    [
        " But that's the kind of thing that that experimentation that can lead to good stuff.",
        4522.06,
        4526.88
    ],
    [
        " Right.",
        4527.22,
        4527.48
    ],
    [
        " And if you don't allow yourself to do that, then you're going to have problems.",
        4528.16,
        4532.4
    ],
    [
        " And the same way, if you don't allow your troopers to make mistakes, like you said, and try new things,",
        4532.72,
        4540.48
    ],
    [
        " and you don't encourage that, then they're going to be, the morale is going to be crushed,",
        4540.84,
        4545.06
    ],
    [
        " and they're not going to make the progress that they need to, need to make.",
        4545.06,
        4547.84
    ],
    [
        " Yeah. I mean, you can kind of look at that type of scenario in,",
        4548.26,
        4553.78
    ],
    [
        " or from like an expanded point of view, like the big picture where if someone's not raised,",
        4555.06,
        4559.6
    ],
    [
        " I kind of mentioned this before as well, where if someone is raised in a really rigid household,",
        4559.6,
        4564.14
    ],
    [
        " where, you know, the kid who's taking piano lessons, he makes one wrong key and he gets whacked with a ruler.",
        4564.74,
        4571.28
    ],
    [
        " And let's say someone was just raised like that in like every little mistake,",
        4571.62,
        4575.14
    ],
    [
        " they're going to be so reluctant to start something new.",
        4575.5,
        4578.1
    ],
    [
        " They're going to be so scared, and a lot of times you don't even feel like you know why you're scared.",
        4578.32,
        4585.04
    ],
    [
        " It's just, it's just scary. A lot of anxiety comes when you think about, or consider branching out,",
        4585.34,
        4592.62
    ],
    [
        " doing something new, fear of like failure, and all this is so embedded in you because of that punishment that you received.",
        4592.74,
        4599.48
    ],
    [
        " So you're trained, you know, you're trained to avoid mistakes or new stuff that you might make mistakes.",
        4599.74,
        4606.04
    ],
    [
        " And that's something we've dealt with in the military for the last several years.",
        4606.04,
        4609.22
    ],
    [
        " The last probably a couple decades was this, we called it the zero defect mentality.",
        4609.22,
        4613.4
    ],
    [
        " Whereas like, okay, if this guy made any mistakes over his career,",
        4613.76,
        4618.36
    ],
    [
        " he was not going to be advanced, he was not going to be promoted,",
        4618.62,
        4620.66
    ],
    [
        " and they've really tried to move away from that because like you said,",
        4620.84,
        4622.9
    ],
    [
        " that completely suffocates any type of risk-taking, any type of creativity,",
        4623.04,
        4627.4
    ],
    [
        " any willingness to go outside the box and try something new, it just suffocates it.",
        4627.6,
        4631.8
    ],
    [
        " So I was definitely never a person that would hammer people for making mistakes,",
        4632.4,
        4636.44
    ],
    [
        " as long as they were, we'll call them good mistakes.",
        4636.44,
        4639.26
    ],
    [
        " Right.",
        4639.48,
        4639.58
    ],
    [
        " Just not just making stupid mistakes.",
        4639.76,
        4642.12
    ],
    [
        " Yeah, we're being careless in general when you know being careless is bad.",
        4642.2,
        4645.48
    ],
    [
        " Yeah.",
        4645.94,
        4646.06
    ],
    [
        " So that kind of wraps up the book, Assignment, Jaffna,",
        4646.4,
        4651.12
    ],
    [
        " I Sardish Ponday, great book,",
        4651.58,
        4655.14
    ],
    [
        " and I don't know if you can get a hold of it,",
        4655.44,
        4658.58
    ],
    [
        " but those are some major lessons that I learned from it.",
        4659.6,
        4662.38
    ],
    [
        " And again, I bought this book while I was in Sri Lanka,",
        4662.88,
        4665.94
    ],
    [
        " and read it, and it definitely influenced me,",
        4666.78,
        4669.7
    ],
    [
        " and as I started fighting a counterinsurgency war myself,",
        4669.82,
        4672.68
    ],
    [
        " I would think about what they went through and how difficult it was for them,",
        4673.22,
        4677.34
    ],
    [
        " and I knew we would be facing some very difficult times as well.",
        4677.34,
        4681.0
    ],
    [
        " Yeah, that's interesting how that is essentially,",
        4681.52,
        4683.76
    ],
    [
        " in a big way, the opposite of your book,",
        4684.82,
        4688.64
    ],
    [
        " where he's, this is basically a cautionary tale from beginning to end,",
        4689.14,
        4694.62
    ],
    [
        " just how not to do it.",
        4694.78,
        4696.06
    ],
    [
        " Yeah, and although, and you know, from our book,",
        4696.7,
        4700.6
    ],
    [
        " our book has a lot of this was a mistake that we made.",
        4701.14,
        4703.88
    ],
    [
        " Here's what we did wrong.",
        4704.06,
        4704.88
    ],
    [
        " Now, strategically overall, it was a very successful,",
        4705.36,
        4710.16
    ],
    [
        " you know, what the army did, and what the 11 AD did,",
        4710.16,
        4712.86
    ],
    [
        " and what the 228, and what all these soldiers and Marines did,",
        4712.86,
        4715.6
    ],
    [
        " over a longer period of time with us, seals as well,",
        4715.72,
        4718.68
    ],
    [
        " was successful overall, but we definitely point out the errors of our way,",
        4719.42,
        4723.26
    ],
    [
        " because they're successful,",
        4723.44,
        4724.6
    ],
    [
        " they're successful operations outlined in this book as well,",
        4724.8,
        4727.66
    ],
    [
        " but you don't learn as much from.",
        4727.86,
        4729.16
    ],
    [
        " I picked out a couple of the ones that went wrong,",
        4729.6,
        4732.84
    ],
    [
        " because of course, you learn more from your mistakes.",
        4733.04,
        4735.48
    ],
    [
        " And you know, in the book that Lafayne wrote,",
        4736.3,
        4738.32
    ],
    [
        " it's definitely a lot of the stories about the mistakes we made",
        4738.88,
        4741.94
    ],
    [
        " because we learned more from them as brutal as that is,",
        4741.94,
        4745.84
    ],
    [
        " that's the reality.",
        4745.98,
        4746.56
    ],
    [
        " Yeah, that's all.",
        4746.78,
        4747.36
    ],
    [
        " And before we get into questions, I do want to say,",
        4749.96,
        4752.42
    ],
    [
        " if I did miss Bernanci incorrectly pronounced anything from assignment,",
        4752.5,
        4759.4
    ],
    [
        " Jaffna, I sincerely apologize.",
        4759.54,
        4761.56
    ],
    [
        " So, my bust, I'm sorry.",
        4762.22,
        4766.72
    ],
    [
        " So, with that,",
        4767.82,
        4769.0
    ],
    [
        " we'll go into some questions from the inner webs.",
        4769.74,
        4772.76
    ],
    [
        " So, first question from Geekin Dad,",
        4773.78,
        4777.2
    ],
    [
        " Jocka Willink.",
        4777.96,
        4781.74
    ],
    [
        " How do you deal with fatigue, both mental and physical?",
        4782.74,
        4786.2
    ],
    [
        " How do I deal with fatigue, mental and physical?",
        4788.2,
        4793.8
    ],
    [
        " I rest.",
        4794.06,
        4794.36
    ],
    [
        " And you know, when, if I'm feeling like just completely over trained and weak,",
        4796.92,
        4802.8
    ],
    [
        " I usually tell, well, I tell my fighters, I'd say, hey,",
        4804.16,
        4807.04
    ],
    [
        " you just got your butt kicked today.",
        4807.48,
        4809.72
    ],
    [
        " Go eat a big steak tonight, take tomorrow off.",
        4810.96,
        4813.86
    ],
    [
        " You know, you just need rest.",
        4814.06,
        4814.96
    ],
    [
        " And it's pretty obvious when that happens.",
        4815.4,
        4817.18
    ],
    [
        " And so, I do the same thing for myself.",
        4817.36,
        4818.78
    ],
    [
        " If I'm feeling horrible, you know, you can see occasionally my workouts",
        4818.78,
        4823.04
    ],
    [
        " is consistent of like, you know, doing some mobility training, rolling it out,",
        4823.04,
        4827.56
    ],
    [
        " you know, doing a big stretch.",
        4827.88,
        4830.64
    ],
    [
        " That's because I'm just tired and I know it.",
        4830.64,
        4832.88
    ],
    [
        " And so, I just give myself some downtime.",
        4833.22,
        4834.9
    ],
    [
        " I think it's very important to know the difference between being lazy and being overtrained.",
        4835.94,
        4843.92
    ],
    [
        " And it's very easy to make that excuse for yourself.",
        4844.46,
        4846.74
    ],
    [
        " And that's why I always err on the side of, I'm working out, I'm training.",
        4847.24,
        4852.16
    ],
    [
        " Because, and usually then the next day, so if I feel like exhausted today,",
        4852.7,
        4858.6
    ],
    [
        " I won't take today off.",
        4859.08,
        4860.94
    ],
    [
        " But I will take the next day.",
        4861.34,
        4862.54
    ],
    [
        " But I work out today just to make sure that I'm not just being lazy.",
        4862.62,
        4866.14
    ],
    [
        " So I'll do another workout, get another training session in or whatever the case may be.",
        4866.8,
        4870.62
    ],
    [
        " So I make sure that's not just that moment.",
        4870.92,
        4872.76
    ],
    [
        " Because sometimes the next day you're like, you know, I'm not that bad.",
        4872.9,
        4874.5
    ],
    [
        " Right.",
        4874.76,
        4874.92
    ],
    [
        " I'm going to get them back in the game.",
        4875.06,
        4876.22
    ],
    [
        " Yeah.",
        4876.52,
        4876.86
    ],
    [
        " Back on the program.",
        4877.32,
        4878.28
    ],
    [
        " The other thing people ask me all the time, I've probably written this a dozen times or more on Twitter,",
        4879.42,
        4885.5
    ],
    [
        " is do I take naps?",
        4885.98,
        4886.94
    ],
    [
        " And the answer is yes.",
        4887.34,
        4888.44
    ],
    [
        " In fact, I slept on the, I flew today and I slept probably two hours on the plane.",
        4889.32,
        4894.42
    ],
    [
        " And that's a little bit more than a nap and I'm not on a plane every day.",
        4895.54,
        4898.46
    ],
    [
        " So what do I do for naps?",
        4898.58,
        4899.42
    ],
    [
        " Yes, I do take naps.",
        4899.5,
        4900.52
    ],
    [
        " What I do for naps, and this is something that I learned from a high school teacher that I had,",
        4901.1,
        4906.22
    ],
    [
        " was I walked into his office one day and he had his feet up on the desk above his heart.",
        4906.78,
        4910.98
    ],
    [
        " And I said, you know, what are you doing?",
        4911.7,
        4912.94
    ],
    [
        " And he said, oh, this is really good for you.",
        4913.5,
        4915.08
    ],
    [
        " You put your feet above your heart and it allows the blood to circulate out of your feet and it gives, you know,",
        4915.16,
        4919.84
    ],
    [
        " lets your veins and your one way valves and your veins rest a little bit and gets a little pools of blood out of random places.",
        4919.96,
        4927.42
    ],
    [
        " And it's good.",
        4928.16,
        4929.12
    ],
    [
        " And so I tried it and it felt really good.",
        4929.5,
        4931.4
    ],
    [
        " And so when I was going through CO training, I used to, when I come in, we have like a couple minutes between evolutions",
        4931.96,
        4938.2
    ],
    [
        " and I just go in and put my feet up set by long cloth, sleep for a few minutes, you know.",
        4938.2,
        4943.1
    ],
    [
        " Nowadays, if I can, I'll try and sleep for like six to eight minutes, set my timer on my iPhone.",
        4943.36,
        4948.88
    ],
    [
        " And you look like distressed when I said six to eight minutes.",
        4949.56,
        4954.2
    ],
    [
        " Yeah, you don't consider anything under the three hours to be a...",
        4954.56,
        4958.04
    ],
    [
        " Yeah, that's not only legitimate, not legitimate, not...",
        4958.04,
        4960.8
    ],
    [
        " If I sleep for like an hour, then I'm up for too long at night, I won't be able to go to sleep because I get too much rest.",
        4960.8,
        4966.16
    ],
    [
        " Gotcha.",
        4966.22,
        4966.54
    ],
    [
        " Yeah.",
        4966.92,
        4967.1
    ],
    [
        " Under what circumstances are you going to take a nap though?",
        4967.7,
        4971.36
    ],
    [
        " Like, how do you feel?",
        4971.58,
        4972.68
    ],
    [
        " I'm just tired of feeling myself like now.",
        4973.4,
        4975.06
    ],
    [
        " Oh, yes, like sleepy tired.",
        4975.1,
        4976.36
    ],
    [
        " And that's the thing is I can do, if my mind is engaged in something or especially if my body is engaged in something,",
        4976.56,
        4981.74
    ],
    [
        " that's what's cool about working out.",
        4981.88,
        4982.82
    ],
    [
        " You can work out when you're exhausted because once you start moving, it's not like you're going to fall asleep while you're doing squats.",
        4982.84,
        4987.26
    ],
    [
        " Right.",
        4987.38,
        4987.48
    ],
    [
        " It's like you're going to fall asleep while you're doing pull-ups.",
        4987.6,
        4989.1
    ],
    [
        " Yeah.",
        4989.3,
        4989.46
    ],
    [
        " You're just going to do the pull-ups.",
        4989.46,
        4990.48
    ],
    [
        " You're just going to do the squats.",
        4990.58,
        4991.42
    ],
    [
        " And when you get done, you'll be tired.",
        4991.42,
        4992.48
    ],
    [
        " You're going to sleep.",
        4992.5,
        4992.96
    ],
    [
        " Right.",
        4993.16,
        4993.28
    ],
    [
        " What's hard to do, and this is when we were writing the book, when I was writing my section of the book,",
        4993.62,
        4998.42
    ],
    [
        " I'd be writing at night, 11 o'clock at night, 12 o'clock at night, be trying to hammer through it.",
        4998.42,
        5003.08
    ],
    [
        " And sometimes I just fall, you know, I'd be falling asleep.",
        5003.28,
        5005.0
    ],
    [
        " Oh, man.",
        5005.14,
        5005.88
    ],
    [
        " So, but that feeling of, hey, I'm just falling asleep.",
        5006.54,
        5009.04
    ],
    [
        " Right.",
        5009.46,
        5009.58
    ],
    [
        " That's not good.",
        5009.72,
        5010.32
    ],
    [
        " So when I'm feeling that tired, I'll pound on it.",
        5010.8,
        5013.94
    ],
    [
        " I put it like one of those things where I also like to push through it.",
        5014.0,
        5017.0
    ],
    [
        " So sometimes I'm just trying to power through it.",
        5018.42,
        5020.16
    ],
    [
        " Because honestly, even a short nap for me will kind of make me stay up too late at night,",
        5020.48,
        5025.36
    ],
    [
        " and all of a sudden it'll be 1 o'clock in the morning.",
        5025.36,
        5026.98
    ],
    [
        " Thank you.",
        5027.08,
        5027.5
    ],
    [
        " It's 68 minutes.",
        5027.5,
        5028.24
    ],
    [
        " 68 minutes.",
        5028.4,
        5028.96
    ],
    [
        " 68 minutes.",
        5029.0,
        5029.6
    ],
    [
        " A 68 minute power nap can make you feel amazing.",
        5029.6,
        5032.38
    ],
    [
        " Oh, yeah.",
        5032.66,
        5032.96
    ],
    [
        " It can make you feel amazing.",
        5033.2,
        5034.34
    ],
    [
        " Don't underestimate the power nap.",
        5034.58,
        5035.86
    ],
    [
        " It is a legit fool right there.",
        5036.16,
        5037.86
    ],
    [
        " Yeah.",
        5038.36,
        5038.56
    ],
    [
        " I actually used to take like 15 minutes.",
        5039.06,
        5042.08
    ],
    [
        " Not like 10 or 15 minutes.",
        5042.46,
        5044.1
    ],
    [
        " Yeah.",
        5044.28,
        5044.38
    ],
    [
        " I know that's overkill for you.",
        5044.62,
        5046.24
    ],
    [
        " That's a little much.",
        5046.42,
        5047.2
    ],
    [
        " Going into laziness.",
        5047.38,
        5047.98
    ],
    [
        " No, the seriously, 15 minutes is, yeah, you probably felt like outstanding.",
        5048.08,
        5051.66
    ],
    [
        "",
        5052.2,
        5052.2
    ],
    [
        " But it only helps with that sleepy type.",
        5052.2,
        5054.12
    ],
    [
        " Because let's say I'm used to a certain amount of sleep.",
        5054.26,
        5056.98
    ],
    [
        " Let's say I get 2 and a half hours less sleep than I'm used to.",
        5057.14,
        5059.9
    ],
    [
        " It goes way beyond me feeling just sleepy tired.",
        5060.1,
        5063.08
    ],
    [
        " It's like physically tired.",
        5063.26,
        5064.74
    ],
    [
        " Oh, really?",
        5064.86,
        5065.18
    ],
    [
        " Yeah.",
        5065.44,
        5065.66
    ],
    [
        " So.",
        5066.2,
        5066.32
    ],
    [
        " Yeah, I don't have that issue.",
        5066.46,
        5067.24
    ],
    [
        " Yeah.",
        5067.7,
        5068.04
    ],
    [
        " Yeah, it's new.",
        5068.42,
        5069.4
    ],
    [
        " You're different.",
        5069.52,
        5069.96
    ],
    [
        " So if I take a 10 minute power nap when I am lacking 2 and a half hours of my potent",
        5071.24,
        5077.32
    ],
    [
        " quote, oh, we don't make up for it right now.",
        5077.32,
        5079.36
    ],
    [
        " No, no, no, no, no.",
        5079.6,
        5081.22
    ],
    [
        " It helps me when I get my normal sleep give or take.",
        5081.6,
        5084.78
    ],
    [
        " But I've been doing a lot of stuff during the day.",
        5085.18,
        5087.42
    ],
    [
        " You know, and you're like, dang, I did a lot.",
        5087.82,
        5089.86
    ],
    [
        " My brain was kind of used a lot.",
        5089.86,
        5092.18
    ],
    [
        " And I have this whatever I got to do now.",
        5092.18,
        5094.7
    ],
    [
        " Then you take the 10, 15 minute nap.",
        5095.0,
        5097.24
    ],
    [
        " Then it brings you right back.",
        5097.36,
        5098.44
    ],
    [
        " Yeah.",
        5098.44,
        5098.76
    ],
    [
        " And it typically will not mess with my sleep.",
        5099.0,
        5101.18
    ],
    [
        " I wonder how much of this is just you just not just powering through stuff.",
        5101.48,
        5106.56
    ],
    [
        " Yeah, probably all of it.",
        5106.64,
        5108.1
    ],
    [
        " But nonetheless, that's how it is for me.",
        5108.16,
        5111.64
    ],
    [
        " For sure.",
        5111.84,
        5112.16
    ],
    [
        " It'd be interesting to, at some point for you to experiment with like lack of sleep and",
        5112.74,
        5118.0
    ],
    [
        " sleep deprivation and see how well you can perform.",
        5118.0,
        5120.62
    ],
    [
        " Like I've been noticing that where I find I get a lot of sleep.",
        5120.82,
        5123.98
    ],
    [
        " I can still perform really well at some physical activities.",
        5123.98,
        5127.54
    ],
    [
        " And then after a few days though, I do.",
        5127.62,
        5129.34
    ],
    [
        " I feel like garbage.",
        5129.5,
        5131.02
    ],
    [
        " Right.",
        5131.32,
        5131.58
    ],
    [
        " And then with some physical activities that I'll feel as weak at.",
        5131.9,
        5134.44
    ],
    [
        " Yeah.",
        5135.14,
        5135.52
    ],
    [
        " And you're right.",
        5135.88,
        5137.92
    ],
    [
        " Well, I mean, as long as it's like one time or even two times or eight.",
        5138.32,
        5142.16
    ],
    [
        " So if I film or something and let's say I film in the morning but then I've been up, you know, working late the night before.",
        5142.72,
        5149.76
    ],
    [
        " When I go into film, I'm like charged up.",
        5150.08,
        5152.5
    ],
    [
        " I'm sure there's all kinds of factors in there.",
        5152.52,
        5155.22
    ],
    [
        " A lot of it's like adrenaline.",
        5155.22,
        5156.64
    ],
    [
        " Not like it's like this huge adrenaline rush, but there's that little bit of adrenaline because of the task, you know.",
        5156.64,
        5161.44
    ],
    [
        " So that helps.",
        5162.0,
        5162.72
    ],
    [
        " And a lot of times just like I said, if I made the decision like, no, I'm not going to miss this workout at all under any circumstances.",
        5163.16,
        5169.96
    ],
    [
        " Then I happen to get two and a half hours less sleep than I.",
        5169.96,
        5173.02
    ],
    [
        " And I go in and I how you say power through it.",
        5173.08,
        5176.04
    ],
    [
        " You can totally do it.",
        5176.32,
        5177.94
    ],
    [
        " Yeah.",
        5178.02,
        5178.18
    ],
    [
        " But I'm seeking comfort fully, for sure.",
        5178.44,
        5180.98
    ],
    [
        " But still does help though.",
        5181.18,
        5182.12
    ],
    [
        " But to answer the question, yes, if you're tired, sleep.",
        5182.12,
        5185.12
    ],
    [
        " If you need rest, rest.",
        5185.66,
        5187.38
    ],
    [
        " And don't try and overtrain yourself.",
        5188.28,
        5190.86
    ],
    [
        " You probably are overtraining and just need some rest.",
        5190.86,
        5195.1
    ],
    [
        " Yeah.",
        5195.4,
        5195.56
    ],
    [
        " Next.",
        5196.28,
        5197.3
    ],
    [
        " We don't have an author on this one.",
        5199.22,
        5202.9
    ],
    [
        " But what are your thoughts on freakishly strong guys in BJJ?",
        5203.06,
        5207.12
    ],
    [
        " Who go too hard, get hurt and pain it as if it's your fault.",
        5207.64,
        5212.56
    ],
    [
        " Because this got rolled with the maniac tonight.",
        5213.14,
        5215.88
    ],
    [
        " The guy that rolled with the maniac.",
        5216.32,
        5217.5
    ],
    [
        " So we've all been there.",
        5217.72,
        5218.6
    ],
    [
        " We're rolling with the maniac.",
        5218.7,
        5219.72
    ],
    [
        " Okay, so this is a, this seems like a pretty straightforward question at first.",
        5220.72,
        5225.26
    ],
    [
        " But then all of a sudden it gets really complicated.",
        5225.64,
        5228.22
    ],
    [
        " It really does.",
        5228.7,
        5229.32
    ],
    [
        " Who is it fall here?",
        5229.64,
        5230.5
    ],
    [
        " Right?",
        5230.94,
        5231.1
    ],
    [
        " So you rolled the guy guy super strong.",
        5231.56,
        5233.82
    ],
    [
        " You catch him in the submission.",
        5234.2,
        5235.9
    ],
    [
        " And guess what?",
        5236.4,
        5237.52
    ],
    [
        " He doesn't want to tap.",
        5237.64,
        5238.62
    ],
    [
        " And so the next thing you know, there's a little pop, there's a little crack, whatever.",
        5239.38,
        5244.08
    ],
    [
        " And you got an injury and the big guy that was going all crazy.",
        5244.34,
        5247.24
    ],
    [
        " He's like, I can't believe you did this.",
        5247.5,
        5248.86
    ],
    [
        " So the question is who's it fall?",
        5249.12,
        5250.8
    ],
    [
        " And there's actually two sides to that story in a lot of ways.",
        5251.68,
        5254.76
    ],
    [
        " Because in, from one, in one way, the higher belt, right?",
        5254.76,
        5261.76
    ],
    [
        " Or a more experienced guy should never really hurt a lower belt, right?",
        5261.76,
        5267.62
    ],
    [
        " I mean, if, if I'm a black belt and I'm going against a purple belt, I really shouldn't hurt that person.",
        5267.74,
        5273.74
    ],
    [
        " Because if I do, I probably meant to do it.",
        5273.74,
        5278.04
    ],
    [
        " I mean, of course there's, you know, mistakes happen.",
        5278.22,
        5279.72
    ],
    [
        " And I'm not talking, I'm talking about submission, right?",
        5279.72,
        5281.98
    ],
    [
        " I'm not talking about, hey, I, I went over and it made you roll your ankle or you caught your wrist.",
        5282.26,
        5287.22
    ],
    [
        " Is you were falling on or something like that?",
        5287.26,
        5288.38
    ],
    [
        " Those are just incidents, incidental, you know, things that happen in Jiu-Jitsu.",
        5288.38,
        5292.76
    ],
    [
        " But, you know, so the, so the higher belt generally shouldn't be like putting someone in a submission and hurting them.",
        5293.42,
        5300.1
    ],
    [
        " Because the experienced guys in Jiu-Jitsu, they know when the tension is there on the arm or the foot or the knee,",
        5300.16,
        5307.06
    ],
    [
        " they know that that tension means the next amount of pressure is going to take this beyond the limit of the joint.",
        5307.68,
        5314.72
    ],
    [
        " And they're going to, you're going to have an injury.",
        5315.1,
        5316.36
    ],
    [
        " So, either big guy, he's going psycho and he's got a big ego.",
        5316.54,
        5322.24
    ],
    [
        " And that's why he's not tapping.",
        5322.9,
        5324.24
    ],
    [
        " So, so that must be his fault, right?",
        5324.54,
        5326.24
    ],
    [
        " Well, at the same time, if someone doesn't tap and then you hurt them,",
        5327.54,
        5337.12
    ],
    [
        " well, that's kind of jacked up too, because you shouldn't be getting someone's foot",
        5337.6,
        5345.6
    ],
    [
        " and cranking it or getting their arm and cranking it when you know, I mean, maybe they couldn't tap.",
        5345.86,
        5350.3
    ],
    [
        " Maybe they were arm was stuck or whatever. Now, when we'll suddenly you hurt them.",
        5350.44,
        5353.18
    ],
    [
        " So, I really do think it's both, I think both people are at fault.",
        5353.88,
        5358.08
    ],
    [
        " And I think that part of the dual safety mechanisms in Jiu-Jitsu is that there's two people that can control the situation.",
        5358.34,
        5366.4
    ],
    [
        " The one that's getting submitted should tap. And the one that's doing this submission should know to stop before the injury occurs.",
        5366.58,
        5376.16
    ],
    [
        " Again, there's about a million little things that can happen where you get injured in Jiu-Jitsu.",
        5376.72,
        5380.6
    ],
    [
        " There's arm locks that get thrown on and it's a little tweak. And that stuff does happen.",
        5380.74,
        5385.54
    ],
    [
        " But when I look at Dean and I, Dean Listerrues and my main training partner, I've been training with for 20 years,",
        5386.12,
        5390.6
    ],
    [
        " we've put thousands, literally thousands and thousands of submissions on each other.",
        5393.58,
        5398.28
    ],
    [
        " And neither one of us has ever hurt the other one. And neither one of us has ever gotten hurt from a submission.",
        5398.68,
        5406.58
    ],
    [
        " And I'm talking thousands of submission. Of course, most of those, you know, many of those, most of those are him submitting me.",
        5406.86,
        5413.06
    ],
    [
        " But I mean, I've submitted him many, many times as well. And never have one of us got a submission on the other one.",
        5413.46,
        5423.0
    ],
    [
        " And hurt the other person. And I can tell you, he's let go of hundreds of submissions on me. And I've let go on many submissions on him.",
        5423.8,
        5432.6
    ],
    [
        " Because I go, you know what? Oh, I've got this. He's, you know, he's not tapping for whatever reason, would go to the next move.",
        5432.84,
        5440.44
    ],
    [
        " Or he gets me in some weird position. He, you know, he's got it, but he's let's go and go to the next move.",
        5440.92,
        5446.48
    ],
    [
        " And what's really cool about this is what you end up with is you end up with the ego free training.",
        5446.88,
        5451.18
    ],
    [
        " Because the truth of the matter is, I don't care if Dean taps me. And I don't care if I tap Dean.",
        5451.32,
        5460.22
    ],
    [
        " Like, and he doesn't care if he taps me and he doesn't care if he gets the tap from me.",
        5460.58,
        5465.68
    ],
    [
        " So what we are able to do then is take all kinds of risks and do all kinds of crazy flow drills and, and where we're really trying to get each other.",
        5465.68,
        5472.68
    ],
    [
        " But at the same time, we really don't care. And, and, and the biggest dichotomy of that is, I'm sitting here saying, I don't want to get tapped.",
        5472.68,
        5480.74
    ],
    [
        " You know, I don't care if I get tapped by Dean, but it tries me crazy when I get tapped by Dean.",
        5481.12,
        5485.66
    ],
    [
        " It tries me crazy. You can hear you like some of them in the gym. I'll be like, I, you know, I get frustrated because I got tapped.",
        5485.72,
        5490.34
    ],
    [
        " But, but it's frustrated at myself and it's frustration in the game and whatever. But it's not, it's not my ego being like, I didn't want to tap.",
        5490.34,
        5499.88
    ],
    [
        " It's just a frustration that I made a mistake or whatever. So that allows you to, to really learn more.",
        5499.92,
        5508.6
    ],
    [
        " Now, all this being said, if someone's just a big maniac that goes crazy the whole time and they're going to hurt you, well then you got to make a decision that you're not going to roll them.",
        5508.84,
        5518.58
    ],
    [
        " I mean, clearly you want to not get hurt. You want to continue training. So someone that's a, that goes crazy and is super strong.",
        5518.58,
        5527.96
    ],
    [
        " You don't want to roll them. That being said, and this is one of this whole thing has been a non-answer, isn't it?",
        5528.2,
        5535.54
    ],
    [
        " That being said, because when you do that, you've got to understand that you're avoiding a real issue. You're avoiding a big strong guy.",
        5535.64,
        5548.56
    ],
    [
        " You get you better at you get to. So, you know, you, you, you want to train with a big strong guys. But that being said once again is if you train with a big guy and you get hurt, then you can't train anymore.",
        5548.56,
        5561.32
    ],
    [
        " So you got to be smart. You got to use your judgment. You got to check your ego. You got to roll with people that have their egos checked.",
        5561.64,
        5569.08
    ],
    [
        " And I think that's, that's the best way to answer that. It's a long answer. It's probably not the most complete answer.",
        5571.44,
        5576.82
    ],
    [
        " But there is no clear cut answer because there's a lot of little nuances to every little role that needs you to get to.",
        5577.24,
        5584.92
    ],
    [
        " Yeah, it seems like there's so many exceptions to, to all these situations even when you say a higher belt should never hurt a lower belt.",
        5585.22,
        5593.72
    ],
    [
        " A lot of times that can just depend. Like, what if you're not that much higher and he's bigger than you and more athletic. And when you go for a submission really controlled or whatever, he's spasming the whole time.",
        5595.48,
        5605.58
    ],
    [
        " Yeah. So even in your transitions, he's spasming, he's spasming. So really the only way you can get that submission is if you go fast and hard to get it.",
        5605.86,
        5616.52
    ],
    [
        " You can slap it right on, right? And let's say you do it. And in the midst of your arm bar, you had, in the midst of you slapping it on, you can extend it to much more me hurt him.",
        5616.52,
        5626.06
    ],
    [
        " Yeah. So it's really just the nature of the role. And a lot of times it's nobody's fault. That's just how two guys going crazy. Who care about the submissions they're getting. It happens.",
        5626.32,
        5636.02
    ],
    [
        " But yeah, you shouldn't care about so much about the submissions you're getting. That's the bottom line.",
        5637.26,
        5641.12
    ],
    [
        " Well, unless and Greg, Greg brought this up where he said, you should care. You should care about the submissions you get. And you should care about being able to resist submissions as well.",
        5641.52,
        5653.34
    ],
    [
        " Because it's kind of your response. And this was this would understand the context we're talking. We're talking about like me and him. And the guys that I was talking about. I was rolling with.",
        5653.46,
        5663.58
    ],
    [
        " He said, it's your job to give them an accurate look. If you're a big guy who's, you know, you come in and you're, you know, however big and athletic, you have to give them that look. And you have a certain skill level. And you just say you got to give them that look.",
        5663.62,
        5677.18
    ],
    [
        " So you provide an accurate experience of rolling with a guy who's, you know, 215 pounds. Brown belt. You have to give him that. That's true.",
        5677.44,
        5686.36
    ],
    [
        " So he's saying you can't go easy. You can't go easy. You can't. He's not saying you can't. He's saying, but if you put on a submission and that guy's not tapping, he's just giving you an accurate look that your submission isn't submitting him.",
        5686.36,
        5699.22
    ],
    [
        " You're not submitting him. You're not tapping him out. And if he's tough and likes the pain or is not scared of the pain, well, that's the look he's giving you.",
        5699.36,
        5705.26
    ],
    [
        " So you have to complete the move. If you're not going to break his arm, if you have that that mindset, that's good too. But then you have to work on other situations that you would do in that situation.",
        5706.04,
        5716.34
    ],
    [
        " So if you want to just control the fight more or something like that, then that's what you got to do. But it is is job to give you that look.",
        5716.68,
        5723.24
    ],
    [
        " That is something that Dean and I will do that I think is awesome is let's say Dean puts a heel hook on me. And instead of cranking it and making me tap, he'll hold it.",
        5723.24,
        5753.04
    ],
    [
        " And tap not because of the pressure not because the pain because I realize it's it's checkmate in the game over. Yeah, the same token is as he's holding it. If I can figure out have time to think and consider and go, Oh, what if I put my foot here? What if I grabbed this arm here? What if I spin this way or that way and all of a sudden a real escape opens up.",
        5753.04,
        5770.34
    ],
    [
        " But I had time to think about it. Well, maybe next time I do it, I don't have to think and now we actually have figured out an escape from the position. Yeah. And and or either I figured out an escape or maybe he figured out the way to finish it with 100% reliability.",
        5770.34,
        5785.18
    ],
    [
        " So we actually have advanced the that's probably the original advancement in the leglock game for for Dean and me was and really for for Dean more than me was him holding a submission and not and allowing me to try different things to escape.",
        5785.36,
        5801.84
    ],
    [
        " And shutting them down and then eventually where I was like, okay, now I've got you position where there is no escape. And that's how things like we end up with like the 4 4 11 and ultimate game over all that stuff came from holding those positions because if he just locked him on and cranked it, well, then I tap and then we start again, but he didn't have to adjust anything.",
        5802.66,
        5819.76
    ],
    [
        " And now you start building technique on top of technique on top of technique. Next question.",
        5819.76,
        5825.92
    ],
    [
        " And I'm quoting this here, please can I have some advice with dealing or please can I have some advice for dealing with poor leaders at work.",
        5826.54,
        5838.9
    ],
    [
        " They have little respect for and the question.",
        5839.18,
        5842.46
    ],
    [
        " As a subordinate, how do you handle a leader who leads from a place of ego and isn't transparent with information.",
        5843.6,
        5852.0
    ],
    [
        " Yes, so these were a couple questions actually that I got and I just kind of bunch them together because my answer is going to be very similar for each of them. And it's actually very similar to a situation that I'm dealing with right now, the kind of helping out.",
        5852.76,
        5869.12
    ],
    [
        " And I wrote something to him recently and what happened was he's in a situation where a leader had come in that didn't have the knowledge inside the industry they were working in.",
        5870.1,
        5884.54
    ],
    [
        " So he came from another industry got put into a leadership position and that guy that new leader was resisting change and not giving support to the new procedures that the guy I was coaching was trying to implement.",
        5884.88,
        5897.6
    ],
    [
        " So he was kind of you know at a loss for what to do, you know, you got this new manager that's coming in that's inexperienced and the guy I'm coaching obviously doesn't respect him because he doesn't have a lot of knowledge in this industry.",
        5899.38,
        5914.52
    ],
    [
        " And so here's the advice I gave. I said, you need to set this up to make the new manager look good.",
        5915.02,
        5923.12
    ],
    [
        " Make some adjustments to the words you are choosing, the tact you are taking and the focus you are using to ensure that your changes make him look good, not bad.",
        5924.54,
        5935.18
    ],
    [
        " Now this is so counterintuitive for people. It's so counterintuitive because they get that person that's above them and the chaining command that doesn't know as much as them, that's not as smart as them.",
        5936.22,
        5944.24
    ],
    [
        " And what do they want to do? They want to bring them down. They want to prove to everybody that they're better. I'm better than that guy.",
        5944.44,
        5949.88
    ],
    [
        " I deserve that guy's job. That's what everybody's instinct is to do. And it's wrong. It's wrong.",
        5949.88,
        5958.48
    ],
    [
        " Somehow let the ideas come from him or make him the approver or the driver of some of the s aspects that he can handle.",
        5960.04,
        5969.44
    ],
    [
        " So I'm actually saying go out of your way to make this easier for this guy. Make him look good. Give him credit. It's your ego that wants to pull him down. Put your ego in check.",
        5969.76,
        5982.56
    ],
    [
        " Help him without being condescending or acting like you know more than him. He shouldn't even know you are helping him.",
        5983.76,
        5991.4
    ],
    [
        " If you've been this is so fun to do is when you know echo doesn't know this section of the equipment.",
        5991.58,
        5998.8
    ],
    [
        " So I don't say hey since you don't know this. I'll teach it to you right this condescending tone of you know but instead of like hey have you ever seen the way this one works?",
        5999.38,
        6012.08
    ],
    [
        " I know you have you ever seen this specific equipment before because the way it works. It's a little bit different than some of the other ones is you got to do this this and this.",
        6012.08,
        6019.06
    ],
    [
        " And you can sit back and you can accept that knowledge without feeling like you don't know it. So I'm teaching you but I'm doing it in a clandestine manner.",
        6019.24,
        6027.36
    ],
    [
        " And that's what we're trying to do because we're trying to build we're trying to build a relationship here. That's what we're trying to do.",
        6027.8,
        6033.16
    ],
    [
        " We're trying to build a relationship and if I go since you don't know how to use this I'll show you now what does that do put you on the defensive makes you consider to me to be a threat now I'm threatening and that's not good.",
        6033.16,
        6047.46
    ],
    [
        " He should even know you are helping him respect what he does and show him that you respect it.",
        6048.82,
        6054.98
    ],
    [
        " So hey you know I know this is you probably haven't been down the weeds on this type of gear in a while but hey this is the way you know what I'm saying like you actually I actually respect the fact that you're up top in charge and I'm just a frontline guy but here's how you do this if you ever had to.",
        6055.36,
        6069.3
    ],
    [
        " You know what I mean just downplay what he doesn't know and subtly helping to learn it right you know you probably would never have to do this this this new equipment over here I mean I know it's a little bit below your level here's how it works if you ever needed it boom you know what I mean not like you don't know how to do this right.",
        6069.86,
        6089.04
    ],
    [
        " I do you know you don't want an adversarial relationship with this new leader you want him to support and help you he will do that if you are making him look good this is so easy man this is so easy and so hard because everybody's ego will get in the way.",
        6089.04,
        6111.22
    ],
    [
        " Everybody's ego will get in the way. Extreme ownership often requires covert and clandestine indirect actions so all these things that I'm talking about helping the guy without him knowing letting him take credit for ideas without him knowing.",
        6112.06,
        6130.88
    ],
    [
        " All these little aspects they're indirect actions they're not going ahead to head it's like jujitsu it's jujitsu all the time everything's jujitsu you don't want to if you know I'm going to do an armbar I'm not going to get the armbar right you're going to defend that so I have to go take indirect actions and set things up and take my time and be clandestine and covert this is chess not checkers this is where you need to master.",
        6133.4,
        6160.82
    ],
    [
        " You know you need to master your ability to influence which as we talked about a couple podcasts ago is actually manipulation right I'm manipulating this guy to think that he's got something over me I'm inflating his ego while I'm putting my ego and check I'm making him feel like he's even better and that makes him feel good it makes him want to support me because I make him look good.",
        6160.88,
        6181.18
    ],
    [
        " This is just basic if you do this wrong the new manager will resist you at every turn if you do this right he will be your biggest supporter now this is the same thing with leaders that you quote unquote don't respect first of all there should be something that you respect about everybody everybody that you meet you should have some kind of respect for them.",
        6182.48,
        6210.92
    ],
    [
        " And by the way if you don't respect someone what is making you not respect them it's your ego it's your ego that makes you not respect people because you think I'm better than them I should have their job they don't know what they're talking about and I do that's all ego right so put your ego and check and just be like okay this person's above me they seem to",
        6211.18,
        6231.2
    ],
    [
        " really experienced but what can I learn from them how did they get there if they're so dumb and bad at this job how come they outrank me let me learn something from them let me learn something from them put your ego and check and this is the key point and anytime I talk about quote unquote leading up the chain of command I will talk about this that no matter what boss I work for and I work for every different kind of boss",
        6231.2,
        6260.88
    ],
    [
        " ego maniac psychopaths wonderful guys intelligent guys brilliant guys tacticians I work for every different kind of boss and I always had the same relationship with all of them that was my job was to build that relationship and that was a relationship of high trust",
        6260.88,
        6276.42
    ],
    [
        " so they trusted me they were to stay out of my way let me do what I wanted and that's how you win which by the way when you win they should never know you win they shouldn't even know that there was a competition happening",
        6276.42,
        6289.98
    ],
    [
        " right right right and that way you can do what you want and so that is how you deal with people above you in the chain of command that you have little respect for or that lead from a place of ego you build a relationship with them you don't go head to head with them you're not going to win going head to head with your boss there your boss they have rank on you if they're an ego maniac they're going to use that rank",
        6289.98,
        6312.3
    ],
    [
        " if there's someone that you don't respect you got to build a relationship with them if there's someone that's an ego maniac you got to build a really regardless of the situation the the solution is the same build a relationship of trust help them build them up take a back seat let them get credit it's all those things and once you do that you're going to have you're going to have much better results than if you trying bang heads with them overcome them defeat them have an antagonistic relationship with them",
        6314.42,
        6342.28
    ],
    [
        " it's never going to work so play the game",
        6342.3,
        6347.96
    ],
    [
        " you've been lifting heavy weights for many years indeed sir",
        6347.96,
        6356.2
    ],
    [
        " now that you're in your mid forties are you still seeing gains in strength and muscle well yes I am and as a matter of fact I think one of the key",
        6356.2,
        6369.02
    ],
    [
        " kind of measurements of this is only a couple years ago I set my personal all-time record for pull ups a couple years ago maybe a year or two ago",
        6369.64,
        6381.0
    ],
    [
        " how many did you do 63 yeah so but that being said obviously you know you're going to go up and down so so and you don't",
        6381.0,
        6399.0
    ],
    [
        " be giving me so what I do is I'm constantly kind of going from goal to goal to goal and I get on a path where I'm trying to do something",
        6399.0,
        6408.74
    ],
    [
        " I'll get into something I'll read an article or I'll see something and I'll go that looks cool right that looks hard that looks like a challenge",
        6408.74,
        6417.14
    ],
    [
        " or I don't think I could do that but I'm going to try right you know so I'll say okay you know what man I haven't deadlift",
        6417.14,
        6424.28
    ],
    [
        " heavy in a while I'm gonna get I'm gonna get my get my 500 pound deadlift on and so I'll just start focusing on the deadlift",
        6424.28,
        6431.08
    ],
    [
        " and that's I mean I'm deadlifting every day but I'm dead to start to go heavy right I'm really working it I'm starting to all my you know",
        6431.08,
        6439.24
    ],
    [
        " maybe I'll be deadlifting a little more often I'll throw it in another day and I'll maybe I'll stop a little bit of that",
        6439.24,
        6446.78
    ],
    [
        " sprinting or a little bit of that high rep stuff right and I just start you know spending more time deadlifting",
        6446.78,
        6453.68
    ],
    [
        " and after a while you know maybe a month goes by month and a half and I get where I want to be now so I get I let's say I get to 500",
        6453.84,
        6463.94
    ],
    [
        " get my 500 deadlift feeling good now I could say you know what I want to get 525 right I could say that yeah",
        6463.94,
        6472.26
    ],
    [
        " but if you think about what I'm gonna have to do and anybody that lifts weights at all knows that the difference like the higher you go",
        6472.26,
        6480.4
    ],
    [
        " the the harder it is to increase a little bit more and and really what what are you getting out of that like like in the real world",
        6480.86,
        6489.4
    ],
    [
        " big picture what are you getting out of an extra you got 500 pounds you can deadlift what are you getting out of an extra 25 pounds",
        6489.4,
        6495.22
    ],
    [
        " yeah the answer is the answer is not a lot you know the answer is no one will ever know the difference between you at 500 pound deadlift",
        6495.22,
        6505.5
    ],
    [
        " and you at 520 or 525 no one's gonna know that difference when they roll with you when they look at you they're not going to know",
        6505.5,
        6511.58
    ],
    [
        " and you will have to sacrifice other parts of your physicality in order to get there you're going to be slower at real sprinting",
        6511.58,
        6521.44
    ],
    [
        " you're probably going to be heavier so you're going to be able to do less calisthenic workouts or less less repetitions and calisthenics",
        6521.44,
        6527.66
    ],
    [
        " so I'll get there and then once I get to like that good goal that I'm looking for then I'll just shift to another goal",
        6528.58,
        6535.72
    ],
    [
        " and I'll start looking at something else and you know whatever it's gonna be a certain number of you know a 20 rep squat routine at a certain weight",
        6535.72,
        6546.38
    ],
    [
        " I'll start heading towards that or a certain number of muscle ups and a certain number of times whatever the case may be I'll do that and that's what I've been doing for many many years",
        6546.38,
        6555.78
    ],
    [
        " and I never go so far down one path and become so specific that it takes away a bunch from the other areas because at the end of the day you know I want to be well rounded",
        6555.78,
        6568.82
    ],
    [
        " yeah I think that's that's a mature I would say that's a mature pursuit right there because when you're young you want to",
        6568.82,
        6582.9
    ],
    [
        " I mean not you like everyone but I'm just saying it's pretty general pretty typical that when you're young you want to get you said these not want to bench the most I can possibly bench and you'll go or the deadlift for example if you get 500 when you're younger",
        6584.18,
        6597.84
    ],
    [
        " you want to get that 525 you want to get that 535 you want to get that 555 and you don't really see the big picture you don't see that that not only yeah you're gonna have to spend so much effort just to get that little gains",
        6597.84,
        6611.72
    ],
    [
        " which no one's going to be able to tell unless you're in a competition something like that is different but not only are you spending that much time you're avoiding time you could be spending",
        6611.72,
        6621.8
    ],
    [
        " developing other aspects of your fitness if you're talking about working out so I fell into the sit yeah I fell into the same thing about a year ago when I was never really into",
        6621.8,
        6631.44
    ],
    [
        " like conditioning in the gym you know like muscular conditioning and metabolic conditioning never into that but once you do that you find that there's so many gains I can achieve doing this type of stuff when you know you",
        6631.52,
        6645.3
    ],
    [
        " achieve the gains when I was young lifting weights and getting this big bench or big muscles or whatever but in when you're talking about like your physical body and fitness and stuff gains",
        6645.3,
        6657.26
    ],
    [
        " in strength and muscle there's almost endless ways you can develop strength and muscle or physical conditioning you mean physical conditioning as a whole yeah so strength and strength is I mean I know strength is",
        6657.26,
        6670.58
    ],
    [
        " defined but really when you kind of talk about strength that's like that's a general term like you can even say his distance running is strong like he has a strong",
        6670.58,
        6679.24
    ],
    [
        " aspect of his game or whatever that's not true",
        6679.42,
        6682.12
    ],
    [
        " distance runners are usually not strong yeah yeah but we'll just say his game is strong you know",
        6682.12,
        6688.38
    ],
    [
        " it's good or whatever I guess what you call it but either way gains it just in general you know and the more",
        6688.38,
        6696.34
    ],
    [
        " elements of physicality you have developed the better off you're gonna be absolutely so yeah if you if you so a lot of times when they",
        6696.34,
        6706.48
    ],
    [
        " talk about gains in strength and muscle that means the numbers yeah 500 and now I'm getting five you know I'm 40s now and I still getting gains in strength",
        6706.48,
        6716.86
    ],
    [
        " muscle but there's so many other gains to get in all kinds of different physical activities and like I said that's the mature way to pursue it",
        6716.86,
        6725.64
    ],
    [
        " is to pursue all those things and set a cool goal and when the diminishing returns start to come about then you shift your goal again and then at the end of the day you're",
        6725.64,
        6736.46
    ],
    [
        " the big picture what you're gonna end up with is this fully developed physicality that applies to way more things in life than they would if you're just trying to get that bench up or that dead lift up",
        6736.46,
        6747.34
    ],
    [
        " so yeah you're you're you're pursued that's that's that's a very eye opening thing I think I fell into it but the way you put it I think that's very important especially when you start to get older you know when functioning overall",
        6747.34,
        6762.36
    ],
    [
        " you know this is not something that I just started doing I got older when we were young in the seal teams we would do this we'd be like alright we're gonna get to bench 300 once we were benching 300 we'd say alright we're gonna go and we'd be doing things like hey we're gonna do the 6 mile run and extra time and we get that we'd say oh we're gonna do 50 pull ups and then we get to that we've been doing this for a while yeah",
        6762.5,
        6782.28
    ],
    [
        " and I think that yeah I'm sure there's a lot of people that actually conduct themselves like that yeah like I know Tim Ferris kind of does that and just even more so than just an exercise just in a lot of in life you know he'll do that he'll set a goal he'll experience it or and then he'll shift it and then do something else and there's guys who they kind of devote their life as almost like a hobby",
        6782.28,
        6802.34
    ],
    [
        " but just a part of their life will they'll every year they'll take on something new they'll be like I'm gonna learn the guitar just this whole year and then next year is something else whatever",
        6802.34,
        6810.42
    ],
    [
        " yeah and more so than I'm not necessarily saying that I think it comes with age I'm just saying that's a mature way to to to get gains you know",
        6810.6,
        6822.08
    ],
    [
        " smart way to run your life yes yes very smart",
        6822.08,
        6824.14
    ],
    [
        " so next question okay you talk about people becoming aware as a leader when did you become aware as a leader",
        6824.14,
        6839.08
    ],
    [
        " I think I've actually told this story before but it was it is pretty clear memory to me I was doing I was a young seal probably in my first or second it was actually my second platoon",
        6840.42,
        6852.08
    ],
    [
        " and we were taking down an oil rig and oil rigs are very complicated there's a lot of there's different levels to the oil rigs and there you can see through all the levels because the floors are just made of great basically",
        6852.08,
        6868.36
    ],
    [
        " so you can see multiple different directions 360 degrees and there's all kinds of gear and equipment all over the the different levels so it can be pretty complicated anyways we came up onto this level so I'm gonna put seal platoon and we got 15 or 20 guys and we come up onto this level and everyone spreads out in a line and we're looking at the level and there's all kinds of complex stuff in front of us and we're trying to clear it you know you're looking for bad guys or whatever",
        6868.38,
        6894.64
    ],
    [
        " again this is just training and as we're looking at everyone kind of freezes because there's so much complexity out there that everyone just kind of freezes just with physical layout just the physical layout it's just confusing and it looked you know confusing yeah and complex and so as I stood there everyone froze",
        6895.08,
        6914.02
    ],
    [
        " and as everyone froze I basically came offline and put my gun to high port and I said hold left move right so I was able to step back look around assess a good solution for the situation and once I assessed a situation I just called out what to do I said hold left move right which basically the guys on the left stay where you're at the guys on the right we're gonna move and do the clearance and the guys did it",
        6915.8,
        6943.12
    ],
    [
        " and I realized right then you know like wow I can I can kind of I think I think I think I got this and it wasn't then I didn't all of a sudden start trying to take charge very",
        6943.34,
        6954.06
    ],
    [
        " think is in the seal teams you can't just as a new guy step up and start taking charge stuff you know you'll get put in your place but I had that vision and the vision that I actually had was that vision of the attachment the vision of coming offline and stepping out of the tactical situation and realizing that when you step back you can see everything",
        6954.06,
        6972.54
    ],
    [
        " and that was like a miracle to me and once I realized that it was always easy for me to do that from then on and not only that but it became easy for me to do that in regular life and in other things that I'm doing and having conversations and dealing with relationships and making sure I'm not getting dragged down into these crazy relationships situations or you know business situations where there's a lot of emotion going on and saying you know what I just got to just got to step back and",
        6973.08,
        7002.34
    ],
    [
        " and observe this from a better vantage point that's more unbiased. Next question. What if you don't have a good mentor?",
        7002.34,
        7015.7
    ],
    [
        " So we talk about mentorship and how mentorship is important and it's good to have mentors and I would agree it's good to have mentors and if you can find them and you can't always find them.",
        7019.4,
        7028.88
    ],
    [
        " And so I think this individual that asks this question what if you don't have a good mentor what do you do and for me it actually brings back my memories of when I first got to the seal teams because when I first got to the seal teams it was actually pretty hard to find the right answer.",
        7029.26,
        7045.68
    ],
    [
        " I think I would find a good mentor that I looked at and said you know I want to be like that person and they were going to invest in you.",
        7045.68,
        7056.3
    ],
    [
        " So it was one thing to say hey that guy looks like a badass and I want to be like them that was easy but to have someone that says hey listen new guy I'm going to invest in you and you know make you into a great seal that really wasn't happening.",
        7056.82,
        7071.2
    ],
    [
        " You know we had first of all the reason some of the reasons it wasn't happening was because there was guys that were you are on constant going on deployments and so it wasn't like someone would grab you and pull you aside and when you got a seal opportunity became a little bit easier and you'd usually find something that's going to at least take some interest in you.",
        7072.86,
        7089.54
    ],
    [
        " But like the Vietnam guys they were around but they were you know instructors and or working in the training department so they didn't you aren't going to see them on a daily basis they weren't going to mentor you they weren't going to be there for you and I'll tell you not only that but the guys that I went through training with and the guys that I ended up going to my first team with.",
        7089.78,
        7112.8
    ],
    [
        " We we actually wanted to be more hardcore than what we saw you know we actually wanted to take it to another level and so to be honest with you we kind of mentored ourselves and we set the standard of what we thought a seal was supposed to be like in our minds and we started to act upon it.",
        7115.8,
        7140.96
    ],
    [
        " I mean I remember we were doing the runs and the swims at the seal team with our full gear so like the guys at the team would be wearing you know sneakers and a pair of shorts and we'd be wearing boots and a rucksack and they would be looking at us like we were kind of crazy you know but that was us kind of mentoring ourselves and we did that with everything you know we were spending time at the team on the weekends we would inspect each other's",
        7140.96,
        7170.86
    ],
    [
        " gear over and over again and modify it make sure it squared away and we were constantly trying to learn and teach each other different things I remember trying to teach each other about the different radios that they had and different kind of knots that we had learned and so we we were always just kind of mentoring ourselves.",
        7170.86,
        7186.56
    ],
    [
        " And so I think you know that's that's the point is that if you can't find a good mentor then you got to become your own and I think with with the way the world is now it's actually relatively easy to do that I mean first of all you can you can research what you want to be like you can figure out who you want to be like or maybe it's not who you want to be like but what aspects of other humans you can take.",
        7188.04,
        7216.54
    ],
    [
        " And bring on board now that is something I did with all kinds of seals there was all kinds of badass seals that I said that guys really good at this and I'm going to try and get good at that too.",
        7218.04,
        7225.9
    ],
    [
        " The way that guy acts in this situation is awesome and I'm going to try and act that way too so it wasn't like I was trying to be like them but I was at least trying to emulate the best aspects of these different individuals and I think there's a lot of examples out there today where you can do that you can look for people to emulate you can I mean on YouTube you can basically find out how to do that.",
        7225.98,
        7246.54
    ],
    [
        " You can do anything in fact you need to be careful that you're that you sanity check some of the people that you look into on on that but I think the key really to mentoring yourself.",
        7246.54,
        7258.66
    ],
    [
        " It goes back to what we just talked about with detachment because you need to if you want to mentor yourself you got to be able to look at yourself and you got to be able to look yourself in an honest way and that means you need to be able to detach yourself",
        7259.46,
        7274.86
    ],
    [
        " and observe yourself from that distant place by distant I mean three feet I mean just from just outside of inside your own brain and if you detach you can see where you're making mistakes and you can see what the long range you that you're striving for you can see what it's going to take to get there.",
        7276.24,
        7298.28
    ],
    [
        " And I think that's what that's what I've done when I haven't had a mentor is I've figured out a way to mentor myself and I think the goals that you set and the path that you draw out and you detach yourself so that you can give yourself an honest observation of who you are and how you're doing and I think that is a good way to handle it.",
        7299.64,
        7323.62
    ],
    [
        " Good shit.",
        7324.68,
        7325.94
    ],
    [
        " Alright, um, we'll do one more.",
        7328.1,
        7333.78
    ],
    [
        " Alright, last question.",
        7334.12,
        7334.96
    ],
    [
        " Any thoughts on how to crank up the discipline and where does discipline even come from?",
        7337.06,
        7345.42
    ],
    [
        " Where does discipline come from?",
        7349.44,
        7353.06
    ],
    [
        " Just a classic question and whoever asked that question I would say thank you for asking that question.",
        7353.8,
        7363.4
    ],
    [
        " Where does discipline come from?",
        7364.6,
        7366.24
    ],
    [
        " And the answer is actually pretty simple and pretty obvious.",
        7367.42,
        7372.5
    ],
    [
        " Discipline comes from within.",
        7373.64,
        7376.52
    ],
    [
        " It's an internal force.",
        7377.02,
        7380.24
    ],
    [
        " Now sure, of course you can have discipline imposed on you by some person like like a drill instructor or like that self help guru on TV.",
        7382.02,
        7396.0
    ],
    [
        " But the reality is that type of discipline isn't the real type of discipline that we're talking about.",
        7396.0,
        7403.02
    ],
    [
        " That discipline isn't as strong.",
        7403.32,
        7404.76
    ],
    [
        " It won't survive that imposed discipline that someone else is putting on you.",
        7404.96,
        7410.9
    ],
    [
        " What you're looking for and what you're talking about and what you need is self discipline.",
        7411.48,
        7420.7
    ],
    [
        " Now self discipline as the very term implies comes from the self.",
        7421.94,
        7427.78
    ],
    [
        " It comes from you.",
        7428.08,
        7428.88
    ],
    [
        " It comes from when you make a decision to be disciplined.",
        7429.84,
        7437.72
    ],
    [
        " When you make a decision to be better, when you make a decision to do more and to be more.",
        7438.82,
        7447.02
    ],
    [
        " Self discipline comes when you decide that you're going to make a mark on the world.",
        7450.0,
        7457.3
    ],
    [
        " And if you think that you're not disciplined or you can't be disciplined, it's because you haven't yet decided to be disciplined.",
        7458.18,
        7472.1
    ],
    [
        " It's because you haven't created that discipline yet.",
        7472.42,
        7477.86
    ],
    [
        " It's because you haven't become that discipline yet.",
        7478.54,
        7486.42
    ],
    [
        " So where does discipline come from?",
        7487.98,
        7492.52
    ],
    [
        " It comes from you.",
        7494.42,
        7495.86
    ],
    [
        " So make the decision.",
        7498.4,
        7501.04
    ],
    [
        " Make the commitment.",
        7501.74,
        7503.2
    ],
    [
        " Become the discipline.",
        7503.86,
        7506.24
    ],
    [
        " The discipline.",
        7506.84,
        7509.96
    ],
    [
        " The root quality.",
        7510.36,
        7511.8
    ],
    [
        " That will improve every aspect of your life.",
        7512.68,
        7515.94
    ],
    [
        " And it'll make you better and stronger and smarter and faster and healthier.",
        7516.98,
        7523.7
    ],
    [
        " And most importantly, it'll make you free.",
        7524.9,
        7531.84
    ],
    [
        " And that's pretty much all I've got for tonight.",
        7532.72,
        7541.9
    ],
    [
        " And if you want to continue this conversation or engage in a conversation, you can find us on Twitter.",
        7543.14,
        7552.54
    ],
    [
        " I'm at Jocco Willink and Echo is at Echo Charles.",
        7553.18,
        7560.72
    ],
    [
        " So thanks to everybody.",
        7562.66,
        7563.72
    ],
    [
        " Thank you for listening.",
        7564.54,
        7566.4
    ],
    [
        " Thank you for subscribing.",
        7567.46,
        7568.64
    ],
    [
        " Thank you for leaving reviews.",
        7569.5,
        7571.44
    ],
    [
        " Thanks for spreading the word.",
        7572.16,
        7573.6
    ],
    [
        " And most of all, thanks for getting after it.",
        7574.96,
        7580.88
    ],
    [
        " This is Jocco and Echo.",
        7581.58,
        7584.74
    ],
    [
        " And until next time, out.",
        7585.62,
        7588.56
    ]
]