[
    [
        " This is Jocco Podcast number six with Echo Charles and me, Jocco Willink.",
        0.36,
        8.66
    ],
    [
        " Time to get back to the books.",
        9.08,
        13.3
    ],
    [
        " Last time I read some letters and today we're going back to the books and actually this",
        13.78,
        22.46
    ],
    [
        " one is kind of hard pressed or it's a stretch to call this a book.",
        22.46,
        25.84
    ],
    [
        " Today we're, you know, I've given some a pretty, you know, the last hundred yards is a very rare piece of,",
        26.8,
        34.98
    ],
    [
        " piece of literature if you could even call it that.",
        35.0,
        37.76
    ],
    [
        " Same with battle leadership.",
        38.32,
        41.24
    ],
    [
        " That's pretty rare.",
        41.48,
        42.42
    ],
    [
        " Now that one can be found on the internet.",
        42.52,
        44.1
    ],
    [
        " About face was a pretty popular book.",
        44.7,
        46.66
    ],
    [
        " But this one tonight we're going with something that many people have heard of or at a",
        47.48,
        55.34
    ],
    [
        " minimum you've heard of Napoleon, right?",
        55.66,
        58.9
    ],
    [
        " No, it's a very leader.",
        59.08,
        59.72
    ],
    [
        " But what's interesting about this and what's almost makes it cheating from my perspective for me is that these are",
        60.46,
        67.52
    ],
    [
        " maxims.",
        67.52,
        68.16
    ],
    [
        " These are already parsed down and put into a format that's very easy to understand.",
        68.22,
        73.66
    ],
    [
        " You know, the work has already been done.",
        73.94,
        76.04
    ],
    [
        " And I'll tell you, it is hard for me to find books or pieces of information to do this with.",
        77.16,
        87.2
    ],
    [
        " And part of the reason is it takes a, it takes, I'm looking for something very specific, right?",
        88.22,
        97.56
    ],
    [
        " And it's not, you know, there's a lot of, there's tons of great books about war and they are about war.",
        98.08,
        105.68
    ],
    [
        " They're about what happened and how the war happened and what tactics were used and what unit moved where and how many people they killed and how many maneuvers they did.",
        105.68,
        118.88
    ],
    [
        " And so that's very interesting.",
        119.08,
        120.5
    ],
    [
        " And there's definitely lessons to be learned from that.",
        120.6,
        122.7
    ],
    [
        " And there is knowledge and that there's knowledge inside of tactics.",
        122.88,
        126.44
    ],
    [
        " The most common one is like if you talk about the flank, which is the most common tactic is, you know, if you're assaulting a target, you go straight on.",
        128.52,
        139.54
    ],
    [
        " And that's a frontal assault.",
        139.88,
        142.28
    ],
    [
        " But then what you want to do is you want to swing around the outside and hit them from where they're not protecting themselves.",
        142.82,
        147.4
    ],
    [
        " So that's a tactic that can be applied to, you know, anything.",
        147.84,
        150.48
    ],
    [
        " It can be applied to a debate.",
        150.48,
        152.38
    ],
    [
        " It can be applied to Jiu-Jitsu.",
        152.88,
        154.36
    ],
    [
        " It can be applied to business situations where you know you want to hit your competition where they aren't expecting it.",
        154.5,
        159.24
    ],
    [
        " So that's a flank.",
        159.28,
        159.74
    ],
    [
        " So there is knowledge to be gained from tactics for sure.",
        159.9,
        163.2
    ],
    [
        " But what I am always more interested in is the leadership.",
        164.16,
        168.8
    ],
    [
        " And the, the human psychology, you know, and that's why I love battle, battle leadership because that first chapters is battle field sites.",
        169.56,
        180.46
    ],
    [
        " And this is pre, you know, this is World War One.",
        182.56,
        186.32
    ],
    [
        " You know, there was no kind of Fufu, New Age, Hey, Feelings, and what are people?",
        186.68,
        193.38
    ],
    [
        " No, all that stuff didn't exist.",
        193.46,
        194.8
    ],
    [
        " And here's this guy talking about battlefield psychology.",
        194.9,
        197.82
    ],
    [
        " But that's what I'm always interested in.",
        198.7,
        201.3
    ],
    [
        " That's what I want to explore.",
        201.32,
        202.5
    ],
    [
        " That's what I want to learn about.",
        202.66,
        203.8
    ],
    [
        " That's what I want to compare my experiences to.",
        203.98,
        206.42
    ],
    [
        " Because, and I've said this before, leadership is the most challenging of all endeavors.",
        207.28,
        214.4
    ],
    [
        " And leading these human beings with all these variables is the most challenging and therefore the most rewarding.",
        215.54,
        223.56
    ],
    [
        " So while the tactics are important and you can gain from them, it's how the people react, what they do, where they go.",
        223.86,
        233.24
    ],
    [
        " Those are the things that, that stand the test of time.",
        233.88,
        237.02
    ],
    [
        " And that's always what I'm looking for.",
        237.12,
        238.34
    ],
    [
        " So these kind of things are the things that allow you as a leader of other people to look at those examples and learn from them and gain from them.",
        239.76,
        255.02
    ],
    [
        " And there will be little changes and little adjustments and you can see that there's changes over time.",
        255.62,
        262.96
    ],
    [
        " But the basic principles, no matter when, you can always learn from them.",
        263.5,
        268.38
    ],
    [
        " And it's the same thing with the tactics.",
        269.22,
        270.76
    ],
    [
        " Like for instance, when we were fighting in Iraq and Afghanistan, then I did not fight in Afghanistan.",
        271.08,
        277.56
    ],
    [
        " But one of my good buddies that fought with me in Iraq.",
        278.12,
        282.62
    ],
    [
        " And you know, we brought back a lot of tactics and learned a lot of lessons.",
        284.48,
        287.2
    ],
    [
        " And he said, after we went to Afghanistan, he said, that's the same thing.",
        287.6,
        290.56
    ],
    [
        " And people say, you know, it's not that it's totally, it's a totally different war.",
        291.26,
        295.1
    ],
    [
        " And so he fought in both and he says, yeah, in Iraq, when we were in Ramadi, he goes in Ramadi and in Iraq, it's streets and buildings.",
        296.16,
        307.98
    ],
    [
        " And you know, you get the elevated positions on the buildings and then you've got control over the streets.",
        307.98,
        311.62
    ],
    [
        " And he goes in Afghanistan, it's valleys and hills.",
        311.78,
        315.1
    ],
    [
        " And you know, you get the elevated position on the hills.",
        315.5,
        317.48
    ],
    [
        " And it's pretty much the same thing.",
        317.72,
        320.52
    ],
    [
        " Are there differences? Absolutely.",
        320.66,
        321.94
    ],
    [
        " But I'm saying the basic principles that he learned, he was able to apply.",
        322.54,
        325.88
    ],
    [
        " And again, not that I don't always keep an open mind that things can change and things unexpected things will happen.",
        326.34,
        334.6
    ],
    [
        " But that's sort of where, you know, what I'm always looking for.",
        335.62,
        340.44
    ],
    [
        " So that's why there's a lot of war books that I love to read and read.",
        340.52,
        345.88
    ],
    [
        " But I don't take away the same types of lessons that I want to talk to people about.",
        346.54,
        353.52
    ],
    [
        " Or that I think people want to talk to about it be a different program.",
        354.02,
        356.72
    ],
    [
        " It would be a different program.",
        357.12,
        358.12
    ],
    [
        " And maybe we should do a program that's aimed at, you know, military people that are concerned about tactics.",
        358.12,
        367.62
    ],
    [
        " Because that is definitely something that I, that I kind of worship tactics.",
        367.84,
        372.22
    ],
    [
        " You know, I love tactics. I love talking about tactics.",
        372.46,
        374.66
    ],
    [
        " But, but for the, for normal people and and for military leaders, learning about how people react is to me kind of what's.",
        375.48,
        387.44
    ],
    [
        " And what I like to explore.",
        389.18,
        391.3
    ],
    [
        " Right.",
        391.92,
        392.0
    ],
    [
        " So interesting.",
        393.16,
        394.78
    ],
    [
        " I had a couple of things about Napoleon.",
        394.98,
        396.24
    ],
    [
        " Everyone knows, you know, something about Napoleon.",
        396.24,
        399.96
    ],
    [
        " A couple of cool facts about him.",
        400.66,
        403.7
    ],
    [
        " And this is going into this book here, which, which the book is actually called Routes of Strategy.",
        403.7,
        408.56
    ],
    [
        " And it's got a bunch of different, bunch of different sections to it.",
        408.62,
        412.62
    ],
    [
        " And it's different leaders, different historical leaders throughout time.",
        412.62,
        417.52
    ],
    [
        " And this section on Napoleon, Napoleon going into the book here, Napoleon fought more battles than Alexander Hannibal and Caesar combined.",
        417.84,
        426.66
    ],
    [
        " He is beyond any doubt the greatest of European soldiers.",
        427.5,
        431.28
    ],
    [
        " So, pretty good leading.",
        432.26,
        434.1
    ],
    [
        " We were talking about a guy with some knowledge.",
        434.52,
        436.06
    ],
    [
        " He astounded his opponents by the crushing rapidity of his battles.",
        436.48,
        440.96
    ],
    [
        " He marched against the enemy and his plan of battle was a part of his plan of march.",
        441.38,
        447.6
    ],
    [
        " So, he's a guy that used mobility and used the quickness and the pace to dictate how the battles were going to go.",
        448.36,
        455.92
    ],
    [
        " His tactical system or scheme of battle was based on a holding attack against the enemy's front to keep them occupied.",
        456.64,
        464.84
    ],
    [
        " A wide development or turning movement on the enemy's rear with a small force to spread dismay and confusion in the defenders ranks.",
        465.06,
        472.76
    ],
    [
        " And then the decisive blow.",
        473.48,
        475.42
    ],
    [
        " So, that's what we just talked about. He was sort of a master of the flank.",
        475.98,
        479.02
    ],
    [
        " Hey, I'm going to do a good assault. You're going to be paying attention to that.",
        479.58,
        482.06
    ],
    [
        " And then from the side or the rear or somewhere that you're not expecting, you're getting submitted.",
        482.28,
        487.84
    ],
    [
        " And that's what he did.",
        488.28,
        489.48
    ],
    [
        " Napoleon was the first great strategist of the Western world.",
        490.38,
        495.16
    ],
    [
        " His battles were the result of his strategic movements and were carefully calculated.",
        495.7,
        501.56
    ],
    [
        " Very...",
        502.06,
        504.32
    ],
    [
        " I would say that anyone that associates anyone that thinks of Napoleon thinks of him as a strategist and a great strategist.",
        504.32,
        513.14
    ],
    [
        " Now, this collection of his maxims was published in Paris in 1827.",
        513.9,
        521.0
    ],
    [
        " And almost immediately was translated into German, English, Spanish, and Italian.",
        521.62,
        525.66
    ],
    [
        " Stonewall Jackson carried these maxims in his haversack throughout his campaign.",
        526.36,
        531.76
    ],
    [
        " This little volume,",
        532.5,
        533.62
    ],
    [
        " states Colonel Henderson, who is Jackson's biography, contains a fairly complete exposition in Napoleon's own words of the grand principles of war.",
        534.18,
        547.8
    ],
    [
        " And then the person that actually compiled the maxims.",
        548.68,
        553.9
    ],
    [
        " And this is... Actually, this is a statement that is very similar to what I started off talking about, you know, what I like to learn about.",
        553.9,
        564.0
    ],
    [
        " The art of war is susceptible of being considered under two titles.",
        565.22,
        570.26
    ],
    [
        " The one which rests entirely on the knowledge and genius of the commander, the other on matters of detail.",
        571.04,
        578.46
    ],
    [
        " Now, they're going to break that down a little bit further.",
        579.34,
        581.44
    ],
    [
        " The first is the same for all time, for all peoples, whatever arms with which they fight.",
        581.44,
        589.26
    ],
    [
        " From this, it follows that the same principles have directed the great captains of all centuries.",
        589.92,
        596.9
    ],
    [
        " So that's what I like to read about.",
        597.6,
        600.34
    ],
    [
        " Those... those same principles that have directed the great captains of all centuries.",
        600.84,
        606.26
    ],
    [
        " Those basic principles and a lot of those have to do with human nature.",
        608.38,
        610.9
    ],
    [
        " And then it goes on to say that the matters of detail and what he's talking about matters of details, he's talking about tactics.",
        612.16,
        618.12
    ],
    [
        " On the contrary, our subject to the influence of time, to the spirit of the people and the character of armor.",
        618.48,
        624.56
    ],
    [
        " And so, you know, that's when you change from having bow and arrows, to rifles, to machine guns, to bombs, to whatever.",
        624.74,
        629.76
    ],
    [
        " And so, there are drastic changes in those tactics.",
        629.76,
        633.92
    ],
    [
        " And that's why, while they interest me, and I always like to find a common thread in tactics,",
        634.72,
        641.48
    ],
    [
        " and say, oh, that's the same thing that we do, you know, that they didn't war one, we do that now.",
        641.98,
        645.76
    ],
    [
        " Or whatever, you know, you're always looking to find that thread.",
        646.4,
        649.92
    ],
    [
        " But it sometimes can be hard to find.",
        650.44,
        652.86
    ],
    [
        " And sometimes it doesn't exist to any great degree.",
        653.1,
        656.02
    ],
    [
        " Whereas the way people act, the way human beings respond to combat situations, it doesn't change as much.",
        656.06,
        667.44
    ],
    [
        " Yeah, you would think if you go deep enough or fundamental enough, that it's not surprising that it won't change because you're dealing with people in their needs.",
        668.1,
        677.7
    ],
    [
        " And like, almost on a biological level, like psychologically, a lot of times, biologically, you know, preservation of life plays a big part.",
        678.34,
        686.36
    ],
    [
        " So, yeah, technology can advance, even social stuff can advance, but those fundamental needs typically stay the same for me.",
        687.08,
        695.96
    ],
    [
        " And you're right, but if you think about this, and we talked about this last time, like with World War I,",
        695.96,
        699.94
    ],
    [
        " and you know, these basic needs for survival, these men would just, just through the mouth of the window.",
        700.56,
        707.86
    ],
    [
        " I mean, it's just absolutely crazy.",
        708.22,
        711.16
    ],
    [
        " They disregarded that drive and just went over the top into hell and into machine gun fires.",
        711.64,
        718.9
    ],
    [
        " Does that kind of go along the lines with something that is still here in a big way where they kind of put their own personal needs,",
        719.32,
        726.66
    ],
    [
        " whether they, you know, their need to survive personally, they put the need for their mission or their honor to survive.",
        726.7,
        737.14
    ],
    [
        " They put that in front of their need to survive personally, and that doesn't kind of translate even now. That's how, like, yes.",
        737.5,
        744.86
    ],
    [
        " Yes, yes. I mean, I guess if we say that that's a normal human trait, which I don't know if it is or not, that I think it's something that gets learned.",
        745.3,
        754.72
    ],
    [
        " I don't think it's a inherent normal normal trait.",
        754.84,
        758.7
    ],
    [
        " Unless you say, look, people have an inherent trait to make their tribe, their family survived.",
        758.86,
        764.54
    ],
    [
        " Yeah. That's what I was going to say. That's exactly what I was going to say.",
        764.6,
        767.82
    ],
    [
        " So military culture, especially when you deal with the elite, where doing a good job to put it lightly, doing a good job is very important.",
        768.0,
        780.38
    ],
    [
        " You would think that that culture cultivates that need to put the mission in front of my own personal stuff.",
        781.72,
        787.56
    ],
    [
        " And so deep into that individual, that it does most of the time, Trump, their need to survive.",
        788.22,
        794.76
    ],
    [
        " You know what you're right? And that thread, actually, we can go through all history and find a thread of groups of people that sacrificed and put the mission or the group ahead of themselves.",
        794.76,
        807.74
    ],
    [
        " Yes, yes. I mean, look at Thermopoly with the 300 Spartans. I mean, that's a classic example.",
        808.02,
        813.76
    ],
    [
        " Yeah. And even if they fought and died for their country.",
        813.78,
        818.5
    ],
    [
        " Yeah. And even people who aren't in the military, we understand that that's how elite soldiers are.",
        818.78,
        826.84
    ],
    [
        " You know, we understand that, oh, yeah, they, they, that's an elite soldier one who will put his life on the line for the mission for the country.",
        827.06,
        834.44
    ],
    [
        " Yeah. We all understand that. And you use the term elite, but I will not use the term elite because I've seen every soldier who wouldn't be considered elite.",
        834.44,
        845.36
    ],
    [
        " Right. I've seen them all do that. Yeah. Marines do that. And US Army soldiers and, and, you know, the untrained reservist that doesn't really, it hasn't been through the kind of training that we have at all, but they will have that.",
        845.74,
        863.24
    ],
    [
        " So it has nothing to do really with, which actually proved your point even more, is that it doesn't even have to do with your level of training or your so-called being elite.",
        863.24,
        872.12
    ],
    [
        " It has to do with your dedication to the mission and the people that are with you. So.",
        872.28,
        875.82
    ],
    [
        " Yeah. But yeah, I guess a better than better than a better word than elite would be.",
        875.9,
        881.0
    ],
    [
        " I guess just like a dedicated soldier, just a soldier in general. Yes.",
        881.46,
        885.92
    ],
    [
        " So back to the book here. A plan. Okay. Now this is that we're getting into the maximums. And I'm obviously didn't do all of them, but I picked out the ones that I kind of fought have the most.",
        887.58,
        896.9
    ],
    [
        " Talk about human nature, but at the same time also talk about from a leadership perspective, planning, execution, if they are important and they are universal, then I put them in here.",
        897.82,
        908.46
    ],
    [
        " And this is kind of one of them that I just talked about with planning a plan of campaign should anticipate everything which the enemy can do and contain within itself, the means of flirting him.",
        908.46,
        919.2
    ],
    [
        " Plans of campaign may be infinitely modified according to the circumstances. This is exactly what we heard on battle leadership.",
        920.34,
        928.8
    ],
    [
        " From Vaughn Shell is that so he just said, you know, the plan should anticipate everything, but then he goes on to say plans of campaign may be infinitely modified according to the circumstances, the genius of the commander, the quality of the troops and its",
        930.44,
        944.82
    ],
    [
        " biography of the theater of war. So this is again a common thread that we hear all the time and that is you got to have adaptability, you've got to be and one of the biggest hindrances to adaptability is ego is when you say, you know what, my plan is awesome.",
        945.38,
        961.72
    ],
    [
        " My plan is my plan is the best and I'm just going to ride my plan into the ground and take everyone down with me because I don't have the humility to admit that my plan went wrong to admit that the enemy did something I didn't expect to admit that I have shortfalls with my troops or whatever the case may be and say, you know what, I need to adapt.",
        962.16,
        981.18
    ],
    [
        " I'm going to do it now.",
        981.48,
        982.24
    ],
    [
        " Next one. All wars should be systematic for every war should have an aim and be conducted in conformity with the principles and rules of the art.",
        987.22,
        999.64
    ],
    [
        " Wars should be undertaken with forces corresponding to the magnitude of the obstacles that are to be anticipated.",
        1000.68,
        1007.82
    ],
    [
        " Now what caught me about that one was recently I got asked a bunch of questions about the situation in Iraq and Syria and one of the things people want to throw out there because it's a it's a catchy buzzword or group of buzzwords and that's you know boots on the ground.",
        1009.16,
        1032.52
    ],
    [
        " And you know I kept getting asked well how many boots on the ground do we need how many troops do we need to put on the ground and my answer was the same every time which is we put as many troops on the ground as it takes to win and to win decisively and without question that's how you go to war.",
        1033.12,
        1053.54
    ],
    [
        " Now this is another little maximum which I really like at the commencement of a campaign the question whether to advance or not requires careful deliberation so before you go into war you you carefully deliberate.",
        1057.72,
        1076.66
    ],
    [
        " And this is something that I've been talking about lately when people think that because I'm a soldier because I'm a warrior that I want to go to war and I want all my friends go to the war which is just a ridiculous statement if there's anybody that understands the impact of war it's guys that have been to war.",
        1077.66,
        1101.3
    ],
    [
        " So this careful deliberation before you commence a campaign is exactly what should be done and then it goes on to say but when you have once undertaken the offensive it should be maintained to the last extremity right that's commitment that is commitment now I will say this even on that and that's a beautiful thing you should maintain.",
        1101.34,
        1131.08
    ],
    [
        " So I'm going to say this is a very important thing to the last extremity that's an extreme statement and I will tell you that you got to balance that and you want to maintain that but what I just said is that you know if your plan isn't working you got to put your ego in check and figure out a new plan so yeah you want to maintain it to the last extremity but just short of the last extremity is okay do an ego check and make sure you've got a good plan going.",
        1131.3,
        1154.28
    ],
    [
        " A retreat however skillful the maneuvers may be will always produce an injurious moral effect on the army since by losing chances of success yourself you throw them into the hands of the enemy besides retreats cost far more both in men and material then the most bloody engagements with this difference that in battle the enemy loses nearly much as you while in a retreat.",
        1154.48,
        1184.2
    ],
    [
        " The loss is all on your side again a common thread that we talk about with Von Shell with hack worth in that is being on the offensive is good being on the offensive is always better than being on the defensive.",
        1184.28,
        1200.66
    ],
    [
        " This is a another I hope I don't know saying this for every one of these maxims but these are you know and it's not surprising that you do say this before each one of these",
        1208.34,
        1221.58
    ],
    [
        " maxims you go wow this is an impactful and this is important I've heard this before this is another way of reinstate or restating the same topic that we say all the time a general should say to",
        1221.58,
        1232.82
    ],
    [
        " himself many times a day if the hostile army were to make his make its appearance in front on my right or on my left what should I do.",
        1232.82,
        1241.48
    ],
    [
        " And if he is embarrassed his arrangements are bad there is something wrong he must rectify his mistake so this is the humility of constantly asking yourself okay if I got hit from the flank right now what would I do how would I handle it am I ready for that if I'm not ready for how do I make that change so constantly assessing yourself seeing where you're at seeing how you're doing that",
        1244.84,
        1271.42
    ],
    [
        " that's a common thread not just for war but for being a man and being a human being a woman being a being a person that's trying to be successful are you looking at looking around and you know things are I'm always most nervous when things are going well",
        1271.42,
        1288.28
    ],
    [
        " when things are going well I'm always thinking okay when when is the bad thing going to come and hit me you know how do I prepare for that how do I watch out for it how do I flank that thing before it happens to",
        1288.28,
        1299.46
    ],
    [
        " yeah a lot of times people will get in the in a way revel in the success right and they'll get used to it it'll be good to them they'll get used to it and then yeah one something does go bad or just different even a lot of time decided yeah they're just so into that success and",
        1299.46,
        1315.14
    ],
    [
        " immersing themselves in that success then yeah they don't know what to do I was a we my first deployment to Iraq we were doing assaults and capturing bad guys",
        1315.14,
        1326.16
    ],
    [
        " and we got a guy and then we went and got another guy right right on right on top of them we interrogated that guy we wouldn't go we broke down some cell and my commanding officer at the time he came to me he said hey jaco those you know I think it was four missions in a row within 24 hour period",
        1327.44,
        1346.52
    ],
    [
        " and he said hey those operations that that was awesome awesome work you know tell your platoon they did a great job getting the information going back out there a quick planning cycle it was just fantastic you know those are very admirable",
        1348.54,
        1362.68
    ],
    [
        " and I just looked into my said give us 24 hours and we'll screw it up and I just you know I want to set expectations that's how that's how that's to avoid what you were talking about to avoid be like that's right you know I said no",
        1362.68,
        1375.98
    ],
    [
        " you know what sir give us 24 hours and and we'll screw it up right do you ever fear like in that we're in that particular case that he could look at it as dang are you being negative or because obviously you're not given what you're saying you're not being negative you're checking yourself the whole time",
        1375.98,
        1393.08
    ],
    [
        " but do you fear that that either him but either you're commanding officer or anyone would take that as dang this guy's a pessimist or something like that",
        1393.08,
        1400.56
    ],
    [
        " no I had a good great relationship with my with all my commanding is officers you know I always say that's my responsibility is to have a great relationship with these guys and so he knew that I was just being humble and making sure that we're not a cocky even though he was trying to fire me up",
        1401.14,
        1414.84
    ],
    [
        " and you know he's probably trying to do that because everyone was kind of burned out I mean from doing staying awake for a long period of time and doing a bunch of ops",
        1414.84,
        1421.26
    ],
    [
        " and he was just trying to you know give some compliments and yeah yeah I just said hey sir you know let's not let's not get crazy here yeah yeah long deployment ahead of us still so you got to be careful of that",
        1421.8,
        1433.74
    ],
    [
        " to operate upon lines remote from each other and without communications between them is a fault which ordinarily occasions a second",
        1441.18,
        1452.16
    ],
    [
        " the detached column has orders only for the first day its operations for the second day may depend on what has happened to the main body",
        1452.68,
        1461.38
    ],
    [
        " thus according to circumstances the column waste its time in waiting for orders or acts randomly",
        1461.38,
        1468.24
    ],
    [
        " so what that means is you've got multiple elements out there and you've got the main element and whoever breaks off from that main element",
        1468.24,
        1479.04
    ],
    [
        " they might know what to do the first day but what do they do the second day and this is just going into classic decentralized command because in reality today in today's world",
        1479.56,
        1490.22
    ],
    [
        " this rarely happens where we lose total communications and in the business world I mean I'm a text away you can literally talk to me instantaneously",
        1490.22,
        1499.3
    ],
    [
        " but there's there's times in combat and in the business world and in life where instantaneously isn't fast enough you know it is not fast enough",
        1500.24,
        1509.46
    ],
    [
        " when we talked about this with decentralized command if you know you get ambushed and you don't know what you're supposed to do as a commander",
        1509.46,
        1518.7
    ],
    [
        " when you get ambushed you don't have a plan you don't have an overall strategy then what are you going to call back to higher headquarters",
        1518.7,
        1524.84
    ],
    [
        " and say hey Jocco we're getting ambushed right now what do you want me to do no I've you you got to be out there in the field with the with the commanders intent that you know what's what you're supposed to do",
        1524.84,
        1536.12
    ],
    [
        " and you know that if you get ambushed here's what you're going to do you're going to break contact or you're going to you know flank the enemy or whatever the case may be but you're going to know what to do in a in a business environment",
        1536.12,
        1547.2
    ],
    [
        " it's the same thing there's times where instant communication isn't fast enough you know I actually see this when we work with like sales people",
        1547.2,
        1555.72
    ],
    [
        " and you know there'll be some hierarchy of of adjusting product pricing and you know a client will come in or a customer will come in",
        1555.72,
        1566.88
    ],
    [
        " and if that person if that frontline sales person doesn't have the ability to make a pricing decision on the spot and say you know what sir",
        1567.76,
        1576.66
    ],
    [
        " I see you you know you've you've shopped us around and this is the deal you've got over there I can do it here I can take care of you we can beat that price if he can't do that he's going to lose",
        1576.66,
        1585.82
    ],
    [
        " you know if he goes let me check with my manager sure he could hang on to him but there's a chance he's going to lose him",
        1585.82,
        1590.78
    ],
    [
        " so sometimes instantaneous isn't fast enough you know it's got to be it's got to be quicker it's got to be able to happen with no communications",
        1590.8,
        1600.02
    ],
    [
        " and that's that's what this is referring to it ought it ought then to be adopted as a principle that the columns of an army",
        1600.02,
        1608.98
    ],
    [
        " should always be kept united so that when the enemy cannot thrust themselves between them",
        1608.98,
        1613.7
    ],
    [
        " this is something that I always preached to my seal leadership and that is that separating your forces",
        1616.82,
        1626.78
    ],
    [
        " and sometimes you do have to do it and it's and it's a completely acceptable tactic but is always better to be unified",
        1626.78,
        1634.34
    ],
    [
        " it's always better to be unified it's always better to be close enough that you can in fact you can be separate but you don't",
        1634.34,
        1643.68
    ],
    [
        " support each other so if you know you shouldn't be getting you're you and your element shouldn't be getting any further away from me in my element",
        1643.68,
        1651.02
    ],
    [
        " then we could be able to support you so what's the range of my guns what's the accurate range of my guns",
        1651.02,
        1655.66
    ],
    [
        " you know if I can shoot three or 400 500 meters you know if you have eight guys and I have eight guys and now we're getting further than that apart",
        1655.66,
        1664.26
    ],
    [
        " that means I really can't support you so now we're alone and that's not how you want to be",
        1664.26,
        1670.04
    ],
    [
        " so again there's times where people have to take calculated risks but we always would say you know keep that",
        1670.06,
        1676.0
    ],
    [
        " keep together stay together as much as you can and again this is it I'm talking tactics now",
        1676.0,
        1686.44
    ],
    [
        " this is like for people that are in the military that are listening to this podcast there's something to keep in the back of your mind",
        1686.44,
        1692.52
    ],
    [
        " stay where you can cover and move stay where you can mutually support one another",
        1692.52,
        1697.46
    ],
    [
        " they should move to when for any reason this maximum is departed from the detach core should be independent in their operations",
        1701.36,
        1710.0
    ],
    [
        " they should move towards a fixed point at which they are you to unite they should march without hesitation and without new orders and should be exposed as little as possible to the danger of being attacked separately",
        1710.0,
        1721.78
    ],
    [
        " this to me goes into contingencies where if we do get separated you've got to know okay if I get separated and it's been an hour I'm going to this fixed point and we're going to make it happen",
        1721.98,
        1731.74
    ],
    [
        " yeah that's something you're at the mall yeah I was just going to say when you got a family this is something you actually have to legit come up with okay if we get separated here's",
        1731.74,
        1738.8
    ],
    [
        " we're going to meet and here's what time and by the way if we don't make that muster for whatever reason the next one will be here",
        1738.8,
        1743.54
    ],
    [
        " and so you got to have a little contingency planning with the fam make sure it's all good what is muster me muster means bring everyone together and count how many people you have",
        1743.92,
        1755.18
    ],
    [
        " I'm going to say that next time yeah say muster is that so and so next one a well established maximum war is not to do anything which your enemy wishes",
        1755.18,
        1769.26
    ],
    [
        " and for the single reason that he does so wish okay that is pretty self explanatory don't do anything that your enemy wants you to do",
        1769.74,
        1779.46
    ],
    [
        " you should therefore avoid a field of battle which he is reconnoitered and studied you should still you should be still more careful to avoid one which he has fortified",
        1779.46,
        1793.5
    ],
    [
        " and where he has entrenched himself a corollary of this principle is never to attack in front a position which admits of being turned",
        1793.54,
        1807.06
    ],
    [
        " so one of the one of the the biggest pieces that I take away from this and this is you you should still be more careful to avoid one which he has fortified and where he has entrenched himself",
        1807.06,
        1820.74
    ],
    [
        " I used to give my guys warnings about this about these fixed positions that are entrenched and I wasn't talking about combat you know what I was talking about I was talking about debates",
        1822.18,
        1835.36
    ],
    [
        " I was talking about debates because you there's there's guys in the seal teams that would lure you into some kind of a debate about",
        1835.36,
        1847.96
    ],
    [
        " let's say the strategy that the seal teams were using at the strategy the way things that they the way they thought things should be done",
        1849.6,
        1857.78
    ],
    [
        " and the thing is these guys would sit there and have this argument with amongst themselves and with other people and so they would they would have these kind of fortified positions on them",
        1857.78,
        1870.94
    ],
    [
        " and you roll into it and you're like you got your experience but you're not ready for a debate on it you're not ready for these fortified positions that you're they're going to throw at you",
        1871.08,
        1880.06
    ],
    [
        " so don't engage in these battles and you know it's like I was doing Sam Harris's podcast you know and I went up there and there was some things that I thought well he might ask me about some of these philosophical opinions on things",
        1880.06,
        1898.86
    ],
    [
        " and of course I mean I was ready to have a discussion but what I wasn't ready to do was like stand my ground on the topic of free will",
        1898.88,
        1908.58
    ],
    [
        " with Sam Harris a guy that's literally written an entire book which is called free will and he has his own so for me to engage with him it's an entrenched position",
        1908.58,
        1920.66
    ],
    [
        " it's something that I'm not going to I'm not going to win and I'm in fact you know it's not it's not like Sam Harris is a pretty mellow guy",
        1920.66,
        1929.84
    ],
    [
        " it's not like we're not getting an argument but I wasn't even going to make any practical points you know and so I'm just always very cautious",
        1929.84,
        1937.56
    ],
    [
        " and again in the business world you get people that understand some part of their business so well you have to be very careful you have to plan",
        1937.56,
        1948.32
    ],
    [
        " when you're going to engage with them because otherwise you're going to get just you know destroyed",
        1948.52,
        1954.7
    ],
    [
        " yeah Sam Harris's position on free will is pretty fortified out yeah and it's and and the scary thing is is that you can actually be right about something",
        1954.7,
        1969.0
    ],
    [
        " but if you're going to get someone that's got a fortified position you can still lose the argument and look stupid",
        1969.0,
        1974.96
    ],
    [
        " not that there's anything wrong with looking stupid but you know you want to pick your battles I mean right yeah not that Sam Harris isn't right or anything like that",
        1975.66,
        1984.7
    ],
    [
        " yeah you're the same in general yeah no no I wasn't definitely wasn't talking specifically about about Sam Harris that's just a great example",
        1984.7,
        1991.94
    ],
    [
        " because again it's a guy that's literally written a book called free will yeah so if he wants to talk about it and I want to say no I don't agree with you",
        1991.94,
        2000.58
    ],
    [
        " he's just ready for that you know just like if we said you know what hey let's let's train Jiu Jitsu I'm ready for that I've been in every position that that's going to happen in Jiu Jitsu I've been in there",
        2000.9,
        2011.9
    ],
    [
        " a thousand more times than him yeah because I've been training for a really long time so if we have that discussion about free will it's going to be the same thing",
        2011.9,
        2019.1
    ],
    [
        " I'm just not going to bring anything to the table is that kind of like the guys who who are really into conspiracy theories you know and they're if they",
        2019.1,
        2028.58
    ],
    [
        " present it to you they're going to have all this research and websites and documentaries that they went to and you know yeah even even if your facts are like stronger they have so many other",
        2028.58,
        2037.9
    ],
    [
        " weapons and they're ready for that war they're ready they're entrenched and fortified like are you saying exactly yeah exactly that's a hard word to win yeah because I'm not going to go like we",
        2037.9,
        2048.62
    ],
    [
        " talked about before I'm not going to go and and dig through the interwebs and watch video upon video about just to fight that war just to fight",
        2048.62,
        2055.68
    ],
    [
        " you it's not even necessarily to prove anything right or I just got just a fight and win that war yeah the passage from the defensive to the offensive is one of the most delicate operations of war",
        2055.68,
        2069.02
    ],
    [
        " and I actually have a note of what I think is the most difficult operation of war and that is linking up under fire and again you know what now I'm talking tactically",
        2069.02,
        2082.1
    ],
    [
        " to two people that are listening to the show that are currently serving in the military and the police linking up with other units other from the units under fire is is one of the most difficult",
        2084.0,
        2096.16
    ],
    [
        " things to do because there's so much confusion people are shooting you're trying to bring friendly units together there can be bad guys in between you and obviously if there's bad guys in between you and the other good guys and you",
        2096.16,
        2108.12
    ],
    [
        " have to shoot at the bad guys that means you're shooting at good guys too your bullets can hit them so it's a very very very challenging thing to do so be careful when it comes time to link up under fire and you know what I think of when I think of this",
        2108.12,
        2123.46
    ],
    [
        " I think of when you see companies merge it's there they're you know they're they're moving together and there's just it's very challenging there's confusion there's a",
        2134.38,
        2151.14
    ],
    [
        " disorder there's a there's a merging of the chain of commands of two different groups so it's it's very challenging and so anybody that's going into some kind of a merger scenario you've got to recognize",
        2152.6,
        2165.58
    ],
    [
        " out of the gate that this is one of the most hardest military operations and one of the hardest business operations to do so you've got to be aggressive with it you've got a",
        2165.58,
        2172.98
    ],
    [
        " planet you've got to be clear about it you've got to do it in a simple way don't think that you're just going to merge to companies together and it's going to be all good",
        2173.36,
        2183.02
    ],
    [
        " it's a very challenging event to participate in",
        2183.02,
        2186.28
    ],
    [
        " it is a violation of correct principles to cause cause to act separately without communication with each other in the face of a concentrated army with easy",
        2193.5,
        2208.5
    ],
    [
        " communications this is the same theme this idea that you want to stay together you want to work together you want to and I'll fill this word out there in case",
        2211.02,
        2220.48
    ],
    [
        " people didn't catch the first time I said it the word mutually support or the words mutually support you want to mutually support each other",
        2220.48,
        2227.96
    ],
    [
        " now what we find in the business world is you get different elements inside of a company that do not work together they don't communicate with each other",
        2228.5,
        2239.24
    ],
    [
        " and it's the same thing as being out on the battlefield and you got your platoon and I got my platoon and if we're not talking how are we helping each other it's we're not",
        2239.24,
        2248.08
    ],
    [
        " and if we if you try and hit the enemy and the enemy is bigger and stronger than than you are alone he's going to beat you",
        2248.56,
        2256.12
    ],
    [
        " and then if I try and you know later even if it's an hour later I try and hit him well guess what he's bigger and stronger than you and he's bigger and stronger than me he's going to beat me",
        2256.12,
        2264.4
    ],
    [
        " we have to join together work together it's so obvious I know it's obvious and you know what you think it would be obvious to people on the battlefield and yet Napoleon himself felt the need to write that down as a maxim because people don't do it",
        2264.4,
        2276.84
    ],
    [
        " and and and Lafayette in in our book we have the the law of combat called cover and move and that's what it is about mutual support",
        2277.22,
        2284.9
    ],
    [
        " it's about working together it's about teamwork and it's about not having silos in your organization where one person just is going to be on their own or one elements on their own",
        2284.9,
        2296.4
    ],
    [
        " or another elements on their own or another elements on their own",
        2296.4,
        2298.9
    ],
    [
        " are you talking about like just structurally where that's how you kind of run the business or are you talking about where they don't communicate because I don't really like that guy",
        2298.9,
        2307.72
    ],
    [
        " it's both of us now what will structurally you have to have things structurally there will be separate elements structurally in the military",
        2307.72,
        2315.72
    ],
    [
        " I mean the military there's you know there's artillery that's a separate element there's you know logistics that's a separate element",
        2315.72,
        2323.72
    ],
    [
        " you've got then you've got the infantry companies and there'll be separate infantry companies but they're all separate but they have to work together",
        2323.96,
        2332.0
    ],
    [
        " they have to mutually support they have to communicate they fail to do that well in a business you've got the same thing you've got a sales branch",
        2332.0,
        2337.84
    ],
    [
        " you've got an operational branch you've got an administrative branch you've got a marketing branch and all those branches they have to work together too",
        2337.84,
        2345.4
    ],
    [
        " right yeah so and on a personal level let's say you know I don't like Jenny from HR so you know I can't stand Jenny from HR",
        2346.26,
        2357.68
    ],
    [
        " yeah yeah so so we're not going to we're not going to talk to her you know we're just we don't need her you know we're just going to continue without her kind of kind of attitude",
        2357.68,
        2365.5
    ],
    [
        " yes that's a classic example if anyone decides that for personal reasons or whatever they're not going to work with someone else that's exactly what I'm talking about",
        2366.48,
        2375.5
    ],
    [
        " and it does happen in it happens so often in businesses it's ridiculous and it happens in the military too it happens in sea opal tunes it happens in inter services",
        2375.5,
        2387.7
    ],
    [
        " and and that's just a huge obstacle to overcome and like I said that's why Napoleon Bonaparte himself put it in his maxims",
        2388.1,
        2398.92
    ],
    [
        " another one one battalion sometimes decides the issue of the day so which battalion is that going to be we don't know which element is going to hit that critical situation",
        2398.92,
        2413.88
    ],
    [
        " this to me is bringing it back to you know being prepared and giving you know making your teams strong all of them in balancing them",
        2413.88,
        2423.24
    ],
    [
        " because one battalion or one element or one team or maybe even one person can decide the issue of the day so balance is very important",
        2423.24,
        2434.26
    ],
    [
        " I just couldn't help just going tactical with Napoleon on some of these I really couldn't it's just great stuff",
        2438.78,
        2446.16
    ],
    [
        " I understand fully",
        2446.16,
        2447.38
    ],
    [
        " it should be adopted as a principle never to allow intervals through which the enemy can penetrate between the different course forming the forming the line of battle",
        2447.38,
        2457.36
    ],
    [
        " unless you have laid a snare into which it is your object to draw him",
        2457.68,
        2462.6
    ],
    [
        " this is very simple for people that are in the military to understand and I just kind of talked about it",
        2462.6,
        2469.28
    ],
    [
        " if you and I are the good guys and we have guns just you and me and we allow a bad guy to get in between you and me and he has a gun",
        2469.28,
        2479.1
    ],
    [
        " now what is that you do you understand what that does if I want to shoot the guy and I miss by a quarter of an inch who does it hit",
        2480.7,
        2488.36
    ],
    [
        " it hits you because it's Murphy's Law not even it potentially it will hit you it's Murphy's Law",
        2488.36,
        2494.66
    ],
    [
        " so you want to always again the scores back to you know unity of command and having your elements working together and not allowing other elements to penetrate in between your forces",
        2494.66,
        2508.18
    ],
    [
        " interesting how he added unless it's to snare him like unless that's like that you're baiting him into a trap kind of thing",
        2508.54,
        2515.88
    ],
    [
        " that's interesting how he added that specifically like that's kind of a dope little thing to do",
        2515.88,
        2520.68
    ],
    [
        " yeah it is a I don't know if Napoleon would have said it was a dope little thing to do but it kind of is though that's a thing",
        2520.68,
        2531.08
    ],
    [
        " and this is the next one same theme the camps of the same army should always be so placed as to be able to sustain each other",
        2531.28,
        2540.98
    ],
    [
        " right you always have to be able to mutually support mutually support as you would say that is important",
        2540.98,
        2554.82
    ],
    [
        " a good general good officers commissioned and non commissioned good organization good instruction and strict discipline make good troops independently of the cause for which they are fighting",
        2563.02,
        2578.26
    ],
    [
        " so you can actually just have a incredibly strong force that can operate at a high level regardless of what you're doing",
        2593.32,
        2608.24
    ],
    [
        " the cost that they're fighting for just because they have those things",
        2608.24,
        2612.2
    ],
    [
        " yeah like kind of what I told you before where if you you know you were trained in discipline trained in all these things all the way down to just okay for example if you if you were trained in by whatever means you're trained to show up on time every single time",
        2612.2,
        2630.2
    ],
    [
        " where you know never be late to the point where being late could very well be the end of the world for you like train that hard and never being late",
        2632.18,
        2641.12
    ],
    [
        " that's going to get for a certain situation like you're in the military right so you can never be late in the military so now when you get out when you show up for work when you show up for drinks with your friend",
        2641.12,
        2653.16
    ],
    [
        " chances are you're never going to be late of course and that goes for you know the skills the discipline and everything else you're trained in",
        2653.8,
        2661.1
    ],
    [
        " yeah",
        2661.1,
        2661.52
    ],
    [
        " the first quality and this is now we're just going to get after it",
        2661.52,
        2668.52
    ],
    [
        " the first quality of a soldier is constancy in enduring fatigue and hardship",
        2668.52,
        2677.02
    ],
    [
        " courage is only the second",
        2678.2,
        2680.3
    ],
    [
        " so the first quality of a soldier is constancy in enduring fatigue and hardship that is the this is Napoleon Bonaparte saying that the most important thing the most important quality of a soldier is that they that they can endure fatigue and hardship",
        2680.3,
        2701.7
    ],
    [
        " courage is only second poverty, privation and want are the school of the good soldier",
        2702.78,
        2711.94
    ],
    [
        " so now when you look at any of the elite military training schools that those get that people could put through",
        2711.94,
        2725.22
    ],
    [
        " well what is it about it's about poverty, privation and want you know it's about being hungry cold tired miserable that's what they do",
        2725.22,
        2734.94
    ],
    [
        " you know privation I looked at word up actually a state in which things that are essential for human well being are lacking",
        2734.94,
        2745.54
    ],
    [
        " and that's what they do and you know for me you know I was talking about like you know I don't sleep a lot I wake up early that's one of those things that",
        2746.7,
        2755.56
    ],
    [
        " it was pretty natural to me luckily there's some biological genetic reason or whatever but that was very helpful to me very helpful for me to not have to sleep a lot",
        2755.56,
        2767.74
    ],
    [
        " yeah and being able to suffer through that well was was beneficial and you know there's a lot of guys that have that that talent and people that don't have that talent have a rough time as you know as warriors in a real sense",
        2768.18,
        2785.94
    ],
    [
        " you should by all means encourage the soldiers to continue in the service this you can easily do by testifying great esteem for old soldiers",
        2789.74,
        2800.7
    ],
    [
        " they do that very well in the military you know the older more experienced veteran soldiers get a lot of respect",
        2800.7,
        2807.98
    ],
    [
        " the pay should also be increased in proportion to the years in service there's a great injustice in having no higher pay to a veteran than to a recruit so that's that's good",
        2808.22,
        2820.3
    ],
    [
        " now when I read this this didn't particularly strike me as an important maxim to bring up but it reminded me of a story that always stuck with me",
        2820.3,
        2832.44
    ],
    [
        " and so I was over in Ramadi and I was working with a with a battalion called the first of the 506 band of brothers",
        2833.2,
        2840.8
    ],
    [
        " red curry just unbelievably awesome and heroic soldiers and I went over there for a meeting with the commander of the battalion",
        2840.8,
        2856.96
    ],
    [
        " and I showed up to the meeting early of course I was meeting him in his office but and this guy was was just an incredible leader",
        2858.6,
        2866.62
    ],
    [
        " and an incredible soldier and really an incredible man that I could not have any more respect for and you know I'm not saying his name right now",
        2866.62,
        2879.92
    ],
    [
        " because I don't want to interrupt his privacy in his world you know I don't know if he wants to have his name set on a podcast you know and we talk about him in the book",
        2879.92,
        2888.98
    ],
    [
        " and I don't put his name in there either and again this is out of respect for people's privacy and also out of you know security reasons you know he doesn't want to have the insurgents and terrorists of the world knowing that he was this guy",
        2888.98,
        2903.24
    ],
    [
        " so but I will tell you this the guy was just a fantastic leader and so I went to this meeting with him there's just a one-on-one meeting I forget what we were talking about",
        2904.04,
        2912.2
    ],
    [
        " but I showed up early and he's in there and I can hear him you know he's kind of talking to a soldier I can't hear what he's saying and there's just a soldier",
        2912.2,
        2918.68
    ],
    [
        " and what's interesting about this is these the army see in the seal teams when you go when you join a seal platoon for two years or whatever",
        2918.68,
        2927.3
    ],
    [
        " however long it's going to be you stay in that seal platoon you do a workup cycle and then you go out on deployment",
        2927.5,
        2934.22
    ],
    [
        " and the army does a little bit differently the army you could be three months into a year long deployment to Iraq and they will just they'll just leave",
        2934.22,
        2950.56
    ],
    [
        " they'll be there time their time in the army is up and they'll go home or and then some new guy will show up and they'll be in the middle deployment",
        2950.72,
        2957.52
    ],
    [
        " and that's how they do it the seal teams doesn't really do that you know you kind of stick together for an entire straight six or seven month deployment",
        2957.52,
        2963.42
    ],
    [
        " so I showed this meeting with the battalion commander and the the soldier that was in before me walks out",
        2963.42,
        2974.36
    ],
    [
        " and the Colonel I sat down I said hey sir how you doing good to see you he's like hey good to see you frogman",
        2976.52,
        2980.9
    ],
    [
        " and he said you know that right there is a soldier getting out of the army and I said oh it's interesting how you guys do that",
        2980.9,
        2990.26
    ],
    [
        " and he said yeah and I said you know what do you say to these guys when they're getting out of the army in this middle of a deployment",
        2990.26,
        2997.46
    ],
    [
        " and he looked at me and he said you know when I deal with a soldier let's get out of the army",
        2999.2,
        3005.7
    ],
    [
        " he said a lot of people will will say you can't leave us now you know you got to stick it out with us you got to stay here",
        3005.7,
        3013.7
    ],
    [
        " we need you and he said when I deal with a soldier that's getting out of the army I look at him and I shake their hands",
        3013.7,
        3025.34
    ],
    [
        " and I say thank you for your service and that to me was just awesome to have a totally different attitude",
        3026.46,
        3039.24
    ],
    [
        " because the seal teams is like that as well someone's gonna get out of the seal teams they're not gonna be on the middle of the deployment",
        3039.24,
        3043.38
    ],
    [
        " but when you get back though yo yo I'm getting out and everyone says all your acquitter blah blah blah",
        3043.38,
        3048.06
    ],
    [
        " and it's just a different attitude and what does that tell you about your community when you say hey you know what I'm gonna move on I'm gonna take care of my family",
        3048.82,
        3056.38
    ],
    [
        " I gotta you know I got whatever going on in my life and I'm gonna get out of the seal teams and people are like oh you're a quitter",
        3056.38,
        3062.84
    ],
    [
        " and that's normal and they do that in every branch not just the seal teams and here was this guy and his attitude was he's gonna say thank you for your service",
        3062.84,
        3070.44
    ],
    [
        " appreciate everything you've done and I wish you the best luck that guy is more willing to change his mind because he's like wow I'm working for an incredible leader the army's awesome",
        3071.56,
        3081.36
    ],
    [
        " and that story always stuck with me about about how to treat people about how to treat people this is a guy that put his life on the line for months on end",
        3081.36,
        3095.18
    ],
    [
        " and all he did was just say thank you for your service yeah that's a leader right there",
        3095.78,
        3100.82
    ],
    [
        " next one it is not by harangs at the moment of engaging soldiers are rendered brave veterans hardly listen to them and recruits forget them at the first discharge of a cannon",
        3100.82,
        3122.16
    ],
    [
        " if speeches and arguments aren't any time useful it is during the course of the campaign by counteracting false reports and causes of discontent maintaining proper spirit in the camp and furnishing subjects of conversations in Bivilax",
        3122.64,
        3140.18
    ],
    [
        " these several objects be maybe attained by the printed orders of the day and so this is again as a leader in a leadership position this he's basically saying look at the moment of combat all your yelling and screaming and trying to motivate people is too late",
        3141.82,
        3160.18
    ],
    [
        " the veterans like the veterans aren't going to listen to you and the recruits the wants to can goes off they're not here and you either so your main focus needs to be you know during the non-fire fight scenarios that's when you get people with the mindset that's going to drive them through these bad situations",
        3160.18,
        3176.84
    ],
    [
        " if you're trying to do this trying to encourage people during the during the firefight you're late",
        3176.84,
        3182.76
    ],
    [
        " the theme of the night nothing is more important in war than unity in command when therefore you are carrying on hostilities against a single power only you should have but one army acting on one line and led by one commander",
        3190.18,
        3208.26
    ],
    [
        " does that even need explanation not really unity of command there are certain things in war of which the commander alone comprehends the importance nothing but his superior firmness and ability can subdue and surmount all difficulties",
        3211.64,
        3235.1
    ],
    [
        " this is the burden of command this is recognizing when you're in a command position when you're in a leadership position there are some things that are yours alone and you have to drive from the top and I talk all the time about leadership being at every level",
        3236.4,
        3252.56
    ],
    [
        " and how the lowest ranking guy is a leader and the person above him is leader all the way through the whole chain of command but this statement which I agree with as much as I know that leadership throughout the chain of command is infinitely important it is important as a leader to understand that there's some things that you and you alone are going to understand and it's your responsibility to ensure that that peace of the battle is hand the command",
        3252.72,
        3282.54
    ],
    [
        " and you are going to be able to build correctly this one's a little bit long I'm going to read it anyways to authorize generals and officers to lay down their arms by virtue of a special capitulation under any other circumstances than when they constitute the garrison of a fortified place",
        3282.54,
        3308.5
    ],
    [
        " and the military is a great place to be in this place would unquestionably be attended with dangerous consequences to open this door to cowards to men wanting an energy or even misguided brave men is to destroy the military spirit of a nation",
        3308.5,
        3324.1
    ],
    [
        " from Napoleon there can be no surrender",
        3324.1,
        3329.86
    ],
    [
        " an extraordinary situation requires extraordinary resolution note taken underlined in red an extraordinary situation requires extraordinary resolution",
        3329.94,
        3347.4
    ],
    [
        " how many things apparently impossible have nevertheless been performed by resolute men who had no alternative but death strong words very strong words",
        3349.34,
        3364.48
    ],
    [
        " and we could go throughout military history and find case upon case where I would tell you yes absolutely that commander made a wise decision to surrender",
        3366.06,
        3377.34
    ],
    [
        " and you know that's there are situations where that happens but I think the main point of this is that to have that out there to have that as a thing",
        3377.34,
        3391.78
    ],
    [
        " is not smart is not smart and you know going in with MMA fighters and telling them like listen if you get caught in a submission don't tap let it break",
        3393.22,
        3405.16
    ],
    [
        " if you get put the choke go to sleep just there's no submission you're not tapping now I've said that to guys and I've had some guys get out of some crazy submissions that they should have tapped and maybe they got a little bit injured",
        3405.16,
        3421.34
    ],
    [
        " but they got out and I've also had guys get caught in like some devastating submissions and been like oh you know what okay I'm going to tap because",
        3421.34,
        3428.86
    ],
    [
        " but the fact that that attitude wasn't out there right okay that like like okay you know what if you get caught you know what just tap I mean you're not going to say to a fighter",
        3428.86,
        3439.64
    ],
    [
        " okay look if you caught in a bad arm lock you know just tap no no if you're not in a bad arm lock get out of it",
        3439.64,
        3446.68
    ],
    [
        " yeah in competitions let it break like in MMA fight yeah I mean obviously not yeah yeah yeah okay no yeah training sorry folks if you're in training",
        3446.68,
        3455.24
    ],
    [
        " tap early and tapped off yes yeah okay so when you say having that be a thing that's out there meaning there's almost not I don't want to say a shame",
        3455.24,
        3465.08
    ],
    [
        " but almost like etiquette is to not surrender that's etiquette and it's so much etiquette where it's here you don't surrender here it is",
        3465.08,
        3474.2
    ],
    [
        " it's written plain English don't surrender right right it's not even etiquette there's a better word for it there's a word I don't know what it is but it's not etiquette it's it's our ethos right that's what it is",
        3474.2,
        3486.24
    ],
    [
        " it's our ethos is do not surrender right so when someone does surrender when it's a good move how you say like everyone's from all there is it's like man he",
        3486.24,
        3495.88
    ],
    [
        " there was literally no other option that could be conceived yeah yeah but to not have it out there you know that that commander took it to the",
        3497.18,
        3504.4
    ],
    [
        " eighth degree and said you know what all of my men are gonna die for no reason now if I continue on with this so",
        3504.4,
        3512.02
    ],
    [
        " therefore we are going to surrender and and hopefully we'll come back to fight another day yeah otherwise yeah it's if you know if I don't",
        3512.02,
        3525.86
    ],
    [
        " and that could kick in at a whole another time yes now he's under this certain kind of mindset that man I could look for the easiest way out right here",
        3525.86,
        3534.88
    ],
    [
        " you're not real tired or man my shoulder got hurt on that last one yeah so maybe I'll just you know but if he's in that mindset that don't give up",
        3534.88,
        3543.98
    ],
    [
        " you just can't surrender he won't even consider that that won't even enter his mind that's what I'm talking about that's exactly what I'm talking about",
        3543.98,
        3551.2
    ],
    [
        " such conduct such conduct ought to be prescribed pronounced infamous and punishable with death the generals officers and soldiers who in battle have saved their lives by capitulating ought to be decimated",
        3552.94,
        3567.88
    ],
    [
        " he commands the arms to be surrendered and those who obey him are alike traders and deserve capital punishment",
        3567.88,
        3576.08
    ],
    [
        " so they say and if you give up you should give up to die that's exactly what they're saying that's exactly what they're saying",
        3576.56,
        3583.96
    ],
    [
        " now we're going to get in a little bit of something that we now refer to as extreme ownership a general in chief",
        3583.96,
        3597.22
    ],
    [
        " cannot exonerate himself from responsibility for for his faults by pleading an order of his sovereign or the minister when the individual from whom it proceeds is at a distance from the field of operations",
        3597.66,
        3610.82
    ],
    [
        " and but partially or not at all acquainted with the actual conditions of things",
        3610.82,
        3616.08
    ],
    [
        " so you if I tell you to do something and it doesn't go well for you it you're out in the field and I told you hey charge this machine gun nest",
        3618.78,
        3625.8
    ],
    [
        " and you do it and everyone dies and you come back and say hey it wasn't my fault of a jaco's fault",
        3625.8,
        3630.68
    ],
    [
        " the point is here no doesn't work that way does not work that way",
        3630.68,
        3637.2
    ],
    [
        " hence it follows that every general in treat chief who undertakes to execute a plan which he knows to be bad is culpable",
        3644.16,
        3652.42
    ],
    [
        " so if I tell you to go attack that machine gun nest and you know it's a bad plan and you executed anyways your fault",
        3652.42,
        3659.08
    ],
    [
        " that's kind of like I mean that whole idea is you take responsibility for your direct actions right so it's kind of like if you do the opposite of that it's like okay I you know I was speeding I got caught",
        3660.58,
        3676.34
    ],
    [
        " I got speeding I got a ticket is that my fault because yes it's my fault but in a way if I don't want to exercise with this concept in a way it's my parents fault for having me",
        3676.34,
        3686.26
    ],
    [
        " or maybe not teaching me the value of following traffic I'm not going to have this discussion with you that's just completely ridiculous it's the same thing no you can blame your parents for your speeding echo Charles that's what I'm saying that's the point that's the point I'm making it",
        3686.76,
        3704.2
    ],
    [
        " that that's an appointment here is that if you're doing something this is even more of an extreme point this is if your parents tell you to speed and you go out and get caught speeding and pulled over you go hey my parents somebody",
        3704.22,
        3716.24
    ],
    [
        " right even more direct yeah that's what I'm saying is you knew it was wrong you knew you shouldn't be doing it and what Napoleon is saying is it's your fault you're culpable",
        3716.24,
        3724.24
    ],
    [
        " got you period period would you say period you knew it was wrong would a better plan of action be expressed that you know that the mission or whatever is wrong yeah you should be like hey I'm not doing this",
        3724.36,
        3741.36
    ],
    [
        " oh in fact he goes on he should communicate his reasons insist on a change of plan and finally resign his commission rather than become the instrument of the of his army's ruin this is just the this is the most probably the most powerful thing we're going to talk about",
        3741.36,
        3757.3
    ],
    [
        " tonight I'm going to read it again a general and chief cannot exonerate himself from responsibility for his faults by pleading in order of his sovereign of the minister when the individual from whom it",
        3757.3,
        3767.34
    ],
    [
        " proceeds is at a distance from the field of operations and but partially or not at all acquainted with the actual condition of things so this is an order that's coming on from high from somebody that doesn't know",
        3767.34,
        3778.04
    ],
    [
        " hence it follows that every general and chief who undertakes to execute a plan which he knows to be bad is culpable he should communicate his reasons insist on a change of plan",
        3778.04,
        3794.1
    ],
    [
        " and finally resign his commission so quit his job rather than become an instrument of his army's ruin every general and chief who in consequence of orders from his superiors gives battle with a certainty of defeat is equally culpable",
        3794.1,
        3814.74
    ],
    [
        " this is ownership this is hey I got told to do something I don't agree with it hey boss look you got to listen to me here this is not the way we need to execute this here's a better plan here's another plan here's an alternative because if you give battle with the certainty of defeat you're culpable regardless of who told you to do what individual responsibility",
        3816.64,
        3838.8
    ],
    [
        " and this is especially important to have this concept coming from somebody that was as egotistical and expected so much discipline from his troop to have Napoleon himself saying this like if it's a bad order you shouldn't do it this is Napoleon saying this so that's how important it is to have this this culture in your organization to make sure that everybody is going to do it",
        3838.8,
        3868.78
    ],
    [
        " and everybody knows regardless of what you get told you've got to do the right thing and it's everyone's individual responsibility to take extreme ownership of everything that's happening and not just say you know what I'm going to point my point my finger up the chain of command blame them when something goes wrong I've talked about this before you know many times I blame my bosses for things that went wrong zero never blame my bosses how could it ever be their fault I was in charge",
        3868.78,
        3895.78
    ],
    [
        " and if they told me to do something that was stupid I would tell him look I'm not doing that here's why let's find a better way",
        3897.32,
        3903.08
    ],
    [
        " the first qualification of a general in chief is to possess a cool head so that things may appear to him in their true proportions and as they really are",
        3914.78,
        3925.94
    ],
    [
        " it's beautiful it's a beautiful statement possess a cool head so that things may appear to him in their true proportions and as they really are he should not suffer himself to be unduly affected by good or bad news",
        3930.16,
        3947.22
    ],
    [
        " the impressions which are made upon his mind successively or simultaneously in the course of a day should be so classified in his memory that each shall occupy its proper place",
        3949.1,
        3960.24
    ],
    [
        " for sound reasoning and judgment result from first examining each of these varied impressions by itself and then comparing them all with one another",
        3960.24,
        3971.8
    ],
    [
        " so you're going to hear all these things all these different impressions you're going to get rumors gossip reports probably heard this the first report war is always wrong",
        3972.74,
        3985.86
    ],
    [
        " you can hear all that stuff and you got a you got a detach from it you can't get emotional you got a categorize them and then once you hear them all you can look at them and assess them all in their own light",
        3985.86,
        3997.08
    ],
    [
        " there are reason there are there are some men who from their physical and moral constitution deck everything in the colors of imagination",
        3998.58,
        4008.36
    ],
    [
        " with whatever knowledge talents courage or other good qualities these may be endowed nature has not fitted them for the command of armies and the direction of the great operations of war",
        4008.36,
        4022.9
    ],
    [
        " so anybody that gets emotional that clout that that hears something and lets it cloud their decisions that gets too close to problems they're not cut out to lead in war",
        4023.26,
        4032.56
    ],
    [
        " and I have 100% agree with that and they're not cut out to lead in any situation",
        4032.56,
        4037.74
    ],
    [
        " to be familiar with the geography and topography of the country to be skillful in making reconnaissance to be attentive to the dispatch of orders",
        4046.48,
        4057.7
    ],
    [
        " to be capable of exhibiting with simplicity the most complicated movements of an army",
        4057.7,
        4064.88
    ],
    [
        " these are qualifications that should distinguish the officer called to the station of chief of staff",
        4066.56,
        4071.96
    ],
    [
        " and my favorite of those is to be capable of exhibiting with simplicity the most complicated movements of the army",
        4071.96,
        4080.48
    ],
    [
        " I talk about all this all the time it's one of our laws of combat it's a chapter in extreme ownership that we wrote about in simplicity",
        4080.48,
        4089.8
    ],
    [
        " and a lot of times we talk about giving clear concise orders simple clear and concise orders",
        4090.46,
        4096.32
    ],
    [
        " so that's another mark of someone that can lead well is someone that can take complex ideas",
        4096.32,
        4103.6
    ],
    [
        " simplify them and communicate them in a simple manner",
        4103.6,
        4108.62
    ],
    [
        " is that like you know how in jiu jitsu you'll need like people name moves",
        4109.46,
        4113.3
    ],
    [
        " yes I'll do it like I'll give moves name but each move will have like you know four five six ten parts to that move details",
        4113.3,
        4121.08
    ],
    [
        " that are important to make the moves you name it one move you learn that whole move",
        4121.08,
        4124.66
    ],
    [
        " so it takes these complex orders or moves and simplifies it",
        4124.66,
        4132.06
    ],
    [
        " yes",
        4132.06,
        4132.3
    ],
    [
        " which when you're communicating you know do this",
        4132.32,
        4134.66
    ],
    [
        " and there are I mean they're definitely our coaches that can take complex moves and break them down very simply",
        4134.66,
        4142.82
    ],
    [
        " and that is that is what makes a good instructor right that is what makes a good instructor is someone that can explain to you exactly what you do with your weight",
        4142.82,
        4154.06
    ],
    [
        " exactly where you put your forearm exactly and then and then explain to you that you know what this might be a little bit different from you for you",
        4154.06,
        4160.92
    ],
    [
        " because you're a different human but here's exactly what I do and here's the effect that I'm looking for when I do it",
        4160.92,
        4166.92
    ],
    [
        " very simple that's what we're looking for",
        4166.92,
        4170.4
    ],
    [
        " the first principle of a general in chief is to calculate what he must do to see if he has all the means to surmount the obstacles with which the enemy can oppose him",
        4170.4,
        4181.58
    ],
    [
        " and when he has made his decision to do everything to overcome them again that's to me is about commitment",
        4181.58,
        4189.1
    ],
    [
        " next war is composed of nothing but accidents and although holding to general principles a general should never lose sight of everything to enable him to profit from these accidents",
        4191.56,
        4203.94
    ],
    [
        " that is the mark of a genius in war there is about one favorable moment the great art is to seize it",
        4203.94,
        4213.9
    ],
    [
        " it's a business obviously jujitsu obviously fighting obviously these that's just there's there's moments there's opportunity",
        4214.18,
        4225.12
    ],
    [
        " there's opportunity and when you when you have that opportunity the art is to seize it very simply defensive war does not exclude attacking just as offensive war does not exclude defending",
        4225.12,
        4243.44
    ],
    [
        " although it's aim may be to force the frontier and invade the enemy's country",
        4244.72,
        4250.48
    ],
    [
        " I just think it's important to not only think about hey you should be attacking and defending at the same time and defending and attacking at the same time",
        4250.48,
        4261.86
    ],
    [
        " but also we got to remember the the contradiction in the fact that he's a guy that talks about offense offense",
        4261.86,
        4269.54
    ],
    [
        " but even he has to balance that with defense even Napoleon has to balance things and we'll do the last one",
        4269.54,
        4282.8
    ],
    [
        " a doubtful general who acts without principles and without plan even though he lead even though he lead an army numerically superior to that of the enemy",
        4286.2,
        4297.42
    ],
    [
        " almost always finds himself inferior to the latter on the field of battle fumbling the middle course lose all in war",
        4297.42,
        4310.16
    ],
    [
        " and I just like the fact that he's talking about principled leadership and I would say that principled leadership not just in a leadership position but as a person",
        4312.82,
        4327.14
    ],
    [
        " what are your principles as a person and if you have principles as a human and you stand by those principles you're going to be successful",
        4327.14,
        4340.66
    ],
    [
        " you're going to win whereas if you take the middle course and you waiver or you don't just don't have principles on which to stand then you fall apart",
        4340.66,
        4353.38
    ],
    [
        " and I think that everybody should look to define what their principles are actually define them",
        4356.14,
        4363.4
    ],
    [
        " I can tell you that I would love to tell you that when I was you know 19 years old I sat down and wrote down Jaco's principles of life",
        4363.4,
        4373.14
    ],
    [
        " I didn't do that I wish I would have and I can tell you that as I grew up in the SEAL teams",
        4373.14,
        4379.9
    ],
    [
        " there I probably added principles and I added some bad ones and I added some good ones",
        4379.98,
        4386.06
    ],
    [
        " and I think that those principles though when you get to a point where you know that your principles are solid",
        4386.06,
        4394.88
    ],
    [
        " and honestly to me the best or the biggest thing I've done to define the principles that I live by",
        4394.88,
        4405.92
    ],
    [
        " is really the book that life and I wrote extreme ownership that's the that was the culmination of 20 years in the SEAL teams",
        4405.92,
        4412.62
    ],
    [
        " and putting together the principles that that that I live by and the survive by",
        4412.62,
        4421.36
    ],
    [
        " so I think it's just very important to think about what your principles are as a person",
        4421.36,
        4426.86
    ],
    [
        " what you're trying to achieve and have those principles like a guiding strategy underneath everything that you're doing",
        4426.86,
        4433.28
    ],
    [
        " and that's one thing that's good about these podcasts is that you know I'm I've been lucky enough to capture some of these",
        4433.76,
        4442.88
    ],
    [
        " you know like the letters that we read last time these counseling letters I'm talking about my personal principles in those",
        4442.88,
        4449.58
    ],
    [
        " those were my principles on how to lead and so I think it's important to come up with those principles and define them",
        4449.58,
        4459.1
    ],
    [
        " and let those principles reflect you know who you are as a person and what you want to be",
        4459.12,
        4464.66
    ],
    [
        " and I wish that I would have been told to do that when I was 13 years old",
        4464.66,
        4472.06
    ],
    [
        " because I think it is that important as a person",
        4472.06,
        4476.94
    ],
    [
        " yeah and it it seems like anyway that defining your principles it seems like that's a that's kind of an ongoing process",
        4478.14,
        4489.0
    ],
    [
        " yes because it's one of those things where you think you have your principles you know but I don't know for example",
        4489.0,
        4496.5
    ],
    [
        " you could have just heard it on some speech that really resonated with you so you think you have these specific principles now",
        4496.5,
        4504.2
    ],
    [
        " but you haven't really defined them you just kind of liked how that sounded and you maybe thought of one two three",
        4504.2,
        4509.84
    ],
    [
        " situations where the day that applies to me",
        4509.84,
        4512.1
    ],
    [
        " and let me tell you what you're talking about right now your number one principle should be free your mind",
        4512.1,
        4518.36
    ],
    [
        " and have humility to never say the principles that I'm standing upon are never going to change",
        4518.36,
        4525.64
    ],
    [
        " because I know everything right now and we've talked about this before I know I would if I look at myself 10 years ago",
        4525.64,
        4533.7
    ],
    [
        " I know nothing compared to what I know now if I looked at myself 20 years ago I know even less I'm just a lost animal out in the woods",
        4533.7,
        4542.54
    ],
    [
        " so you have to you know build these principles and like you said",
        4542.54,
        4547.52
    ],
    [
        " and I think there's a difference between being a flip flopper like you know you hear politicians get you know",
        4547.52,
        4554.46
    ],
    [
        " oh you're a flip flopper because you said you don't support gun of troll and now you and now you do support it",
        4554.46,
        4562.4
    ],
    [
        " bringing in refugees or not so and people get called a flip flopper and I actually I think there's some core principles that shouldn't change",
        4562.7,
        4571.9
    ],
    [
        " even for a politician and even for a person but there's a lot of peripheral you know I think there's peripheral principles that do evolve",
        4571.9,
        4580.02
    ],
    [
        " and do change and you do end up with different priorities in your life and I think that's okay you know there was a large portion of my life",
        4580.02,
        4588.3
    ],
    [
        " what where the seal teams was absolutely the most important thing and nothing else was even a close second",
        4589.32,
        4596.62
    ],
    [
        " including things like my personal health including things like my own family including things like my future",
        4596.62,
        4606.96
    ],
    [
        " the everything was just completely unimportant compared to the seal teams and while that makes for a fired up seal",
        4607.72,
        4618.04
    ],
    [
        " and I wouldn't trade that I wouldn't even want to change that principle I mean that that's what I needed at the time to do a good job",
        4618.04,
        4624.66
    ],
    [
        " but you know at some point I had to say okay I I need to think about something else you know",
        4624.66,
        4631.96
    ],
    [
        " I need to evolve as a human and you know little things like I need to take care of my family you know I need to actually pay attention to them",
        4631.98,
        4640.5
    ],
    [
        " and not just pay attention to my seal platoon or my seal task unit or the guys I'm working with so you so I think it's okay to evolve your principles",
        4640.5,
        4649.8
    ],
    [
        " but I think more important is that you need to define your principles and where you are and that also is a way to check your growth",
        4649.8,
        4660.14
    ],
    [
        " and see what you course you're on you know this is one thing that I talk about when I was in the seal teams I used to talk about this",
        4660.14,
        4667.7
    ],
    [
        " the most important piece of information on the battlefield what do you think the most important piece of information on the battlefield is Echo",
        4667.7,
        4676.62
    ],
    [
        " Echo has no idea I can come up with an idea but it'll take a little bit yeah so I used to ask that question to everybody to senior guys, junior guys",
        4676.62,
        4687.7
    ],
    [
        " and they'd all kinds of you know where you know where the bad guys are what you know where the target is I mean everyone would have different answers",
        4687.88,
        4695.56
    ],
    [
        " and there's actually only one answer the most important piece of information that you can have on the battlefield is where you are",
        4695.56,
        4704.2
    ],
    [
        " it's to know where you are on the battlefield you know where you're at if you don't know where you're at does it really matter if you know where the enemy is",
        4704.2,
        4713.68
    ],
    [
        " no because you don't even know where you are if you don't know where you're at can you even navigate correctly no because you don't even know where you are",
        4713.68,
        4722.08
    ],
    [
        " if you don't know where you're at can you get close air support can you call for aircraft to come in and drop bombs no you don't even know where you are",
        4722.08,
        4731.0
    ],
    [
        " so that piece of data when you when you apply that to life how do you know where you are if you're not tracking what your principles are",
        4731.0,
        4741.28
    ],
    [
        " right the answer is you're not you're not going to you're not going to know where you are and you're not going to see how you evolve and when I work with businesses I use the same principles businesses will go out and operate off of instinct now",
        4741.28,
        4754.02
    ],
    [
        " you have to trust your instinct and you have to understand it but you also have to track what the facts are you know I say like where your metrics how do you know what you did last year this time in profitability how do you know what you did in sales",
        4754.02,
        4767.92
    ],
    [
        " how do you know what you did in product development if you're not tracking it you don't know where you are on the battlefield and if you don't know where you are on the battlefield you're lost so that your principles",
        4768.86,
        4781.0
    ],
    [
        " kind of just continue to be more and more informed you know how like you do about when you're 13 or 16 however old where you think you have these principles because I don't know you listen to Henry or all",
        4781.0,
        4791.22
    ],
    [
        " the ones in there but as you conduct yourself through life with an open mind and all these you offered all these different perspectives that start to solidify your principles so",
        4791.22,
        4803.16
    ],
    [
        " you talk about the difference between a flip flopper and then and someone who's who is simply open minded and evolves yeah the difference is that someone who continuously evolves will have an open mind at the same time have pretty concrete principles",
        4803.16,
        4818.98
    ],
    [
        " yes so when they're offered something significant that is simply a difference in perspective that is going to that's going to essentially on a fundamental way align with their principles if their principles are fairness and you know these these things that are in arguably good as far as being party principles",
        4818.98,
        4835.7
    ],
    [
        " they're going to evolve one these separate perspectives get presented to them and thus solidifying their principles even more",
        4835.7,
        4847.92
    ],
    [
        " yes and echo just use the word thus and I like that I like that no true and I think that's like this is good good thing to keep in mind as you know people move forward is what are your principles how are they evolving how are they improving",
        4848.86,
        4868.6
    ],
    [
        " how have they gotten better those are great questions for every individual to ask those are questions I'm asking myself right now on the jaco podcast live it's happening so speaking of which we got some questions speaking of questions speaking of questions",
        4868.9,
        4898.58
    ],
    [
        " in the event of you misjudging yeah so that was you know in reference to a person that that we went through a counseling sheet on and the fact was that I heard some bad stuff about them you know bad here bad reputation etc and so I was saying that hey you know I treat everyone like a blank slate and so first of all I talked about this before is I said low expectations for people",
        4898.58,
        4928.44
    ],
    [
        " I don't have a super high expectations of what they're going to do and how well they're going to deliver and actually somebody hit me on Twitter today and said something along the lines of I like the fact that everyone with you starts at zero right and I'm and he said I'm the same way he's saying he was the same way and I think that's a it's a pretty good attitude to have like everyone starts at zero you know and that's a better way to put it in my opinion yeah",
        4928.64,
        4954.28
    ],
    [
        " yeah no expectations yeah like okay you have a zero and and again I don't mean to sound like a negative person but I just don't set high expectations I said I'm a zero right like you show me who you are I'm not going to predict one way or the other I understand that people do crazy things",
        4954.28,
        4971.16
    ],
    [
        " and and people are crazy in many ways their ego their personality their issues I mean people their emotions people do crazy things so I don't that's another thing that keeps me from giving people all kinds of credit out of the gate",
        4971.62,
        4991.68
    ],
    [
        " and and I do weigh what other people say you know I take it into account but I definitely am careful to use my own judgment and not cloud my vision with what somebody else said about so and so so you know how do I deal with misjudging a person it's kind of what we were just talking about I don't set permanent judgment on someone and say Echo's bad and I don't like him and I don't trust him",
        4992.7,
        5021.52
    ],
    [
        " that's not a permanent thing you know I I'm going to build from zero and I'm going to say oh you know what actually hey he did a good job with that or hey he had my back on that so I'm not stuck in my ways and I don't I don't hold grudges against people and say this person is never going to change that being said",
        5022.34,
        5041.86
    ],
    [
        " man it's hard to change the spots of the leopard you know people are who they are and it's a very difficult yes sir some people can grow and change and evolve and that's great but a lot of people they are who they are and so you have to take that in account as well",
        5042.9,
        5056.94
    ],
    [
        " right yeah when you say like trusting someone once let's say someone burns you in whatever way and then you know a week later whatever they had your back in a way that was really unexpected compared to you know that action that they did so basically what that does is help paint an overall picture of what kind of person this is you so where it's like okay maybe I can trust him in this type of situation yeah when these benefits and and and",
        5057.38,
        5079.56
    ],
    [
        " detriments are in play and these other situations I can't so it's kind of this and then as you have more and more experience with people they paint more of a picture yeah so trust even saying trust has such a broad brush right you know certain incentives are involved involved you can't trust a certain person to do or not do certain things but yeah offer up different incentives and you know you can trust them yeah",
        5079.64,
        5101.78
    ],
    [
        " yeah and so I think the same thing that you're just saying is what I'm saying is I don't I'm not going to miss judge someone because my judgment is not a permanent all all powerful statement of one time yeah I'm constantly looking at people and like you said learning impressions of their whole their whole entity yeah what they're all about next so starting out in jujitsu how do you find a good gym",
        5101.78,
        5131.64
    ],
    [
        " in your area okay so this is actually a question you know we plucked one out of many of people that have hit us up on on Twitter about where to find a good",
        5131.78,
        5144.68
    ],
    [
        " Brazilian jujitsu gym because people I think people have heard us talking about jujitsu and they heard me talking about it with Joe Rogan you know her be talking about with Tim Ferris I mean something that I talk about something that is definitely a big part of my life I know it's a big part of your life as well",
        5144.68,
        5160.78
    ],
    [
        " and so people think you know I'd like to check that out and I think that's awesome and if you're out there and you're going to ask me if you should start jujitsu and you're going to give me a whole bunch of quantifiers that you're old or you work a lot or you you've been sick or you've been injured or whatever you're going to tell me and I can tell you 99.99.99 for some of the time my answer is going to be yes you should start jujitsu except if your sickness is contagious",
        5161.18,
        5187.44
    ],
    [
        " except if your sickness is contagious or if you're a bully or you're a sadist if you're an evil person that's hungry for power I'm going to tell you don't start jujitsu because you're going to use it for bad things",
        5187.44,
        5203.16
    ],
    [
        " yeah and even before that I think you might get it turned on you you know how like because it's really easy to depends on the school but for the most part it's really easy to spot a bully when it comes to the gym",
        5203.16,
        5217.42
    ],
    [
        " and it's you and it doesn't fair well it doesn't it'll maybe fair well for a day or even maybe one five-minute match or something like that but man it doesn't",
        5217.42,
        5227.02
    ],
    [
        " yeah jujitsu is a self-regulating scene for the most part yes self-regulating scene very few people can maintain and most people with bully bullying attitudes don't have the humility to continue in jujitsu for a long time anyways",
        5227.02,
        5242.02
    ],
    [
        " yes yes absolutely that's another way that itself polices so how do you find a good jujitsu gym obviously start with Google you find out some locations to me proximity is very important so you want a place that's you know on your way to work on your way home from",
        5242.58,
        5258.58
    ],
    [
        " more close to your house so it's somewhere that you're going to get in there and train because you don't want to sign up for a gym and never go because it's too far too out of the way",
        5258.58,
        5266.8
    ],
    [
        " so proximity is definitely a factor then you got to ask yourself what are you looking for because jujitsu gyms very tremendously in how they're set up how they're run",
        5266.8,
        5277.8
    ],
    [
        " and all those things I mean there's really super traditional",
        5277.8,
        5282.14
    ],
    [
        " Brazilian jujitsu gyms where they you bow before you get on the mat you bow after you're you bow to the instructor when you're going to talk to them",
        5282.14,
        5291.84
    ],
    [
        " you are very very strict with uniforms so you know only a white uniform you have to have this certain patch on your uniform to represent the school that's that's one type of",
        5292.34,
        5301.84
    ],
    [
        " atmosphere that you could have then you can have a very loose atmosphere where it's like you know you're going to come in you're going to train there is no bowing there's there's handshakes and there's respect",
        5301.84,
        5313.86
    ],
    [
        " but it's not as overt and not as imposed as it would be in a more traditional Brazilian jiu jitsu school so what are you looking for you know for me I always you know and if you come to my gym it's a very it's a very relaxed atmosphere in terms of traditionally imposed discipline",
        5314.5,
        5332.56
    ],
    [
        " but when you roll there will be discipline imposed",
        5332.56,
        5337.0
    ],
    [
        " but it's pretty dynamic though like we have such a big group of people that to go in there and to get a non competitive role is you can easily do that",
        5338.3,
        5350.54
    ],
    [
        " yeah that's true in fact you you it's easy to choose it's easy to be like okay I know this role with this group and it's gonna it's gonna be",
        5350.54,
        5358.58
    ],
    [
        " I'm gonna go over here with this crew today and they're gonna bring it over you know what I'm gonna chill with these guys over here and we're gonna work on some technique and maybe I can ask this guy about that",
        5358.58,
        5365.7
    ],
    [
        " yeah so that's that's good that is good um you know there's also hey are you gonna go to a school that's very focused on sport jiu jitsu right which is hey we're gonna compete we're gonna learn the techniques that are very applicable to",
        5365.7,
        5381.4
    ],
    [
        " to competing in jiu jitsu yeah um or am I gonna do something that's more towards self defense or and or MMA and a classic example I think of that is the",
        5381.4,
        5393.4
    ],
    [
        " is the 50 50 guard where in this position in jiu jitsu if you don't know jiu jitsu where if you're in a no rules situation you're very vulnerable to a devastating submission called a heel hook",
        5393.7,
        5408.46
    ],
    [
        " and so it's but there's there's certain competition rules that don't allow for heel hooks in that position so depending on what's kind of school you're at one of them you're gonna get you're gonna be in a different situation",
        5408.46,
        5422.14
    ],
    [
        " in that in that one position and and you know actually at our school we do we do both but do you want to do MMA focus do you want to do",
        5422.34,
        5431.1
    ],
    [
        " ghee or no ghee and again there's benefits to both those and they're both fun and I like training both",
        5431.1,
        5438.02
    ],
    [
        " so you kind of kind of think about what you're looking for yeah and then and then bring that into the school and and then go try some classes you know",
        5438.02,
        5446.74
    ],
    [
        " take some classes at a school and see what they're like what are the other students like you know what kind of atmosphere is it",
        5446.76,
        5454.38
    ],
    [
        " do they have like the similar goals if you want to compete if that's your goal then",
        5454.38,
        5460.18
    ],
    [
        " are the other people that you talk to are they like yeah I compete all the time there's a tournament coming up",
        5460.18,
        5465.4
    ],
    [
        " or they like yeah you know we compete sometimes or actually I don't care about competing because there's plenty of people that change jiu jitsu they don't care about competing",
        5465.4,
        5471.56
    ],
    [
        " is there you know what's the attitude what's is there egos are people rolling if you try to kill you which which 99% of the time in a jiu jitsu school is not gonna happen",
        5472.18,
        5482.64
    ],
    [
        " but it can happen it can happen so what and then and then it's like what was the instructor like is the instructor personal is the",
        5482.64,
        5489.82
    ],
    [
        " is the instructor you know what we were talking about earlier is he clear as you concise is he understand",
        5489.82,
        5494.3
    ],
    [
        " can you understand him can you understand the way he's explaining moves now there's a you've got to give a little leeway there",
        5494.3,
        5501.22
    ],
    [
        " if you jump into a class that's an advanced class you're not gonna understand everything you know and people ask me on how to get started on jiu jitsu and i tell them go",
        5501.56,
        5509.6
    ],
    [
        " immersion training just like a language just get in there and start training and you're gonna get",
        5509.6,
        5514.26
    ],
    [
        " destroyed at first and then you're gonna slowly learn and the next thing you know that's the fastest way to learn",
        5514.26,
        5519.78
    ],
    [
        " a language is to get immersed in it and do the same thing with jiu jitsu uh is the instructor having fun",
        5519.78,
        5531.54
    ],
    [
        " is it a fun thing because you want jiu jitsu to be fun and you want the instructor to be having fun because",
        5531.64,
        5537.68
    ],
    [
        " the instructor is not having fun well then what you know what what are they gonna be like in six months if",
        5537.68,
        5541.52
    ],
    [
        " they're not having fun today then what what are they gonna be like in six months so that's that's",
        5541.52,
        5547.04
    ],
    [
        " another important piece yeah that when you talk about what what you're looking for you know in jiu jitsu",
        5547.04,
        5554.1
    ],
    [
        " and in my experience there's so many elements of it to look for like if you know when you if you say okay",
        5556.16,
        5563.5
    ],
    [
        " do am i do i want to learn mma learning mma or fighting is the sport of fighting compared to like for",
        5563.5,
        5570.28
    ],
    [
        " example the the the grace academy torrents there are jiu jitsu self defense in regards to fighting getting",
        5570.28,
        5577.36
    ],
    [
        " into a fight or someone attacks you in a fight that's way different than training in mma training",
        5577.36,
        5582.66
    ],
    [
        " in mma is a sport of mma you're gonna learn a lot of moves the you're not you're probably not gonna learn",
        5582.66,
        5587.4
    ],
    [
        " things that a quote unquote an attacker i mean you you you will but it's not focused on that you're",
        5587.4,
        5593.32
    ],
    [
        " not gonna learn stuff that an attacker is gonna do to you so even that differentiation is just the",
        5593.32,
        5598.24
    ],
    [
        " fighting part alone yeah it's not to mention the competition part yeah the gie the no gie the you",
        5598.24,
        5602.8
    ],
    [
        " know all these dynamic moves like if you go tenth planet tenth planet compared to like",
        5602.8,
        5606.66
    ],
    [
        " crazy academy torrents are almost like two different sports almost yeah and they are but at the same",
        5607.26,
        5613.52
    ],
    [
        " time you're gonna get you're gonna get jiu jitsu that that's it and you're gonna get you jitsu and",
        5613.52,
        5620.46
    ],
    [
        " and that's the important thing is to get jiu jitsu and just like we talked about the evolution of",
        5620.46,
        5627.2
    ],
    [
        " your principles let your you know your game should evolve as well and almost everybody that's never",
        5627.2,
        5632.46
    ],
    [
        " done jiu jitsu before if you said well why do you want to take jiu jitsu 90% of them are gonna say",
        5632.46,
        5636.46
    ],
    [
        " of self defense right and because you know people say i want to learn to defend myself there's not too",
        5636.46,
        5641.64
    ],
    [
        " many people that are gonna be saying you know what i really have become interested in the cerebral",
        5641.64,
        5645.74
    ],
    [
        " aspect of jiu jitsu which maybe some people that listen to us talk about it or listen to Joe Rogan",
        5645.74,
        5651.52
    ],
    [
        " talk about it you know they'll say oh that guy's talking about this thing as if it's a very cerebral",
        5651.52,
        5657.4
    ],
    [
        " experience so maybe someone but but most people yeah i want to learn how to defend myself",
        5657.4,
        5661.16
    ],
    [
        " I want to make sure i'm so but you're gonna evolve past that because after six months of training",
        5661.16,
        5666.64
    ],
    [
        " you can handle yourself in the street regardless if you went to 10th plan or you went to the grace",
        5666.64,
        5670.38
    ],
    [
        " you can you're gonna be able to handle yourself in the street yeah and so then it becomes",
        5670.38,
        5674.12
    ],
    [
        " an obsession of how did that move happen yeah and so that's what you got to yeah that's what you've",
        5674.12,
        5680.94
    ],
    [
        " got to be ready to evolve and when you're at that point if you go to you know school a versus if",
        5680.94,
        5691.14
    ],
    [
        " a lot different and it's gonna depend on what you're looking for in the beginning but nonetheless yeah",
        5691.14,
        5697.02
    ],
    [
        " if it is obviously if it's a jiu jitsu school yeah that's that that part's not really gonna change",
        5697.02,
        5702.88
    ],
    [
        " yeah you're gonna learn jiu jitsu which is a beautiful thing uh the other thing that i got to say is",
        5702.88,
        5709.84
    ],
    [
        " you got it jiu jitsu as much as i love it jiu jitsu is not a religion and you know uh the black",
        5709.84,
        5720.98
    ],
    [
        " belt instructor at the school does not have contact or direct communications with god right so",
        5721.22,
        5730.94
    ],
    [
        " just i think keep that in mind it's a person that is trained in a sport for longer than you okay so",
        5730.94,
        5738.48
    ],
    [
        " just keep that in mind it's not a cult there there should be an open atmosphere in my opinion you",
        5738.48,
        5750.96
    ],
    [
        " have a different atmosphere um you know that being said and i said this already respect yes absolutely",
        5750.96,
        5759.7
    ],
    [
        " you should respect the people that are there and respect your training partners and respect your",
        5759.7,
        5765.34
    ],
    [
        " instructors for sure but you shouldn't be worshipping them and they shouldn't be expecting you",
        5765.34,
        5773.06
    ],
    [
        " to worship them so just be advised because jiu jitsu it should be fun it should be friendly it should",
        5773.06,
        5779.54
    ],
    [
        " be engaging the atmosphere should be good and it should be competitive without being cutthroat you",
        5779.54,
        5784.52
    ],
    [
        " know you you should want to go without fear of having a death match every single night unless that's",
        5784.52,
        5790.82
    ],
    [
        " what you're looking for and you just said that echo i mean like i go in every night looking for a",
        5790.82,
        5795.26
    ],
    [
        " death match against dean against you against andy you know against who crack or Greg i mean our",
        5795.26,
        5803.2
    ],
    [
        " crew of murderers i'm i'm going in for death match every night and even when i don't want a death",
        5803.2,
        5808.16
    ],
    [
        " match i give it to him because because that's how i'm getting better and that's part of my own",
        5808.16,
        5811.76
    ],
    [
        " personal will to say you know what regardless i'm in there to put it on the line and and throw it",
        5811.76,
        5819.62
    ],
    [
        " out there and if they get the best of me cool so be it i learned i got better and i i definitely got",
        5819.62,
        5826.94
    ],
    [
        " better than i would if i was either a sitting on the side of the mat be rolling with someone that's",
        5826.94,
        5832.0
    ],
    [
        " not as good or see staying at home right so yeah that's so interesting how how it really does",
        5832.0,
        5838.74
    ],
    [
        " accommodate who you are like you when you when you go in looking for a death match every night",
        5838.74,
        5844.38
    ],
    [
        " that totally makes sense because of who you are and who i understand you to be but at the same",
        5844.38,
        5850.14
    ],
    [
        " time in the same gym on the same mat yeah yeah you can have there's people chilling and rolling man",
        5850.14,
        5855.46
    ],
    [
        " who's you know you know he's you know ends up getting his black belt a bunch of knowledge but he's",
        5855.46,
        5860.68
    ],
    [
        " not going for any death match yeah because you know older guy that's what so in my opinion good",
        5860.68,
        5866.9
    ],
    [
        " about it yeah so it accommodates who you are so much like me i do both like some days death",
        5866.9,
        5871.82
    ],
    [
        " match sure but most days you do death match like once every every two weeks once every two weeks",
        5871.82,
        5877.2
    ],
    [
        " we get the death match from that guy so yeah go out there enjoy jujitsu but make sure you don't fall",
        5877.2,
        5884.98
    ],
    [
        " into a cult next do you eat fruit and it's so how often and if not why not",
        5884.98,
        5896.6
    ],
    [
        " no so okay do i eat fruit sometimes i eat fruit but if you would ask me if you should eat fruit",
        5896.6,
        5909.68
    ],
    [
        " i would basically say no i don't recommend it and again this is just a if you talk to",
        5910.08,
        5916.84
    ],
    [
        " domdagostino who's a doctor or or mr. paleo himself rob wolf if you if you go and listen to his",
        5916.84,
        5924.66
    ],
    [
        " podcast or doctor peter itia you know who i've talked about before these guys they know what they're",
        5924.66,
        5931.64
    ],
    [
        " talking about and they will tell you what i'm telling you and these guys will back it up with",
        5931.64,
        5937.42
    ],
    [
        " science upon science upon science so fruit carbohydrates spike your insulin level just not good for you",
        5937.56,
        5945.5
    ],
    [
        " again am i an extremist no have some blueberries get your blueberries on get your blackberries on",
        5945.5,
        5953.18
    ],
    [
        " that's awesome but take a bunch of fruit and put it with some apple juice and mix it up in a blender",
        5953.18,
        5959.96
    ],
    [
        " and eat you know four hundred grams of carbohydrate in one shot no don't do that",
        5959.96,
        5967.18
    ],
    [
        " it's not good for you have you ever eaten and i'm not saying when you're on the program so to speak",
        5967.18,
        5975.06
    ],
    [
        " have you ever eaten the whole box of donut negative have you ever eaten i ate a bag of Hershey's",
        5975.06,
        5982.16
    ],
    [
        " kisses one time then it did not make did not work out good so when you say you don't eat fruit",
        5982.16,
        5988.06
    ],
    [
        " that's more of like when you're on the program right yeah and we did you you're yet you want to",
        5988.06,
        5997.16
    ],
    [
        " now but yeah i i win when you're when you're trying to eat clean which you should be trying to",
        6000.4,
        6006.4
    ],
    [
        " eat clean 80% of the time as anyone will tell you um you know keep it clean and and keep it to",
        6006.4,
        6012.44
    ],
    [
        " you know fat and and protein if you can do it a little bit of a subject change when",
        6012.44,
        6021.48
    ],
    [
        " in if ever is it a good time to blow up that's someone to lose your temper well blow up at someone",
        6023.58,
        6029.68
    ],
    [
        " and lose your temper two different things right i think i think i think i think most people would",
        6029.68,
        6036.62
    ],
    [
        " think that they are the same thing losing your temper and blowing up at someone and i can tell",
        6036.62,
        6041.96
    ],
    [
        " you that is almost never good to do that and when i say almost never i mean never with the",
        6041.96,
        6048.96
    ],
    [
        " tiniest caveat of there is some possible scenarios where it might need to happen so if you lose",
        6050.6,
        6057.3
    ],
    [
        " your temper you blow up at somebody what are you what are you showing you're showing that you can't",
        6057.3,
        6062.4
    ],
    [
        " control your temper and if you can't control your temper then what can you control right that the",
        6062.4,
        6067.64
    ],
    [
        " and i'm not saying you should show no emotions because if you show no emotions in your robot and",
        6067.64,
        6073.38
    ],
    [
        " robots can't lead people and people don't follow robots so there's some obviously some level of",
        6073.38,
        6080.18
    ],
    [
        " showing emotions is needed but if you're losing your temper you're not thinking clearly",
        6080.18,
        6086.48
    ],
    [
        " and if you're not thinking clearly because you've lost your temper you can't even read their reactions",
        6086.48,
        6092.12
    ],
    [
        " to what you're saying and the fact that you're blowing up is is clouding your own vision the fact",
        6092.12,
        6103.36
    ],
    [
        " your own vision and so you got to detach in order to be observant in order to watch what your",
        6103.36,
        6109.62
    ],
    [
        " actions are so if you do have to blow up and when okay so when when is this almost never happened",
        6109.62,
        6117.3
    ],
    [
        " if if you were working for me and you did something wrong and i said echo and it was grievous",
        6117.3,
        6125.5
    ],
    [
        " it was like pretty grievous like it could have got someone hurt and i said echo hey",
        6125.5,
        6130.84
    ],
    [
        " this was bad this is what happened i don't know what i did wrong that thought the",
        6132.02,
        6137.26
    ],
    [
        " made you think that would be okay but whatever i image i gave you that made you think this was okay",
        6137.26,
        6143.7
    ],
    [
        " i this is the worst mistake i've ever made we can never let this happen again okay and you're like",
        6143.7,
        6148.06
    ],
    [
        " yeah okay and then four days later you do it again and i'd come at the same approach maybe a",
        6148.06,
        6154.56
    ],
    [
        " little bit different like hey echo i i don't know if there's anything i could do to make this",
        6154.56,
        6158.48
    ],
    [
        " more clear than i did what can i do to make you understand so we might go three or four five",
        6158.48,
        6163.16
    ],
    [
        " iterations maybe one more iteration i should say three iterations of you not you failing to do",
        6163.16,
        6171.16
    ],
    [
        " what you're supposed to do and getting someone hurt or almost getting someone hurt so now i go okay",
        6171.16,
        6176.5
    ],
    [
        " he hasn't listened to the indirect approach he hasn't listened to the direct approach he hasn't",
        6176.5,
        6181.8
    ],
    [
        " i've taken ownership of it he hasn't taken any yet i need to come out of him different angle okay",
        6181.8,
        6187.0
    ],
    [
        " i need to lose my temper with him and it's going to be a calculation and i won't actually lose my",
        6187.0,
        6192.44
    ],
    [
        " temper with him but i will raise my voice i will get loud i will point and i will make damn sure",
        6192.44,
        6200.52
    ],
    [
        " that you understand that this infraction that you have committed is severe and grievous and can",
        6200.52,
        6208.72
    ],
    [
        " never happen again and that's the situation where i would quote unquote blow up at somebody it is so",
        6208.72,
        6215.84
    ],
    [
        " rare that it's so rare that in my military career off the top of my head i can remember one and",
        6219.38,
        6226.52
    ],
    [
        " only one incident of this where i actually said you know what this was this was a bad mistake",
        6226.52,
        6232.72
    ],
    [
        " i could see where these guys think they might be able to get away with this again in the future",
        6232.72,
        6237.76
    ],
    [
        " and i'm going to make sure that they realize that was it the kind where they it's not like they made",
        6237.76,
        6242.56
    ],
    [
        " the same mistake it was more like they chose to do something they chose to do something a certain",
        6242.56,
        6247.5
    ],
    [
        " way and in my my assessment of it was that they would do it again if i didn't make it perfectly clear",
        6247.5,
        6256.58
    ],
    [
        " that this could never happen again and so i raised my voice i pointed in the face and you know",
        6256.58,
        6265.64
    ],
    [
        " gave them 20 seconds of of intensity and the situation never happened again and they apologized",
        6265.64,
        6276.74
    ],
    [
        " but overall not a good thing don't lose your temper people don't do it yeah i would say losing your",
        6276.74,
        6287.42
    ],
    [
        " temper not blowing up at someone losing your temper like for real losing it it's you're gonna be hard",
        6287.42,
        6293.7
    ],
    [
        " it's gonna be hard to think of a situation where that's cool yeah okay and i'll tell you want to know",
        6293.78,
        6298.16
    ],
    [
        " when i lose my temper or because i'll tell you i do lose my temper it happens once every six months",
        6298.16,
        6303.02
    ],
    [
        " and it is almost always with inanimate objects the namely objects that print or copy",
        6303.02,
        6312.72
    ],
    [
        " or compute in some way you know electronics sometimes i get angry yeah",
        6312.72,
        6322.0
    ],
    [
        " you can probably want to keep that in private areas right you don't want people to see that",
        6322.96,
        6328.84
    ],
    [
        " yeah like my wife will hear me once every six months you know and she'll come in and she'll be like",
        6328.84,
        6335.34
    ],
    [
        " printer and oh yeah she says you're stupid i go i know she goes it doesn't care if you yell at it",
        6335.34,
        6342.4
    ],
    [
        " you know let's say yeah i know now in my experience that i found the same thing looking we're looking",
        6342.4,
        6348.66
    ],
    [
        " okay here's the next question your specific lifting workout your weekly training schedule including",
        6348.66,
        6354.7
    ],
    [
        " jujitsu this is a big question and this for those of you that do jujitsu out there in the world this is",
        6354.7,
        6363.86
    ],
    [
        " like when someone says hey hey jaco how do i pass your guard because i have a good guard and so",
        6363.86,
        6369.42
    ],
    [
        " you know someone that is a blue belch will say you know hey how do i pass your guard you know",
        6369.42,
        6377.5
    ],
    [
        " and they and literally i have guys at the gym that are brown belts and black belts that pass my guard",
        6377.5,
        6385.94
    ],
    [
        " once every six months you know so my guard is good and you know here's a blue bell like hey how do",
        6385.94,
        6392.98
    ],
    [
        " i pass your guard so this this question kind of reminds me of that a little bit um specific",
        6392.98,
        6398.66
    ],
    [
        " lifting workout and weekly training schedule on jujitsu so this is a this is a big ask and here's",
        6398.66,
        6405.8
    ],
    [
        " the problem that i have with us i'm an individual and i have strength and weaknesses i have whatever",
        6405.8,
        6415.02
    ],
    [
        " little injury thing that i'm working through at a particular time i have things that i like to do",
        6415.02,
        6422.94
    ],
    [
        " and i have things that i don't like to do i have i'm an individual and my workout is for me",
        6422.94,
        6432.1
    ],
    [
        " and and i've taken and i've you know sometimes people i'll go on a trip and there'll be a guy that's",
        6432.54,
        6437.14
    ],
    [
        " an athlete and he'll say oh do i you know i want to i want to go through wanting a workout with you",
        6437.14,
        6441.48
    ],
    [
        " and i say okay and i've done that and and i've had guys like almost hospitalized from going through",
        6441.48,
        6451.32
    ],
    [
        " one of my workouts and that's not good and then i've had other guys like there's guys out there",
        6451.32,
        6459.34
    ],
    [
        " that will just crush me in a workout you know and especially you know there's workouts that i have",
        6459.34,
        6465.5
    ],
    [
        " that i could be most of the world in you know there's workouts that i have that i could crush",
        6465.5,
        6472.98
    ],
    [
        " anybody and and then there's workouts that some you know yoga instructor could put me through",
        6472.98,
        6479.86
    ],
    [
        " that would crush me right so my point is that you get some people that that would die doing one of",
        6479.86,
        6488.76
    ],
    [
        " my workouts is no impact because they're an incredible athlete and so why would either one of them",
        6488.76,
        6494.36
    ],
    [
        " want to do my workout it doesn't make any sense that they would want to do that so what i've been",
        6494.36,
        6499.92
    ],
    [
        " trying to think because i get asked all the time you know what's your workout what's your workout what's",
        6499.92,
        6503.86
    ],
    [
        " your workout and and so what i've been trying to figure out is how to do this how do i",
        6503.86,
        6508.58
    ],
    [
        " how do i communicate what i'm doing and what i've what i've been kind of",
        6508.58,
        6516.2
    ],
    [
        " going through the idea in my head is putting together a like an e-book and i actually put this out",
        6517.92,
        6524.92
    ],
    [
        " on twitter i was like oh yeah i'll do an e-book and people like e-book yeah do it do it so it's an",
        6524.92,
        6528.5
    ],
    [
        " idea that's already been floated out there unfortunately there's not been a lot of time to be right in",
        6528.5,
        6532.0
    ],
    [
        " e-books but what the focus would be would be yeah like the types of exercise that i do yes but",
        6532.0,
        6539.8
    ],
    [
        " and you know kind of the numbers of that i that i do of them but more importantly",
        6539.8,
        6544.98
    ],
    [
        " going to from a leadership perspective is what is the intent what is the commander's intent of my",
        6545.26,
        6551.24
    ],
    [
        " workout what am i trying to accomplish because for you and me to accomplish the same thing is going",
        6551.24,
        6559.36
    ],
    [
        " to be a different a very different workout right if if i want to if i want to take myself to a",
        6559.36,
        6566.64
    ],
    [
        " to to an anaerobic threshold for a total of 15 minutes what i would do to get there is very",
        6567.3,
        6576.08
    ],
    [
        " different from what you would do to get there it just it just is if i wanted to destroy my legs",
        6576.08,
        6582.18
    ],
    [
        " with heavy squats it would be very different between what you would do and what i would do",
        6582.18,
        6586.62
    ],
    [
        " so what's important is is not the actual exercises that i'm doing it's the intent and am i",
        6586.62,
        6596.56
    ],
    [
        " achieving that intent like i can do a decent amount of pull ups right and and in one of my pull-up",
        6596.56,
        6605.24
    ],
    [
        " workouts i might do 500 pull ups or 300 pull ups there's a lot of people that can't do 100 pull ups",
        6605.24,
        6613.12
    ],
    [
        " so just in the workout right not 300 pull ups yeah no i can't do 300 pull ups in a row no i wish i could",
        6613.12,
        6620.88
    ],
    [
        " but but my intent is to you know max do do a number of maximum sets of pull ups and then do a number",
        6621.54,
        6628.98
    ],
    [
        " of slow you know very good form maximum sets and and the intent is to get stronger at pull ups by doing",
        6628.98,
        6638.54
    ],
    [
        " you know a high number of maximum sets and i think that intent to give to people would say okay",
        6638.54,
        6646.82
    ],
    [
        " so that way if echo is not good at pull ups and you go okay well i'm going to go in and i know",
        6646.92,
        6650.52
    ],
    [
        " what the intent is i'm trying to get to a point of failure even on one single pull up and it might",
        6650.52,
        6656.12
    ],
    [
        " take you only 15 minutes to do that and 30 pull ups you know or whatever the case may be and for",
        6656.12,
        6661.94
    ],
    [
        " someone that's really good a rock climber it might take them you know 45 minutes and they might be",
        6661.94,
        6667.42
    ],
    [
        " 600 pull ups deep before they get there and so that's kind of the idea i'm batting around i don't",
        6667.42,
        6676.8
    ],
    [
        " sometimes people want a formula and i don't think i'm going to give out a formula because the formula",
        6676.8,
        6686.46
    ],
    [
        " is going to be different for different people at different times in their lives and ages and",
        6686.46,
        6690.32
    ],
    [
        " body weights and you know male or female they're just all so many variables",
        6690.32,
        6695.7
    ],
    [
        " but i think if i can give out what the intent of my workouts are then we're in the right place",
        6695.7,
        6703.66
    ],
    [
        " yeah but those those different variables and stuff that that could very well be the reason that",
        6704.16,
        6709.2
    ],
    [
        " people want your workout because there's two things there's probably more than two but two big things",
        6709.2,
        6714.26
    ],
    [
        " that kind of come along with wanting your specific workout and one would be just to kind of",
        6714.26,
        6720.26
    ],
    [
        " immerse myself into what you go through in a workout and how does that feel and how do i kind of",
        6720.26,
        6726.7
    ],
    [
        " measure up you know um and then so those two things like what what does it feel like to do a",
        6726.7,
        6732.7
    ],
    [
        " jocke workout you know like how hard is it you know he's gonna do you know 600 pull ups in a",
        6732.7,
        6738.06
    ],
    [
        " workout limit limit you know like how does that feel you know is that the the hardest thing i've",
        6738.06,
        6742.56
    ],
    [
        " ever done or you know is that just obvious you know these workouts are that hard jocke goes",
        6742.56,
        6747.06
    ],
    [
        " up punk right well that that's the second part does it you know how do i measure up if he does",
        6747.06,
        6754.36
    ],
    [
        " you know 20 sets of squats with whatever weight how do i measure up can i get all those 20 sets",
        6754.36,
        6762.4
    ],
    [
        " or can i get that weight for 20 sets you know so those two things one they just want to immerse",
        6762.4,
        6766.34
    ],
    [
        " themselves in your in your world as far as workouts go and the second one is it's how do i measure up",
        6766.34,
        6771.46
    ],
    [
        " i know that's kind of what i think when when someone's like oh here's here's our workout like those",
        6771.46,
        6775.64
    ],
    [
        " crossfit workouts like some of those just mentally i do that like okay this guy's doing 20 pull ups",
        6775.64,
        6783.74
    ],
    [
        " in a row like how many can i do you know i measurement and then at the same time it's like this is",
        6783.74,
        6789.18
    ],
    [
        " you get to understand what these crossfitters do come great you know and then like i said they",
        6789.42,
        6796.2
    ],
    [
        " go back and forth that those two things and i think that that that is interesting like if you were",
        6796.2,
        6801.38
    ],
    [
        " to tell me what you did this morning for a workout like i'd be interested on top of the fact that",
        6801.38,
        6807.2
    ],
    [
        " oh maybe i want to do that workout for me for results for myself right and yeah you're right him",
        6807.2,
        6812.48
    ],
    [
        " it may or may i probably have different results even if i do that the same workout as you for you",
        6812.48,
        6817.34
    ],
    [
        " know six months of might have different results but that part about measuring up and just",
        6817.34,
        6822.8
    ],
    [
        " knowing who you are and kind of what you stand for and this is the workout that you do just",
        6822.8,
        6827.98
    ],
    [
        " understanding that i think that's significant too yeah i would love to tell you that i'm some",
        6827.98,
        6833.24
    ],
    [
        " you know physical specimen but i'm not i'm actually not the strongest guy i'm not the fastest guy",
        6833.24,
        6838.7
    ],
    [
        " i'm not the most flexible guy um i try hard and i also am a result of",
        6838.7,
        6845.88
    ],
    [
        " my my physical aptitude is like a is like a is like a brownish gray um paint because i i mix up",
        6847.42,
        6860.04
    ],
    [
        " so much stuff in there that i'm the result of you know i'm not bright red right right i'm not",
        6860.04,
        6869.16
    ],
    [
        " bright blue because those two things you know that the strength has been mixed with endurance has",
        6869.16,
        6874.64
    ],
    [
        " been mixed with flexibility has been mixed with all these things have been mixed together and i",
        6874.64,
        6879.18
    ],
    [
        " don't want to get too much of any of them yeah because then i'm losing something else and so i'm",
        6879.18,
        6887.58
    ],
    [
        " kind of this this this kind of average in many categories and and my numbers in very few of them",
        6887.58,
        6895.86
    ],
    [
        " will impress anybody you're pretty strong yeah and and and and you know like but i'm not one of those",
        6895.86,
        6901.12
    ],
    [
        " people that's on the map that you go man that guy is just freaking strong you know well at least",
        6901.12,
        6908.1
    ],
    [
        " i it's hard for me to judge but i know that uh i guess people say oh you're strong yeah sometimes",
        6908.1,
        6913.8
    ],
    [
        " yeah i think that you're okay you're like that guy on the you know you ever play video games no",
        6913.8,
        6919.52
    ],
    [
        " okay so let's say you play uh i don't know football you play football so when you analyze your",
        6919.52,
        6925.96
    ],
    [
        " players it'll have all these attributes speed hands acceleration right and it's like i don't",
        6926.56,
        6933.3
    ],
    [
        " know zero to ten so you're the guy who has all like eights yeah instead of the guy with two tens",
        6933.3,
        6938.54
    ],
    [
        " and then a three yeah yeah but like anybody that's listening to this podcast can beat me in a",
        6938.54,
        6944.14
    ],
    [
        " bunch of categories yeah you know they got tens and some stuff right right yeah and and i don't",
        6944.14,
        6955.94
    ],
    [
        " um next question yeah um would you talk more about how you view aggression positives and negatives",
        6957.1,
        6967.5
    ],
    [
        " well i like everything in life and in leadership and in your personality it has to be balanced",
        6967.5,
        6983.12
    ],
    [
        " aggression has to be balanced and you know one of the one of the things from from the book is you know",
        6983.46,
        6989.72
    ],
    [
        " you got to be aggressive but not overbearing so yeah you got to be aggressive to be a leader",
        6989.72,
        6994.04
    ],
    [
        " you've got to be because if you're gonna make things happen you've got to be aggressive to make",
        6994.04,
        6999.2
    ],
    [
        " things happen you you have to make things happen you know i always say to people like oh they want to",
        6999.2,
        7004.74
    ],
    [
        " make money i'm like oh you just make money you have to take you have to take that money it doesn't",
        7004.74,
        7013.1
    ],
    [
        " if that's what your goal is in jiu jitsu you're you're not going to get better just by being you have to take",
        7013.1,
        7019.76
    ],
    [
        " the the progression you have to take it and make it happen and and that's the same thing with",
        7019.76,
        7025.14
    ],
    [
        " anything in life so aggression definitely comes into play but for instance in a leadership position",
        7025.14,
        7033.06
    ],
    [
        " if you're completely aggressive all the time your subordinates will not want to communicate with you",
        7033.06,
        7041.18
    ],
    [
        " they want want to debate with you they want want to say hey boss i don't agree with what you're",
        7041.18,
        7045.06
    ],
    [
        " saying here because they're afraid you're gonna go hey you don't know what you're talking about we're",
        7045.06,
        7048.18
    ],
    [
        " gonna go my way or the highway that's what they're gonna expect so you can't be overbearing you",
        7048.18,
        7053.0
    ],
    [
        " know on the mat you can't exhaust yourself with aggression and that's one of the things you know",
        7053.0,
        7057.66
    ],
    [
        " that i think from hmm purple the brown belt which is you know your your six to eight years in the",
        7057.66,
        7065.62
    ],
    [
        " game is where people start to calm down and realize that that aggression needs to be tampered and",
        7065.62,
        7070.62
    ],
    [
        " controlled and people have to relax and in combat obviously being aggressive and being",
        7070.62,
        7078.4
    ],
    [
        " this aggressively decisive is important but if you go too far with that you're running to your death",
        7078.4,
        7085.38
    ],
    [
        " so you have to modulate your aggression you have to modulate your aggression you can't abuse it",
        7085.38,
        7092.76
    ],
    [
        " you gotta use it but you can't abuse it and i don't want to discount aggression in any way",
        7092.76,
        7099.44
    ],
    [
        " because you know i always say that your default mode should be aggression like when you",
        7099.64,
        7108.9
    ],
    [
        " when you hit the reset button on your brain you should come out of that reset being aggressive",
        7108.9,
        7114.14
    ],
    [
        " because that that be be aggressive be proactive make things happen",
        7114.14,
        7118.88
    ],
    [
        " be on offense you know not sitting back and waiting to be attacked or waiting",
        7118.88,
        7127.42
    ],
    [
        " for a situation to occur no make that situation occur go so that's my view of aggression",
        7127.98,
        7135.36
    ],
    [
        " and it just has to be balanced and there's other or sometimes where you know if you meet aggression",
        7135.36,
        7146.04
    ],
    [
        " with aggression it's actually not good you know you see this in jiu jitsu you see this in escalating",
        7146.04,
        7152.3
    ],
    [
        " when you're either in a confrontation of some kind to somebody aggressively escalating something might",
        7153.0,
        7158.88
    ],
    [
        " be a good choice it might be a bad choice you know there's always the bully that as soon as you",
        7158.88,
        7161.96
    ],
    [
        " you say hey you know what i'd love to fight in fact fighting is my favorite thing to do let's go",
        7161.96,
        7166.24
    ],
    [
        " a guy that's like no man i was i was just kidding so aggression will win there or you know if",
        7166.24,
        7173.96
    ],
    [
        " someone's really being aggressive and you just knock them out well then that's that's a better",
        7173.96,
        7178.24
    ],
    [
        " handling the situation but there's also times where there's you know maybe there's multiple",
        7178.24,
        7182.08
    ],
    [
        " attackers or there's someone that's you know you're in the street now it's it's always better in",
        7182.08,
        7187.52
    ],
    [
        " the street to avoid the confrontation you know with is that person have a knife does that person",
        7187.52,
        7191.84
    ],
    [
        " have a get gun is does that person have a communicable disease does that person have friends",
        7191.84,
        7196.94
    ],
    [
        " around the corner is that personal lawyer who's gonna sue you i mean there's all these reasons to",
        7196.94,
        7201.96
    ],
    [
        " get into to not get into a fight in the street so so aggressively meeting aggression with aggression",
        7201.96,
        7209.62
    ],
    [
        " is probably not that smart it's probably better to avoid the scenario and and the more time you spend",
        7209.62,
        7215.5
    ],
    [
        " in you know in combat sports boxing and doing you get to them the more likely you are to be able to",
        7215.5,
        7222.54
    ],
    [
        " be like you know what i don't need to prove anything this guy i'm it's it means nothing to me",
        7222.54,
        7226.8
    ],
    [
        " i prove myself on the mat every single day i got nothing to prove to to Joe drunk idiot over here",
        7227.08,
        7232.3
    ],
    [
        " so i think that a grot again i think your default mood mode should be aggressive but make sure",
        7232.3,
        7241.46
    ],
    [
        " that you maintain enough detachment of the situation that you can see if you're being overly",
        7241.46,
        7246.5
    ],
    [
        " aggressive and it's leading you to a bad scenario okay last question you talk about mind control",
        7246.5,
        7254.26
    ],
    [
        " can you expand your thoughts on that subject",
        7255.24,
        7258.08
    ],
    [
        " mind control",
        7258.08,
        7263.04
    ],
    [
        " you know when people think of the word mind control they think of controlling other people's minds",
        7263.04,
        7273.24
    ],
    [
        " and when i think about mind control i think about controlling your own mind",
        7273.24,
        7280.18
    ],
    [
        " because you know while i am obviously a physical person and we spend a lot of this",
        7281.46,
        7287.74
    ],
    [
        " podcast tonight talking about physical culture and i embrace physicality but",
        7287.74,
        7294.0
    ],
    [
        " we are our minds and i'm not going to be you know going into a sam harris philosophical rant",
        7294.0,
        7304.68
    ],
    [
        " on what it means and where the you actually is and whether there's a soul or a brain or whatever",
        7305.9,
        7312.18
    ],
    [
        " your heart or some other conjured up place this is what i know is that you",
        7312.18,
        7319.46
    ],
    [
        " your mind the thing that is listening and comprehending these words right now that is you",
        7319.46,
        7328.02
    ],
    [
        " and that thing that mind you can control you you are the machine and you can control the machine",
        7328.8,
        7341.04
    ],
    [
        " and people ask me how do i get tougher be tougher they ask me how can i wake up earlier in the morning",
        7341.04,
        7352.52
    ],
    [
        " the answer is wake up earlier in the morning how can i work out consistently every single day",
        7353.3,
        7359.86
    ],
    [
        " work out consistently every single day how can i stop from eating sugar",
        7359.86,
        7366.94
    ],
    [
        " stop eating sugar",
        7366.94,
        7371.24
    ],
    [
        " what about the emotions how can i stop missing that girl or that guy who whoever",
        7371.24,
        7382.1
    ],
    [
        " broke up with me how can i stop missing them stop missing them",
        7382.52,
        7390.64
    ],
    [
        " that is mind control you have that ability you just have to assert it you have to decide",
        7390.64,
        7401.04
    ],
    [
        " that you're going to be in control and that you are going to do what you want to do",
        7401.04,
        7408.96
    ],
    [
        " weakness doesn't get a vote laziness they don't get a vote sadness no no vote frustration no vote",
        7409.96,
        7421.58
    ],
    [
        " negativity you don't get a vote i don't even give my temper a vote",
        7421.58,
        7429.92
    ],
    [
        " so the next time that you're feeling weak or you're feeling lazy or you're feeling soft or you're",
        7432.02,
        7439.12
    ],
    [
        " feeling emotional tell them that they don't get a vote tell them you are declaring martial law",
        7439.12,
        7448.62
    ],
    [
        " on your mind you're declaring mind control and impose what you want on your brain",
        7448.62,
        7459.86
    ],
    [
        " impose the discipline and the power and the positivity and the will",
        7460.14,
        7465.58
    ],
    [
        " and use that mind control to move your life where you want it to be is the things i always say",
        7465.58,
        7478.14
    ],
    [
        " get stronger faster smarter quicker friendlier more helpful more driven",
        7478.14,
        7484.12
    ],
    [
        " don't let your mind control you control your mind and once you control your mind",
        7486.12,
        7496.74
    ],
    [
        " then you can set it free and i think we'll close with that for today yeah that's about all i've got",
        7496.74,
        7511.08
    ],
    [
        " place right there and you know if you're out there and you want to communicate with us you want to",
        7511.08,
        7519.3
    ],
    [
        " carry on this conversation you want to continue down this path you can do so on twitter",
        7519.3,
        7526.88
    ],
    [
        " i'm at jaco willink and echo is at echo charles i want to thank everyone for listening",
        7526.88,
        7538.06
    ],
    [
        " i want to thank you for subscribing to this podcast for placing reviews on this podcast",
        7538.5,
        7546.86
    ],
    [
        " for spreading the word about this podcast and most of all i want to thank you",
        7546.86,
        7556.04
    ],
    [
        " for getting after it this is jaco and echo and until next time out",
        7556.04,
        7565.42
    ]
]