[
    [
        " Welcome. This is Jocco Podcast number two with Echo Charles and me, Jocco Willink.",
        0.82,
        9.54
    ],
    [
        " Good evening, Echo. Good evening. So people ask me regularly what books I like. In fact, Tim Ferris asked me,",
        10.18,
        23.38
    ],
    [
        " which he asked all of his guests, what books I have given to people, what books I regularly give to people,",
        23.38,
        32.26
    ],
    [
        " what books do I gift, which I actually am not a real big gift giver for some reason. I don't know why,",
        32.86,
        43.54
    ],
    [
        " but I don't really expect gifts from people and people of the world should not expect gifts from me either.",
        43.76,
        52.0
    ],
    [
        " Lessons not gifts. Yes. Yes. So, but there is one book that I have given to a few people in my life.",
        52.1,
        62.42
    ],
    [
        " And it is a book that was and still is very influential on me and especially on my perspective of leadership and really especially in combat leadership.",
        63.08,
        76.92
    ],
    [
        " And that book is called About Face. Now, here it is right here about face. If you can't, if you're listening to audio,",
        78.6,
        85.94
    ],
    [
        " it's an 800 over 800 page book. It's written by a guy named Colonel David Hackworth. Hackworth was a kind of a soldier's soldier.",
        86.26,
        95.82
    ],
    [
        " And born in 1930, joined the Merchant Marines towards the end of World War II. At the age of 14, had the lie to get into the Merchant Marines,",
        96.7,
        104.26
    ],
    [
        " got done with that gig. He joined the army just after World War II. He was still too young.",
        104.48,
        110.88
    ],
    [
        " What do you mean he had to lie to get into the Merchant? So, he was too young. He was 14 years old,",
        111.08,
        116.06
    ],
    [
        " he lied about his age to get in at 14 to the Merchant Marines. When he went a few years later to join the army,",
        116.2,
        121.12
    ],
    [
        " he was still too young and had to lie again to get into the army. Once he was in the army, he went over the Europe",
        121.36,
        129.4
    ],
    [
        " and he served directly underneath the war-hardened veterans of World War II. And those are the guys that brought him up in the ranks",
        129.4,
        137.94
    ],
    [
        " and taught him about hard training. And really, that's what they taught him. And again, that's one of those things that I look back on my military career",
        137.94,
        149.68
    ],
    [
        " and the Vietnam veterans that were still in the SEAL teams. When I just got in the SEAL teams in 1990-1991, there were still some veterans around from Vietnam",
        149.82,
        162.54
    ],
    [
        " and those guys, when those guys spoke, you listened. Because they had some word to put out. And I absolutely listened to a lot of those lessons",
        162.54,
        169.9
    ],
    [
        " that those guys taught me, those Vietnam veterans taught me. I carried onto them. I held onto them and took notes and passed them on.",
        169.9,
        178.3
    ],
    [
        " And a lot of those concepts are the basis of what we wrote about in extreme ownership.",
        178.3,
        183.86
    ],
    [
        " So he did that. He ended up getting a fighting career. So Korea was kind of his where he first saw combat. He ended up getting a battlefield commission.",
        184.72,
        198.8
    ],
    [
        " And if you don't know what that means, that means you're one of the foot soldiers and all of a sudden they go,",
        198.96,
        203.2
    ],
    [
        " look, you're a good leader, we're going to put you in charge. And that's exactly what happened to him. He was wounded four times before the age of 21.",
        203.2,
        210.5
    ],
    [
        " So the guy was a warrior. I'm going to read his, read the book dedication here from the beginning of a bout face.",
        211.42,
        220.18
    ],
    [
        " It says dedication to Steve Prasenka, who is one of the World War II combat hardened veterans that taught him how to soldier.",
        222.32,
        232.6
    ],
    [
        " So it says to Steve Prasenka, who showed us how to soldier, to Henry DeBuer, who showed us how to die, to Glover John's, who showed us how to lead.",
        233.32,
        245.06
    ],
    [
        " And to all the doughboys, the ground pounders, the grunts, the American infantrymen, past, present, and especially future.",
        245.78,
        257.74
    ],
    [
        " To them, this book is dedicated.",
        258.52,
        261.04
    ],
    [
        " So he wrote this book obviously to pass on the lessons that he learned.",
        262.72,
        267.0
    ],
    [
        " And I got to make a note here and read a little section because he talks about Henry DeBuer, who showed us how to die.",
        267.2,
        273.78
    ],
    [
        " So this took place in the Korean War.",
        275.86,
        277.56
    ],
    [
        " And I'll go right into it. They're in a big firefight. And here's Hackworth.",
        279.06,
        283.46
    ],
    [
        " I saw a soldier prone on the ice. He'd been there a long time. I thought he was dead.",
        284.5,
        289.6
    ],
    [
        " But then I saw movement and I rushed out to get him. My God, I thought it's DeBuer.",
        290.02,
        295.18
    ],
    [
        " Private Henry C. DeBuer had been with George Company since early in the war. He was one of the few survivors from the original third platoon.",
        296.78,
        303.92
    ],
    [
        " Basically, because in those first hard months of combat, he had not seen even one good firefight.",
        304.34,
        310.28
    ],
    [
        " He had an uncanny six cents. He could always tell when the platoon was in for a major bloodletting. And invariably, he'd find an excuse to be somewhere else.",
        310.88,
        320.48
    ],
    [
        " So here's a guy that Hackworth is saying this guy was avoiding combat, finding excuses.",
        321.04,
        329.14
    ],
    [
        " Normally, that excuse was going on sick call, which by regulation, he was allowed to do.",
        329.68,
        334.36
    ],
    [
        " And you couldn't stop him even though you knew the only thing that was wrong with him was a chronic case of cowardice.",
        334.5,
        339.18
    ],
    [
        " So absolutely, he's being called the coward. DeBuer himself even admitted he was a coward. And we hated him for it.",
        339.48,
        346.14
    ],
    [
        " He was an outcast from the platoon. We even had a little song about him, which we'd sing in unison.",
        346.46,
        352.76
    ],
    [
        " Out of the dark, Jerry Korean countryside comes the call of the DeBuer board. Sick call, sick call, sick call.",
        353.4,
        360.42
    ],
    [
        " He pulled this stunt only yesterday as we were saddling up for this very operation. He'd sensed the bloodletting all right.",
        361.42,
        369.64
    ],
    [
        " But he hadn't figured that the foggy overcast covering the battlefield would not lift and the attack would be postponed.",
        369.64,
        375.86
    ],
    [
        " He'd returned from the dock last night with a clean bill of health. Most surprised to see us.",
        376.58,
        384.84
    ],
    [
        " The rest of the platoon took great pleasure in the fact that his malingering little ass would be in the thick of things in the morning.",
        385.38,
        391.78
    ],
    [
        " So he there was a big operation planned and he was supposed to go on it. He snuck out, went to sick call, said he sick.",
        392.42,
        399.36
    ],
    [
        " The operation got postponed because of whether he shows back up and here he is in the scrap.",
        399.58,
        404.7
    ],
    [
        " Praying that he missed it. Right.",
        405.06,
        406.44
    ],
    [
        " Now back to the book. Now DeBuer was ashym faced, hit in the chest or gut. I don't know there was a lot of blood and well into shock.",
        406.82,
        417.38
    ],
    [
        " I knew he wasn't going to make it. Come on DeBuer, you're going to be fine. You'll be alright, I said, giving him the old pep talk as I grabbed his jacket collar and started sliding across the ice.",
        417.88,
        431.42
    ],
    [
        " But DeBuer said no, Sarge, just leave me. You're going to get hit. Just leave me, Sarge. Then suddenly he groaned. Sarge, I shit my pants. And that was it. He was gone.",
        432.5,
        446.2
    ],
    [
        " I left him and ran back. DeBuer in death became one of the greatest heroes of our outfit. It was true he'd never been anything in his army life but a coward.",
        446.7,
        459.78
    ],
    [
        " But he died right. He died like a man. He didn't say take care of me. He said, leave me. Take care of yourself.",
        461.22,
        470.9
    ],
    [
        " And when I told the other guys the story, old DeBuer became a legend in the platoon.",
        471.46,
        477.12
    ],
    [
        " So that's the kind of thing that hack worth saw as a young leader.",
        477.62,
        484.28
    ],
    [
        " From there, you know, he when the Korean War ended, he was getting highly decorated. Korean War ended, did time in a bunch of different units in between the Korean War and the Vietnam War.",
        485.08,
        497.34
    ],
    [
        " He went right into the thick of it again. Ended up as a battalion commander in Vietnam. And here's his list of awards.",
        498.52,
        507.94
    ],
    [
        " Two distinguished service crosses, ten silver stars, four legions of merit, distinguished flying cross, eight bronze stars, eight purple hearts.",
        509.42,
        519.98
    ],
    [
        " So you have a guy here that is obviously a highly dedicated soldier, a guy that would do anything for the army and for America.",
        520.38,
        536.64
    ],
    [
        " But this is a big but this guy was a rebel. He was a true rebel and he went out and went against his officers.",
        539.52,
        554.92
    ],
    [
        " He went against with the way the army was running the war in Vietnam. And eventually he went out in public on national television and spoke out against the Vietnam War and said that we should not fight there anymore.",
        555.18,
        570.22
    ],
    [
        " So he went on this TV program. It's called issues and answers. It was a big show in the in the 70s. And he did this interview.",
        570.82,
        580.72
    ],
    [
        " And again, you got to remember this guy is an active duty, an active duty, highly decorated senior officer in the army.",
        580.88,
        589.7
    ],
    [
        " I mean, this guy is all by all count should be the most dedicated. And here he is. And this is what he says.",
        589.7,
        599.56
    ],
    [
        " This is one of the quotes from this interview. I think that the top managers of the army and there's a big difference between a leader, a combat leader and a manager.",
        599.66,
        608.66
    ],
    [
        " The top managers were so involved in systems analysis in the normal bureaucracy of it all. They were that they were fighting from day to day just to move paper that crossed their desk and they couldn't see the forest for the trees.",
        608.66,
        622.3
    ],
    [
        " In February, when we went to Laos, we went into Laos conventionally. The idea was to block the enemy's supply routes. So we dropped in there. We paid a horrible. The Vietnamese paid a horrible price.",
        622.84,
        636.52
    ],
    [
        " Tremendous mistakes were made again, conventional thinking. He's gonna he hounds on this a lot. This idea of conventional thinking. And again, you got a guy that's institutionalized me. The guy's been in military service since he was 14 years old.",
        637.46,
        652.3
    ],
    [
        " You'd think that they would have him mentally sedated to a point where he would just think what they tell him to think, but he does not.",
        652.42,
        661.12
    ],
    [
        " That's the dichotomy of this guy. Again, conventional thinking, conventional thinking put us in that operation rather than have a light mobile guerilla force, but a guerilla force that belonged to the government of Vietnam or an American army operating in there like guerillas.",
        662.1,
        681.12
    ],
    [
        " So he was saying the Vietnamese should be doing this. The South Vietnamese army should be doing this. Or if we're gonna do it, we need to operate like guerillas.",
        681.24,
        688.56
    ],
    [
        " It takes a thief to catch a thief. What we need is a thief. We don't need a conventionally trained FBI agent dashing through the woods with a large force behind him.",
        690.5,
        701.68
    ],
    [
        " We need small people well trained, highly motivated. And this is what we have not had. Because what we have now, and this is where you say to yourself, wow.",
        702.16,
        713.38
    ],
    [
        " Because what we have now among the army is a bunch of shallow dilatants who run from pillar to post trying to punch their card serving minimum time at company level because the exposure.",
        714.64,
        727.04
    ],
    [
        " You are very close to the heat of the furnace there, meaning you can get in trouble easily.",
        727.46,
        732.98
    ],
    [
        " So he is on national television, a colonel in the army, one of the most highly decorated individuals at the time.",
        733.02,
        740.12
    ],
    [
        " And he calls, he says the army is filled with a bunch of shallow dilatants who run from pillar to post trying to punch their card.",
        740.56,
        747.1
    ],
    [
        " And purposely avoiding combat is what that second piece made.",
        747.42,
        750.78
    ],
    [
        " You don't see this kind of behavior from army officers very often. I will tell you that.",
        752.24,
        760.44
    ],
    [
        " And here's kind of how he closed it out. She says hit the interviewer there. Sorry, he says the interviewer says, Colonel, do you think do you feel it's possible?",
        762.98,
        771.18
    ],
    [
        " You have become too emotionally involved in Vietnam. And he says, I have become emotionally involved in Vietnam.",
        771.58,
        780.74
    ],
    [
        " One couldn't have spent the number of years I spent in Vietnam without becoming emotionally involved. One couldn't see the number of young studs die or be terribly wounded without becoming emotionally involved.",
        781.06,
        792.98
    ],
    [
        " I just have seen the American nation spend so much of its wonderful great young man in this country.",
        793.58,
        799.74
    ],
    [
        " I have seen our national wealth being drained away. I see the nation being split apart and almost being split asunder because of this war.",
        800.68,
        808.74
    ],
    [
        " And I am wondering to what end it is all going to lead to.",
        809.24,
        812.9
    ],
    [
        " So that is a devastating statement. And when it came out, they immediately he put in his resignation papers immediately.",
        819.12,
        830.96
    ],
    [
        " And the army started to investigate him immediately and they tried to they tried to get him in trouble for every little minor infraction that had happened underneath his command at any time in any situation they really tried to come after.",
        831.0,
        842.38
    ],
    [
        " And he ended up retiring.",
        842.62,
        845.18
    ],
    [
        " And you know, I think one of the things that he expressed there is a dichotomy that anybody in a combat leadership position will feel.",
        847.82,
        862.2
    ],
    [
        " And that is and I don't in fact this might be the largest dichotomy of all. And that's a big statement.",
        862.94,
        869.6
    ],
    [
        " And that is as a combat leader, you are told and beyond being told, you are ingrained and beyond being ingrained.",
        870.48,
        886.2
    ],
    [
        " You are inherently inherently caring of your guys. There is no one more important than your guys.",
        889.26,
        899.0
    ],
    [
        " And the dichotomy is as much as you care about these guys and you love these guys and you do anything for them.",
        899.46,
        909.26
    ],
    [
        " But that being said, it is your job to send these guys on operations that can kill them.",
        910.2,
        922.04
    ],
    [
        " So that is a huge dichotomy.",
        924.28,
        929.54
    ],
    [
        " And I think that's one of the things that Hackworth, when he saw it on a grand scale because he could deal with it in his own groups.",
        929.74,
        937.74
    ],
    [
        " But when he saw it on a grand scale, you know, young men being sent to their death, it is I think what turned him.",
        937.74,
        951.32
    ],
    [
        " So he ended up after this, you know, he kind of continued down that path and he moved out of America, he moved to Australia.",
        957.48,
        964.56
    ],
    [
        " And he ended up kind of playing a big role in the anti-nuclear weapons movement.",
        964.94,
        976.0
    ],
    [
        " And I mean, that's kind of where he went.",
        976.78,
        979.0
    ],
    [
        " So, you know, Hack was a complex person. Hackworth.",
        980.14,
        986.9
    ],
    [
        " That's kind of his nickname, everyone calls him Hack. Hack was a complex person.",
        987.12,
        991.08
    ],
    [
        " And I don't agree with everything that he says. I don't agree with everything that he does.",
        991.84,
        996.18
    ],
    [
        " And everything that he did, I don't worship the guy.",
        996.54,
        1000.8
    ],
    [
        " And you know, what's interesting about me questioning what his decisions and questioning is leadership is like, that's something I learned from him.",
        1001.72,
        1007.44
    ],
    [
        " Like, don't even, don't listen to anybody 100%.",
        1007.8,
        1011.26
    ],
    [
        " You know, you should always be questioning what people are saying and making sure and confirming it through other sources and other experiences that it's the right thing to do.",
        1011.26,
        1020.28
    ],
    [
        " And that's something that I always try to do with everything is use that attitude.",
        1020.52,
        1026.38
    ],
    [
        " And so, I don't recall, and I was actually trying to come here tonight. I was trying to figure out when I got this book and I actually have no idea.",
        1030.28,
        1039.56
    ],
    [
        " I don't remember it. It appeared in my life at some point.",
        1039.56,
        1042.32
    ],
    [
        " And I don't know how. I don't want never made the recommendation to me. I just somehow ended up with it.",
        1043.0,
        1048.38
    ],
    [
        " And, but I got it, I got it before, one thing I do know is I got it before September 11th, 2001.",
        1049.12,
        1057.04
    ],
    [
        " When that happened, I had already read it. I had it in my brain.",
        1057.28,
        1059.94
    ],
    [
        " But when I was in Ramadi in 2006, this, I literally read this book every night that I was not out in the field.",
        1061.06,
        1074.26
    ],
    [
        " I read this book every night. And, you know, I just opened it up. You could open up anywhere in that, in this book, and you could find something, some, some piece of information, some similar situation, some lesson learned that you could take from it.",
        1074.26,
        1090.72
    ],
    [
        " And it could guide you. And you know, one of the, like, for instance, and it all applied to what I was doing, the situation I was in.",
        1090.96,
        1098.3
    ],
    [
        " So, for instance, we were in Iraq, and we were supposed to be working with Iraqi soldiers who are unmotivated, poorly equipped, poorly trained, uneducated, bad morale, and corrupt.",
        1098.5,
        1114.68
    ],
    [
        " So, they're the money is all disappearing. It's, it's an horrible situation.",
        1115.14,
        1119.48
    ],
    [
        " And what was Hacquard doing Vietnam, well, they were working with the South Vietnamese Army, who was corrupt and unmotivated and poorly trained, and all those same things.",
        1121.1,
        1130.5
    ],
    [
        " So, they were dealing with the same things we were doing with. And that's one example of many.",
        1130.5,
        1133.84
    ],
    [
        " I took a little break, about three months into deployment. I took a little break, and I'm not 100% sure why.",
        1135.52,
        1143.66
    ],
    [
        " But I found another book, somebody had left the book in our building. And the book was, speaking of dichotomy, the book was the Electric Cool Aid Acid Test by Tom Wolf.",
        1144.22,
        1156.56
    ],
    [
        " And I think at this point, I, you know, three months into deployment, I think I needed some kind of mental escape, you know, at least, you know, as I was like dealing with combat all day.",
        1156.92,
        1167.86
    ],
    [
        " And then I'd go in my room and read about combat at night, and I kind of was like, okay, you need to think about something else for 20 minutes or 10 minutes, and just get out of it, get it out of your head.",
        1168.38,
        1178.54
    ],
    [
        " And I randomly found this book, so I said, oh, and I had read the right stuff by Tom Wolf, which was a fantastic book. And so I said, oh, this, I'm sure this will be interesting as well.",
        1179.12,
        1187.9
    ],
    [
        " So as I read this book, the Electric Cool Aid Acid Test, which is about hippies and drugs and the 60s, and that's what it's about.",
        1188.26,
        1198.98
    ],
    [
        " Hate Ashbury, the whole nine yards. And there's a quote in the middle that I actually pulled out because I'll never forget this quote, and how this quote was so starkly contrasting with about face.",
        1199.12,
        1211.18
    ],
    [
        " And I'm going to read this quote and these, and I kind of forget the whole setup to it, but they're at some kind of a concert, and there's all this screaming and craziness going on at some rock and roll concert.",
        1211.48,
        1224.64
    ],
    [
        " And, you know, he says, I couldn't hear what they were screaming either, but you don't have to. They're screaming me, me, me, me, me, I'm me.",
        1225.34,
        1238.54
    ],
    [
        " That's the cry of the ego, and that's the cry of this rally, this concert, me, me, me, me, me. And that's why wars get fought, ego, because enough people want to scream, pay attention to me.",
        1239.38,
        1254.94
    ],
    [
        " And it was one of those things that I read, and it was so starkly different from the situation that I was in, where I was with these guys in my own task, you know, the seals in my task unit, the Marines that were there on the ground with us, the Army soldiers that were down on the ground with us.",
        1258.88,
        1273.64
    ],
    [
        " And these guys were all so selfless. The last thing they carried in the world about was me, me, me, me. And I got done with that book, and I went right back to about face, because I related to it, I understood, and I said to myself, this is true, this is selfless, this is where I'm at right now.",
        1273.68,
        1294.96
    ],
    [
        " Yeah. So I went back into about face, and I continued, and eventually this book is the one book that I've given to a few of the guys that worked closely for me, including, including life, life, Babin, who, you know, one of my brothers who wrote extreme ownership with me, and he's one of the guys that, you know, he's got, he's got his copy, and it's all dog geared and marked up because it's a great book.",
        1296.12,
        1322.26
    ],
    [
        " So obviously when we, like on Twitter and Facebook, and we asked for people to give us questions, a lot of the questions are, a lot of questions are about leadership.",
        1323.68,
        1337.5
    ],
    [
        " And so I kind of, as I thought about diving in a little bit to, to this book, and, and, and talk about a little bit, and of course you could spend, you know, we could do 50 episodes, 10 hours each on this book.",
        1338.5,
        1358.36
    ],
    [
        " So there's so dense and filled with information, not to mention 800 pages long.",
        1358.36,
        1361.44
    ],
    [
        " There's, but I wanted to, I wanted to go a little bit deep on this one situation where David Hackworth, Colonel Hackworth had now gone into Vietnam, and there was a battalion of soldiers, and they were kind of a disaster.",
        1362.36,
        1380.68
    ],
    [
        " They were kind of the standard of like what, what had happened with some of the poor leadership in Vietnam, and he took over.",
        1380.92,
        1389.76
    ],
    [
        " And again, just to kind of, to kind of lay out what Hackworth was like, here's a quote that kind of starts off the chapter.",
        1390.96,
        1398.62
    ],
    [
        " Hackworth was essentially a legend. Just before he arrived, I recall going to the G1 and asking who the new battalion commander was going to be.",
        1399.68,
        1409.5
    ],
    [
        " The deputy G1 said, can't tell you, you know how personnel people are. They like to hit pocket everything.",
        1410.22,
        1417.84
    ],
    [
        " But he's Mr. Infantry. I thought who the hell is Mr. Infantry? Of course. I'd read about David Hackworth.",
        1418.94,
        1427.9
    ],
    [
        " So his kind of nickname was Mr. Infantry. That was his reputation. What does hit pocket meaning?",
        1427.9,
        1434.36
    ],
    [
        " Meaning people that are in charge of personnel and moving people around inside the military, they know they know little bits of information.",
        1434.36,
        1443.18
    ],
    [
        " And instead of giving it to you, they keep it, they keep it close, they keep it in their pocket. That's all it means.",
        1443.18,
        1447.16
    ],
    [
        " And then to kind of explain though that, you know, there's some people that go, yeah, this guy's a great leader. He's coming in.",
        1448.34,
        1458.02
    ],
    [
        " But to kind of show you what the attitude of the troops is, you got to remember this is Vietnam. We got draftees. We got hippies. We got all kinds of anti-American. I mean, it's crazy times.",
        1458.64,
        1470.1
    ],
    [
        " Doc Holly is another quote from a medic, Charles Windsor. Doc Holly and I were sitting in the aid station drinking beer and saying, God, this is going to be hell.",
        1470.92,
        1481.86
    ],
    [
        " We've got some GI Joe life around here who's going to just ruin us. That was probably the lowest point of morale in the battalion.",
        1482.52,
        1489.56
    ],
    [
        " Not only had we been taking a lot of casualties, but now it looked as if someone is going to come in and kick ass and make career soldiers out of us.",
        1489.8,
        1498.58
    ],
    [
        " And it goes on to go through more quotes where they actually talk about a price on his head, the soldiers talk about, hey, we need to kill this guy before he gets us killed.",
        1499.8,
        1507.8
    ],
    [
        " Which is just kind of crazy.",
        1508.06,
        1511.18
    ],
    [
        " Yeah, yeah, that's right. You know, you hear about that. You hear about that in Vietnam. This idea of it's called fragging. There's a name for it.",
        1515.04,
        1523.82
    ],
    [
        " They were going to frag our officer means we're going to kill our own officer. And it's something that definitely happened. And it's a.",
        1524.02,
        1530.96
    ],
    [
        " This is a perfect case of where people talked about it possibly happening.",
        1532.42,
        1537.84
    ],
    [
        " So to get into this chapter a little bit.",
        1538.4,
        1544.2
    ],
    [
        " Here's hack worth talking about when he took over.",
        1544.64,
        1550.94
    ],
    [
        " There was no sense in showing this sorry outfit. I was in the state of shock.",
        1551.9,
        1556.98
    ],
    [
        " It wasn't just the command post group that it wasn't just that the command post group slept on cots inside tents that they had folding chairs and state side footwalkers, portable radios and plastic coolers filled with beer and coke at their firebase out in the field.",
        1557.44,
        1574.68
    ],
    [
        " More than that, it was that they had portable toilets too.",
        1575.34,
        1578.84
    ],
    [
        " So here he is. These guys are supposed to be out in the field and they have all this luxury. And that's something that we saw in Iraq where there was certain bases where they had starbucks and subway sandwiches and McDonald's literally had those things.",
        1580.3,
        1599.24
    ],
    [
        " And you the further you go out into the fray, you get guys. I remember visiting some of my first deployment to Iraq. We go out to some of the guys, you know, completely in the bush living like just barely scraping by on one mRE a day.",
        1599.68,
        1613.66
    ],
    [
        " So now he's talking about the command post and he says that the command post apparently were blissfully unaware that just nearby their troops were crapping on the ground and not even covering it up.",
        1614.14,
        1628.3
    ],
    [
        " So you have complete just disaster situation going on here. And then the general that's in charge of all these battalions as he's about to put hack worth and charge, guy named general you all says it's a pussy battalion.",
        1628.3,
        1644.56
    ],
    [
        " And I want tigers not pussies.",
        1644.96,
        1647.84
    ],
    [
        " But he'd gotten it wrong with the fourth battalion 39th in the 30th infantry that's who he's taken over. It was not a question of feline degree.",
        1649.12,
        1657.72
    ],
    [
        " As far as I could see this unit was not even a military organization.",
        1658.26,
        1662.6
    ],
    [
        " So that's that's what this guy walked into call it.",
        1663.04,
        1666.36
    ],
    [
        " It was total he goes on to say it was total disintegration throughout the firebase a mud amid the shit and toilet paper and the machine gun ammo laying in the mud were troops who wore love beads and peace symbols and look more like something out of hate as per than soldiers in the US Army.",
        1666.92,
        1684.56
    ],
    [
        " All were low on spirit and a few were high openly on marijuana.",
        1684.94,
        1689.22
    ],
    [
        " There was minimum security few men carried are cared for their weapons most had let them go red with rust as they strolled around without them grenades weren't taped and when a unit moved out most of the gunners wore their ammo poncho via style the ideal way to guarantee a weapon jam sometime down the track when dirty dented cartridges were inserted into their m60s.",
        1689.6,
        1712.64
    ],
    [
        " So what we have here is a total lack of discipline and another thing that this reminded me of was I was always trying to when I was in the steel teams also trying to pull us much information about war as I could and one of the recent wars and recent times was when the Russians went into Cheshna the first time and they they had a really hard time.",
        1713.7,
        1739.72
    ],
    [
        " And I read the after actions reports from the Russian officers that it taking troops there and one of the ones that I remembered I've looked for it to try and find it again I don't know if it's I don't know I don't know where it went but I haven't been able to find it but the guy basically says it all started when the guys stopped shaving and when they stopped shaving then they then the next thing you do they want clean their guns then the next thing you knew they weren't.",
        1739.94,
        1768.16
    ],
    [
        " Staying aware while they were on watch and the next thing you know they were getting over running killed so those little things those little things that you do right all the time are important and that's the same thing with you and with me and with our lives it's those little things those little disciplines those little daily disciplines.",
        1771.12,
        1794.18
    ],
    [
        " It's a little cycle like you waking up at 4.30 in the morning like me wake up at the ritual you know that's one of them you know I try to do something physically active every day that's another thing when you lose that discipline what goes next.",
        1794.18,
        1806.9
    ],
    [
        " The next thing on the list really yeah and and then the next thing you know you're sleeping in until nine you're knocking your work done and things are going horribly backwards.",
        1806.98,
        1815.04
    ],
    [
        " But it's those little disciplines yeah and whenever I feel myself start to slip I always think of this I always think of the fact that there's these little disciplines that mean so much yeah you know and they build on each other.",
        1815.62,
        1828.24
    ],
    [
        " And it's interesting is I didn't I didn't really look at it that way ever and that makes complete sense where yeah you let the little things slide and slowly by slowly those things that you let slides start getting bigger and bigger I always thought of it where I remember hearing somebody say if you can't make your bed right right then how do you expect to run a company I think it was how do you expect to be the boss of a company.",
        1829.22,
        1855.7
    ],
    [
        " And I remember thinking well unless your company is a bed making company that has nothing to do with it and this is also a little bit counter to something I've heard recently when they talk about have you heard this decision fatigue if you heard that not that it's basically this theory where every decision you make takes some sort of toll on you mentally yes yes and so you should you should not fatigue your your decisions you should only should save your decisions for important things so for instance.",
        1855.88,
        1885.02
    ],
    [
        " Is that kind of like if you're with a group of people and once one guy says hey where do you guys want to eat and everyone says oh I don't care where do you want to it's different not the same thing it was the same thing but not a way lower level but the level that this when I heard about the decision fatigue the level that I heard this on was like",
        1885.92,
        1903.8
    ],
    [
        " you every day you don't you shouldn't think about what you're going to wear that day you should have your clothes ready because if you wake up you have to think oh do I wear the blue shirt on the white shirt and it becomes decision and then you decide what am I going to have for breakfast may have this and each one of these decisions chip away now that's fine I don't really I don't know if I believe that 100% but one thing I do think is the opposite is I think that the smaller disciplines in still in some way and you're the kind of the one that you actually are here.",
        1905.8,
        1933.78
    ],
    [
        " So I think I can create stronger disciplines so the waking up early the making of the bed the the checking off your list the all those little things that you do I think increased discipline I know what you went when I fall off the discipline wagon for whatever reason it's like a it's like a train you know I'm like oh God what just happened I'm all the sudden my room is a mess and my it just goes downhill in three days and two days and I go my God get back in the game so and then as soon as I get back in the game I implement the game and I'm going to do it.",
        1933.8,
        1963.78
    ],
    [
        " So smaller disciplines well more back in the game and the bigger disciplines fall into place.",
        1963.78,
        1968.64
    ],
    [
        " So continue.",
        1969.02,
        1974.26
    ],
    [
        " Now there was a general that had swung through Vietnam general James will know and he observed and this is going to the book.",
        1975.58,
        1991.56
    ],
    [
        " General James will know observed and wrote to the chief to chief of staff Westmoreland we all knew that is less than a month before so before this he showed up before hack with it showed up this guy general James will know had observed and wrote to chief of staff Westmoreland less than a month before during his whirlwind nine day trip to the war zone will know told the chief that the most you that the almost universal",
        1991.78,
        2021.32
    ],
    [
        " opinion among those he'd spoken with was that the young officers and enlisted men being sent to Vietnam were indeed properly trained prepared for combat both by training and mental conditioning.",
        2021.32,
        2034.18
    ],
    [
        " So this guy wrote this flowery report after he goes goes to Vietnam for nine days and you can imagine somebody like hack worth that spent five years in Vietnam somebody shows up spends nine days there he's looking at this guy like he's an idiot.",
        2034.94,
        2047.72
    ],
    [
        " And this is a classic statement about leadership he said this is hack worth going directly to the book again what a mistake it was to listen to the generals of corporate HQ who were briefed only in zero defect terms and so far from the cutting edge expected nothing less it was among the biggest mistakes of the war.",
        2047.74,
        2075.6
    ],
    [
        " The politicians only listen to these generals and these generals to themselves.",
        2076.3,
        2081.4
    ],
    [
        " That's that's crazy and this is again when I was talking about questioning earlier like I question hack worth and I question everybody and everything I'm constantly asking those questions because you don't know you don't know if you're just listening to the generals that are only listening to themselves back to the book few people ask the front line soldiers the only ones who were in the war zone.",
        2082.34,
        2105.58
    ],
    [
        " Really knew so you got to talk to your front line troops yeah that's just a mandatory piece of leadership.",
        2105.58,
        2114.44
    ],
    [
        " I like to I had a great word on this it's called incestual knowledge right when the when this little group just talks among themselves and they believe everything that they hear and they and they agree with everything they hear and you know where see this we see this and we saw it with mixed martial arts.",
        2114.96,
        2133.66
    ],
    [
        " Because you saw guys that got so into their own little thing with no outside influence that when they all believe their own crap yeah so it can be too fully it can be that way and you've got to have an open mind with everything you know.",
        2133.84,
        2152.36
    ],
    [
        " And definitely it's one of the things you got to have an open mind with and see what other people are doing and how are they doing it and that's that's the miracle these days as you can be seeing getting all this influence from the internet there's all these different people out there and showing how they're doing it and it's it's a whole new world but you got to have an open mind if you have no don't have an open mind and all you do is incestuously.",
        2155.24,
        2176.56
    ],
    [
        " Converse with other people that believe the same thing as you you're wrong.",
        2177.5,
        2181.92
    ],
    [
        " And this is crazy this is this is again this is what will know says what is left and he's talking about the this Vietnam what is left appears to be a mopping up operation I do not believe that in the current situation the enemy has the capability to more than harass us.",
        2182.36,
        2205.4
    ],
    [
        " I did not find a division commander who disagreed with this conclusion with respect to his own tactical area of operation this is 1968 and this generals coming back saying hey the enemy can't do anything but harass us.",
        2205.4,
        2218.62
    ],
    [
        " And that's this this guy was the ranking guy going back and reporting to Westmoreland and charge the whole army crazy crazy that this could be taking place.",
        2218.66,
        2231.92
    ],
    [
        " As we go a little bit deeper into this they had a board that explained is like a scoreboard for how many V.C. Vietcong how many of them had been killed or wounded and how many Americans had been killed or wounded.",
        2233.88,
        2249.1
    ],
    [
        " And when he took over when when hack worth took over the enemy had zero KIA so that there been zero enemy killed zero enemy wounded and zero enemy captured.",
        2250.14,
        2262.42
    ],
    [
        " Meanwhile the Americans had had 24 killed and 485 wounded.",
        2262.66,
        2268.58
    ],
    [
        " So did you hear what I just said I did so the enemy had zero killed zero wounded zero captured and yet we lost 24 Americans killed and 485 wounded.",
        2269.98,
        2283.58
    ],
    [
        " This goes back to what I was talking about where I would see these similarities in Iraq to Vietnam because these wounded came from rockets mortars booby traps friendly fire.",
        2283.76,
        2296.6
    ],
    [
        " I think 70% of the casualties in Iraq were from IEDs which in IEDs and it provides explosive vice that's a booby trap you know the other big percentage was from getting mortared you know where you're sitting inside your firebase and all of a sudden bomb start raining down from the sky.",
        2302.04,
        2317.1
    ],
    [
        " And it's weird to like this is something that we talk about often it's something that that hack worth talked about as well is if you ever heard someone say in Vietnam we won every major battle but we just lost the one you've heard that it's a it's a statement that people make.",
        2318.78,
        2336.72
    ],
    [
        " And as I started to analyze that because when I was younger I was like yeah that's right because we're the best military in the world we would never lose to these guys we're awesome and we are awesome and we are the best military in the world but if I have a platoon of you know 40 guys in the army and we lose a guy to a booby trap and we lose a guy to a mortar and we and we never confront the enemy.",
        2338.72,
        2365.46
    ],
    [
        " Who's going to win the war it's not us so that was a very very disturbing and we did see some of this we did see some of this in Iraq where things would get sugar coded and that's one thing I go back to the book and I'd say why are they sugar coding this what's going on somebody needs to speak the truth you know we need to tell what's really going on here.",
        2366.24,
        2390.9
    ],
    [
        " Hey I raise my hand and say no boss it's not like that we we need this we need we're this is where we're going to lose this is what's going wrong and luckily we had some very strong.",
        2391.38,
        2400.5
    ],
    [
        " You know military leaders that did that you know Petraeus for sure who kind of implemented the surge we had a McMaster who I talk about a lot HR McMaster up and up in northern Iraq and you know the guy that I worked directly for Colonel Sean McFarland who's now in general.",
        2400.64,
        2420.54
    ],
    [
        " He was those guys were guys that spoke the truth and I would hear I heard McFarland do that I would hear that guy say no actually we can't do that no that's actually the wrong idea no we actually need to engage with these tribal leaders even though they were criminals six months ago no this is what we need to do so I got to see some of that leadership step up which was which was awesome.",
        2421.12,
        2439.98
    ],
    [
        " He goes on to talk about how I got to read this so he goes is what's called a change of command which is when you know I'm in charge but I'm going to give you the battalion so the following day I took over the battalion from Lieutenant Colonel Franklin a heart in a parade field change of command in the middle of the Maycon Delta.",
        2445.82,
        2467.28
    ],
    [
        " What kind of war have I gotten myself into I wondered a perfectly starch general you was there having flown in for the occasion in his polished choppers there were there were other brass two and photographers the American flag but the battalion colors which were ceremoniously passed on to me and all of this before the scroungiest most spiritless assembly of soldiers I'd ever seen incredibly none of the generals are Colonel seemed to notice the slack condition of my new charges or their positions.",
        2467.5,
        2497.02
    ],
    [
        " Lieutenant Colonel Frank heart would still receive a legion of merit for his job well done with the battalion so picture that in your mind you're taking over this battalion these guys are just complete disaster the general show up in their polished helicopters wearing starched uniforms and they don't even they just ignore it's like they're like got blinders on they're just ignoring the fact that these guys are just a total disaster.",
        2500.78,
        2524.72
    ],
    [
        " Crazy thoughts crazy thoughts so.",
        2527.98,
        2532.06
    ],
    [
        " Then we get into the point.",
        2533.72,
        2538.22
    ],
    [
        " Where and this is where when we when we get these questions on Twitter about leadership and this is sort of what drew me back to thinking about talking about this book was because as we get these questions you end up with a.",
        2539.62,
        2554.58
    ],
    [
        " With a just really great examples and a lot of questions that we get are.",
        2555.54,
        2561.48
    ],
    [
        " You know what do you do with people that are unmotivated what are you doing you know and everyone has that question of what do you do when people are unmotivated and I'll tell you can you imagine if there's anyone less motivated than a.",
        2562.76,
        2577.28
    ],
    [
        " You know constrictor draft E from Vietnam from the Vietnam War it's it's it's kind of crazy.",
        2578.08,
        2585.38
    ],
    [
        " Yeah no problem.",
        2585.5,
        2595.0
    ],
    [
        " One of the things that hacks says is little could I have guessed that whipping it into shape meaning the battalion would require every little bit bit of knowledge I'd gained in in the interim so his whole career he realizes whole careers you have to take every trick that he learned to get these guys in the shape now what's interesting about this is he says whipping these guys in the shape and this is something I've had.",
        2596.1,
        2618.6
    ],
    [
        " I've had executives when I get out get on with the CEO and he'll say I need you to come in here and whip my guys in the shape and it's always it's one of those quotes that I have to push back on because they think I'm going to come in there like a drill instructor and bark orders and people are going to and it's just doesn't work that way and you know you have to do you have to do more than that so when one of the initial things that he did.",
        2620.8,
        2648.58
    ],
    [
        " Was institute discipline and as you know discipline is one of my favorite words.",
        2653.06,
        2659.62
    ],
    [
        " Going back to the book here from the outset I realized to that to make this unit an effective military force I'd have to implement about a thousand changes so I figured we'd start with five a day little things basic things like where you're stealing the book.",
        2659.88,
        2678.58
    ],
    [
        " I'm not at home and clean and carry your rifle at all times and ammunition will not be worn poncho via style my first order was that come darkness the fire support base perimeter would pull back 300 meters.",
        2678.6,
        2692.44
    ],
    [
        " The troops instantly began to grumble at this but at the next order but it was the next order that really began the mutinous feeling within my hard luck outfit.",
        2692.84,
        2704.52
    ],
    [
        " Anything you can't carry 24 hours a day is gone on the next shopper so here are these guys that were living in tents that had toilets out there radios and all this stuff and you said anything you can't carry with you use going is out of here.",
        2705.8,
        2718.14
    ],
    [
        " That's hardcore discipline and they piled it all up in the middle of the the middle of the base and had a big helicopter come in and take it out.",
        2718.22,
        2733.18
    ],
    [
        " Now one thing he says here is he says I wasn't there to have them like me and this is one of those dichotomies where and I'm sure everybody at one point or another who has worked for someone that is very abrasive and thinks they can just throw orders around and no one likes working for that guy it's it's awful.",
        2733.18,
        2760.5
    ],
    [
        " And so there's a fine line between listen I'm not here to make friends and oh I'm just going to be totally abrasive and treat everyone like crap because you're not going to get people to follow you with that attitude.",
        2761.36,
        2772.9
    ],
    [
        " So he obviously was very good at walking that fine line between pushing hard enough where he's like hey I'm not here to make friends but at the same time not pushing him so hard that he's getting shot or there there's a complete mutiny against him.",
        2773.34,
        2787.62
    ],
    [
        " Yeah you think that someone who in my experience when people say that I'm not here to make friends you know I'm here to whatever it's usually kind of like an excuse because they piss somebody off.",
        2787.62,
        2801.58
    ],
    [
        " So I think that to really use that in a in an accurate way or in a conducive way I'm not here to make friends is if you can show them results and at the same time not necessarily you know be the nicest of guys then I think that's when you start to walk that fine line.",
        2802.52,
        2820.06
    ],
    [
        " So it's beautiful that you said that so this this goes right into the fact that a short time later so after they pulled back this perimeter so every night instead of staying where they were just all relaxed they packed up they pulled back they dug in a short time later we were hit with a barrage of rocket and recordless rifle fire but most of it fell on the old positions when I got on the horn and called for artillery I was surprised I was very nervous.",
        2821.14,
        2848.84
    ],
    [
        " Command is not like hopping back onto a bicycle and after two and a half years away from it I was rusty and actually scared I'd screw up but then I heard a guy later do I be identified as Lieutenant Larry taller who worked in the S3 section running behind me to his defensive position and here's the quote from this guy he's a mean son of a bitch but he knows what he's doing so that's exactly what you just said.",
        2848.9,
        2873.58
    ],
    [
        " And that's exactly what affected had.",
        2875.36,
        2878.32
    ],
    [
        " Now moving through this the men and now we're talking about this unit the 439 the men of the 439 had no unit identity and no pride in themselves.",
        2880.22,
        2896.02
    ],
    [
        " So for all those people that are out there that have sent me Twitter questions saying hey how do I deal with people that are unmotivated how do I you know how do I change as another one how does culture change.",
        2896.06,
        2904.94
    ],
    [
        " He's going to go into that as a first step toward rectifying this I decided to call my hard luck battalion the hard core and the troops recondos so he's renaming them.",
        2905.36,
        2919.28
    ],
    [
        " He's renaming the battalion and I actually did this very thing when I was a task unit commander when I took over a task unit so task units in a seal team they have a phonetic letter for their name so there's out task unit alpha task unit Bravo task unit Charlie and then you've got the platoons underneath them so what I did with ours is basically as soon as I took it over I said hey we were task unit Bravo B and I said guys we're not task unit Bravo we're task unit.",
        2919.86,
        2949.26
    ],
    [
        " And that was one of those things where even though at first people were kind of you know what's this all about but then but then after a little while they're like oh no no no because you're in a task unit I'm in task unit bruiser right and it really does have a legit effect.",
        2951.06,
        2966.14
    ],
    [
        " It's like a little psychological sense of pride like where this this unique kind of almost elite group just in that small little psychological way.",
        2966.18,
        2975.66
    ],
    [
        " Yeah and yeah I think branding a lot of that has a lot to do with branding where or where you get like a company for example you do just little things different and include everyone whether be the name whether be little I mean sometimes they do it with team building exercises which I've seen a lot of ones that that don't really they're not very effective but there's certain things that if those activities can kind of invoke a sense of pride and you guys are doing it together.",
        2976.12,
        3005.0
    ],
    [
        " That's one that's when that can work and the name thing it's crazy how that's such a big thing when you're a little bit and when you have a cool name we're like it's almost like a gang mentality.",
        3005.66,
        3013.78
    ],
    [
        " It is and I mean he literally says here they had no unit identity so guess what he's going to pick that identity.",
        3013.78,
        3020.28
    ],
    [
        " He called the hardcore call the Rokondo he's going to give them that identity and give them something to latch on to and he goes even further so he talks about how in the past when he was in with another unit they had this greeting between officers and elicit guys and the officer would say airborne in the enlisted guy would say all the way so the airborne all the way and so now these guys are in Vietnam and it's a little bit different it's a little bit harder so now this going back to the book when a soul.",
        3020.28,
        3050.26
    ],
    [
        " The soldier saluted an officer he said hardcore Rokondo sir and when the officer responded it was with a heartfelt no fucking slack and I mean it doesn't get any better than that and as a matter of fact when this is one of the most fired up things when I when I retired from the SEAL teams the guys that ran the land warfare training so like the most",
        3050.26,
        3080.2
    ],
    [
        " miserable hard training out in the imperial valley of California where it's 120 degrees and you're humping through the desert and it's just completely hardcore and we would I mean the training was miserable and tough and realistic and badass and when I left those guys from the land warfare group gave me a shotgun and on the shotgun was engraved no fucking slack.",
        3080.92,
        3104.18
    ],
    [
        " So you picture these guys walking around it's like you just said you're talking about unit identity and they give him this name but now they're walking on it every time they see each other they're saying hardcore Rokondo no fucking slack and I don't care that's a mantra you know that becomes a mantra that becomes what you say and doesn't take much for what you say to start to become what you believe.",
        3106.48,
        3127.18
    ],
    [
        " Yeah and so I love that I love and when we work with companies we you know depending on how long we're working with them for we'll sit down and we'll have them come up with a mission statement yeah and then we'll come up with some kind of a mantra and I'll tell him this story about no fucking slack and you know like what is going to make you what is going to make you think that way because that's what I used to say at land warfare you know when I was running land warfare training you know hey should we give these guys a little extra time should we give them that should we move the target a little bit closer to the insert point are these these guys are going to be a little bit more difficult to do.",
        3128.44,
        3157.16
    ],
    [
        " Can we make this a little bit easier for him and I'd say no fucking slack and the reason was I wanted these guys to be ready I wanted every one of those seals that was going to Iraq and Afghanistan to be ready for anything to be ready I wanted the training to be harder than real combat that was the goal.",
        3157.18,
        3174.62
    ],
    [
        " And then these these little mantras and and all these things that kind of gives everyone a sense of pride in going through that hard training to ultimately result in being ready.",
        3174.76,
        3186.04
    ],
    [
        " Right. So for them to to take pride and enjoyment in that hard training because of these little tiny things and that makes it just that much more effective you know the whole situation it's it's completely true.",
        3186.04,
        3198.22
    ],
    [
        " There's another piece here simultaneous to go back to the book simultaneously I started establishing standard operating procedures that would not only keep the troops alive but also give them for the first time the feeling they were in the back.",
        3198.72,
        3216.02
    ],
    [
        " The charge of the situation not at mercy of the VC or in city is booby traps so think about that you know this this idea that you're on the defense all the time and you're constantly like waiting to get blown up or waiting to get more to waiting to get take a sniper round that's a horrible horrible feeling being on the receiving end of that stuff is horrible because you don't have control over it.",
        3216.04,
        3241.88
    ],
    [
        " So then they started slowly putting things together to to go on the offensive.",
        3241.88,
        3249.26
    ],
    [
        " So standard operating procedures included such things as every officer having to read mouse little red book so this was kind of the communist way and he wanted all the officers to no one understand that because how can you beat an enemy if you don't know what they're thinking.",
        3250.28,
        3268.02
    ],
    [
        " That was another just classic move you got to think like the enemy.",
        3268.22,
        3275.4
    ],
    [
        " I got a couple more things to pull out here.",
        3275.82,
        3278.46
    ],
    [
        " People talking about you know caring for your guys and here's another good you know I this is going back to the book I wasn't going to lose any legs for a couple VC.",
        3279.32,
        3295.0
    ],
    [
        " I was into fighting hard but not the expense of bleeding troops the fact that I had that I walked with the platoons put me in the good graces and a lot of men.",
        3295.14,
        3304.1
    ],
    [
        " But my stock eat rose even faster when they got word when word got around that I wasn't a butcher.",
        3304.3,
        3310.38
    ],
    [
        " So even though he was hardcore and he was saying no fucking slack what he what he talks about earlier in that paragraph is if he found one of the young officers was doing something that was careless that could put guys at risk of",
        3310.78,
        3322.3
    ],
    [
        " running in a booby traps or that what that didn't have a good return he'd fire that guy he would literally just fire the guy.",
        3322.3,
        3328.3
    ],
    [
        " And that the and so the guy is realized okay this guy's hardcore but guess what he cares about us and that that that is huge.",
        3329.44,
        3338.4
    ],
    [
        " And and another piece and this is kind of going back to what we just said all the 439 really needed had need had really needed was a good kick in the ass which included creating or bringing in leaders who care.",
        3339.56,
        3352.28
    ],
    [
        " And then he cared for their men and giving the men some sense of real purpose.",
        3352.28,
        3357.7
    ],
    [
        " Wow.",
        3358.34,
        3358.96
    ],
    [
        " Wow.",
        3359.74,
        3361.28
    ],
    [
        " You know and what we call that and with late nights talk about in the book it's the why why are we here and you would be surprised.",
        3361.78,
        3370.84
    ],
    [
        " It happens with companies it happens with families it happens in the military it happens with teams they don't understand why they're doing what they're doing.",
        3371.4,
        3381.1
    ],
    [
        " It is a task as a robot and you can't treat people like robot people have to have some kind of long term goal they have to have an understanding of why they're doing what they're doing.",
        3381.1,
        3390.94
    ],
    [
        " So when that's that's like 99% of my answers when somebody says hey I've got this problem where these people don't want to follow this rule they don't want to do this safety task or safety procedure.",
        3391.62,
        3404.72
    ],
    [
        " I can't get my guys to do the safety procedure and I'm like well do they understand why they're doing it.",
        3405.38,
        3409.24
    ],
    [
        " What do you mean?",
        3409.5,
        3410.76
    ],
    [
        " Do they understand why they are doing it?",
        3411.5,
        3413.44
    ],
    [
        " Do they understand why they're supposed to clip in at the end top of the tower that they're climbing?",
        3413.5,
        3417.92
    ],
    [
        " Do they understand why?",
        3418.1,
        3418.98
    ],
    [
        " Do they understand the implications if they fall?",
        3419.12,
        3421.24
    ],
    [
        " Do they understand the implications not just to them but to their family?",
        3421.42,
        3423.74
    ],
    [
        " Are they thinking about the implications to their job or they think about the implications to the company and then all their people's jobs?",
        3424.14,
        3429.22
    ],
    [
        " You put all those why?",
        3429.62,
        3430.88
    ],
    [
        " Here's why you're clipping into that tower because if you fall you can't pay your mortgage your kids can't eat.",
        3431.12,
        3436.7
    ],
    [
        " Then on top of that we have to shut down the tower for a week.",
        3437.2,
        3440.24
    ],
    [
        " We're going to lose money.",
        3440.42,
        3441.22
    ],
    [
        " We're going to lose jobs and when you think about why then all of a sudden the guy goes okay I guess I'll clip in.",
        3441.36,
        3445.4
    ],
    [
        " It's one of those things so that idea of understanding why is just extremely important.",
        3445.46,
        3454.18
    ],
    [
        " To close out this section on about face which again depending on I don't know this maybe this was just an exercise in my own.",
        3457.04,
        3471.72
    ],
    [
        " In my own what is it?",
        3471.86,
        3474.7
    ],
    [
        " It was selfishness to be able to talk about this with people and have the mayor and for me to go through this book again again I learn every time I read it.",
        3474.72,
        3482.96
    ],
    [
        " But to kind of wrap it up so he goes on and they go on this is a long chapter and they go on to talk about all these different things that they did and they did turn the fight and they did start to kill the enemy and they did start to spare their own guys and they started fighting the guerillas like they were guerillas so he really implemented all those things that they talked about.",
        3482.96,
        3502.64
    ],
    [
        " So now he's getting ready to leave and he says the hardcore battalion proved to me everything I'd ruminated on throughout the two years that went before all those ideas and theories on how to fight the G and the G is guerillas.",
        3503.26,
        3518.78
    ],
    [
        " If there was satisfaction in that there was much less in the fact that my success didn't make a dent in the way the war was prosecuted.",
        3519.02,
        3527.38
    ],
    [
        " So even though he did a great job and it really changed their battlefield for him other people didn't say oh I see what they're doing I'm going to do that too.",
        3527.78,
        3537.12
    ],
    [
        " Ironically what did was the debacle of hamburger here Hill where screaming ego general Melvin Zeiss ordered 11 assaults up an extremely well fortified totally useless piece of real estate as if he thought",
        3537.26,
        3555.54
    ],
    [
        " he was in Korea or storming crowd positions at Normandy almost 400 American men dead or wounded later the 101 unit was king of the mountain but within a week the objective was abandoned.",
        3558.12,
        3572.04
    ],
    [
        " So I don't know if you've ever heard of this but hamburger Hill is a huge deal lost 400 guys wounded or dead held it for a week and then left.",
        3572.62,
        3579.5
    ],
    [
        " The ensuing horrified uproar among American people and in Washington made sure hamburger Hill was the last huge and costly battle fought by an American troops in Vietnam.",
        3580.48,
        3588.76
    ],
    [
        " So I guess if no one learned how to fight the war for me and the men of the hardcore at least from general Zeiss they finally learned how not to but we were already four years into the war and there were almost four more to go.",
        3589.64,
        3605.22
    ],
    [
        " Tough.",
        3612.48,
        3613.0
    ],
    [
        " So that's about face for you that is a that is a heavy book figuratively and literally and you know again depending on what people thought of that maybe we'll come back to it and talk about it again in the future.",
        3612.84,
        3629.32
    ],
    [
        " That book and those experiences are kind of where this comes from this mindset and the attitude that I have how much of it do you think I don't I couldn't sit here and put a percentage on it from a leadership from a combat leadership perspective it is a it is a pretty significant amount you know it's probably in the in the 20 or 30% of",
        3630.72,
        3657.18
    ],
    [
        " confirming things that I believed learning new things seeing things and reading about them and then watching them happen and understanding them so that it definitely is a is a significant portion of some kind.",
        3658.84,
        3674.88
    ],
    [
        " Yeah.",
        3674.92,
        3675.3
    ],
    [
        " Meanwhile.",
        3679.78,
        3680.36
    ],
    [
        " Meanwhile on the internet on the interwebs we got a bunch of great questions a bunch I mean we got hundreds of hundreds of great questions and obviously we can't answer them all.",
        3680.16,
        3691.56
    ],
    [
        " So some of them we kind of compiled together some of them we pulled out and you know what I did not do is I did not.",
        3691.64,
        3700.88
    ],
    [
        " Put the names of the people that submitted them so next time I will do that I think we got one person that that recommended that so I apologize for everyone out there on Twitter and Facebook that submitted questions and we used them next time I'll try and get your name in there so you'll know that I am talking to you.",
        3702.04,
        3724.18
    ],
    [
        " But but we got some great feedback and comments and all that so let's let's dive into some of these.",
        3727.3,
        3733.22
    ],
    [
        " Okay so mental toughness we're going back to this I think this is important mental toughness because I think this is one of those things that's a constant endeavor for I would I would argue for everybody I would agree in one way or another and that and this questions really appropriate mental toughness is not just one thing.",
        3733.58,
        3753.68
    ],
    [
        " Some people are tough in the gym or in fights but weak when their wife leaves them for example do you agree with that and this guy and again I wish I had whoever you are I apologize because he actually makes a statement.",
        3754.16,
        3765.88
    ],
    [
        " This is a statement mental toughness is not one thing and then he quantifies that statement by saying some people are tough in the gym or in fights but weak when they're live when their wives leaves them.",
        3766.1,
        3778.62
    ],
    [
        " He says do you agree well I agree 100% and this opens up a whole spectrum of reality and that is that these that that what is it that crushes a person because it's different for everybody everybody has this thing this weakness that maybe it never gets uncovered.",
        3778.62,
        3807.86
    ],
    [
        " Maybe it does and the fact that he's talking about you know fighters and saying that people are tough in the gym they're tough in fights but they have some weakness that can crush them.",
        3808.1,
        3821.82
    ],
    [
        " I think we've seen that plenty I mean just famous people famous fighters that this has happened to John bones Jones I mean obviously the guys an animal in fights he's an animal training in the gym but he has some mental weakness.",
        3822.18,
        3837.84
    ],
    [
        " He's got a lot of mental weaknesses that he needs to overcome and that hopefully he will be able to so he can reach his full potential and I hope he does but you know he's lucky he's got a good support base around him and he's got money to to try and solve these problems because there's a lot of people that end up with those weaknesses or have those weaknesses and ends up crushing him and that's scary.",
        3837.84,
        3867.06
    ],
    [
        " And I'll tell you what the scariest thing is and I think this is a great lesson and it's something that I learned over and over again and I don't know when it exactly solidified in my brain but it's so disturbing and bizarre when you see somebody that you care about",
        3868.24,
        3888.44
    ],
    [
        " and you watch them go down this spiral and it's so obvious what they have to do to stop it to stop the downward spiral it's like oh get rid of that girl or get stop using that drug or stop drinking or do whatever the case may be whatever that thing that's got them and you're clearly telling them to stop it and they don't.",
        3890.78,
        3915.66
    ],
    [
        " Yeah because I mean I think I think I know what your point is going to be here but you say it's clearly obvious it's clearly obvious kind of a way to put it is clearly obvious on paper where you could point it out and that person the person you care about issue whatever they probably agree with you and you say oh is this holding you back you think or is this jamming you up and they'd probably say yeah but to be like oh just simply let it go let's say it's a girl.",
        3915.66,
        3945.46
    ],
    [
        " Let's say I don't know. Yeah good girl. Yeah the girls jamming me up.",
        3945.66,
        3951.62
    ],
    [
        " No, let's be fair or a guy whatever.",
        3951.62,
        3954.3
    ],
    [
        " And you know it's as simple as that get rid of the girl but I think in everybody's different there's a certain need that someone has an inherent need that that girl is fulfilling and that need is big no matter how deep down it is it's a big need.",
        3955.54,
        3972.5
    ],
    [
        " Obviously that they're letting that need get fulfilled in at the expense of their goals they're training or whatever so it's not that easy it's obvious sure but it's just not that easy to be the oh let's just get rid of the girl.",
        3973.0,
        3985.28
    ],
    [
        " I didn't say it was easy but I know you've seen this I think we've all seen this where you're looking at a situation with someone that you truly care about and you want to help them and you could write down in two sentences what they have to do to completely resurrect and change their life.",
        3985.52,
        4002.04
    ],
    [
        " And it is easy as getting rid of a girl or a guy that's in their life that's a disaster or it's as easy as stopping the use of drugs now called or it's as easy as cutting sugar out of your diet because you're sick from it or it's as easy as working out a certain methodology to get you through this situation.",
        4002.32,
        4025.34
    ],
    [
        " So it's it's it's horrible and it's one of those things that's for me it's taught me to again I talk about detachable detach from myself to make sure I'm not that guy that doesn't have some issue that's holding me back and like I could be doing better if I would get if I would take that input from other people or even better off if I could detach and see that input myself and self correct.",
        4025.34,
        4051.58
    ],
    [
        " Yeah, and you when you can see it in someone else that's really what you what the dynamics of that relationship is meaning let's say you know your friend has something a girl for example holding them back it's easy for you to say oh just do this here's the two sentences is like I do get rid of the girl be happy that's it it's easy because you are detached yeah absolutely.",
        4051.58,
        4073.2
    ],
    [
        " So the hard part is for him to actually detach but if he can detach look in he'd be essentially in the same position as you and probably be able to at least be on his way to do it exactly it's weird though and that's why I say people are crazy like we do crazy things we make big mistakes we get emotional we do things that are crazy human beings do it and that's very very difficult to deal with and it's really it can be very sad to see you know I've seen",
        4073.2,
        4103.18
    ],
    [
        " people with great unbelievable potential that have for all practical purposes casted away for some ridiculous reason that again if they would have followed two bullet points on a piece of paper that said get rid of this girl and stop using this drug their life would be different and you just you can't help them yeah and obviously you know getting rid of a girl that's clearly just an example it's not we're not saying girls are any sort of a problem",
        4103.18,
        4132.4
    ],
    [
        " but we've seen the same thing with girls and guys yeah girls that had date this guy that's a disaster that drags them down whatever yeah and it could be the one it's we should just say relationships right being fair yeah toxic relationship yeah toxic relationship um I don't I mean use the word ridiculous which are you know cool but I don't think it is really ridiculous because if you kind of if you break it down I think like I said they have a certain need that isn't",
        4132.46,
        4162.26
    ],
    [
        " obvious to everyone you know everyone aside even to them it might not be obvious but they have a need in there that this toxic relationship is fulfilling it's jamming up a bunch of other things in their life for their goals but it is fulfilling this little thing that they need",
        4162.5,
        4178.18
    ],
    [
        " well okay you can say that that's that's that's fine that makes sense though I'm not going to argue with you that's the that's the root of the problem though right but if if that need is if basically the the the sum of that need or the the size of that bigger than the need of them achieving those goals",
        4178.5,
        4200.26
    ],
    [
        " which may seem weird because it's like all that teeny tiny need to be loved or accepted is bigger than being a champion of the world or it seems weird but from an individual standpoint on the in how they feel on the inside that need in a lot of times is bigger yeah and that's what's crazy which is what said people are crazy you",
        4200.26,
        4224.12
    ],
    [
        " and you can't help them that's the piece you cannot help them yeah and you can try you can paint it out for him you can tell him a thousand times a thousand different ways yeah I think you yeah I think there are ways to help obviously I think it's like through like a therapy type of situation not necessarily like a professional therapy maybe but not necessarily or something really impactful well yeah I was here you know you always hear it's got to be the rock bottom the person's got to hit rock bottom somehow right and then they",
        4224.12,
        4254.1
    ],
    [
        " realize okay I've destroyed my life now I'll start moving again and you just wish you could help them before they hit yeah rock bottom I was talking about this today with with great hitting rock bottom and the reason that it's",
        4254.1,
        4265.6
    ],
    [
        " tippy and I don't all just use word easier it's easier to move forward when you hit rock bottom is because you're not you can't go any further deeper but what that I mean that sounds obvious but what that means is",
        4265.6,
        4278.82
    ],
    [
        " you're here right at the bottom if below here is unacceptable it's death or it's you know I don't know jail I don't know whatever whatever your rock bottom is so you can never justify it oh I've been doing it this way and I'm still here you can never make that justification at rock bottom because I've been doing it this way and I'm here that's unacceptable you're a rock bottom but let's say you're not at rock bottom but you're pretty junk you're not doing good but you're making it you're handling it",
        4279.9,
        4308.56
    ],
    [
        " sure your job sucks but I'm still here you know I still got my car yeah so they don't justify yes yeah one day okay I need to make an improvement I'm gonna start I'm gonna start on Monday I'm gonna I'm gonna make an improvement so they start on Monday okay it goes good Tuesday goes good Wednesday some temptation comes and whatever the drugs are drinking whatever",
        4308.56,
        4328.52
    ],
    [
        " when they're kind exhausted from putting in that effort to change and it's like okay I'll just have one beer okay I'll just okay I'll just start drinking again",
        4328.52,
        4338.32
    ],
    [
        " because really I'm cool with it you know I made it it's not all that bad they've accepted their station in life right and somebody accepts their station in life then I guess they're not going to be motivated to do anything",
        4338.54,
        4351.2
    ],
    [
        " right so and that accepting their station is essentially their justification for relapse but when you're at rock bottom you can't do that so I mean obviously people's rock bottom are different like I said but that's the reason that it's that it's easier",
        4351.2,
        4365.2
    ],
    [
        " I know it sounds crazy but it's easier to move forward when you're at rock bottom it's tough stuff so um yeah mental toughness yet like how you said it is um it's different for everyone and you can be meant it's not an across the board thing you're just mentally tough yeah and but to tie this back into mental toughness is again go back to detachment you know I'm glad we're most the people listen to this aren't dealing with a situation where they've got some grievous scenario going on and their life is on a downward spiral",
        4365.88,
        4395.12
    ],
    [
        " hopefully your downward spiral is that you slept in until 530 you know that's that's the type of thing where you want to catch yourself it like we talked about earlier you want to get those little disciplines in place and and build upon those and become better yeah stay out of them never mind the rock bottom let's get to the top of this bad boy",
        4396.38,
        4414.1
    ],
    [
        " yeah and with that I think this might be kind of obvious but it's important to recognize what elements or what aspects of your life that you are not quite as tough mentally at you know like if you know if you have a weakness for beard alcohol then recognize that or have a weakness for giving up when I start to get tired in training or something like that um you know recognize that yeah and uh here's a quick story for you it's an important story",
        4415.84,
        4442.78
    ],
    [
        " echo travels with the story Christmas Eve um I went to the store just real quick and it was real crowded at supermarket right so I go and I get",
        4444.22,
        4454.34
    ],
    [
        " 2 12 facts of beer and",
        4454.34,
        4459.28
    ],
    [
        " some tomatoes and I have a cart not or I have a basket not a cart so I'm carrying it so all the lines are long so I'm",
        4459.28,
        4472.64
    ],
    [
        " and I'm holding the basket with a 12 back of beer in one hand with the tomatoes and the other 12 back of beer in the other hand so it's that's you know it's not like terribly heavy but it can get heavy after a little while",
        4473.1,
        4485.62
    ],
    [
        " so the lines real long so I'm going to be in that line for a while so after while you know your shoulders start getting tired",
        4485.62,
        4492.24
    ],
    [
        " and right then I recognize okay this can be a small exercise in mental toughness just a small one",
        4492.24,
        4499.5
    ],
    [
        " not a you know not a marathon and I'm like that but you know what I'm going to do I'm just going to hold",
        4500.04,
        4505.06
    ],
    [
        " these until until I put them on the thing I'm not going to put them down because right now I kind of want to put them down",
        4505.06,
        4509.52
    ],
    [
        " so what I did is I made it consciously made it an exercise so I held them and every little thing that would",
        4509.52,
        4519.22
    ],
    [
        " happen this guy's not taking um or this guy's not being as quick as he should be boom that that's another",
        4519.22,
        4524.6
    ],
    [
        " element added to the mental toughness exercise no somebody's going to write a check yeah so I did it I totally did it it took maybe I'll",
        4524.6,
        4533.68
    ],
    [
        " let's say 10 minutes a good 10 minutes of just holding it you know um so I put my my uh my stuff on the",
        4533.68,
        4542.4
    ],
    [
        " on the little carousel or whatever to get it checked out and I remember thinking okay that's one little exercise in",
        4542.4,
        4549.02
    ],
    [
        " mental toughness a little workout mental toughness done now I realize as a demonstration of mental toughness",
        4549.02,
        4556.82
    ],
    [
        " that's quite lame but as far as recognizing a potential situation where you could be mentally weak",
        4556.82,
        4566.68
    ],
    [
        " using it as an exercise to be to help with mental toughness as a concept that's an important element",
        4566.68,
        4579.0
    ],
    [
        " to touch yourself and recognize because that's the true exercise in my mind is having the ability",
        4579.0,
        4586.24
    ],
    [
        " to be outside yourself and look at yourself and say you're being weak right now or there's an",
        4586.24,
        4590.72
    ],
    [
        " opportunity that's real triumph on a small scale yeah and it's a bit more intimate yeah but if you",
        4590.72,
        4602.08
    ],
    [
        " can just start thinking to yourself that way that small little exercise can turn into a little",
        4602.08,
        4608.72
    ],
    [
        " bit bigger exercise and next thing you know you're in a detrimental situation recognizing hey if I can",
        4608.72,
        4614.56
    ],
    [
        " practice on toughness right now where you know a month ago two months ago I would straight up gave up",
        4614.56,
        4620.1
    ],
    [
        " but let me use this as he had another exercise and it's a big detrimental situation look",
        4620.1,
        4624.08
    ],
    [
        " looking mentally tough I like it at least on your way yeah approved to share barely approved",
        4624.36,
        4630.78
    ],
    [
        " I've got approved nonetheless",
        4630.78,
        4631.94
    ],
    [
        " next question okay okay next question is my son who's seven seven years old and I want to get",
        4631.94,
        4649.34
    ],
    [
        " into jiu jitsu what lessons has it taught you in life well you know I talk about jiu jitsu all the",
        4649.34,
        4660.02
    ],
    [
        " time because I do think it's a great metaphor for life some of the things that it teaches you",
        4660.02,
        4664.64
    ],
    [
        " without a doubt is it teaches you humility because it's not going to teach you humility by",
        4664.64,
        4670.54
    ],
    [
        " telling you hey be humble be humble it's going to teach you humility because you are going to get",
        4670.54,
        4675.4
    ],
    [
        " submitted and be forced to surrender to people that are smaller than you that are weaker than you",
        4677.08,
        4683.52
    ],
    [
        " that aren't as good as you and that's going to happen almost a daily basis when you first start out",
        4683.52,
        4689.9
    ],
    [
        " so there's no doubt about that it's going to teach you about respect and I had a buddy in the",
        4689.9,
        4704.38
    ],
    [
        " he was a badass I mean he looked like a superhero super strong just and he grew up and",
        4704.38,
        4711.2
    ],
    [
        " I think he grew up in Texas he was some kind of a gang member in Texas had a rough childhood he",
        4711.2,
        4716.46
    ],
    [
        " used to use a badass scary dude super nice but but but definitely could bring it and when he started",
        4716.46,
        4723.5
    ],
    [
        " training after like a month you know I said so you know what do you think of jiu jitsu and he said",
        4723.5,
        4730.7
    ],
    [
        " you know I used to think I was badass and now I don't want to mess with anybody because I don't",
        4730.86,
        4737.52
    ],
    [
        " know if they've been training for three months and if they have been I'm in trouble so you definitely",
        4737.52,
        4742.86
    ],
    [
        " will learn respect from jiu jitsu discipline you know we were just kind of talking earlier and I was",
        4742.86,
        4752.32
    ],
    [
        " talking about training today and how I just did not feel like training today it was all beat up",
        4752.32,
        4755.92
    ],
    [
        " it's tired of sore and there's only one thing that got me on the mat and that's just having the",
        4755.92,
        4761.08
    ],
    [
        " discipline to get on there and know that I needed to train so there's nobody I don't care who you",
        4761.08,
        4765.52
    ],
    [
        " are that feels like training every single day seven days a week but if you want to get better and",
        4765.52,
        4770.74
    ],
    [
        " you want to reach the goal then you have to do it and so it teaches you about discipline and I",
        4770.74,
        4776.84
    ],
    [
        " would say from a mental perspective one of the coolest things that jiu jitsu teaches you is it",
        4776.84,
        4784.32
    ],
    [
        " teaches you that maneuver and that tactics and that brains the those things trump strength and",
        4784.32,
        4797.4
    ],
    [
        " trump meeting force on force and I talk about this all the time in psychological situations and",
        4797.4,
        4804.1
    ],
    [
        " it's too bad I wish everybody in the world trained jiu jitsu because you have all these metaphors",
        4804.1,
        4807.54
    ],
    [
        " that you could tell them so it's great when I have a client that actually trains jiu jitsu because",
        4807.54,
        4812.14
    ],
    [
        " then I can or understands mma or watches martial arts or watches ufc because then you can use",
        4812.14,
        4817.9
    ],
    [
        " these examples but you know the classic case in the mental confrontation is people have a tendency",
        4817.9,
        4825.58
    ],
    [
        " to want to go you know fist on fist and if you say one thing if you say method a I say method b",
        4825.58,
        4834.26
    ],
    [
        " and we're just going to bang those two methods together and see who you know a lot of times",
        4834.26,
        4838.86
    ],
    [
        " it's see who has more rank and you know what you know what echo I'm in charge so we're going with",
        4838.86,
        4843.7
    ],
    [
        " method b well now you're going to do what I say but you're not going to do it willingly you're going to",
        4843.7,
        4847.48
    ],
    [
        " sabotage it whatever the case may be that's not jiu jitsu jiu jitsu is is using",
        4847.48,
        4855.1
    ],
    [
        " maneuver and setting people up and and being more crafty that's what jiu jitsu is and that's how",
        4855.1,
        4861.94
    ],
    [
        " you win and that's how you win not just on the mat not just but in life as well and it's the same",
        4861.94,
        4867.08
    ],
    [
        " thing on the battlefield you know we have a little saying in combat he who flanks first wins",
        4867.08,
        4873.1
    ],
    [
        " meaning the person that gets around to the side and attacks from an unexpected direction is going",
        4873.1,
        4878.12
    ],
    [
        " to win and it's the same thing in mentally in jiu jitsu and it's the same thing in in you know mental",
        4878.12,
        4885.02
    ],
    [
        " confrontations with people it's it's who is going to maneuver and it's always this indirect approach",
        4885.02,
        4893.04
    ],
    [
        " that's the key phrase that I use when I'm dealing with someone that's not a jiu jitsu person",
        4893.52,
        4898.44
    ],
    [
        " and I'm talking about how do they deal with their boss that does this or they're subordinate that",
        4898.44,
        4903.28
    ],
    [
        " has a big head or whatever I tell them listen you need to use an indirect approach because the",
        4903.28,
        4910.02
    ],
    [
        " direct approach is not going to get through to this person I was I was doing this with executive",
        4910.02,
        4915.84
    ],
    [
        " coaching the other day and had this guy he explained the personality of this guy that worked for him",
        4915.84,
        4921.26
    ],
    [
        " and the guy that had worked for him had been moved underneath him in a in a reorganization and it",
        4921.68,
        4926.56
    ],
    [
        " was one of those guys he's a senior guy who he should have been a peer but now all of a sudden he's",
        4926.56,
        4930.5
    ],
    [
        " reporting to him and he's been in the business for 32 years and he knows stuff better than I do",
        4930.5,
        4934.8
    ],
    [
        " and the guy says to me so I've brought the guy in and I've told him I'm going to coach him and",
        4934.8,
        4941.7
    ],
    [
        " this is what I'm going to help him with and I said okay you you are no way is this guy going to",
        4941.7,
        4947.9
    ],
    [
        " accept that that you're going to coach him he's it's is not in his personality you can't go",
        4948.16,
        4952.88
    ],
    [
        " whereas this guy that I was talking to call him Mike I said Mike you want to be coached you",
        4952.88,
        4958.68
    ],
    [
        " want to be helped do you have an open mind if I came to you and said hey I want to coach you'd be",
        4958.68,
        4962.02
    ],
    [
        " like that's great this guy is the complete opposite if I go to him and say hey I'm going to coach",
        4962.02,
        4966.24
    ],
    [
        " you he's going to say I don't need coaching right and even if I outrank him and I say no I'm",
        4966.24,
        4970.92
    ],
    [
        " going to coach you he's going to do it reluctantly and he's going to sabotage it and he's never",
        4970.92,
        4974.26
    ],
    [
        " going to put me effort into it and he's going to actually do the opposite to prove you wrong right",
        4974.26,
        4978.06
    ],
    [
        " he's the key that's the direct approach jujitsu is the indirect approach so what you do with this",
        4978.06,
        4985.18
    ],
    [
        " guy when you're going to coach him as you say listen you know what I need is you're so much more",
        4985.18,
        4989.86
    ],
    [
        " experienced in this I need some help running the organization can you come and help me get things",
        4989.86,
        4995.98
    ],
    [
        " in order and give me a hand straightening things out and also can you fill me in on what we can",
        4995.98,
        5003.54
    ],
    [
        " improve inside of our department and when when you do that now all of a sudden he's going to",
        5003.54,
        5008.92
    ],
    [
        " tell me what all the problems are and now I can discreetly and indirectly coach him on how we're",
        5008.92,
        5015.3
    ],
    [
        " going to fix those problems that's jujitsu and that's one of the lessons you learned from it yeah",
        5015.3,
        5022.14
    ],
    [
        " yeah and not to mention the sort of more obvious things where you know it's a great workout you get",
        5022.14,
        5031.12
    ],
    [
        " you know kind of this you know man actually just be all people they have a sort of aggression",
        5031.3,
        5040.1
    ],
    [
        " kind of built into them and it's a spectrum some people more than others you can engage",
        5040.1,
        5045.96
    ],
    [
        " I understand what you're trying to tell me yeah you can engage in jujitsu and be a pretty accurate",
        5045.96,
        5054.26
    ],
    [
        " simulation of whether it be a fight or any kind of aggressive combat situation and it's still be safe",
        5056.38,
        5063.06
    ],
    [
        " and doable where you can do it again and again you can go you know the next day it's it's if you go",
        5063.06,
        5068.66
    ],
    [
        " spar right boxing yeah you can't really do it every day and you can't go all out if you go all out",
        5068.66,
        5073.82
    ],
    [
        " and do it every day you're gonna get messed up yeah in jujitsu you can do that and so you get that",
        5073.82,
        5078.76
    ],
    [
        " satisfaction when you when you leave and it's kind of strange because when you get the satisfaction",
        5079.12,
        5085.3
    ],
    [
        " from that you kind of want to do it some more you know so most people when you talk to people who",
        5085.3,
        5089.76
    ],
    [
        " have been doing it for over a year talk to everyone you know that has been doing it more than one year",
        5089.76,
        5094.98
    ],
    [
        " I would say my argument would be 85% or more we'll tell you that at some point they were addicted to",
        5094.98,
        5101.82
    ],
    [
        " it yeah they would go to sleep at night and they'd be thinking about a move or something like that",
        5101.82,
        5106.1
    ],
    [
        " and to go along with the things that you just the obvious things because you're right there's",
        5106.1,
        5110.3
    ],
    [
        " some obvious things the the workout it's a great workout you get more in tune with your own body you",
        5110.3,
        5116.82
    ],
    [
        " learn how to handle yourself in a real fight and and it does give you absolutely gives you confidence",
        5116.82,
        5121.58
    ],
    [
        " and confidence that you can handle a situation confidence that that's coupled with the respect",
        5121.58,
        5127.34
    ],
    [
        " that you look at everyone and say hey you know what this guy might be able to this guy might know",
        5127.34,
        5132.16
    ],
    [
        " more than I do so I'm going to respect him but at the same time you know that hey I'm going to be",
        5132.16,
        5136.8
    ],
    [
        " able to at least know what I'm doing very confidently so it helps out across the board and it's",
        5136.8,
        5141.1
    ],
    [
        " definitely a a great sports so with the new year approaching what have you changed your mind about",
        5141.1,
        5151.2
    ],
    [
        " is in as far as two 50 in 2015 well the biggest thing that's been a radical change because I'm",
        5151.2,
        5160.32
    ],
    [
        " I always talk about how I have this big open mind and all that but the fact of the matter is I",
        5161.3,
        5166.4
    ],
    [
        " I'm very set in my ways and I kind of follow patterns and I I believe things and and my beliefs are",
        5166.4,
        5173.78
    ],
    [
        " open for for changing but a lot of times they just don't get changed okay so one thing that's been",
        5173.78,
        5181.16
    ],
    [
        " radically different about me in 2015 and it's been kind of a bizarre ride is the fact that I am now",
        5181.16,
        5187.4
    ],
    [
        " out there in the world and you know people obviously when I made the decision with",
        5188.46,
        5196.3
    ],
    [
        " life that we were going to write this book we knew that we were going to be out there and and",
        5196.3,
        5202.02
    ],
    [
        " people were going to know us now the book has been more successful than you know it's kind of",
        5202.02,
        5206.84
    ],
    [
        " been the max level of success that I thought it could achieve you know I thought there was a",
        5206.84,
        5210.46
    ],
    [
        " spectrum and we definitely achieved great success and we're super super happy about that but that",
        5210.46,
        5215.64
    ],
    [
        " means we're even more out there than we thought we're going to be then on top of that there's been",
        5215.64,
        5221.54
    ],
    [
        " this whole internet phenomenon of you know get going on the Tim Ferrissho with Tim and going on",
        5221.54,
        5231.1
    ],
    [
        " the Joe Rogan show with Joe and then doing this podcast and being on Twitter and all these things",
        5231.1,
        5236.58
    ],
    [
        " being on Facebook I mean I didn't literally did not have a Facebook account literally did not",
        5236.58,
        5240.68
    ],
    [
        " have a Twitter account never been on it before and then now I have you know I'm on it and in it",
        5240.68,
        5247.76
    ],
    [
        " and communicating with people and I think that's you know people would tell me like hey social media",
        5247.76,
        5253.98
    ],
    [
        " is cool you can link up with other people and I was definitely I didn't want to link up with other",
        5253.98,
        5260.56
    ],
    [
        " people I didn't want to have my friends and I didn't really want to make me other people yeah but",
        5260.56,
        5266.52
    ],
    [
        " now that I'm there it's awesome honestly it's awesome to have people all over the world I have",
        5266.92,
        5274.64
    ],
    [
        " people all over the world especially because you know I do the thing in the morning with my watch and",
        5274.64,
        5278.54
    ],
    [
        " at 4 4 30 in the morning I take a picture my watch and I posted on Twitter and I get those because",
        5278.54,
        5284.48
    ],
    [
        " other people do it and and now my Twitter is filled with people from every time zone throughout the",
        5284.48,
        5290.02
    ],
    [
        " day that wake up at 4 30 in the morning and they should get their workout on and that's that's",
        5290.02,
        5294.08
    ],
    [
        " cool man that's very cool to see that there's other people in the world that have the same kind",
        5294.08,
        5299.46
    ],
    [
        " of mentality that want to be better that want to improve that want to do their best and I think",
        5299.46,
        5306.54
    ],
    [
        " that's I think that's been pretty cool to see and it's also been it's it's been it honestly it",
        5306.54,
        5316.16
    ],
    [
        " almost makes me feel like I'm in a leadership position in a way because I've got like people that",
        5316.16,
        5326.24
    ],
    [
        " are saying hey thanks for putting this out there and thanks and it makes you feel just like just",
        5326.24,
        5332.38
    ],
    [
        " like being in a leader combat leadership position where you feel humbled by these guys that are",
        5332.38,
        5338.24
    ],
    [
        " doing so well well I feel the same way with these people I'm humbled by the fact that these people",
        5338.24,
        5342.6
    ],
    [
        " are out there and they're communicating with me and talking to me and and saying I inspire them",
        5342.6,
        5348.06
    ],
    [
        " and I always write back man you inspire me you know that inspires me that you're out you know",
        5348.06,
        5353.56
    ],
    [
        " kicking ass and and there's these you know I always talk about like the single moms or the single",
        5353.56,
        5357.6
    ],
    [
        " dads that are out there they're getting up earlier than me and they're going to work you know",
        5357.6,
        5361.16
    ],
    [
        " and that's job number one and they're getting home late so that's that's inspiring to me and I'm",
        5361.16,
        5365.3
    ],
    [
        " I think it's been a pretty cool ride so far any other weird thing is I have no idea where the",
        5365.3,
        5371.02
    ],
    [
        " ride is going I do I do not know you know I'm all about plans and I'm a little bit of a control",
        5371.02,
        5376.66
    ],
    [
        " freak but just to be out there and on this roller coaster did you have no idea where it's going so",
        5376.66,
        5381.48
    ],
    [
        " that's that's pretty entertaining too yeah to connect with with people who have the same interest in",
        5381.48,
        5388.06
    ],
    [
        " you and not all interests obviously but just some of the same interests as you it is kind of",
        5388.06,
        5394.08
    ],
    [
        " refreshing because if you go just through your day to day life right and someone as extreme as you",
        5394.08,
        5399.04
    ],
    [
        " it's going to be hard to find someone to relate to in specific ways or even in a general way it's",
        5399.38,
        5407.0
    ],
    [
        " going to be harder for someone like you right so when you get these little tidbits of people doing",
        5407.0,
        5412.54
    ],
    [
        " the same thing as you and it's like dang I'm relating to these people just in that small little",
        5412.54,
        5417.32
    ],
    [
        " way every day or however often you check your twitter you know and it's kind of refreshing and it",
        5417.32,
        5421.78
    ],
    [
        " reminds you that there are people like that out there you know who want to wake up early and",
        5421.78,
        5426.9
    ],
    [
        " and be disciplined and work hard and then face the day and get stuff done or whatever and you might",
        5426.9,
        5432.24
    ],
    [
        " not see that in your day to day life outside of the internet like in your in your life you might not",
        5432.24,
        5436.56
    ],
    [
        " see that so you might have this feeling of man it might the only one who's trying to get this stuff",
        5436.56,
        5440.98
    ],
    [
        " done you know almost like that kind of thought right and I'm definitely not yeah and you're right it is",
        5440.98,
        5446.36
    ],
    [
        " it is reassuring yeah and it's cool to communicate with these people yeah I got a bunch of",
        5446.36,
        5452.32
    ],
    [
        " firemen and police officers that are on there that are fired up every day a bunch of obviously a",
        5452.86,
        5457.44
    ],
    [
        " bunch of former military people but then you know because I have kind of a weird background I get",
        5457.44,
        5461.72
    ],
    [
        " these crazy old hardcore punk rock kids and you know they're communicate with me and it's just",
        5461.72,
        5468.3
    ],
    [
        " it's very interesting yeah very interesting it's been an interesting ride like I'm curious to see",
        5468.3,
        5473.3
    ],
    [
        " where it all ends up yeah yeah I do think that the more experience you have with people the more",
        5473.3,
        5477.82
    ],
    [
        " good stuff you can learn that that people have in them regardless of stuff you might not agree",
        5478.42,
        5484.66
    ],
    [
        " with them yeah but if you can find have more experiences with more people in whatever way yeah you'll",
        5484.66,
        5490.02
    ],
    [
        " be more informed and this this really the fear or the rejection I had of social media was based on",
        5490.02,
        5499.8
    ],
    [
        " what I talked about earlier with that Tom Wolf book the electric cool aid acid test me me me me me",
        5499.8,
        5509.22
    ],
    [
        " and I always felt that social media was me me here's a picture of me here's me doing this here's",
        5509.22,
        5516.04
    ],
    [
        " my food and this is my car and this is me me me and it just felt so disturbing and but now I like",
        5516.04,
        5525.08
    ],
    [
        " you're saying I realize that this this social media at least the way that I'm involved in it right",
        5525.08,
        5532.46
    ],
    [
        " now it's not about me it's about we right and there's a group of people that have the similar mindset",
        5532.46,
        5540.42
    ],
    [
        " and some of them are more into it some of them aren't but they're there and they communicate with",
        5540.42,
        5546.76
    ],
    [
        " me and it's not me it's we and I think that's yeah that's pretty cool yeah for sure well it is",
        5546.76,
        5552.1
    ],
    [
        " everything it's a spectrum but I think I think we all feel that even if we're people who are really",
        5552.56,
        5558.92
    ],
    [
        " into the internet really into Facebook really into Twitter and Instagram if people overdo it me me",
        5558.92,
        5567.54
    ],
    [
        " here's a selfie of me in front of the mirror if you see 10 pictures of them taking a picture of",
        5567.54,
        5574.64
    ],
    [
        " themself in front of the mirror that's a me me me me sit you for sure but they're just on that side",
        5574.64,
        5581.76
    ],
    [
        " of different people and I think the majority people are in that we we categorize sure it's",
        5581.76,
        5588.3
    ],
    [
        " something about me but there is no we without me do you know no it's cool I don't like people that",
        5588.3,
        5594.66
    ],
    [
        " send me stuff on Twitter that I get pictures every day of people's watches I get pictures of",
        5594.66,
        5600.36
    ],
    [
        " their jump rope or their kettlebell like no one said I don't know what any of these people look like",
        5600.36,
        5604.6
    ],
    [
        " which I guess is kind of bizarre and but that's you're right they're not about me me me they're about",
        5604.6,
        5610.58
    ],
    [
        " me and yeah like having a little little group little gang yeah get after it yeah I sent you",
        5610.58,
        5616.54
    ],
    [
        " one picture of me and it wasn't 430 it was more like noon it's 430 after it actually was like 2 p.m",
        5616.54,
        5622.28
    ],
    [
        " so you're sleep next question you're sleep routine you get less than eight hours sleep yes",
        5622.28,
        5632.4
    ],
    [
        " when I know okay so you're sleep routine how many hours sleep do you get and what are the techniques",
        5632.4,
        5637.18
    ],
    [
        " you used to get to sleep if you're not tired you know do you take naps do that does that work",
        5637.24,
        5643.68
    ],
    [
        " okay so I generally sleep I try and sleep at least five five and a half or six hours a night",
        5643.68,
        5653.3
    ],
    [
        " it generally ends up being somewhere between five and five and a half generally I feel not good",
        5653.3,
        5661.62
    ],
    [
        " if I sleep for you know seven hours I don't feel good I feel groggy I don't know why that is",
        5661.64,
        5671.34
    ],
    [
        " I that's the way it is though I feel good and I sometimes I feel better when I slept 4.5 hours",
        5671.34,
        5678.66
    ],
    [
        " otherwise known as four and a half hours so so there's no doubt that I don't need a ton of sleep",
        5678.66,
        5689.08
    ],
    [
        " that being said sometimes I do feel tired as sometimes you know come the afternoon especially if I",
        5689.8,
        5697.8
    ],
    [
        " have to do something boring or tedious and that's when I'll feel really legitimately tired if",
        5697.8,
        5703.98
    ],
    [
        " I'm up and moving I don't need to sleep I actually don't need to sleep like I can go long periods",
        5703.98,
        5709.7
    ],
    [
        " of times without sleeping if there's something actively engaging my mind especially something",
        5709.7,
        5715.0
    ],
    [
        " it's got to be partially physical you know because you sit down reading a book when you're tired",
        5715.0,
        5718.54
    ],
    [
        " is tough so I do and power naps are great and this is something that I learned part of it in high",
        5718.54,
        5727.54
    ],
    [
        " school and part of it in basic seal training when I was in high school my anatomy and physiology",
        5727.54,
        5735.08
    ],
    [
        " teacher I used to go and walk by his room at lunchtime and he'd be in there with his feet up on the",
        5735.08,
        5740.2
    ],
    [
        " desk in like his chair all low and he'd just be in there sitting you know doing a little bit of work",
        5740.2,
        5745.2
    ],
    [
        " and one day I said hey you know you look kind of relaxed in there and he said hey this is a technique",
        5746.68,
        5751.38
    ],
    [
        " and I said what do you mean he said put your when you when you rest elevate your feet above your heart",
        5751.38,
        5756.76
    ],
    [
        " because your your veins are stressed out you know the one-way valves and your veins you've got blood",
        5756.76,
        5762.54
    ],
    [
        " pulled up and areas in your feet you want to get that stuff out of there so elevate your feet above",
        5762.54,
        5767.26
    ],
    [
        " your heart and I was like oh that makes sense then in seal training you'd come back from let's say",
        5767.26,
        5773.72
    ],
    [
        " breakfast in the morning or lunch and you get back to the barracks you have to grab gear to get ready",
        5774.14,
        5779.88
    ],
    [
        " for whatever the next evolution was going to be well they'd give you time to grab the gear but they'd",
        5779.88,
        5783.34
    ],
    [
        " also give you time to you know use the bathroom or whatever and it would literally be they'd say all",
        5783.34,
        5789.12
    ],
    [
        " right we got to be back out here in eight minutes well it take you one minute to get your gear",
        5789.12,
        5793.08
    ],
    [
        " on so if I didn't have to go to the bathroom I would go to my room I would lay down on the floor",
        5793.08,
        5797.54
    ],
    [
        " I'd put my feet up on the bed and I would set my alarm clock for six minutes and I would get a",
        5797.54,
        5803.6
    ],
    [
        " power nap and you'd fall asleep almost immediately because you're so tired so you just fall asleep",
        5803.6,
        5807.84
    ],
    [
        " six minutes later boom you wake up and you feel refreshed and you feel recharged if you sleep for",
        5807.84,
        5815.44
    ],
    [
        " longer than that sometimes you start to feel groggy again so you got to be careful that you don't",
        5815.44,
        5827.52
    ],
    [
        " power nap when you're feeling tired and it'll make you feel better you got to set your alarm clock",
        5828.14,
        5833.86
    ],
    [
        " so you don't so that eight minutes doesn't turn into two hours and and that's it you know I look I know",
        5833.86,
        5841.5
    ],
    [
        " and probably I know I should probably sleep more and I would like to do that I'll try and do that",
        5841.5,
        5848.98
    ],
    [
        " sometimes but also my mind it's it's not like a big choice that I'm making you know when I'm",
        5850.88,
        5859.52
    ],
    [
        " thinking about something it cannot be stopped it cannot be stopped when I'm thinking about something",
        5859.52,
        5865.3
    ],
    [
        " it just goes and I in my mind it feels like I'm going down various tunnels of thought that's",
        5865.3,
        5875.12
    ],
    [
        " literally what it feels like I'm going down these various tunnels of thought and one leads to another",
        5875.12,
        5878.64
    ],
    [
        " I'm taking a left turn right turn I'm getting all these ideas and I can't sleep yeah so",
        5878.64,
        5882.8
    ],
    [
        " you know yeah and I would imagine that a lot of people are like that where if they have a lot going",
        5882.8,
        5891.26
    ],
    [
        " on in their life you know where they can't get these certain thoughts out of their head good or",
        5891.26,
        5894.76
    ],
    [
        " bad you know sometimes you're just excited about something and you can't stop thinking about it and",
        5894.76,
        5898.76
    ],
    [
        " you know whatever but if that's a problem if you get in the way you're sleeping it's jamming you",
        5898.76,
        5904.88
    ],
    [
        " up the next day then I'm sure you can you know I'm sure meditation can kind of help us from what",
        5904.88,
        5910.2
    ],
    [
        " I hear about meditation yeah maybe I don't know but I will say this if you if you want to go to",
        5910.2,
        5917.54
    ],
    [
        " better earlier you have to get up earlier like it doesn't work in reverse you can't just force",
        5917.54,
        5921.56
    ],
    [
        " yourself to go to sleep at night you have to just wake up earlier and be more tired at the end of the day",
        5921.56,
        5925.22
    ],
    [
        " yeah and I love the feeling of when I'm so tired that my my head hits the pillow and I fall asleep",
        5925.22,
        5930.48
    ],
    [
        " immediately I love that feeling of just exhaustion that's what I'm going for every day see if I can",
        5930.84,
        5936.06
    ],
    [
        " just burn it burn it out and just be so tired at the end of the day so that's my sleep routine",
        5936.06,
        5943.14
    ],
    [
        " probably I made all kinds of doctors and stuff angry at me sorry sorry doc parsley I know",
        5943.14,
        5949.38
    ],
    [
        " well like I think they say that the the ideal amount of sleep is seven and a half hours or",
        5949.38,
        5956.42
    ],
    [
        " something like that but I would imagine it'd be different from person like if you're used to",
        5956.42,
        5960.4
    ],
    [
        " getting six hours sleep doesn't your body conform like any of your sleep cycles I think they",
        5960.4,
        5964.4
    ],
    [
        " conform to that six hours that they have doctor doctor echo is spoken yeah your sleep schedule",
        5964.4,
        5970.32
    ],
    [
        " conform I learned that on the internet so in regards to you know achieving goals and just your",
        5970.32,
        5978.76
    ],
    [
        " pursuits of life how do you deal with loved ones who seem to determine or who seem determined to",
        5978.76,
        5985.7
    ],
    [
        " hold you back from recalls and that's I guess it's kind of assuming that you have loved ones that",
        5985.7,
        5991.6
    ],
    [
        " are determined to hold you back for yeah right well that you know an issue this is one of those",
        5991.6,
        5998.48
    ],
    [
        " questions that came in and I think you voted positive on this question was let's answer this question",
        5998.48,
        6003.76
    ],
    [
        " and why did you why were you so why did you want to answer this question because and not that I",
        6003.76,
        6007.8
    ],
    [
        " had this experience whoever you were that answered this question or that asked this question",
        6007.8,
        6011.64
    ],
    [
        " I put a line through it echo brought it back from the dead so okay yeah well because I think",
        6012.18,
        6017.0
    ],
    [
        " people deal with this I don't I haven't experienced this personally but I've seen it happen I've seen",
        6017.0,
        6024.44
    ],
    [
        " it in other people okay where and I think part of this is just my philosophy but I think a big",
        6024.44,
        6032.54
    ],
    [
        " part of this I believe a big part of this is you can apply it to every situation where it's a",
        6032.54,
        6039.54
    ],
    [
        " supposed loved one whether it be your family spouse whatever where they will hold you back sometimes",
        6039.54,
        6047.66
    ],
    [
        " and sometimes it can be because they're like jealous of you or something so and not necessarily",
        6047.66,
        6055.74
    ],
    [
        " jealous so they're gonna say you know they're gonna lie to you and say hey that's a bad idea",
        6055.74,
        6061.64
    ],
    [
        " when it's really a good one or nothing like that just they'll just be focusing on the bad part of it",
        6061.64,
        6066.76
    ],
    [
        " so let's say let's say you were unemployed for a little bit you've been working hard to get",
        6067.24,
        6073.82
    ],
    [
        " this job and you finally get a job and then you're I don't know a parent or whatever says well it's",
        6073.82,
        6079.06
    ],
    [
        " about time you know so instead of dang you know you're you know you got this job congratulations they",
        6079.06,
        6085.28
    ],
    [
        " focus on the negative and that can that can be discouraging on a personal level like like there",
        6085.28,
        6091.22
    ],
    [
        " was no there was no happiness there was no encouragement there was no no one saying that no one",
        6091.22,
        6099.08
    ],
    [
        " making me feel like they were on my team make me feel like I'm alone in doing this people do that",
        6099.08,
        6103.58
    ],
    [
        " and then they do a bunch of other stuff as well telling you the other part that I said they will",
        6103.58,
        6107.5
    ],
    [
        " tell you it's a bad idea to start this new company you know because they're they may be afraid",
        6107.5,
        6111.98
    ],
    [
        " subconsciously or whatever that you know you might outshine them or you might do something good when",
        6111.98,
        6116.48
    ],
    [
        " they haven't done anything good so yes so how do you deal with that and of course a bunch of other",
        6116.48,
        6121.38
    ],
    [
        " ways that they can kind of get in the way this probably isn't going to be anything new but you know how",
        6121.38,
        6128.64
    ],
    [
        " you surround yourself with like nine people or you surround yourself by certain types of people and",
        6128.64,
        6134.26
    ],
    [
        " you're going to start to become like that so I'm not saying disown any family members or loved ones",
        6134.26,
        6146.46
    ],
    [
        " to these people and I know a lot of people say well that's my family and I can't change that or",
        6147.56,
        6152.9
    ],
    [
        " that's my family so you know I'm and they feel like they're under this obligation to",
        6152.9,
        6157.16
    ],
    [
        " essentially give away part of their life but I think it should be the opposite I think that",
        6157.16,
        6163.98
    ],
    [
        " that's your family so they should understand that you're on a path to success or you want to be",
        6163.98,
        6168.54
    ],
    [
        " on a path to success and if they're in the way then they're in the way and those boundaries have",
        6168.54,
        6173.76
    ],
    [
        " to be created if they can't handle that then there there are someone who who is against you in your path",
        6173.76,
        6180.18
    ],
    [
        " and if you're on a successful path and someone is against you just the the eventuality is that they're",
        6180.18,
        6189.0
    ],
    [
        " going to be cut out of your life and if they can respect the boundaries and boom you can you can",
        6189.0,
        6193.86
    ],
    [
        " keep living your life and they can be them and you can I love them for them no matter how negative",
        6193.86,
        6197.74
    ],
    [
        " there and you can have all that but if you don't they're either going to bring you down or you got",
        6197.74,
        6202.54
    ],
    [
        " to come out cut them out of your life family or not I think family should be held in a higher standard",
        6202.54,
        6207.56
    ],
    [
        " than your friend or your whatever because they're they're your family they're they're the one",
        6207.56,
        6213.38
    ],
    [
        " who should be treating you good so you're saying your loved ones are treating you bad they're the ones",
        6213.38,
        6218.64
    ],
    [
        " that should they're the last people that should be treating you bad they're your loved ones so if",
        6218.64,
        6222.14
    ],
    [
        " they're not treating you good then like I said they're the one in violation not you for pursuing",
        6222.14,
        6229.98
    ],
    [
        " your path and you know and not giving them the attention we're not going to their house every other",
        6229.98,
        6235.08
    ],
    [
        " Saturday or whatever like you're supposed to or whatever it's their fault or not their fault but",
        6235.08,
        6239.06
    ],
    [
        " it's their responsibility to support you and if they're not then like anyone else who's not",
        6239.06,
        6244.66
    ],
    [
        " supporting you they should either have a boundary between you and them or be cut out of your life",
        6244.66,
        6249.1
    ],
    [
        " I think that's fairly sound advice I'll tell you that a couple things from my perspective",
        6249.1,
        6259.66
    ],
    [
        " first of all I think that many people are negative in the world and to coin a term that is used",
        6260.82,
        6271.42
    ],
    [
        " very often these days a lot of people are haters and they don't want you to succeed and we would",
        6271.42,
        6277.56
    ],
    [
        " see that we do even see that in the SEAL teams because SEAL teams is a bunch of really super competitive",
        6277.56,
        6281.56
    ],
    [
        " guys and everybody is competitive with each other and when someone starts doing something well",
        6281.56,
        6287.52
    ],
    [
        " other people can get jealous of them pretty quickly and so that like I had one friend of mine",
        6287.52,
        6293.5
    ],
    [
        " who he decided that hey he was going to try and take like a year off or get get orders to go to",
        6293.5,
        6302.22
    ],
    [
        " an Ivy League school while he was in the SEAL teams and he had applied and actually got into",
        6302.22,
        6309.64
    ],
    [
        " a one you know one of the best colleges in the world to go there for a year and get a degree",
        6309.64,
        6315.2
    ],
    [
        " and you know that's awesome and he came to me and he said hey you know I've got some guys that",
        6316.84,
        6322.52
    ],
    [
        " are telling me I shouldn't do this it's going to be bad for my career and this that the other",
        6322.52,
        6325.84
    ],
    [
        " thing and I said bro I hate to tell you these guys are just their haters they're just jealous",
        6325.84,
        6334.0
    ],
    [
        " the fact that you thought of this the fact that you went on a limb the fact that you made this",
        6334.0,
        6337.32
    ],
    [
        " happen the fact that you put an application the fact that you took the the test to get into the",
        6337.32,
        6341.1
    ],
    [
        " school and now you're going to go there you're going to have that on your resume which is awesome",
        6341.1,
        6346.44
    ],
    [
        " you know what don't worry about anybody else they're they're just you know I hate to use the",
        6346.44,
        6353.14
    ],
    [
        " word jealous but they're jealous the fact that you're going to go out and make this happen which I",
        6353.14,
        6356.4
    ],
    [
        " thought was I thought that was awesome the other kind of contrary advice to what you just said is",
        6356.4,
        6363.6
    ],
    [
        " when people aren't approving what you're doing and they're saying negative things to you and they're",
        6363.6,
        6370.88
    ],
    [
        " not giving you the praise that you want for your what you're doing that's your fault you're the one",
        6370.88,
        6378.52
    ],
    [
        " that's wanting praise you're the one that's looking for approval you're the one that wants all the",
        6378.52,
        6382.16
    ],
    [
        " support like no I don't expect anything from anybody because people are crazy as I briefed earlier",
        6382.16,
        6387.4
    ],
    [
        " and they're not going to give you support if they're one of these people that are that are",
        6387.4,
        6390.84
    ],
    [
        " negative they're going to be negative no matter what you do so you can't be be hung up on getting",
        6390.84,
        6396.7
    ],
    [
        " their approval and getting their support you go forth and conquer regardless of what people are",
        6396.7,
        6401.12
    ],
    [
        " trying to do to told you back and what's going to hold you back who's gonna hold you back how's that",
        6401.12,
        6405.76
    ],
    [
        " going to happen yeah it don't let them hold you back yeah and I agree with that last part you don't",
        6405.76,
        6410.46
    ],
    [
        " let them hold you but hold you back but here here here's an example let's say let's say you're",
        6410.46,
        6416.5
    ],
    [
        " pursuing this I don't know business degree or something or you're you want to start a t-shirt",
        6416.5,
        6421.26
    ],
    [
        " company and it's gonna it takes all this time you got to really get your knowledge down and you",
        6421.26,
        6426.42
    ],
    [
        " really do all your research and some and it takes a lot of time let's say it takes 15 hours a day",
        6426.42,
        6430.74
    ],
    [
        " every single day while you're getting this thing up and running but you visit",
        6430.74,
        6435.28
    ],
    [
        " your mom on the weekends typically and you go down there you help her with your her yard work",
        6435.28,
        6442.66
    ],
    [
        " just because she wants company right you know you do all this stuff if you don't she makes you feel",
        6442.66,
        6447.5
    ],
    [
        " guilty you know if you can't make it or or I don't know you're sick or something she makes you",
        6447.5,
        6451.58
    ],
    [
        " feel guilty so you're under this and when you grow up it kind of gets ingrained into you you know",
        6451.58,
        6458.66
    ],
    [
        " like these relationships with your loved ones and not to mention they're your loved ones they're",
        6458.66,
        6464.86
    ],
    [
        " supposed to love you you know and you're supposed to love them okay um so I think you do care",
        6464.86,
        6469.62
    ],
    [
        " about the support I think that's a natural part of it if that's your loved ones I'm not saying like",
        6469.62,
        6474.36
    ],
    [
        " your friend or your neighbor's not recognizing my my success or whatever that's your loved ones",
        6474.36,
        6479.86
    ],
    [
        " typically that's if anyone's gonna praise you you're gonna hope that they're the first ones yeah",
        6479.86,
        6484.62
    ],
    [
        " but you can't be hung up on it especially if they're crazy right and that's cut that's my point",
        6484.62,
        6491.18
    ],
    [
        " that was your point yeah okay so accepted so you say you you that's how they can hold you back",
        6491.18,
        6497.22
    ],
    [
        " if it's ingrained in you that you have to be there for your mom if she's trained you from a",
        6497.22,
        6501.96
    ],
    [
        " little kid to be to say you owe me I gave you love then then again that's your fault if you're",
        6501.96,
        6507.34
    ],
    [
        " letting them hold you back then that's your fault right so you need to take ownership of it move on",
        6507.34,
        6510.52
    ],
    [
        " yes so yeah exactly right and that's what I mean by you create those barriers yeah you have to",
        6510.52,
        6515.28
    ],
    [
        " suck it up or kind of out of your life and how you how you would say about um about other people",
        6515.28,
        6521.92
    ],
    [
        " or other situations when you're in the job or or a leadership situation where you can make them",
        6521.92,
        6526.2
    ],
    [
        " understand if you can make them understand what you're doing yeah that's ideal where you can",
        6526.2,
        6530.7
    ],
    [
        " maintain the integrity of the relationship you are correct now you just hit a home run because you're",
        6530.7,
        6535.52
    ],
    [
        " going back to the basic principles you have to let people understand why and you have to make",
        6535.52,
        6538.56
    ],
    [
        " them understand why it's going to be beneficial for them yeah the long run you know I used to",
        6538.56,
        6542.68
    ],
    [
        " dealing with guys when we were working hard uh you know training guys for combat or we were",
        6542.68,
        6549.46
    ],
    [
        " training for combat and you think oh well you know you got to let these guys get home to their families",
        6549.46,
        6554.24
    ],
    [
        " you know they got to get home tonight let's let them out early and I'd say look the best thing we",
        6554.24,
        6557.86
    ],
    [
        " can do for these guys to help them and their families is to train them as hard as possible so in",
        6557.86,
        6561.8
    ],
    [
        " long run when they come home from combat that's what we're here to do yeah and everybody understands",
        6561.8,
        6566.72
    ],
    [
        " that message so it's the same thing you're right when you explain to your family members this is",
        6566.72,
        6571.42
    ],
    [
        " why I'm doing what I'm doing this is how it's going to benefit me which will thereby benefit you",
        6571.42,
        6575.52
    ],
    [
        " which will thereby benefit our whole family yes that is correct yeah explain the why yeah",
        6575.52,
        6581.7
    ],
    [
        " next question um what is the what are the bullet points and keys to success for motivating and",
        6587.66,
        6595.86
    ],
    [
        " engaging your team of leaders well first of all we just kind of covered that when we talked with",
        6595.86,
        6601.96
    ],
    [
        " uh about about face for a solid hour which is which is one of the questions here I actually answered",
        6601.96,
        6608.86
    ],
    [
        " this question last time so this is a question that you hear all the time is you know what can I do",
        6608.86,
        6612.56
    ],
    [
        " to motivate these guys how can we get them engaged and first of all I want to say that",
        6612.56,
        6618.1
    ],
    [
        " leadership although there are basic principles fundamental principles that can be used",
        6618.1,
        6625.34
    ],
    [
        " it is not something that can be bulletized it is it is like trying to bulletize how you play guitar",
        6625.34,
        6632.2
    ],
    [
        " or trying to bulletize how you play the violin it is a it is an art it is practice and there are",
        6632.24,
        6639.4
    ],
    [
        " many many different ways to to manipulate that instrument to make it make the noise that you",
        6639.4,
        6644.72
    ],
    [
        " want it to make and that's what leadership is leadership is not follow these four steps and you",
        6644.72,
        6650.5
    ],
    [
        " will become a good leader it doesn't work that way it is an art now again just like there's principles",
        6650.5,
        6655.88
    ],
    [
        " behind music there's principles behind leadership and the fundamental principles stay the same",
        6655.88,
        6661.1
    ],
    [
        " but how you engage with those and the nuances involved in executing those those principles is what",
        6661.1,
        6669.68
    ],
    [
        " makes leadership so challenging which again is why we have a book which is why we have a business",
        6669.68,
        6675.78
    ],
    [
        " which is why there's leadership schools around the world because it is a very challenging thing to do",
        6675.78,
        6680.5
    ],
    [
        " so you know the bullets are I almost after saying that you know what what are the bullets well you",
        6680.5,
        6687.12
    ],
    [
        " got to build relationships you got to listen to people you got to give respect you got to the",
        6687.12,
        6690.28
    ],
    [
        " main thing we talked about tonight with about face you got to answer that why people got to",
        6690.28,
        6694.24
    ],
    [
        " understand why you're doing what you're doing and understand what their perspective is so you got",
        6694.24,
        6699.88
    ],
    [
        " to communicate with them it's all those things but I think it's important to realize that leadership",
        6699.88,
        6707.2
    ],
    [
        " is a learning constant learning process it's a nuanced tool there aren't any bulletized lists that",
        6707.2,
        6714.12
    ],
    [
        " are going to make you into a great leader tomorrow what there are are principles that you can learn",
        6714.12,
        6718.52
    ],
    [
        " and understand and interpret and apply in different ways with different amplitudes at different",
        6718.52,
        6724.02
    ],
    [
        " times with different personalities it's mayhem it's mayhem that's what makes it so challenging and so",
        6724.02,
        6730.72
    ],
    [
        " fun and I that's what makes me love to talk about leadership because there's it's an infinitely",
        6730.72,
        6736.78
    ],
    [
        " complex thing on in so many different ways but all that being said it is something that does follow",
        6736.78,
        6745.32
    ],
    [
        " core principles and so learn those core principles know those core principles and that's what",
        6745.32,
        6751.38
    ],
    [
        " will make you good leader but don't look for a quick solution look for a comprehensive",
        6751.38,
        6758.0
    ],
    [
        " a comprehensive mass of knowledge and technique and understanding that will make you a better leader",
        6758.0,
        6769.56
    ],
    [
        " in your opinion what are the best tactics in order to remain focused?",
        6773.9,
        6779.44
    ],
    [
        " okay this is individual for me because I know different people have different techniques if you're",
        6780.86,
        6786.74
    ],
    [
        " if you're using whatever techniques you have and they're not working well then they're not working",
        6786.74,
        6791.72
    ],
    [
        " so try mine so mine are when I have to do something focused no music no video no tv",
        6791.82,
        6800.4
    ],
    [
        " playing in the background none of that no phone turn that off and and get focused on the task at hand",
        6800.4,
        6808.04
    ],
    [
        " so what are you going to do to focus on the task at hand? you have to pre-determine",
        6808.04,
        6812.36
    ],
    [
        " there's a there's a thing we used to use in the sealed thing sealed teams it's called task",
        6812.36,
        6817.38
    ],
    [
        " condition standard here's the task here's the conditions that are involved in the task and here's",
        6818.3,
        6823.38
    ],
    [
        " the standards that you have to complete the task too so I like to think of when I have to focus on",
        6823.38,
        6829.84
    ],
    [
        " something I set up my own task conditions and standards for it and a good example for me was",
        6829.84,
        6835.48
    ],
    [
        " writing our book when we were writing stream ownership lay for about half of it I wrote about",
        6835.48,
        6840.78
    ],
    [
        " half of it we actually wrote a little bit more of half each because we we both wrote chapters that",
        6840.78,
        6845.2
    ],
    [
        " aren't in there and but it was a lot of writing to do and how do you do that how did I do it I'll",
        6845.2,
        6851.06
    ],
    [
        " tell you I set the task conditions and standards for what I needed to do for me it was what I have to",
        6851.06,
        6859.44
    ],
    [
        " do the task was to write the condition was I was trying to write the draft so I knew it didn't have",
        6859.44,
        6865.4
    ],
    [
        " to be perfect and I got perfect out of my head because perfect can be bad and the standard was I",
        6865.4,
        6871.6
    ],
    [
        " said I'm every day I'm gonna write a thousand words regardless I'm gonna write a thousand words",
        6871.6,
        6875.38
    ],
    [
        " and I tried to do it in an hour or less so that's what I did I made you know no music no phone no",
        6875.38,
        6883.5
    ],
    [
        " videos playing in the background I have an hour I'm gonna sit down I'm gonna get this done so to me",
        6883.5,
        6888.44
    ],
    [
        " that's a form of motivation when you say okay this is what I'm gonna do this is how I'm gonna do it",
        6888.44,
        6892.4
    ],
    [
        " this is how long it's gonna take me I'm gonna get it done I'm probably gonna try and get it done",
        6892.4,
        6895.2
    ],
    [
        " faster than hour and I used to time myself and be like hey that only took me you know 49 minutes",
        6895.2,
        6899.64
    ],
    [
        " that's pretty good kind of like a cross fit exercise yeah like you're going into it with a with a",
        6899.64,
        6904.16
    ],
    [
        " challenge and then you go about it in a in a disciplined way right and that's",
        6904.16,
        6911.98
    ],
    [
        " gonna be the core of a lot of answers I give yet I think I'm gonna disagree on a personal level",
        6911.98,
        6920.08
    ],
    [
        " from a personal standpoint I mean with the no music thing I think the music in my case helps",
        6920.08,
        6927.32
    ],
    [
        " I think for a lot of people music helps it might when I talk specifically about writing",
        6927.32,
        6932.04
    ],
    [
        " then music does not help me especially music with like words oh like if there's lyrics you know um",
        6932.04,
        6938.66
    ],
    [
        " but if it's like um like someone's anno or something like that okay that's you echo you are",
        6938.66,
        6946.68
    ],
    [
        " clear to listen to piano as you create some violence workers I think that would work too for us",
        6946.68,
        6954.0
    ],
    [
        " cello",
        6958.86,
        6959.34
    ],
    [
        " um any it was there more to that one no I was querying I'm good any advice on balancing the",
        6959.34,
        6966.22
    ],
    [
        " thousands of things you have to do every day yeah",
        6966.22,
        6968.54
    ],
    [
        " again chapter in the book it's called prioritize and execute prioritize and execute that is",
        6968.54,
        6975.7
    ],
    [
        " the name of the chapter that is a one of the basic principles one of the laws of combat that we",
        6975.7,
        6980.9
    ],
    [
        " used and that is that you're gonna have all these problems happening on the battlefield they're all",
        6980.9,
        6985.44
    ],
    [
        " gonna happen at the same time because Murphy's Law and when they do if you try and handle them all",
        6985.44,
        6991.34
    ],
    [
        " at once and you try and do them on all at once you will fail so what you have to do is you have to",
        6991.34,
        6995.94
    ],
    [
        " prioritize them and execute so in business that looks the same way you know you got all these problems",
        6995.94,
        7002.3
    ],
    [
        " all these you know initiatives that you're trying to start these things you got to handle and that's",
        7002.3,
        7007.42
    ],
    [
        " that's good and that looks very similar on the battlefield on a personal level it's the same",
        7008.5,
        7013.18
    ],
    [
        " principle but I'll tell you what I consider to be for lack of a better word um I will I will",
        7013.18,
        7023.06
    ],
    [
        " use this word I will tell you the hack the hack for this uh and this is no genius thing here",
        7023.06,
        7032.06
    ],
    [
        " if you really want to get things done make a list of what you need to do the next day make it in a",
        7033.28,
        7039.44
    ],
    [
        " priority uh what you actually need to do is schedule the time that you're going to execute those tasks",
        7039.44,
        7048.32
    ],
    [
        " this is a piece that a lot of people miss so I guess it is a little bit bigger of a hack than",
        7048.32,
        7052.64
    ],
    [
        " then I gave it credit for you have to say okay I've got to do these six things tomorrow you've got",
        7052.64,
        7061.04
    ],
    [
        " to put on your schedule when you are going to do those things and that really drives execution",
        7061.04,
        7067.98
    ],
    [
        " because it puts a time limit on it and it makes you get on there and get it started and get it done",
        7067.98,
        7073.36
    ],
    [
        " so you can move on to the next task so task lists and calendars should actually be connected",
        7073.36,
        7080.32
    ],
    [
        " you know intimately and then once you have that in place you get up and you go and you get it done",
        7080.32,
        7088.12
    ],
    [
        " wake up early and make it happen prioritize and execute that's what we do",
        7088.56,
        7093.44
    ],
    [
        " New Year's resolutions 2016 is coming up in a few days so",
        7093.44,
        7106.4
    ],
    [
        " what's your one thing for 2016 that you need to do such that by doing it everything else will be",
        7106.4,
        7115.76
    ],
    [
        " easier and or unnecessary and that's that's one of the New Year's resolution questions that we",
        7115.8,
        7121.14
    ],
    [
        " pulled out because I got a bunch of them because everyone's thinking you know what what is what are",
        7121.14,
        7126.28
    ],
    [
        " we all going to do for the big New Year's resolution and I mean you seem pretty fired up by the",
        7126.28,
        7132.44
    ],
    [
        " New Year's resolution so so what are your thoughts here because my like my personal New Year's",
        7132.44,
        7140.86
    ],
    [
        " resolution and or thoughts therein I you know I'm be honest I haven't come up with any specific ones",
        7141.38,
        7149.52
    ],
    [
        " right now maybe I will maybe I won't but I think yeah I think all evaluate where I want to be",
        7149.52,
        7158.32
    ],
    [
        " where I am and see if I can connect those dots whatever that looks like okay you know I don't know",
        7158.32,
        7170.54
    ],
    [
        " that sounds real or nice anyone that just heard that in the world please ignore and delete from your",
        7170.54,
        7179.82
    ],
    [
        " mind okay well actually here's the funny thing as I think that resolutions are for the most part",
        7179.82,
        7189.24
    ],
    [
        " little feel good statements that people use to justify a delay in execution that's what I think",
        7189.24,
        7198.48
    ],
    [
        " so I say don't make a New Year's resolution for tomorrow don't execute then execute now",
        7199.12,
        7206.4
    ],
    [
        " execute now and when I say execute now I mean now and now and now and now and now and now and",
        7206.4,
        7216.02
    ],
    [
        " continually execute what it is you're trying to do and the other thing about a New Year's resolution",
        7216.02,
        7221.26
    ],
    [
        " is it's a year that's a big long chunk of time and that type of goal to anybody I don't care who",
        7221.26,
        7230.28
    ],
    [
        " you are a year is too long it's too big of a chunk so saying that you're gonna make that type of",
        7230.28,
        7236.74
    ],
    [
        " a long term strategic goal it's like shooting when you shoot if you ever shot weapons before",
        7236.74,
        7241.86
    ],
    [
        " if you look at the target the long target that's 400 meters away if you if you look at a target as",
        7241.86,
        7249.04
    ],
    [
        " you look at it your vision can't hold that focus and it becomes blurry so you have to shift back to",
        7249.04,
        7254.1
    ],
    [
        " the front sight of your weapon which is only two and a half feet away and then that becomes very",
        7254.1,
        7258.94
    ],
    [
        " clear and the and the long distance target in the background fades a little bit but that's okay",
        7258.94,
        7263.04
    ],
    [
        " because you can see that thing right in front of you and that's what you want to make happen so",
        7263.04,
        7267.46
    ],
    [
        " what you want to do is you want to set those short terms goals that are closer than a year away",
        7267.46,
        7275.2
    ],
    [
        " that's gonna be blurry and it's gonna lose its impact and you're gonna not see it anymore",
        7275.2,
        7278.92
    ],
    [
        " so make up that long term strategic goal that's fine but make sure you make some short term",
        7278.92,
        7284.9
    ],
    [
        " tactical goals that are closer now now that being said to close this out since the last question",
        7284.9,
        7293.86
    ],
    [
        " I would say don't make a new year's resolution to be a better person in 2016",
        7293.86,
        7303.66
    ],
    [
        " I would say make a resolution to be a better person now",
        7303.66,
        7308.32
    ],
    [
        " make it a resolution of discipline to get better smarter faster stronger healthier more productive",
        7308.32,
        7318.3
    ],
    [
        " less agitated to eat cleaner live more to go and do do all those things but don't do them on",
        7320.52,
        7331.78
    ],
    [
        " New Year's Eve don't do them on New Year's Day do them now that that resolution of discipline",
        7331.78,
        7340.82
    ],
    [
        " to work and follow through and maintain your will that'll result in the freedom that you're looking for",
        7340.82,
        7354.02
    ],
    [
        " yes you heard it once again discipline equals freedom discipline equals freedom and with that",
        7354.02,
        7362.94
    ],
    [
        " that's all I got thank you mr. echo thank you everyone that's out there listening we appreciate it",
        7365.04,
        7372.96
    ],
    [
        " we will see you next time keep getting better",
        7372.96,
        7378.58
    ]
]