[
    [
        " This is the Jocco Underground Podcast number 10 with Echo Charles and me, Jocco",
        0.26,
        6.44
    ],
    [
        " Willink. Good evening, Kekko. Good evening. All right, so today we have some Q&A,",
        6.44,
        12.76
    ],
    [
        " some Q&A, some questions that are specifically from members of the Jocco",
        13.1,
        17.42
    ],
    [
        " Underground that are on board for the big win. And part of the reason we set up",
        17.42,
        24.74
    ],
    [
        " the Jocco Underground dot com was so that we could hone down the number of",
        24.94,
        29.8
    ],
    [
        " people that submit questions and get to more of them. So that's what we're doing",
        29.8,
        33.46
    ],
    [
        " here. So Echo Charles, what do we got? Let's get to it. In the British Army,",
        33.46,
        38.48
    ],
    [
        " there has been a rise in right wing views and support to the point where",
        38.7,
        43.16
    ],
    [
        " soldiers are being counseled and in a few cases sacked for their views. That's",
        43.16,
        48.7
    ],
    [
        " fired. I will translate that from British. As service members, when",
        48.7,
        54.62
    ],
    [
        " in uniform, we're supposed to be politically neutral. Is it impossible to",
        54.62,
        59.2
    ],
    [
        " maintain this position in today's climate? Okay, so good question. And first of",
        59.2,
        67.48
    ],
    [
        " all, and while speaking of the American military, this idea that you can be an",
        67.48,
        76.2
    ],
    [
        " extremist of any kind is not okay. You're not allowed to the",
        76.2,
        80.58
    ],
    [
        " the according to the Pentagon military personnel must reject participation in",
        80.72,
        85.64
    ],
    [
        " organizations that espouse supremacist causes attempt to create illegal",
        85.64,
        90.24
    ],
    [
        " discrimination based on race, creed, color, sex, religion, or national origin",
        90.24,
        94.14
    ],
    [
        " advocate the use of force or violence or otherwise engage in efforts to",
        94.14,
        99.26
    ],
    [
        " deprive individuals of their civil rights. So that's a very comprehensive list.",
        99.26,
        103.84
    ],
    [
        " That means you can't be in any basically in any kind of gang because you know",
        104.08,
        109.16
    ],
    [
        " you're not allowed to use force or violence. That's what gangs do. You're not",
        109.24,
        112.44
    ],
    [
        " allowed to the one that's really a catch all is deprive individuals of their",
        112.44,
        116.94
    ],
    [
        " civil rights. You know what that means? You committing crimes against anyone.",
        116.94,
        120.5
    ],
    [
        " So if you're part of a criminal gang, you're not allowed to be part of a criminal",
        120.76,
        123.28
    ],
    [
        " gang and you're not allowed to be part of any kind of a supremacist",
        123.28,
        126.1
    ],
    [
        " organization. And you're not allowed to do that in the American military. And I'm",
        126.1,
        131.96
    ],
    [
        " sure it's the same in the British military. And guess what? Yeah, good. We don't",
        131.96,
        139.14
    ],
    [
        " that we have to serve with that are criminals or associated with criminal",
        139.14,
        143.68
    ],
    [
        " games or they're extremists or they're racist. So good. Right on. Now, it might",
        143.68,
        154.04
    ],
    [
        " just be the wording of your question. And I'm assuming that what you're",
        154.04,
        162.4
    ],
    [
        " talking about is more along the lines of sort of the cancel culture type",
        162.4,
        168.04
    ],
    [
        " situation that is going on in the world. And in some cases, people are being",
        170.2,
        175.26
    ],
    [
        " counseled or fired for things that are not wrong. And then that's different. So",
        175.26,
        182.68
    ],
    [
        " if you know the way to question is word is like, oh, there's been a rise of",
        182.68,
        185.7
    ],
    [
        " right-wing views. And if that's right wing views, okay, but if it's right-wing",
        185.7,
        191.32
    ],
    [
        " extremist views or racist views, it's like, okay, well, yeah, you're not allowed",
        191.32,
        197.18
    ],
    [
        " to have those views, but you don't have the right to be in the military. Now, if",
        197.18,
        201.56
    ],
    [
        " it's like, oh, you have some conservative views and now people are getting",
        201.56,
        206.16
    ],
    [
        " counseled for it. And that's what we're talking about. Yeah, okay, I get it. Or if",
        206.16,
        210.9
    ],
    [
        " you're a super liberal person and you have some beliefs that are a little a",
        210.9,
        215.14
    ],
    [
        " little bit outside what's normal. And you're getting counseled for it. Well,",
        215.14,
        220.34
    ],
    [
        " yeah, that's wrong. Now, most of I would say most of the cancel culture right now",
        220.34,
        223.54
    ],
    [
        " is aimed at conservative people. So this is what's happening not just in the",
        224.8,
        232.62
    ],
    [
        " military, but in the whole world right now. And here's the thing. I just said an",
        232.62,
        236.16
    ],
    [
        " unraveling podcast about, well, it's not directly about this, but it's about a",
        236.16,
        242.86
    ],
    [
        " an event that is reflective, I would say. So Darryl Cooper and I just did a",
        242.86,
        248.32
    ],
    [
        " podcast about the witch hunts in Salem, Massachusetts. And it's not, I don't",
        249.52,
        254.84
    ],
    [
        " think it's out yet. He's still editing. But there's also witch hunts throughout",
        254.84,
        260.06
    ],
    [
        " history. And they many of them have the same kind of, it's a similar arc of the",
        260.06,
        267.98
    ],
    [
        " story. So here's what happened in Salem. I mean, just you can listen to that",
        267.98,
        271.34
    ],
    [
        " podcast when it comes out. But the witch hunts in Salem were started by two",
        271.34,
        277.98
    ],
    [
        " little girls, one that was nine and one that was 12. And what they figured out is",
        278.12,
        285.14
    ],
    [
        " they could get people in serious trouble by accusing them of being witches, by",
        285.14,
        291.94
    ],
    [
        " accusing them of bewitching. So they would, they would act crazy and scream and yell",
        291.94,
        298.8
    ],
    [
        " and throw stuff around the room and then point at someone and say that person",
        298.8,
        304.18
    ],
    [
        " possessed me. And actually the first person that they did it to was was a slave",
        304.18,
        309.54
    ],
    [
        " that they had this, this woman name, I think her name was Tituba. And they blamed",
        309.54,
        314.58
    ],
    [
        " her for their actions. And so she gets accused as a witch. And, and little",
        314.58,
        321.44
    ],
    [
        " girls are like, who knows what they expected, but then all of a sudden they see",
        321.44,
        324.84
    ],
    [
        " that they have, what do they have? They have powerless little nine-year-old and",
        324.84,
        327.96
    ],
    [
        " 12-year-old girl, all of a sudden they have power. And then what happens? So it",
        327.96,
        333.14
    ],
    [
        " starts to expand. They start accusing other people. And by the way, and again,",
        333.14,
        337.18
    ],
    [
        " you can compare this to cancel culture, if you defend a witch, what are you?",
        337.22,
        342.56
    ],
    [
        " Which you're a witch too? You're a witch. No, you're a witch.",
        342.68,
        345.58
    ],
    [
        " Straight up. Yeah, you're a witch. So then it spreads. And then what happens is that",
        345.82,
        350.64
    ],
    [
        " the only way to be safe from being accused as a witch, do you know how do you",
        350.64,
        355.54
    ],
    [
        " defend yourself? I'm like, you accuse other people of being a witch. Yeah.",
        355.54,
        358.76
    ],
    [
        " You can see where you see where this is going. Yeah. This is where the term",
        359.2,
        362.44
    ],
    [
        " witch hunt comes from. So this runs wild and it becomes a mob mentality. And that's what",
        362.44,
        369.8
    ],
    [
        " happened in Salem. And hundreds of people were imprisoned. Twenty people were executed.",
        369.8,
        376.88
    ],
    [
        " Executed. Because of a nine-year-old and a 12-year-old, and actually what's crazy is other",
        377.94,
        385.92
    ],
    [
        " little girls got in on the act. Other little girls got in on the act. And this is what you have",
        385.92,
        393.38
    ],
    [
        " to remember about mobs. Mobs are very destructive, but they end up destroying themselves.",
        393.38,
        400.84
    ],
    [
        " So they're like this burning fire that they will burn themselves out. And that's what happened",
        401.66,
        407.9
    ],
    [
        " in Salem. The accusations kept going. And eventually they started accusing people that were",
        407.9,
        414.38
    ],
    [
        " either of a little bit more of more social power. Because let's face it, when they accused",
        415.02,
        422.66
    ],
    [
        " Tatuba of the slave, no one really cared. Right? But then they started accusing non-slaves and",
        422.66,
        429.72
    ],
    [
        " then they started accusing that they went up the social hierarchy. And eventually they got to a",
        429.72,
        434.38
    ],
    [
        " point where they were accusing people and they said, we're not listening to you. So they literally",
        434.38,
        438.12
    ],
    [
        " just started a shut up. Like where they started ignoring the girls. And the girls now that they",
        438.12,
        443.02
    ],
    [
        " weren't getting the attention anymore, guess what they did? They stopped doing it. They stopped doing",
        443.02,
        448.38
    ],
    [
        " it. And then everything settled down and that was it. And it was kind of, it just kind of ended.",
        448.38,
        454.3
    ],
    [
        " It just kind of happened and ended. Now it's scary because there were some serious damage. You",
        454.7,
        460.7
    ],
    [
        " know, people were executed, but it ran its course. And that was that. Now I would love to give you",
        460.7,
        467.14
    ],
    [
        " some advice, some, you know, super hyper aggressive advice about standing ground and you got to do this.",
        467.62,
        473.76
    ],
    [
        " But look, there's a mob happening. There's a mob happening. And when there's a mob happening,",
        474.2,
        481.28
    ],
    [
        " you have to recognize and understand that the mob is going to destroy itself. If you get wrapped",
        481.8,
        497.12
    ],
    [
        " that is a little excerpt of what we are doing on the Jocco Underground podcast. So if you want to",
        497.12,
        503.42
    ],
    [
        " continue to listen, go to joccounderground.com and subscribe. And we're doing this to mitigate our",
        503.42,
        510.58
    ],
    [
        " reliance on external platforms. So we are not subject to their control. And we're doing it so we",
        510.58,
        517.06
    ],
    [
        " can give you more control, more interaction, more direct connections, better communications with us",
        517.06,
        522.48
    ],
    [
        " strengthen this legion of troopers that are in the game with us. So thank you. It's joccounderground.com.",
        523.24,
        529.6
    ],
    [
        " It costs $8.18 a month. And if you can't afford to support us, we can still support you. Just",
        529.82,
        536.46
    ],
    [
        " email assistance at joccounderground.com. And we'll get you taken care of. Until then, we will see you",
        536.46,
        544.0
    ],
    [
        " mobilized underground.",
        544.0,
        546.72
    ]
]