[
    [
        " You know that academic thing and I mean the academic world just seems to be have gone it's gone insane. Am I wrong?",
        0.0,
        8.46
    ],
    [
        " Absolutely right and and the thing is and I've seen this for a long time and spoken out against it for a long time.",
        8.6,
        16.38
    ],
    [
        " I'm a First Amendment absolutist. I believe anything short of that is sophistry that this group gets this level and you know and then we come back to",
        16.56,
        28.1
    ],
    [
        " to comfort and safety and psychic damage in this and that and oh you're you can't you know criticize this group because of the psychic damage you're inflicting this and that once you go down that road you're you're in sophistry lane and I don't want to play that game and so yeah it's just everyone my friends who are still in academia walk on eggshells and you know they have to",
        28.44,
        57.8
    ],
    [
        " watch out for the cultural commissars because you know then you have this kind of star chamber courts where the student goes to one of the many deans and says the he looked at me in a way that made me uncomfortable and my response me you were born uncomfortable I can't help you with that and your level of comfort and my level of comfort aren't the same.",
        58.16,
        82.86
    ],
    [
        " So then the professor is accused without a hearing without knowing who is a user is so there's no due process I mean one of the cases my foundation looked into was an anatomy professor named Mike Lee Michael Shively he taught for 30 years at Utah Valley University the president of the university Sun universities what was it nephew kind of instigated a career.",
        83.86,
        112.84
    ],
    [
        " He was a nurse said against him because he was his classes were too hard he didn't put things up on the right you know blackboard you know sort of computer thing and and they couldn't really get him on anything and again he didn't know who he was accused by he didn't know what he was accused of and after about six months he started losing his mind and he blows brains out and and then the family suit the youth.",
        112.84,
        142.82
    ],
    [
        " University it came out that it was you know that the president of the university intervened on behalf of her nephew it went all the way to the 10th circuit court of appeals now their attorney is going for a rid of cert to try to get Supreme Court to take it up but these are increasingly common situations where you are accused of something and you don't get to defend yourself you don't know who your accuser is and this is a real violation.",
        144.0,
        172.78
    ],
    [
        " I mean I had a situation where I had a female student come and say I was I couldn't do I've been missing the classes or something because I was sexually assaulted I said okay that's very serious I said let's I know the US attorney and like let's do it you know if you you got to think this through if you want to you know go really do this you go to the US attorney you don't go or would the DA you know you don't know what the D.A.",
        173.62,
        202.26
    ],
    [
        " in town you don't go to some academic bureaucrat that will pollute the case if you want to go after this guy well I'm not sure I'm not sure I said well you think about it let's talk about it tomorrow I go to the head of my department I say hey this happened I told her she needs to go to the authorities if she's serious about it she said no no she has to go to the title nine group and the this which is an in house university Jewish Jewish area.",
        202.84,
        231.14
    ],
    [
        " And I said no I don't I don't agree and I I'm not going to do that and I'm on one semester contract so what do you got on me and I liked my department head and I didn't you know want to make trouble for but then I met with the student the next day I said okay come on let's get into the brass tax of this because if you do go down this road of litigation and all that you're going to get your past pulled out it's going to be serious and I said was your alcohol involved.",
        231.38,
        261.12
    ],
    [
        " Yeah okay and so anyway turns out she drank too much passed out on a couch at a friend's woke up and there was one of the roommates had come in and was standing over her and and you know that could have ended this guy's career it could have been incredibly problematic and he wouldn't have known what he was accused of by who was the extent of what it happened.",
        262.62,
        284.62
    ],
    [
        " And so you know again these things need to be heard out you can't just take you know every man is guilty every woman is always right life is more complex than that I mean I saw professors that married students that are still married.",
        286.4,
        305.9
    ],
    [
        " So I don't have a kind of childlike view of life I treated my students as adults and I talked to them like adults and I talked to them about their futures and you know I would say every student would have to come and meet me in my office and people would say don't ever close your door with a female student.",
        306.9,
        325.28
    ],
    [
        " So why I'm you know I'm married I'm not like your students like your kids and I would say what's your major what are you what's your major what do you want to do what are your parents want you to do and how much student debt you have.",
        326.72,
        345.3
    ],
    [
        " Almost every one of those kids would say no one's ever asked me that my career thank you so much no one they've tried to sell them into a new program oh we got this new graduate certificate and I was like what a certificate I said is that a master's no it's a certificate I said that's a fucking scam and and so and I said are they paying for you to get this certificate oh no I got to pay I said well is the professor.",
        345.86,
        373.74
    ],
    [
        " That's telling you to do it in charge of this certificate program hey how do you know I was like man you're getting hustled and and so it's a business now and because the universities are competing with each other you know to get students they're spending huge amounts of money on gyms and vegan food bars and you know just really ancillary stuff you know when I look at it.",
        375.3,
        404.46
    ],
    [
        " If you can get if you're going to learn something of value if you're going to be actually educated great knowledge is power and you can if you can go to go to some event or some school or some university and you're going to learn something you're going to walk out of there and say oh I know how to do this thing now more power to you great but yeah if you're in there and you're spending money on something that has no value other than the paper that it's printed on then it's it's a good thing.",
        406.02,
        435.28
    ],
    [
        " I'm kind of worthless and I don't know that I think that a lot of times the way the what what people are taught isn't really a usable skill and especially the way it's taught isn't really a usable skill I mean this happens with leadership you know a lot of there's there's universities that offer some kind of leadership training but it's not actually leadership trend I don't learn any leadership from it they learn some weird abstract theory about leadership but they don't know how they don't learn how to lead.",
        435.3,
        465.28
    ],
    [
        " It's like if you went to college to play to play guitar and they never gave you guitar to play you wouldn't know how to play when you got done you be able to talk about it a little bit which wouldn't be able to do it and I see a lot of programs that are set up like that where they're teaching you a lot about the guitar and you learn some theory about the guitar and you know what a guitar looks like but you don't how to play that guitar and so basically what you learned has almost no value so you know for leadership for me you know we and the reason I know this because I I teach leadership and we teach leadership and I'm going to learn about the",
        465.92,
        495.28
    ],
    [
        " people that have gone through big programs and they don't they'll tell us like oh I learned more in the three days I just spent with your company about leadership infinitely more so not even close to what I learned in my two year you know master's degree or my MBA they they just don't they're not doing it in the same way so and I think that that's kind of become the standard sure the standard is oh well we can teach you about the guitar and we can teach you about the theory music theory and they can teach you about a bunch of different guitars we have a bunch of different",
        495.28,
        525.26
    ],
    [
        " guitars come and talk to you we're gonna have the best we have Eric Clapton come and talk to you and Tony I only it's",
        525.26,
        530.68
    ],
    [
        " gonna be great and and that is cool sounds cool right but you're still not",
        530.68,
        534.96
    ]
]