[
    [
        " This is the Jocco Underground podcast number nine with Echo Charles and me, Jocco Willink.",
        0.28,
        6.5
    ],
    [
        " Good evening, Echo.",
        6.78,
        7.78
    ],
    [
        " Good evening.",
        8.0,
        8.3
    ],
    [
        " All right, so last episode we did, we were talking about body language, how to read it,",
        8.72,
        15.32
    ],
    [
        " how to make sure you aren't sending signals you don't want to send.",
        15.56,
        18.44
    ],
    [
        " But it was from a, almost from a leadership perspective, interpersonal relationship scenario,",
        19.56,
        26.12
    ],
    [
        " how you're going to read somebody you're negotiating like this kind of thing, right?",
        26.44,
        29.32
    ],
    [
        " And as I started thinking about that, I started thinking about, so going from that into",
        30.84,
        35.06
    ],
    [
        " the spectrum, which is, hey, I'm trying to negotiate, conversate, whatever, I'm trying",
        35.06,
        39.44
    ],
    [
        " to communicate with you verbally.",
        39.44,
        42.92
    ],
    [
        " Go to the other end of the spectrum and you end up in different situations and you,",
        44.34,
        51.0
    ],
    [
        " in it, from a simplistic, from a very extremely overly simplistic view, there's all these",
        51.0,
        60.04
    ],
    [
        " different categories of people in the world and there's two categories of people that",
        60.04,
        68.04
    ],
    [
        " we may or may not fall into at certain times that we should think about when it comes",
        68.04,
        73.42
    ],
    [
        " to body language, when it comes to posture, when it comes to perception, and that is predator",
        73.42,
        82.08
    ],
    [
        " and prey.",
        82.08,
        83.74
    ],
    [
        " What do criminals look for?",
        84.64,
        87.4
    ],
    [
        " So we don't want to be prey, obviously.",
        88.4,
        90.28
    ],
    [
        " What do criminals look for?",
        90.9,
        93.2
    ],
    [
        " And there is a quote in there, serial killer Ted Bundy admitted in a personal interview",
        93.36,
        97.76
    ],
    [
        " in 1985 that he could tell a victim by the way she walked down the street, the tilt of",
        97.76,
        104.94
    ],
    [
        " her head, the manner in which she carried herself.",
        104.94,
        107.7
    ],
    [
        " He's observing the way she's walking and her posture and that's how he's selecting",
        109.1,
        116.0
    ],
    [
        " his victims, victim selection.",
        116.0,
        118.14
    ],
    [
        " Research corroborates the reality that criminals do, in fact, look for or at least notice certain",
        118.48,
        126.16
    ],
    [
        " traits when selecting potential victims, while nothing excuses crime, knowledge is power",
        126.22,
        132.9
    ],
    [
        " in the sense that these things, these that there are things we can do to protect ourselves",
        132.9,
        137.18
    ],
    [
        " when we're out alone.",
        137.18,
        137.96
    ],
    [
        " That ties back from just this extreme end of the spectrum of, hey, we don't want to be",
        138.34,
        142.48
    ],
    [
        " a, we don't want to be a victim, but it also these same, these same postures, these same",
        142.48,
        149.5
    ],
    [
        " physical presentations that we make of ourselves, they apply everywhere.",
        149.5,
        153.0
    ],
    [
        " Look, and we'll get to it.",
        153.2,
        155.54
    ],
    [
        " So from a leadership perspective, how we carry ourselves, the body language that we have,",
        155.54,
        161.36
    ],
    [
        " the way we walk actually also has an impact.",
        161.6,
        164.7
    ],
    [
        " So there's an experiment, and this is another article that Dr. Patrick wrote about, it",
        165.36,
        175.9
    ],
    [
        " was called do you walk like a victim?",
        175.9,
        177.5
    ],
    [
        " So they did this experiment.",
        177.8,
        178.86
    ],
    [
        " They had 126 men who had been tested on something called the dark tetrad traits, dark tetrad,",
        180.58,
        194.22
    ],
    [
        " so tetrad means group four.",
        194.22,
        195.58
    ],
    [
        " Here's the four traits, psychopathology, which means you are anti-social and you lack",
        195.96,
        203.48
    ],
    [
        " a conscience for, and look, I'm not a psychologist, but that's the general meeting.",
        203.48,
        207.38
    ],
    [
        " Mackey of vellionism, which means how calculating are you, how manipulative are you, narcissism,",
        208.18,
        216.3
    ],
    [
        " how self-obsessed and egotistical are you, and then sadism, like how much do you like",
        216.64,
        224.38
    ],
    [
        " to hurt people?",
        224.38,
        224.88
    ],
    [
        " So you can see, if you start, if you're high in all those traits, you're not a good person.",
        225.02,
        229.38
    ],
    [
        " You got some issues.",
        229.84,
        230.8
    ],
    [
        " And you're obviously, when you're the higher you on the scale, the more you're out as a predator.",
        231.52,
        238.04
    ],
    [
        " So they took these guys, these men, who had been kind of measured for these, and then",
        239.28,
        245.68
    ],
    [
        " they showed these guys individually videos of eight women who are walking down like a hallway",
        245.68,
        253.28
    ],
    [
        " from behind.",
        253.28,
        254.52
    ],
    [
        " So you don't see their face, you can't really judge their face, you're just purely based",
        254.72,
        258.26
    ],
    [
        " on how they walk.",
        258.44,
        259.8
    ],
    [
        " And the question was, had the woman that you're seeing walk, has she been victimized in the",
        260.58,
        271.16
    ],
    [
        " last five years?",
        271.16,
        271.96
    ],
    [
        " So they watch a woman walk, and then they say, do you think that woman's been victimized",
        273.34,
        276.52
    ],
    [
        " in the last five years?",
        276.52,
        277.26
    ],
    [
        " Guess what?",
        277.4,
        278.14
    ],
    [
        " The guys that scored high in the dark, tetrad, they could identify ones that had been",
        279.04,
        287.54
    ],
    [
        " victims.",
        287.6,
        288.04
    ],
    [
        " You like shake your head because that's scary.",
        288.18,
        290.4
    ],
    [
        " That is very frightening.",
        290.4,
        291.96
    ],
    [
        " It's disturbing.",
        292.38,
        293.32
    ],
    [
        " Yeah.",
        293.92,
        294.06
    ],
    [
        " Yeah, it's like, like people who score high on this, right?",
        294.6,
        298.7
    ],
    [
        " Some cycle.",
        298.82,
        299.34
    ],
    [
        " This is faceless.",
        299.72,
        300.68
    ],
    [
        " This is some cycle.",
        301.0,
        301.58
    ],
    [
        " Yeah, this is a cycle.",
        301.66,
        302.32
    ],
    [
        " Yeah.",
        302.56,
        302.74
    ],
    [
        " If you score really high on this, you're, you got issues.",
        302.92,
        305.8
    ],
    [
        " Were they just no?",
        306.12,
        306.9
    ],
    [
        " Cause let's face it, the person that got victimized, knows they got victimized for sure,",
        307.1,
        313.3
    ],
    [
        " but they don't know that they're just basically wearing it with how they walk, like just",
        313.3,
        318.34
    ],
    [
        " advertising it.",
        318.34,
        319.5
    ],
    [
        " Like they don't know that they're doing that.",
        319.62,
        320.86
    ],
    [
        " Yeah.",
        320.92,
        321.08
    ],
    [
        " And that was one thing that I thought through, this is an interesting point, which doesn't",
        321.22,
        325.5
    ],
    [
        " cover it in the article.",
        325.5,
        326.32
    ],
    [
        " If you get victimized, do you walk differently now?",
        327.24,
        329.74
    ],
    [
        " You see what I'm saying?",
        330.06,
        330.88
    ],
    [
        " So that could also be a secondary thing where you've been victimized.",
        330.88,
        335.4
    ],
    [
        " So now you walk differently, which is possible.",
        335.4,
        339.3
    ],
    [
        " Yeah, would imagine so when you kind of think about it, yeah?",
        339.84,
        341.98
    ],
    [
        " But I guess maybe like your mind kind of goes to shoot what else am I just like showing",
        342.68,
        348.26
    ],
    [
        " to everybody?",
        348.26,
        349.34
    ],
    [
        " That's exactly right.",
        349.58,
        350.34
    ],
    [
        " In my head, you know?",
        350.62,
        351.26
    ],
    [
        " And here's what's, here's what else is interesting is even though it's these people that",
        351.42,
        355.4
    ],
    [
        " have this dark, these dark characteristics about themselves, those people can read it",
        355.4,
        361.5
    ],
    [
        " easy more easily, but everyone can read it.",
        361.5,
        364.0
    ],
    [
        " That's what hit me is like no matter who you are, you can sense what attitude the person",
        364.26,
        371.06
    ],
    [
        " just by the way that they are walking.",
        371.06,
        373.88
    ],
    [
        " The based on their gate, their stride length, the way they shift their weight, how much",
        374.66,
        380.54
    ],
    [
        " your feet move laterally.",
        380.54,
        382.32
    ],
    [
        " There's all these little details.",
        382.92,
        384.88
    ],
    [
        " So there's that.",
        385.98,
        388.76
    ],
    [
        " And then there was this, then there was this, the original article continued on, they",
        390.12,
        394.56
    ],
    [
        " did this where they took a group of prison inmates and they ran the experiment twice,",
        394.56,
        399.58
    ],
    [
        " but they showed these prison inmates who had been convicted of stranger assault, right?",
        400.78,
        409.6
    ],
    [
        " Not domestic violence, not I beat up my friend, not I met someone in a bar and got no fight,",
        409.76,
        415.22
    ],
    [
        " but stranger assault, we're assaulting somebody.",
        415.22,
        417.74
    ],
    [
        " And this is from simple assault all the way up to murder.",
        418.16,
        420.2
    ],
    [
        " And they had these tapes that they made of people walking through New York City.",
        420.58,
        424.44
    ],
    [
        " And what they did was try to figure out who these violent criminals would attack.",
        427.68,
        435.82
    ],
    [
        " And there was a couple things, the, I like this one, the non-victims, people that the",
        436.44,
        442.88
    ],
    [
        " perpetrators would look at and say, I would, I probably wouldn't assault that person.",
        442.88,
        445.82
    ],
    [
        " They had something called, that they called organized quality.",
        446.42,
        450.44
    ],
    [
        " So the person just looks organized.",
        450.64,
        453.04
    ],
    [
        " That is a little excerpt of what we are doing on the Jocco Underground podcast.",
        453.36,
        464.58
    ],
    [
        " So if you want to continue to listen, go to joccounderground.com and subscribe and we're doing this to",
        464.84,
        471.54
    ],
    [
        " mitigate our reliance on external platforms so we are not subject to their control.",
        471.54,
        477.72
    ],
    [
        " And we're doing it so we can give you more control, more interaction, more direct connections,",
        477.72,
        482.78
    ],
    [
        " better communications with us, strengthen this legion of troopers that are in the game",
        483.08,
        487.86
    ],
    [
        " with us.",
        487.86,
        488.44
    ],
    [
        " So thank you, it's joccounderground.com.",
        488.84,
        491.38
    ],
    [
        " It costs $8.18 a month.",
        491.82,
        494.66
    ],
    [
        " And if you can't afford to support us, we can still support you, just email assistance",
        494.92,
        499.16
    ],
    [
        " at joccounderground.com and we'll get you taken care of.",
        499.16,
        503.36
    ],
    [
        " Until then, we will see you in mobilized underground.",
        503.36,
        508.48
    ]
]