[
    [
        " Competition is the principal motivational tool used to spur combative training.",
        0.96,
        5.78
    ],
    [
        " Competition should be not only used to encourage excellence by giving soldiers a chance to be unit champions,",
        6.26,
        11.64
    ],
    [
        " but also to make fighting ability an integral part of soldier.",
        11.64,
        15.62
    ],
    [
        " So if you're not running some competitions, you're not going to get people to train.",
        16.22,
        20.72
    ],
    [
        " And look, can you get someone that's like, hey, I'm just dedicated.",
        21.32,
        23.14
    ],
    [
        " No, I might need it on the job.",
        23.14,
        24.14
    ],
    [
        " Sure. But how many of those 20 year olds that we're talking about is going to be like, dude,",
        24.14,
        29.06
    ],
    [
        " are you going to do the, are you going to do the brigade competition?",
        29.06,
        31.66
    ],
    [
        " So you've got it.",
        32.0,
        32.74
    ],
    [
        " See where you're at.",
        33.0,
        34.22
    ],
    [
        " And by the way, what about you're doing the brigade competition?",
        35.44,
        38.26
    ],
    [
        " So you might want to like train so you're at least ready for you.",
        38.7,
        41.44
    ],
    [
        " So don't look like a jag-ass.",
        41.44,
        42.54
    ],
    [
        " You know, you got to do drills live training.",
        42.84,
        44.9
    ],
    [
        " Life training involves training against a fully resistant training partner,",
        44.98,
        48.66
    ],
    [
        " which approaches the reality of combat.",
        48.8,
        50.6
    ],
    [
        " That's what you were talking about earlier.",
        50.6,
        51.74
    ],
    [
        " There are many methods of live training.",
        51.94,
        53.98
    ],
    [
        " Each has its own strength.",
        54.08,
        54.76
    ],
    [
        " The way it is.",
        54.76,
        55.22
    ],
    [
        " Therefore, leadership combines several approaches to ensure proper training.",
        55.3,
        58.04
    ],
    [
        " Integrated training, combative engagements do not happen in a vacuum.",
        59.3,
        62.6
    ],
    [
        " They happen as part of a mission.",
        62.8,
        63.8
    ],
    [
        " So give soldiers the tools they need to successfully complete their missions.",
        64.46,
        68.22
    ],
    [
        " Combatives must be an integral part of the training.",
        68.6,
        70.48
    ],
    [
        " So that means you can't just make it an isolated, okay.",
        70.8,
        74.6
    ],
    [
        " Like you know what a red man suit is?",
        75.5,
        76.78
    ],
    [
        " Red man suit is like the guy you can punch because they're wearing like a big padded outfit.",
        77.18,
        81.22
    ],
    [
        " Yeah.",
        81.64,
        82.14
    ],
    [
        " Well, you need to integrate that into a random part of a regular mission, a regular training mission.",
        82.38,
        87.12
    ],
    [
        " You can't say, oh, today we're doing combatives only.",
        87.12,
        89.42
    ],
    [
        " No, you need to walk into a room and there's got to be some person in red man suit.",
        89.74,
        92.56
    ],
    [
        " Just ready to throw it out and you got to deal with it.",
        92.56,
        95.5
    ],
    [
        " And you got to see how it affects everyone else in the room and how many people it takes.",
        95.76,
        98.6
    ],
    [
        " And how it slows down the assault force and all that stuff.",
        98.6,
        101.2
    ],
    [
        " That's integrated training.",
        101.96,
        104.42
    ],
    [
        " Combat.",
        105.06,
        106.54
    ],
    [
        " What'd you write down, dude?",
        106.68,
        107.3
    ],
    [
        " Just different things.",
        107.68,
        108.62
    ],
    [
        " I was just, I had random stories.",
        108.62,
        110.8
    ],
    [
        " I was going to say, remember this, even people listen to this.",
        111.84,
        115.02
    ],
    [
        " Yeah, yeah, but the pretty lie is more appealing than the ugly truth.",
        115.18,
        119.58
    ],
    [
        " You know, so the ugly truth is it's not really ugly if you get into it, get into the sport is not so ugly.",
        119.86,
        123.84
    ],
    [
        " Or maybe that is the beauty of it in a way, but the pretty lie is always still appealing.",
        123.98,
        129.32
    ],
    [
        " I have a 40, I have a 40 course for you, you know, you're getting to win every fight.",
        129.68,
        133.52
    ],
    [
        " That's still appealing to most people.",
        134.02,
        135.42
    ],
    [
        " Still is, even though we're seeing this.",
        135.56,
        137.1
    ],
    [
        " And I just hope that people listening to this is not what is, it can be torturous,",
        137.78,
        144.26
    ],
    [
        " but it's something that lights a fire under your eyes.",
        144.54,
        146.86
    ],
    [
        " But every day, as far as you want to train more, I can get sick of jujitsu for one day and next day I'm fine.",
        147.16,
        151.76
    ],
    [
        " I'm back into it for some reason.",
        151.96,
        153.02
    ],
    [
        " You can say, give it a mic, man, to the next day, you're like, okay, I want to, you know, I'm back to it.",
        153.28,
        156.54
    ],
    [
        " You definitely have a rough day on the moon.",
        156.66,
        158.02
    ],
    [
        " Yeah, yeah.",
        158.24,
        158.58
    ],
    [
        " That's true.",
        158.58,
        159.08
    ],
    [
        " It's just that we talked about work, repetition, drills, computational and stuff.",
        159.94,
        164.68
    ],
    [
        " It seems like a lot to do.",
        164.8,
        165.66
    ],
    [
        " It is a lot to do.",
        165.74,
        166.36
    ],
    [
        " But I mean, this is the ugly truth.",
        166.88,
        169.48
    ],
    [
        " You know what I'm saying?",
        169.88,
        170.18
    ],
    [
        " So that's just why I was writing down just that the pretty lie is still appealing to people",
        170.34,
        173.86
    ],
    [
        " that are listening to this right now.",
        173.86,
        175.08
    ],
    [
        " The pretty lie is still out there.",
        175.32,
        176.46
    ],
    [
        " It's still really something people are going to be tempted by.",
        176.64,
        178.24
    ],
    [
        " Yeah.",
        178.46,
        178.56
    ],
    [
        " Still in the pretty lie you want, you want it to be true.",
        178.76,
        182.02
    ],
    [
        " Because it's true.",
        182.16,
        182.68
    ],
    [
        " You want it to be true.",
        182.86,
        184.0
    ],
    [
        " That's how get rich, quick schemes work, right?",
        184.5,
        187.16
    ],
    [
        " People want to believe that a mere 1,299 dollar investment now, when you learn these skills.",
        187.4,
        195.8
    ],
    [
        " Chaco, I wanted to believe that you could lose 18 pounds of water by being in an, in an, you know,",
        197.1,
        202.06
    ],
    [
        " that's the salt time in half hour.",
        202.2,
        204.26
    ],
    [
        " I wanted to believe that it was not true.",
        204.5,
        206.54
    ],
    [
        " No, quarter pound.",
        207.06,
        207.96
    ]
]