[
    [
        " Now those B-52 strikes, John wanted them badly.",
        0.0,
        3.02
    ],
    [
        " Of course, priority was going a lot of other areas.",
        3.36,
        5.8
    ],
    [
        " One thing that I do point out in the book Peter Kama before he became the brigade advisor",
        6.52,
        13.42
    ],
    [
        " was working with the commander of all forces in Vietnam, the deputy commander at the time",
        13.42,
        21.14
    ],
    [
        " General Wend.",
        21.14,
        21.72
    ],
    [
        " So he had a connection to the top levels of the command in Vietnam and was able to leverage",
        22.2,
        29.52
    ],
    [
        " that on a couple of occasions to get some B-52 strikes diverted.",
        31.06,
        34.58
    ],
    [
        " But yeah, John wanted those B-52s badly and he got that first one that night, just after",
        35.44,
        40.98
    ],
    [
        " midnight.",
        40.98,
        41.18
    ],
    [
        " What's the closest you ever were when one of those arc light strikes?",
        42.1,
        45.58
    ],
    [
        " Oh, it was a good way as a way.",
        45.7,
        47.24
    ],
    [
        " It sounds like they were just insane.",
        48.42,
        51.04
    ],
    [
        " Yeah, before the John thinks that he was the first one and I have not been able to confirm",
        51.68,
        55.62
    ],
    [
        " a John thinks he was the first one to work B-52 strikes and that close proximity to friendly",
        55.62,
        60.94
    ],
    [
        " forces.",
        60.94,
        61.48
    ],
    [
        " Before that, they were always trying to keep them 500 meters away.",
        62.02,
        65.84
    ],
    [
        " He brought that down to 300 meters.",
        66.44,
        67.98
    ],
    [
        " I think in one case, I don't remember if it was this one or the next one, but they said,",
        68.4,
        71.12
    ],
    [
        " hey, you got to be at least 500 meters away.",
        71.12,
        73.04
    ],
    [
        " Yeah, we are close enough.",
        73.3,
        74.78
    ],
    [
        " But no one, he wasn't nearly that far away.",
        74.84,
        77.38
    ],
    [
        " Yeah, it just turns, I think you said three football fields in length.",
        78.0,
        85.32
    ],
    [
        " Just total destruction.",
        85.32,
        86.38
    ],
    [
        " Just destroys everything in that area.",
        86.54,
        87.88
    ],
    [
        " It is a normal arc light.",
        87.96,
        88.92
    ],
    [
        " It would be three B-52s flying in formation and letting all their bombs go.",
        88.92,
        93.68
    ],
    [
        " That's quite a massive path of destruction.",
        94.08,
        97.36
    ]
]