[
    [
        " Something bad is about to happen.",
        0.54,
        2.84
    ],
    [
        " It's interesting.",
        3.68,
        5.58
    ],
    [
        " This is going to turn into or turn out to be the 1972 Easter offensive.",
        6.66,
        11.74
    ],
    [
        " This is March 31st of 1972.",
        11.94,
        17.86
    ],
    [
        " Nobody had a clue. I mean, we knew that the enemy was up to something.",
        19.36,
        22.2
    ],
    [
        " And our support of the saw guys out there, they had seen stuff going on.",
        22.44,
        26.22
    ],
    [
        " But it is all about to come to a crescendo here in the Central Highlands.",
        26.66,
        32.24
    ],
    [
        " As well as, well, the Easter offensive began.",
        32.64,
        35.22
    ],
    [
        " And I think we'll get to that with an invasion across the Demolitri Zone in the north into Icor,",
        35.78,
        40.7
    ],
    [
        " the northern area of South Vietnam, out of Cambodia towards Saigon,",
        40.88,
        45.46
    ],
    [
        " trying to thrust a Saigon in then out of Laos and Cambodia into contumements",
        45.82,
        50.94
    ],
    [
        " into the Central Highlands.",
        50.94,
        52.12
    ],
    [
        " And we're going to soon find ourselves right in the middle of the largest enemy offensive of the war,",
        52.12,
        59.4
    ],
    [
        " while Americans were still there.",
        59.64,
        61.36
    ],
    [
        " Now most people don't know anything about the Vietnam War anyway,",
        61.98,
        64.84
    ],
    [
        " but most who know something about the Vietnam War will tell you that the largest offensive was TET of 68.",
        64.84,
        70.58
    ],
    [
        " That certainly gets the most notoriety.",
        71.18,
        72.96
    ],
    [
        " In the spring of 1972, most American ground forces were gone.",
        73.98,
        78.2
    ],
    [
        " We were withdrawing from the war. So the Easter offensive doesn't get quite the notoriety,",
        78.2,
        82.2
    ],
    [
        " but it was a significantly larger enemy operation than the TET of 68.",
        82.2,
        87.92
    ],
    [
        " And this marked a watershed change.",
        88.86,
        91.4
    ],
    [
        " The war was no longer a guerrilla war with the Easter offensive of 72.",
        91.86,
        96.18
    ],
    [
        " It was a conventional war.",
        96.4,
        97.6
    ],
    [
        " North Vietnam sent every division they had, saved one that they kept in the north.",
        98.16,
        102.46
    ],
    [
        " Every other division came south.",
        102.58,
        103.98
    ],
    [
        " And it was a regular infantry, armor tanks, air defense all over the place.",
        104.0,
        110.16
    ],
    [
        " And it was something.",
        110.76,
        113.28
    ],
    [
        " What did this seem like from your perspective at the time on the ground?",
        114.3,
        119.04
    ],
    [
        " What, how old are you at this point?",
        119.6,
        121.5
    ],
    [
        " 25 something like this?",
        121.66,
        122.92
    ],
    [
        " 20, yeah, by the Easter offensive, I was 26.",
        122.92,
        126.34
    ],
    [
        " I went to Vietnam on my second tour at 25, had a birthday in late December.",
        126.44,
        130.84
    ],
    [
        " I was a young 26 year old army captain.",
        130.84,
        134.5
    ],
    [
        " So obviously now you look back and you see this big strategic picture.",
        134.7,
        139.1
    ],
    [
        " What did it look like for you on the ground when you're 26 years old",
        139.5,
        143.44
    ],
    [
        " and you're a friggin helicopter gunslinger?",
        143.44,
        146.52
    ],
    [
        " Yeah, well we were just flying missions.",
        147.24,
        149.36
    ],
    [
        " You know, in the missions up until then, we're supporting the McVee Saag operations.",
        149.58,
        153.7
    ],
    [
        " And those were just full of excitement too.",
        154.22,
        157.0
    ],
    [
        " Because what the enemy build up that we were just beginning to have an appreciation for,",
        158.54,
        163.2
    ],
    [
        " those teams most often, I don't want to overstate it, but I think I can say most often,",
        163.52,
        168.32
    ],
    [
        " after we put them in, their extractions were a tacky tactical emergency.",
        168.78,
        172.62
    ],
    [
        " Because they had made contact with the enemy and the enemy had discovered them and was in hot pursuit.",
        173.14,
        178.26
    ],
    [
        " And they were very exciting extractions with us firing co-broke weapons very, very close for their extraction.",
        178.9,
        185.46
    ],
    [
        " And even their missions inside of South Vietnam now, which as I said earlier,",
        185.5,
        189.16
    ],
    [
        " was primarily what they were doing.",
        189.2,
        191.12
    ],
    [
        " Still, the enemy was in growing strength, so everyone of their missions was pretty dicey.",
        191.76,
        196.44
    ],
    [
        " Yeah, so what was, I don't know, what it's for a 26 year old army you've been there too,",
        198.26,
        201.56
    ],
    [
        " is a young guy often combat.",
        201.64,
        203.86
    ],
    [
        " Yeah, you're getting shot at, aircraft are taking hits.",
        205.06,
        208.08
    ],
    [
        " It's exciting for the guys on the ground trying to get them out of there.",
        208.96,
        212.12
    ],
    [
        " There's some fear on the missions.",
        215.72,
        217.08
    ],
    [
        " I mean, you'd be crazy if you're not afraid when you're in the middle of combat,",
        217.24,
        219.66
    ],
    [
        " but you're doing what you're trying to do, so you focus on that and you get through it.",
        219.66,
        224.22
    ],
    [
        " And for aviators, luckily at the end of the day, we get to fly back to the air base",
        224.72,
        228.44
    ],
    [
        " and get out of our helicopter and go to our little officers club and start throwing down some drinks",
        228.44,
        234.24
    ],
    [
        " to get ready to do the same thing the next day.",
        234.24,
        236.32
    ],
    [
        " We didn't really appreciate what this build up signified.",
        237.0,
        241.0
    ],
    [
        " We were seeing more action, we were seeing more enemy activity,",
        241.18,
        244.66
    ],
    [
        " and so we shifted from support for the McVee Saug guys out of FOB2",
        244.92,
        249.7
    ],
    [
        " to just kind of a general fire brigade in the central highlands.",
        249.7,
        253.58
    ],
    [
        " And so it was turning into every day, we'd launch in the morning, really not knowing exactly what was happening,",
        253.84,
        259.32
    ],
    [
        " but we get calls for support, and we go provide gun support, rearm, refuel,",
        259.32,
        264.14
    ],
    [
        " go back out and spend the days doing that.",
        264.28,
        266.1
    ],
    [
        " I guess there was some level of worry even for a 26-year-old that started to mount,",
        268.3,
        273.46
    ],
    [
        " because then we started having aircraft shot down, we had an OH-58 shot down,",
        274.08,
        278.82
    ],
    [
        " and the pilot was missing an action, assumed captured, and so there was all that to be concerned about.",
        278.92,
        285.48
    ],
    [
        " But that comes back to the attitude that young people have.",
        286.14,
        290.12
    ],
    [
        " I realized that things were happening, that things were building up,",
        290.86,
        294.32
    ],
    [
        " that people were getting hurt, and aircraft were getting going down,",
        294.5,
        297.2
    ],
    [
        " but I never for a minute thought that any of that would happen to me,",
        297.74,
        301.6
    ],
    [
        " because there's something in our mind and our psyche, particularly for combat guys,",
        301.62,
        307.02
    ],
    [
        " that, hey, you know, bad stuff happens, but it's happening to someone else.",
        307.74,
        311.28
    ],
    [
        " It's not going to happen to me, and that's how you strap into the helicopter every day,",
        311.72,
        316.3
    ],
    [
        " and go back out and do the same thing again.",
        316.42,
        318.26
    ]
]