[
    [
        " This is Jockel podcast number 378 with echo Charles and me jockel willing good evening echo good evening",
        0.0,
        5.86
    ],
    [
        " I was in his control as soon as we stood close to each other. I had no time to even hold or grapple him",
        5.86,
        14.76
    ],
    [
        " I",
        14.76,
        16.0
    ],
    [
        " Was taken into the ground and I got choked at first. It was difficult to breathe. I",
        16.0,
        22.14
    ],
    [
        " Felt it working enough. So I was wondering if I should tap as I promised Carlos",
        22.14,
        27.34
    ],
    [
        " Well, this is what I've never told anybody before it seems I went unconscious",
        29.12,
        35.06
    ],
    [
        " While I was thinking about what to do to give up or not",
        35.06,
        39.32
    ],
    [
        " If Camira had continued to choke me I would have died for sure",
        39.32,
        45.62
    ],
    [
        " But since I didn't give up Camira let go of the choke and went into the next technique",
        45.62,
        51.54
    ],
    [
        " Being released from the choke and the pain from the next technique revived me and I continued to fight",
        51.56,
        57.62
    ],
    [
        " Camira went to his grave without ever knowing the fact that I was finished if possible",
        57.62,
        64.68
    ],
    [
        " I wish I could have talked about the fight with him and let him know about it",
        64.68,
        70.62
    ],
    [
        " Camira was strong strong and a gentleman",
        70.62,
        76.1
    ],
    [
        " He spoke in my ear in Japanese good good while catching me with an arm lock",
        76.1,
        80.84
    ],
    [
        " I don't understand Japanese at all, but strangely I was encouraged by his voice it gave me power",
        81.54,
        87.08
    ],
    [
        " I was anxious about it. So I asked him later. He said I was admiring your heart",
        87.08,
        93.84
    ],
    [
        " Same to him. I think I got the authentic samurai spirit from him",
        93.84,
        100.6
    ],
    [
        " I might have been Japanese in my previous life",
        100.6,
        105.38
    ],
    [
        " And that right there is a little quote from the great alio greasy founder of greasy jiu jitsu",
        107.08,
        115.32
    ],
    [
        " Which in my opinion what do I say in my humble opinion?",
        115.32,
        120.22
    ],
    [
        " In my humble opinion kind of makes him the founder of modern martial arts",
        120.44,
        124.46
    ],
    [
        " Agree disagree",
        124.46,
        125.36
    ],
    [
        " Modern yep, at least you have to that's consideration",
        125.36,
        128.8
    ],
    [
        " Uh",
        128.8,
        129.86
    ],
    [
        " What do they say when they say in the conversation right? Yeah in the conversation for",
        129.86,
        134.2
    ],
    [
        " For the founding of modern mixed martial arts alio greasy has to be in the conversation 100%",
        134.2,
        141.62
    ],
    [
        " And it's a quote from an interview that is quoted in a book in the book is called camira",
        141.62,
        148.02
    ],
    [
        " The triumphs and tragedy of japan's greatest and most controversial judo champion",
        148.02,
        154.24
    ],
    [
        " This book was originally given to me recently by my friend and training partner miha",
        154.24,
        160.66
    ],
    [
        " You know me huh of course you know me. He trained with me. Yes",
        160.66,
        163.88
    ],
    [
        " Sometimes yes, sometimes you arrive at the training",
        164.4,
        167.68
    ],
    [
        " Zone yep, it goes down for sure",
        167.68,
        170.9
    ],
    [
        " So miha we went on a little trip lately and he he gave me this book to check out and I thought",
        170.9,
        176.04
    ],
    [
        " Let's check it out and me ha. He's it you know obviously he's a jitsu black belt. He's also a judo black belt",
        176.04,
        183.28
    ],
    [
        " But he thought I would like the book so read the book and this is a book obviously about camira. This is a",
        183.28,
        191.02
    ],
    [
        " There's a submission hold also called camira",
        191.02,
        193.66
    ],
    [
        " It's one of my favorites. I understand",
        193.66,
        196.64
    ],
    [
        " The it's named the the submission hold has other names people called other things",
        196.64,
        203.6
    ],
    [
        " But by now pretty much everyone calls it a camira",
        203.6,
        206.1
    ],
    [
        " And is named after him. That's the move that he put on alio greasy and we'll get into that alio greasy",
        206.1,
        212.18
    ],
    [
        " Match that they had you know alio greasy was a lot smaller",
        212.18,
        217.0
    ],
    [
        " And they had a good scrap but he eventually had the towel thrown in",
        217.8,
        221.96
    ],
    [
        " So he didn't get his arm removed from his body by camira but",
        221.96,
        226.08
    ],
    [
        " interesting life",
        226.08,
        228.7
    ],
    [
        " Incredible fighter and I just wanted to uh",
        228.7,
        233.12
    ],
    [
        " Jump into this book",
        233.12,
        234.5
    ],
    [
        " Got any background on camira over there? Um, just the same as as you just that right there. Yeah. Yeah. He was uh he was already super well known guy in the martial arts world back in those days",
        234.5,
        245.5
    ],
    [
        " Oh, yeah",
        245.62,
        246.26
    ],
    [
        " But yeah, he was one of the he's kind of the main catalyst for alio greasy from what I understand from what like yeah and going and you said you actually meant",
        246.26,
        255.56
    ],
    [
        " You said um the one of the main what do you say found alio greasy being the founder of modern martial arts mix martial arts",
        255.56,
        262.32
    ],
    [
        " I think so yeah, although they were doing valetudo and stuff and in other ways or whatever",
        262.32,
        266.84
    ],
    [
        " But yeah, how it kind of came to America and now what it is right now MMA. I would say if it wasn't if it wasn't for",
        266.84,
        274.06
    ],
    [
        " If it wasn't for alio greasy greasy jiu jitsu. You wouldn't quite have what we have no and the evolution of",
        275.5,
        283.3
    ],
    [
        " martial arts",
        283.3,
        284.84
    ],
    [
        " In the last I mean we could say in the last six months",
        284.84,
        288.4
    ],
    [
        " But then you take the last ten years. Yeah, it's crazy. But since 1993 since that first",
        288.4,
        294.16
    ],
    [
        " UFC",
        294.16,
        295.24
    ],
    [
        " The evolution has been incredible the entire world of martial arts has changed. I mean it used to be a totally different thing",
        295.24,
        302.1
    ],
    [
        " Oh, yeah in 1979",
        302.1,
        303.86
    ],
    [
        " Yeah, what",
        304.08,
        305.16
    ],
    [
        " Martial arts were was a totally different thing than what it is now. Yeah, the main one so back in so",
        305.16,
        313.1
    ],
    [
        " Gracie jiu jitsu tech technically on record is was found in 1925 my eight up came over and taught the Gracie family",
        313.1,
        319.8
    ],
    [
        " What he called jiu jitsu, which was very close to judo yes",
        319.8,
        325.06
    ],
    [
        " Yeah, and then you see and so he became sort of this source because it kind of changed it the source and then the main vein was actually",
        325.06,
        333.12
    ],
    [
        " Horan Gracie who he was the oldest son where he brought it to American was that came",
        333.72,
        337.1
    ],
    [
        " We need to like show everybody so he's the one who made the first UFC put hoist in there and but they were all training",
        337.1,
        343.44
    ],
    [
        " They're all doing it, but it wasn't revealed to the world because of not it where it was later because of media",
        343.44,
        349.24
    ],
    [
        " You see this big spectacle or whatever and then slowly it slowly start to spread through that main vein and then in 2005",
        349.24,
        356.18
    ],
    [
        " When ultimate fighter came out that was when media really took it",
        356.18,
        359.96
    ],
    [
        " Turning into a little reality show because that's when reality shows started getting their legs, you know",
        360.28,
        365.2
    ],
    [
        " So boom they mix that up boom from there was just this massive massive explosion",
        365.2,
        370.56
    ],
    [
        " But it's crazy to think about like these guys back in the day",
        370.56,
        374.24
    ],
    [
        " They knew something that people just didn't know",
        374.24,
        377.8
    ],
    [
        " They knew something that people did not know and nowadays look you get into a street fight",
        377.8,
        384.2
    ],
    [
        " There's a chance people know what the guard is they might know how to slap a guillotine on",
        384.2,
        387.7
    ],
    [
        " They might know, you know what the mount is like they're gonna know this stuff. Yeah",
        387.94,
        392.58
    ],
    [
        " And if you go into any",
        392.58,
        394.94
    ],
    [
        " Gigi's to school like they're gonna know a lot of it",
        394.94,
        398.44
    ],
    [
        " Man back in the day like when I when I got when I changed you just for the first time with master chief Steve Bailey",
        398.44,
        404.1
    ],
    [
        " Well, there was no comprehension of what was happening. Yeah, there was no comprehension at all",
        404.1,
        409.8
    ],
    [
        " This did not this was not a thing at all. There was no there was not even like a thought of what was happening",
        409.8,
        416.44
    ],
    [
        " It wasn't like the idea that someone would take your arm and put it in a position where you would have to say uncle",
        417.12,
        423.7
    ],
    [
        " Yeah, it didn't make sense. It wasn't a thing. Yeah, especially if the guy wasn't bigger than you",
        423.7,
        429.08
    ],
    [
        " So it went from not being a thing at all to being the thing. Yeah think about that transition",
        429.08,
        434.92
    ],
    [
        " so these guys",
        434.92,
        436.54
    ],
    [
        " And judo, you know, we we've done some podcasts on judo",
        436.54,
        440.24
    ],
    [
        " We've done some podcasts on cano to talk about where that developed from but judo very powerful",
        440.24,
        445.84
    ],
    [
        " very powerful martial art",
        446.22,
        447.8
    ],
    [
        " and it is",
        447.8,
        450.2
    ],
    [
        " You know the roots of jiu jitsu see it's interesting because judo is rooted in jiu jitsu, but modern jiu jitsu is rooted in judo again back at it",
        450.2,
        459.08
    ],
    [
        " So anyways this guy one of the greatest judo Kazoevour we're gonna roll into it. We're gonna look at his book here and here we go",
        459.08,
        467.74
    ],
    [
        " Camira Masahiko was born on the southern island of kyu-shu",
        467.74,
        473.62
    ],
    [
        " And I apologize for the Japanese speakers out there. I don't speak Japanese at all and I mangle all words",
        473.62,
        479.22
    ],
    [
        " So for on September 19 September 10th 1917",
        479.22,
        482.52
    ],
    [
        " Lilah's known about his family background although the family was said to be poor according to one biography of",
        482.52,
        488.56
    ],
    [
        " Camira or at the age of around 10",
        488.56,
        490.94
    ],
    [
        " He began to help his father collect river gravel and stones to sell",
        490.94,
        495.92
    ],
    [
        " They had to dig the gravel from the river bottom and deliver it to a nearby truck on Sundays and holidays",
        495.92,
        501.92
    ],
    [
        " When Camira was out of school he would work from 4 a.m. The 6 p.m. hauling gravel",
        503.08,
        508.18
    ],
    [
        " And experience later credited with helping him build a strong body",
        508.18,
        512.14
    ],
    [
        " You've got to have a little bit of mythology going on here when you picture this 10-year-old kid hauling gravel out of the river",
        512.14,
        519.76
    ],
    [
        " Cold river got having to go out. I mean, well how deep is he going to get it? Is it knee deeper? Is he having to get a little breath?",
        519.76,
        526.14
    ],
    [
        " Old activity going on and he's doing that from 4 a.m. to 6 p.m. That's what's happening",
        526.14,
        530.08
    ],
    [
        " His uncle also encouraged the youngster to drink carp's blood which is said to be good for the heart",
        532.82,
        538.6
    ],
    [
        " So there you go",
        538.6,
        539.28
    ],
    [
        " He's just ripping the heads off of fish and drinking their blood while carrying rocks out of the river for",
        539.28,
        546.44
    ],
    [
        " 14 hours a day",
        546.44,
        548.34
    ],
    [
        " You know like you're gonna be ready for some jiu jitsu or pseudo competitions",
        548.34,
        553.06
    ],
    [
        " Japanese children were generally protected and not disciplined until they were about five at that age",
        553.06,
        558.64
    ],
    [
        " They began to face strict discipline especially from their fathers",
        558.64,
        561.24
    ],
    [
        " This often led young boys to act out with with a rebellious streak and based on his later actions",
        561.24,
        567.16
    ],
    [
        " Camira almost certainly developed into a mischievous child when he entered school at the age of about six by the time he was around",
        567.16,
        573.86
    ],
    [
        " Nine or 10 Camira was relatively large for his age and appears to have",
        573.86,
        577.7
    ],
    [
        " Become something of a ringleader among the mischief makers in the school",
        577.7,
        581.76
    ],
    [
        " During his fourth grade year isn't it crazy? I mean we're talking about a a guy's fourth grade",
        581.76,
        588.34
    ],
    [
        " We got some deets from some details on this guy",
        588.64,
        591.64
    ],
    [
        " The students were mustard to engage in oh soji a thorough mask cleaning of the school with his teacher",
        591.64,
        599.56
    ],
    [
        " Mr. Tagawa absent Camira snuck away dashing to a nearby snack shop and gobbling down five or six",
        599.56,
        606.18
    ],
    [
        " Man two or steamed stuffed buns returning to his class",
        606.18,
        610.62
    ],
    [
        " He saw several students moving mr. Tagawa's desk",
        610.62,
        613.62
    ],
    [
        " He ran toward the desk and jumped onto it causing the desk to noisily collapse",
        613.74,
        618.76
    ],
    [
        " Camira jumped up and down with joy screaming bonsai bonsai",
        618.76,
        624.7
    ],
    [
        " And then he this there's quotes in here and I looked for this book that he has our autobiography out there somewhere",
        624.7,
        630.26
    ],
    [
        " Or it's taken from interviews. I couldn't find either one of them. Meha looked for him as well. I couldn't find it",
        630.26,
        634.98
    ],
    [
        " He says this. This is now Camira talking",
        634.98,
        638.32
    ],
    [
        " Suddenly someone grabbed me firmly in the rear lapel and pulled me backward when I turned my head",
        639.2,
        645.34
    ],
    [
        " I found a mr. Tagawa who I thought was absent glaring at me with a very scary look",
        645.34,
        650.72
    ],
    [
        " He yelled idiot face and slapped me in the face",
        650.72,
        654.5
    ],
    [
        " He then threw me to the floor. He pulled me up slapped me and threw me to the floor again",
        654.5,
        660.32
    ],
    [
        " After this I was scolded in the teacher's room and stood in the corridor",
        660.32,
        665.18
    ],
    [
        " After this incident I decided to get even with mr. Tagawa",
        665.78,
        669.32
    ],
    [
        " I thought about how to get revenge on him for about a week and investigated his background",
        669.32,
        675.2
    ],
    [
        " I then found out that he was a first dawn in judo. I thought is judo such a formidable art",
        675.2,
        682.42
    ],
    [
        " Then I would be able to throw him if I became a second dawn soon after this",
        682.42,
        687.32
    ],
    [
        " I entered into the show show to con dojo nearby by elementary school",
        687.32,
        692.52
    ],
    [
        " So he's got a little bit of a streak right imagine me in 10 years old",
        692.86,
        696.88
    ],
    [
        " Or whatever he is fourth grade. What do you mean for yeah fourth grade you're 10 years old",
        696.88,
        700.84
    ],
    [
        " So he's a 10 years old",
        700.84,
        702.32
    ],
    [
        " This teacher he's actually being a jackass and the teacher slaps him around a little bit",
        702.32,
        707.5
    ],
    [
        " And he starts plotting revenge",
        707.5,
        709.12
    ],
    [
        " Researches it does background check figure out what's this dude deal where his weaknesses",
        709.12,
        714.28
    ],
    [
        " Finds out he's only a first dawn in judo once I become a second dawn. I'll be able to take him",
        714.28,
        720.2
    ],
    [
        " All right, it goes on to say mr. Tagawa's corporal punishment and humiliation of the young Kimura was exactly what he needed",
        722.52,
        730.12
    ],
    [
        " He began to practice judo and after only about a year he entered his first competition which they call Shiai",
        730.12,
        737.68
    ],
    [
        " I think",
        737.68,
        738.5
    ],
    [
        " A match with the Nakayama dojo which was located about three miles away",
        738.5,
        743.72
    ],
    [
        " He faced a much bigger eighth grader",
        743.72,
        751.98
    ],
    [
        " To know effect then attacked with the major inner reaping throw but his opponent reversed the technique on him and pinned him to the ground",
        751.98,
        759.5
    ],
    [
        " With the top four corners hold for the win",
        759.5,
        763.32
    ],
    [
        " Camira continue to practice hard driven on by the memory of his defeat in eighth grade he entered",
        763.32,
        770.7
    ],
    [
        " A prefectural sumo tournament and play second he narrowly missed the first place when he threw his opponent",
        770.7,
        778.08
    ],
    [
        " Byosato gari but the referee declared that his foot had been out of bounds",
        778.28,
        782.46
    ],
    [
        " This success and probably a growing reputation in judo circles raised Camira's visibility a recruiter for",
        782.46,
        789.58
    ],
    [
        " Chinse junior high school visited his home and invited Camira",
        789.58,
        794.2
    ],
    [
        " To attend the school and play either for the sumo or judo team in 1932",
        794.2,
        801.76
    ],
    [
        " Camira entered Chinse and became a fantastic of a training fanatic",
        801.76,
        806.76
    ],
    [
        " In addition to practicing at school he trained at the Kawakida dojo three times a week",
        806.76,
        813.46
    ],
    [
        " At the Bhutto kuden and the imperial fifth high school altogether",
        813.46,
        820.06
    ],
    [
        " He reme- he later remembered he practiced judo five hours a day and did 300 push-ups daily",
        820.06,
        826.08
    ],
    [
        " So we're getting into it",
        826.08,
        829.12
    ],
    [
        " that",
        829.12,
        830.4
    ],
    [
        " That",
        832.12,
        832.54
    ],
    [
        " That idea of when people get introduced into being dominated",
        832.54,
        836.46
    ],
    [
        " Physically dominated can have",
        836.46,
        839.48
    ],
    [
        " I guess they can have a bunch of outcomes, but the outcomes that re-remember",
        839.48,
        843.22
    ],
    [
        " Already there makes you say whatever this is i'm going to learn it so that i can never make sure this never happens to me",
        843.22,
        850.66
    ],
    [
        " Or you can say whatever this is i hate it and i'm gonna avoid it at all costs so this never happens to me",
        850.66,
        857.4
    ],
    [
        " And i'm sure there's some gray area but",
        857.4,
        858.94
    ],
    [
        " Especially i think",
        861.28,
        862.34
    ],
    [
        " Ten years ago when people didn't really understand what was happening",
        862.34,
        866.64
    ],
    [
        " They didn't understand that it was a technique yeah",
        866.64,
        869.22
    ],
    [
        " And if they figured out that it was a technique they say cool i'm gonna learn these techniques if they didn't understand",
        869.22,
        874.68
    ],
    [
        " It was a technique they just ran away from it. Yeah",
        874.68,
        878.14
    ],
    [
        " So sorry who's the first person that put you to tap?",
        878.14,
        880.86
    ],
    [
        " My friend Jeremy Jeremy Traskin. Oh, yeah, but it keeping mine. This is uh, you know back",
        881.36,
        888.74
    ],
    [
        " So 1993 UFC one",
        889.0,
        890.32
    ],
    [
        " In two so is 94 ish when you eat we bought the videotapes the Gracie with the Gracie in action",
        890.32,
        897.68
    ],
    [
        " No, no they weren't Gracie in action. They were the the instructions. Yeah, the VHS one. Do you remember Gracie in action?",
        897.68,
        903.46
    ],
    [
        " Yes, I do yeah, I still visit those very often because those are",
        903.7,
        907.62
    ],
    [
        " those I've kind of",
        907.62,
        909.64
    ],
    [
        " Look they age well because you still get to see it, but",
        909.64,
        913.12
    ],
    [
        " That's when you get to see what I was talking earlier just zero knowledge",
        913.12,
        917.96
    ],
    [
        " Like people that literally had no idea that the concept of a fight was to get the position and get someone to think about that",
        917.96,
        926.68
    ],
    [
        " That's a totally different concept. Yes, that's a totally different concept",
        926.68,
        930.7
    ],
    [
        " It's it's like a foreign concept that you could you that you might not understand at all",
        930.7,
        936.04
    ],
    [
        " Yeah, and to prove that's actually probably more true than that even sounds as far as you saying it",
        936.04,
        942.54
    ],
    [
        " So and this is why I know this so the reason that I watch them a lot now is because I watch them with my son",
        942.54,
        946.88
    ],
    [
        " Because he don't know that he was his idea of like oh, let's play fight right and he always wants to play fight",
        947.18,
        951.62
    ],
    [
        " So what is it he's kicking me he's punching me and stuff like that and he's like lit",
        951.62,
        955.16
    ],
    [
        " So all like grab him and block his punches whatever and I'll put him in like a choke or whatever or put him in mountain",
        955.16,
        961.04
    ],
    [
        " He'll be like can't fight from here. Can you he's like no? No, no, no, we're not doing jujitsu. We're fighting",
        961.04,
        964.2
    ],
    [
        " That's what he's he'd say he thinks jujitsu is just fun like a game and then he'll think the real fighting is just a punching and kicking part",
        964.2,
        971.88
    ],
    [
        " so",
        971.88,
        972.56
    ],
    [
        " I was like hey",
        972.56,
        973.96
    ],
    [
        " You what you don't understand is jujitsu is both the punching kicking and the jujitsu and I'm saying the jujitsu",
        975.34,
        980.44
    ],
    [
        " When faced with just the punching and kicking if you don't put them together like you'll lose to the jujitsu",
        980.44,
        985.36
    ],
    [
        " He's like, well, what are you talking? You know, so I show them the Gracie in action when I say look",
        985.36,
        989.14
    ],
    [
        " This is all fight watch this guy. He doesn't punch or kick or nothing",
        989.14,
        991.32
    ],
    [
        " He just used jujitsu and these guys are really fighting look they're really really fighting and he'd watch them and watch them and watch them and then now",
        991.32,
        998.2
    ],
    [
        " He slowly understands all and he sees any understands now",
        998.2,
        1001.4
    ],
    [
        " But it's true because yeah when you see oh, yeah two people got in a fight",
        1001.5,
        1004.92
    ],
    [
        " Oh, it's always who knocked this guy out or kicked this guy's head or instead even when we watch on the movies",
        1004.92,
        1009.72
    ],
    [
        " When they get in a fight. Oh, yeah, it's all punching and kicking you know, so like our idea is a little bit skewed in that way",
        1009.72,
        1015.28
    ],
    [
        " Where it was anyway, you remember we talked on a couple of podcasts ago about the fog",
        1015.28,
        1019.92
    ],
    [
        " I think it's the fuzzberry flop the guy that jumped over the uh",
        1019.92,
        1024.26
    ],
    [
        " Was the high jump jumped over it backwards. Yeah, and totally changed the game",
        1024.26,
        1030.4
    ],
    [
        " Yeah, someone that was look they've been they've been training that way for however many decades of jump over or split jump",
        1031.0,
        1037.76
    ],
    [
        " Whatever they were doing to get over it. This was a",
        1037.76,
        1040.48
    ],
    [
        " brand new thing",
        1040.48,
        1042.48
    ],
    [
        " That people looked at and go wait a second. What is this? Yeah, that's how different it was to say oh",
        1042.48,
        1049.28
    ],
    [
        " We're gonna get a hold of this opponent and we're gonna get a hold of their arm",
        1049.28,
        1053.58
    ],
    [
        " We're gonna get a hold of their neck or we're gonna get a hold of their leg and we're gonna force them to tap out or we're gonna break it",
        1053.58,
        1059.46
    ],
    [
        " People just didn't understand this yeah",
        1060.4,
        1062.14
    ],
    [
        " All right",
        1062.14,
        1065.92
    ],
    [
        " 1932 at the age of 15 he entered his first promotional Shi'ai testing for Shodan",
        1065.92,
        1073.5
    ],
    [
        " That's from the first dawn that's the first degree",
        1073.5,
        1077.04
    ],
    [
        " In tournaments at that time a candidate often stayed on the mat until he was defeated Camira beat five",
        1077.04,
        1082.56
    ],
    [
        " Other high school students and earned his show dawns. We got his first degree",
        1082.56,
        1087.6
    ],
    [
        " The next year his run in with his elementary school teacher and his vow to achieve",
        1087.7,
        1093.08
    ],
    [
        " Nidon apparently forgotten he entered the promotional contest again defeating all four members the opposing team all by ipal",
        1093.08,
        1099.76
    ],
    [
        " And was promoted to nidon which is the second degree",
        1099.76,
        1103.98
    ],
    [
        " So interesting in judo if you don't know this ipal is a way that you can immediately win a judo match",
        1103.98,
        1111.28
    ],
    [
        " By throwing your opponent where their feet leave the ground and any part of their body touches the ground",
        1111.28,
        1117.3
    ],
    [
        " Before their feet if you do that you instantly win",
        1117.3,
        1120.56
    ],
    [
        " We could discuss",
        1120.56,
        1124.4
    ],
    [
        " The what that really means because unfortunately",
        1124.4,
        1128.98
    ],
    [
        " Okay, if you're on concrete and you throw someone on concrete",
        1128.98,
        1134.38
    ],
    [
        " It's definitely gonna hurt them. It's gonna hurt them more than a mat is going to hurt them",
        1134.38,
        1138.82
    ],
    [
        " So you could understand why people would say well, you know if I threw you like this",
        1138.82,
        1142.54
    ],
    [
        " I would win. So therefore if I throw you like this in a tournament. I will win",
        1143.72,
        1148.48
    ],
    [
        " that being said",
        1148.48,
        1150.28
    ],
    [
        " You can get thrown even on concrete and not be knocked out and not be",
        1150.28,
        1156.56
    ],
    [
        " Injured badly and that's where jiu jitsu comes into play because in jiu jitsu you throw someone the fights far from over",
        1156.56,
        1164.06
    ],
    [
        " Doesn't matter how you throw them you have to submit them you have to get body control you have to really",
        1164.06,
        1168.44
    ],
    [
        " really",
        1168.44,
        1169.62
    ],
    [
        " Dominate and submit them in order to win. So",
        1170.6,
        1173.34
    ],
    [
        " the ipal again",
        1173.34,
        1175.66
    ],
    [
        " There are certain ipalm throws that have happened on concrete like you're you're not getting",
        1175.66,
        1180.38
    ],
    [
        " For sure, but there's also ipalm throws that wouldn't",
        1180.38,
        1184.96
    ],
    [
        " Knock you out wouldn't wouldn't knock you out wouldn't",
        1184.96,
        1188.34
    ],
    [
        " Disable you from continuing to fight",
        1188.34,
        1190.02
    ],
    [
        " But those are the rules. That's one of the problems with the rules in fighting",
        1190.02,
        1194.6
    ],
    [
        " As soon as you put rules in fighting",
        1194.6,
        1196.92
    ],
    [
        " Things change",
        1198.1,
        1198.98
    ],
    [
        " Any rule things change sometimes they don't really matter sometimes they do really sometimes they do matter",
        1198.98,
        1204.72
    ],
    [
        " You know one is",
        1204.72,
        1205.9
    ],
    [
        " Like for instance in mma and in jiu jitsu there's there's a rule that says no small joint manipulation",
        1205.9,
        1213.36
    ],
    [
        " All that means is I'm not allowed to grab one of your fingers and bend it and break it",
        1213.36,
        1220.32
    ],
    [
        " So",
        1223.12,
        1223.52
    ],
    [
        " Let's say I'm trying to choke you and you and you're not allowed in a jiu jitsu tournament",
        1223.52,
        1229.74
    ],
    [
        " To grab my finger and break it. You're not allowed to do that",
        1229.74,
        1233.4
    ],
    [
        " Here's why I actually think this is a legit rule because if you and I were in a real fight",
        1233.4,
        1238.02
    ],
    [
        " And I I had your back and I was trying to choke you and you grabbed my finger to try and break it guess what I would do",
        1238.02,
        1245.82
    ],
    [
        " Get angry probably I would just let you break my finger as I choke you and then I kill you. Yeah, yeah, so",
        1246.46,
        1251.4
    ],
    [
        " It's not a game changer, but it prevents injuries",
        1251.4,
        1254.76
    ],
    [
        " So rules like that usually makes sense now look there's gonna be someone that says yeah, but if I broke your finger you might freak out",
        1254.76,
        1259.9
    ],
    [
        " It's true",
        1259.9,
        1260.32
    ],
    [
        " True life or death battle though",
        1260.32,
        1263.24
    ],
    [
        " Not happening",
        1263.24,
        1265.06
    ],
    [
        " I you know even happens if if you know if you and I are training and I get a heel hook on you",
        1265.06,
        1272.48
    ],
    [
        " And since we're just training I don't really crank it and",
        1273.16,
        1277.12
    ],
    [
        " So then you get out",
        1277.12,
        1279.16
    ],
    [
        " And I might say we know I I didn't go hard because we weren't competition",
        1279.16,
        1283.8
    ],
    [
        " Well, guess what you also if we were in competition you might not tap that you might just let the sprain happen",
        1283.8,
        1288.94
    ],
    [
        " So it's actually it kind of cancels itself out a little bit",
        1288.94,
        1292.2
    ],
    [
        " I'm not cranking as hard as I could you're also not",
        1292.2,
        1295.3
    ],
    [
        " Avoiding tapping at all or you know just not gonna tap",
        1295.3,
        1299.68
    ],
    [
        " Which is a different thing so yeah, they're they're all totally useful though in my opinion. I think that all",
        1300.12,
        1305.78
    ],
    [
        " You know, there's in sportsmanship element to all sports obviously and jujitsu's that those are just some of them where",
        1305.78,
        1313.62
    ],
    [
        " Look because in a jujitsu tournament if there was small joint manipulation you get guys who aren't right?",
        1313.62,
        1320.14
    ],
    [
        " You just a tournament and it's not life and death so technically that finger",
        1320.2,
        1324.08
    ],
    [
        " Breaking that finger whatever might work because that probably it's not life or death is this guy broke my finger",
        1324.08,
        1328.74
    ],
    [
        " I'm not gonna compete with a broken finger. You know, it's not that serious to me. Yeah, now I can't you know do my job for the next",
        1328.74,
        1334.02
    ],
    [
        " Four weeks while I let my finger heal up like",
        1334.02,
        1336.66
    ],
    [
        " Yeah, nothing in real life or whatever. So it's kind of like all right, let's make that a rule because it's gonna vary from person to person",
        1336.66,
        1343.1
    ],
    [
        " You know and meanwhile hey if you get a hold of a finger and it's not that series of somebody's like kind of effective",
        1343.1,
        1348.04
    ],
    [
        " You know, it's like because it hurts and you get someone who's not thinking life or death boom",
        1348.04,
        1351.74
    ],
    [
        " They're gonna stop me and be like hey my here's what you whatever. So let's make that a rule. Let's keep it sportsman like you know",
        1351.74,
        1357.38
    ],
    [
        " The heal hook thing is kind of the same thing just to like one level lower like in practice right where",
        1357.64,
        1362.88
    ],
    [
        " And this goes for any submission really except for jokes because jokes you can just choke the guy out and it's an arm no fall",
        1362.88,
        1367.98
    ],
    [
        " But like if you get a chemo or something like that something where like the more flexible the guy is the more",
        1367.98,
        1372.92
    ],
    [
        " He'll probably be able to resist it kind of a thing and you're bending this guy's thing or heal hook or whatever",
        1372.92,
        1376.98
    ],
    [
        " If this guy you're training with thinks it's like life or death. He's gonna kind of jam himself up. Yeah",
        1376.98,
        1382.58
    ],
    [
        " But it's up to him. He can either tap or whatever or or he can be like yeah and get out or whatever",
        1383.16,
        1387.48
    ],
    [
        " It's still just training. It's not that serious, you know",
        1387.48,
        1389.94
    ],
    [
        " So it doesn't necessarily have to be a rule",
        1389.94,
        1392.02
    ],
    [
        " So you kind of got that going on. I think that kind of goes for most sports too, you know",
        1392.02,
        1397.02
    ],
    [
        " But you do have to be careful because there are",
        1397.02,
        1400.04
    ],
    [
        " Rules of like for instance in MMA",
        1400.04,
        1402.68
    ],
    [
        " you're not allowed to",
        1402.68,
        1404.64
    ],
    [
        " Kick a downed opponent in the head. Yeah, right? So that means some of these positions",
        1404.64,
        1410.04
    ],
    [
        " are",
        1412.52,
        1412.88
    ],
    [
        " Changed",
        1412.88,
        1412.4
    ],
    [
        " They're like back in the day and pride you could kick in the head and you could knee in the head",
        1412.4,
        1416.72
    ],
    [
        " I remember I used to spar with Dean when he's getting ready for pride",
        1416.72,
        1419.08
    ],
    [
        " And like if I shot on him and sprawled he'd knee me in the head 17 times like legit",
        1419.08,
        1423.64
    ],
    [
        " Yeah, he and it's it's not it's not a good thing",
        1423.64,
        1427.72
    ],
    [
        " Whereas in the UFC you're not allowed to do that so that means you can shoot you can get sprawled on",
        1427.72,
        1433.42
    ],
    [
        " And the person has to adjust their attack and it makes you",
        1433.42,
        1439.58
    ],
    [
        " Oh, I'll just you know whatever I'll get back to the top or I'll get back up to my feet",
        1439.66,
        1443.16
    ],
    [
        " If you know that every time you shoot and get sprawled on you're gonna get need in the head nine times",
        1443.16,
        1448.0
    ],
    [
        " That's a problem",
        1448.0,
        1449.54
    ],
    [
        " They have the thing with that quote downed opponents",
        1449.54,
        1452.94
    ],
    [
        " So if you and I are fighting",
        1452.94,
        1455.04
    ],
    [
        " And you're in a position where you could knee me, but I put my hand on the ground like I'll begin to cage",
        1455.04,
        1460.92
    ],
    [
        " It's happened while I put my hand on the ground now I'm a quote downed opponent now you're not allowed to kick or knee me in the head",
        1460.92,
        1465.32
    ],
    [
        " Well, that's kind of",
        1465.32,
        1467.44
    ],
    [
        " Right the rules are starting to affect the the way a fight would go. Yeah, what do they call it game in it?",
        1467.78,
        1473.26
    ],
    [
        " Yeah, you start gaming the system",
        1473.44,
        1474.78
    ],
    [
        " And that's one of the things that happens with judo another thing in judo is you can pin someone",
        1474.78,
        1480.48
    ],
    [
        " You know, so you if you hold someone down",
        1480.48,
        1483.2
    ],
    [
        " That you can win the match that way and you just so you can't win by pinning",
        1483.2,
        1487.3
    ],
    [
        " Look it sucks being on the bottom when someone's holding you down",
        1487.3,
        1490.96
    ],
    [
        " But you don't that that person on top either has to hold you there until it's over",
        1490.96,
        1495.06
    ],
    [
        " And",
        1495.9,
        1496.5
    ],
    [
        " Hopefully they're up on points or they have to try and submit you but they can't finish the fight",
        1496.5,
        1500.7
    ],
    [
        " Just by holding someone",
        1500.7,
        1502.62
    ],
    [
        " so there are rules that",
        1502.62,
        1504.44
    ],
    [
        " affect and remove some of the realism from some martial arts",
        1504.44,
        1510.78
    ],
    [
        " You know some of the point fighting us striking arts where you're you're throwing strikes, but you're actually not allowed",
        1510.78,
        1518.66
    ],
    [
        " To",
        1518.66,
        1520.4
    ],
    [
        " There's somewhere you're not allowed to strike in the head",
        1521.24,
        1523.0
    ],
    [
        " So you see guys come out and they have their hands down because they're just trying to deal with body blows",
        1523.0,
        1527.92
    ],
    [
        " Which totally messes up",
        1527.92,
        1530.1
    ],
    [
        " their fighting for real",
        1530.1,
        1532.34
    ],
    [
        " So they have to be careful with rules",
        1532.34,
        1535.2
    ],
    [
        " nonetheless",
        1535.2,
        1536.5
    ],
    [
        " Anipal",
        1536.5,
        1538.14
    ],
    [
        " In judo you win",
        1538.14,
        1540.8
    ],
    [
        " All right going back to the book the following year may of 1934",
        1540.8,
        1546.54
    ],
    [
        " He traveled to kio to for the first time in his life to test for his third degree",
        1546.54,
        1551.38
    ],
    [
        " He was required to take a written exam and skill test as well as compete",
        1551.38,
        1555.64
    ],
    [
        " After passing the skill test he admits in his auto biography which again",
        1555.64,
        1561.96
    ],
    [
        " I tried to find to being clueless about the written exam",
        1561.96,
        1564.58
    ],
    [
        " So he turned around and snatched the finished exam from the boy behind him and turned it in",
        1564.58,
        1568.92
    ],
    [
        " Obviously the increasingly",
        1568.92,
        1572.56
    ],
    [
        " Serious kimura still had some mischievous boy inside in the contest at only age 16",
        1573.14,
        1580.42
    ],
    [
        " He was awarded the rank of third degree",
        1580.42,
        1582.58
    ],
    [
        " He'd moved up one degree for each of his three consecutive years",
        1582.58,
        1588.44
    ],
    [
        " Next year as a 10th grader about age 15 to 16 kimura fought in the saga",
        1588.44,
        1593.08
    ],
    [
        " Prefectural budokuden",
        1593.08,
        1596.62
    ],
    [
        " Red white team match amazingly",
        1596.62,
        1600.1
    ],
    [
        " Uh with only about a year's time in grade",
        1601.46,
        1604.04
    ],
    [
        " He threw four of the other third degrees and",
        1604.04,
        1607.98
    ],
    [
        " and",
        1607.98,
        1609.06
    ],
    [
        " Other opponents including the captain of the opposing team 10 for 10",
        1609.06,
        1613.78
    ],
    [
        " He was awarded the rank of yodon which is fourth degree at the age of 16 after only six years of training",
        1613.78,
        1620.1
    ],
    [
        " He was named captain of the chin say high school team as a junior an honor use the reserve for senior",
        1620.1,
        1626.72
    ],
    [
        " So he's a badass",
        1626.72,
        1627.66
    ],
    [
        " And also mentioning training five hours a day. I mean, no you're training five hours a day",
        1628.72,
        1631.92
    ],
    [
        " You're not doing anything in school, but just training",
        1631.92,
        1634.26
    ],
    [
        " You're now look",
        1634.26,
        1636.18
    ],
    [
        " There is a distinction",
        1636.18,
        1638.18
    ],
    [
        " Between people that train hard people that are naturally gifted and then there's a third group",
        1638.18,
        1645.12
    ],
    [
        " Which is people that are naturally gifted and they train hard",
        1645.12,
        1647.66
    ],
    [
        " If you're in that third group, you're rare you're rare human",
        1647.66,
        1651.68
    ],
    [
        " Because a lot of times people that are naturally gifted big get away",
        1651.68,
        1655.02
    ],
    [
        " They don't even learn how to train hard they don't even know how to train hard because they're just so naturally gifted",
        1655.02,
        1658.66
    ],
    [
        " You get other people that are that that they don't have the gift",
        1658.66,
        1662.94
    ],
    [
        " So they have to train hard so they learn to train hard and both those groups actually can become champions",
        1662.94,
        1667.58
    ],
    [
        " But if you want to become a",
        1667.58,
        1670.28
    ],
    [
        " Goat",
        1670.28,
        1671.54
    ],
    [
        " You want to be a goat you got to be in that third you got to be George St. Pierre naturally gifted and trained like a freaking maniac",
        1671.54,
        1679.3
    ],
    [
        " Right that's what that's what you become in those situations",
        1679.3,
        1683.82
    ],
    [
        " So my my suspicion is",
        1685.6,
        1688.76
    ],
    [
        " That Kimura had",
        1688.76,
        1692.04
    ],
    [
        " Natural talent and train like crazy. This is what you end up with a guy that's just murdering people when he's 16 years old",
        1692.04,
        1700.04
    ],
    [
        " Uh a fourth-dan high school student was extremely rare and",
        1700.04,
        1706.48
    ],
    [
        " Kimura began to attract national attention in his senior year",
        1706.48,
        1710.56
    ],
    [
        " Kimura competed in the national junior high school tournament in Kyoto his team advanced to the finals",
        1710.98,
        1715.82
    ],
    [
        " And he had and he had to face a very tough team from Kyoto first commercial junior high school a team known for its strong groundwork",
        1715.82,
        1723.52
    ],
    [
        " Noza",
        1723.52,
        1724.18
    ],
    [
        " That's the other thing you got to remember is I mean",
        1724.18,
        1727.14
    ],
    [
        " This stuff that's going on in in high school",
        1727.14,
        1729.98
    ],
    [
        " You know judo is the sport in Japan",
        1729.98,
        1733.62
    ],
    [
        " Especially in this time",
        1733.62,
        1735.64
    ],
    [
        " It's kind of you know when I talk to people from around the country and people will ask me",
        1736.12,
        1740.4
    ],
    [
        " Well people used to say like oh your sons in high school or your daughters or your what sports do they play",
        1740.4,
        1745.6
    ],
    [
        " And you know I would say wrestling and then from my son I'd be like oh my he's on the surf team",
        1745.6,
        1749.86
    ],
    [
        " And be like what you know what he's talking about like oh no they have a uh",
        1749.86,
        1754.3
    ],
    [
        " I would just yeah he's on the surf team at his high school",
        1754.3,
        1756.5
    ],
    [
        " What do you mean? They have a surf team they compete against other high schools. They have a California state champion like that's the way it goes",
        1756.5,
        1762.54
    ],
    [
        " You know it's like that in Japan especially at this time",
        1764.02,
        1767.16
    ],
    [
        " This was the sport. This is what they're doing",
        1767.16,
        1770.22
    ],
    [
        " You know it's another cool thing if you're if you're been to Thailand",
        1770.22,
        1773.14
    ],
    [
        " No",
        1773.14,
        1774.1
    ],
    [
        " In Thailand",
        1774.1,
        1775.44
    ],
    [
        " Moitai it's like the national sport and if you go to America and you flew around a town in a helicopter",
        1775.44,
        1783.0
    ],
    [
        " All the tennis courts all the basketball courts all the baseball diamonds all the soccer fields all those things all those different sports",
        1783.0,
        1791.82
    ],
    [
        " In Thailand the way I remember it there's only one thing",
        1792.54,
        1796.04
    ],
    [
        " There's just Moitai",
        1796.04,
        1797.88
    ],
    [
        " So you'd be walking on the street see like little kids just throwing Moitai kicks at each other",
        1797.88,
        1802.16
    ],
    [
        " You see kids kicking bags like hanging and instead of having",
        1802.16,
        1806.02
    ],
    [
        " You know if you drive that through a neighborhood in San Diego",
        1806.02,
        1809.04
    ],
    [
        " How many basketball hoops do you see in the neighborhood? Yeah, you see you know you see 25 houses you see seven or eight basketball hoops",
        1809.04,
        1816.26
    ],
    [
        " in the driveway",
        1816.26,
        1817.4
    ],
    [
        " in Thailand",
        1817.4,
        1819.56
    ],
    [
        " Did there's just heavy bag yeah, there's that many heavy bags. There's no nothing else",
        1820.24,
        1825.2
    ],
    [
        " That's pretty legit. Yeah, it's legit",
        1825.2,
        1827.3
    ],
    [
        " Yeah, so and I see you can see videos online of you know this guy where I remember Stuart Cooper",
        1827.3,
        1832.46
    ],
    [
        " Stuart Cooper films very heated in Thailand for a while and you know",
        1832.46,
        1836.34
    ],
    [
        " You can watch cool videos or whatever and yeah when you see the yeah",
        1836.34,
        1839.02
    ],
    [
        " They're out on the streets the same way and that's such a good comparison",
        1839.02,
        1841.82
    ],
    [
        " Where if you take football basketball baseball and actually soccer and you put those all together in the US",
        1841.82,
        1847.36
    ],
    [
        " It's just wait a minute",
        1847.36,
        1849.04
    ],
    [
        " Yeah, cuz like it's like the old thing where you know",
        1849.04,
        1851.98
    ],
    [
        " You know you see kids just playing basketball with a basket. Yeah, you know pinned up",
        1851.98,
        1856.38
    ],
    [
        " Or you know guys just randomly playing soccer in a place where you don't really play soccer in the driveway or in the cul-de-sac or something like that",
        1856.38,
        1862.66
    ],
    [
        " In fact go down neighborhoods. You'll see the basketball thing basketball basket in the cul-de-sac",
        1862.66,
        1868.38
    ],
    [
        " For everyone kind of a thing. It's like just kind of we can pick up here and pick up there whenever whatever",
        1868.38,
        1873.32
    ],
    [
        " It's the same exact thing, but it's like kids randomly hanging out at the park two guys doing Moitai over",
        1873.32,
        1878.6
    ],
    [
        " You know just you guys doing Moitai over there is kicking a freaking palm tree over there",
        1878.6,
        1882.46
    ],
    [
        " Yeah, you know and crazy and that's what judo was at this time",
        1882.46,
        1886.22
    ],
    [
        " For Japan. Yeah, it's like that's what we're doing. Yeah, we're doing judo",
        1886.22,
        1891.0
    ],
    [
        " So him being a champion. It's kind of like being a surfing",
        1891.0,
        1894.9
    ],
    [
        " Champion in high school in California. You're you're compete. Do they have surf teams in Hawaii? Yeah?",
        1894.9,
        1900.3
    ],
    [
        " Were you on it? No, not not for high school. No, what's that? No",
        1900.88,
        1907.28
    ],
    [
        " Not in high school. In fact now I'm thinking of it. They're like clubs. They're not for like high school",
        1907.42,
        1912.02
    ],
    [
        " What you're talking about now. Yeah, they have a scholastic surf program",
        1912.02,
        1915.76
    ],
    [
        " And you compete",
        1915.76,
        1917.66
    ],
    [
        " Yeah, well if they do have it in Hawaii, I don't know about it",
        1917.66,
        1920.64
    ],
    [
        " It's like in the mountains they have ski teams at high schools",
        1920.64,
        1923.0
    ],
    [
        " You know, like that's just what they're doing. What about snowboarding? Probably probably",
        1923.0,
        1927.34
    ],
    [
        " But you know, I can't speak for this snowboarding. I don't know it as well",
        1927.34,
        1930.18
    ],
    [
        " But in New England growing up like some kids that went to school in Vermont or New Hampshire. They had little ski teams",
        1930.18,
        1935.76
    ],
    [
        " So",
        1937.54,
        1937.98
    ],
    [
        " That's really really good",
        1937.98,
        1939.52
    ],
    [
        " For lack of a better word indoctrination",
        1939.52,
        1941.92
    ],
    [
        " But the judo the whole that's why we've covered the judo books in here and I forget the number of the podcasts",
        1941.92,
        1946.48
    ],
    [
        " But you know, there's a whole",
        1946.48,
        1948.28
    ],
    [
        " judo is just not a sport. It's a whole way of being. It's a whole way of acting",
        1948.28,
        1952.82
    ],
    [
        " And that's what they were trying to inculcate the people with",
        1952.82,
        1956.12
    ],
    [
        " was sort of a warrior spirit that was centered around this martial art",
        1956.12,
        1961.84
    ],
    [
        " judo",
        1961.84,
        1962.96
    ],
    [
        " So this guy Kimura just being as good as he is that's saying a lot",
        1962.96,
        1968.38
    ],
    [
        " Um",
        1968.38,
        1970.46
    ],
    [
        " Fast forward. He does another contest. There's a bunch of results of contest in here one time he had a triple victory",
        1970.46,
        1977.94
    ],
    [
        " And his school for the first time became the national champions",
        1977.94,
        1982.68
    ],
    [
        " He talks about some of those fights here",
        1982.68,
        1985.46
    ],
    [
        " Which is interesting to hear he says I had two big fights during my chin say junior high days",
        1985.46,
        1991.74
    ],
    [
        " In those days buddha was widely and feverishly practiced",
        1991.74,
        1995.8
    ],
    [
        " Given this background it was a natural consequence that a young man who rapidly became famous",
        1995.8,
        2001.18
    ],
    [
        " became a target of challenge",
        2001.18,
        2003.42
    ],
    [
        " The first fight occurred when I was in the second year",
        2003.42,
        2007.1
    ],
    [
        " one member of chin say junior high judo club whose name was",
        2007.1,
        2011.74
    ],
    [
        " Ida",
        2011.74,
        2012.94
    ],
    [
        " Who competed for the position of second-year student captain with me and lost developed a hatred toward me",
        2012.94,
        2020.84
    ],
    [
        " On a Saturday of June on my way to the school dojo he walked up to me and said I have a little business with you",
        2022.36,
        2028.36
    ],
    [
        " So come with me in a case like this the meaning of business is",
        2028.36,
        2032.08
    ],
    [
        " tactfully understood he uttered you are impudent. I am going to get you today",
        2032.08,
        2038.42
    ],
    [
        " And took out a jackknife from his pocket and suddenly thrust it at my abdominal area",
        2038.42,
        2044.98
    ],
    [
        " I thought I evaded it successfully, but the knife got into my buttock",
        2044.98,
        2049.28
    ],
    [
        " He got on a bicycle and started to run away",
        2049.7,
        2051.78
    ],
    [
        " I also ran after him while bleeding from the buttock and finally got to his house",
        2051.78,
        2056.68
    ],
    [
        " He stayed inside the house and did not come out instead his parents came out and apologized to me thoroughly and sincerely",
        2056.68,
        2061.54
    ],
    [
        " They said our son cut his own hand when he stabbed you. He is in his bed now at doctors on the way",
        2061.54,
        2066.2
    ],
    [
        " It turned out that Ida's injury was more serious than mine, but I had to stay away from practice for about 20 days",
        2066.2,
        2072.04
    ],
    [
        " So he got cut up",
        2072.04,
        2075.16
    ],
    [
        " Dude back in the day",
        2075.16,
        2077.24
    ],
    [
        " Just like that. The judo players were playing",
        2077.26,
        2079.54
    ],
    [
        " No, they're not in my third year at school. I was challenged by K",
        2079.54,
        2084.88
    ],
    [
        " The name of the students kept secret in the book",
        2084.88,
        2087.8
    ],
    [
        " Who was then considered to be the number one street fighter among all the junior high school students in the area",
        2087.8,
        2093.46
    ],
    [
        " He was a student of kuma kuma moto",
        2093.46,
        2096.42
    ],
    [
        " Commerce junior high he was small and stature, but was known to pull out a knife in every street fight",
        2096.42,
        2102.58
    ],
    [
        " It was known that when he loses his parents and relatives all join him and ambush for revenge",
        2102.82,
        2108.9
    ],
    [
        " On my way back",
        2108.9,
        2111.54
    ],
    [
        " I was about to cross the bridge",
        2111.54,
        2114.1
    ],
    [
        " He found me and said hold it right there come with me. We walked to a park near sunset",
        2114.1,
        2119.32
    ],
    [
        " He said you are kmirra, aren't you?",
        2119.32,
        2122.22
    ],
    [
        " This was the first time that we saw each other face to face we glared each other over a distance of about one meter",
        2122.88,
        2127.92
    ],
    [
        " Then suddenly he pulled out a tonto",
        2127.92,
        2129.82
    ],
    [
        " Which is a freaking short sword and thrust it forward at me",
        2129.82,
        2133.22
    ],
    [
        " I evaded it grabbed him and threw him hard onto the ground now in this state. He is no match to me",
        2133.22,
        2139.94
    ],
    [
        " I am k. I surrender you are strong",
        2139.94,
        2143.84
    ],
    [
        " He honestly revealed his identity and apologized",
        2143.84,
        2146.72
    ],
    [
        " After this none of his parents came to see me more over no junior high school student challenged me for a street fight",
        2146.72,
        2155.18
    ],
    [
        " Yeah, dude when you get a sword pulled on you and you just jacked the dude",
        2155.18,
        2159.32
    ],
    [
        " You're not worried about getting picked on anymore",
        2159.32,
        2162.22
    ],
    [
        " In the fall of 1934",
        2162.22,
        2168.2
    ],
    [
        " Um, he's now going to university",
        2168.2,
        2173.54
    ],
    [
        " Takushoko",
        2173.54,
        2175.38
    ],
    [
        " Takushoku again, I apologize to my Japanese people out there from mutilating your language",
        2175.38,
        2180.88
    ],
    [
        " Um, he's going to college now kmirra defeated eight consecutive opponents",
        2180.88,
        2185.82
    ],
    [
        " Lost his ninth match",
        2185.82,
        2188.18
    ],
    [
        " Although kmirra smoked",
        2190.28,
        2191.24
    ],
    [
        " As did many Japanese men he reported he was an excellent long distance runner during his college years kmirra said",
        2191.24,
        2197.3
    ],
    [
        " In a 1987 interview he trained ten and a half hours a day",
        2197.3,
        2201.0
    ],
    [
        " He would begin by striking the macchi warra, which is like a striking post the thing that you punch you seeing those things",
        2201.0,
        2206.86
    ],
    [
        " I want the rope around it. Yeah, I think it's one of the rope around it",
        2206.86,
        2209.74
    ],
    [
        " 1000 times with each fist a training method he had learned from studying karate",
        2209.74,
        2215.12
    ],
    [
        " Then he would head off to the police department dojo where he would work out with other tough judoka for about an hour a three-hour training session",
        2215.68,
        2223.54
    ],
    [
        " At takudai",
        2223.54,
        2225.76
    ],
    [
        " followed then from 632 about 730 pm he would train at the kodakon",
        2225.76,
        2230.58
    ],
    [
        " Falled by a three-hour session at a local judo dojo near the campus",
        2230.58,
        2234.46
    ],
    [
        " But that was not the end of his day after I went home in eight",
        2234.46,
        2237.78
    ],
    [
        " I would I would take a bath and then do solo training first a thousand pushups then bodybuilding",
        2237.78,
        2243.54
    ],
    [
        " 600 bench presses with 80 kg",
        2244.4,
        2246.66
    ],
    [
        " It's 175 pounds roughly barbells",
        2246.66,
        2250.74
    ],
    [
        " Just that would take about an hour",
        2250.74,
        2253.18
    ],
    [
        " So he's going that's a savage workout. I'm thinking about doing that",
        2253.18,
        2259.44
    ],
    [
        " Okay, I'm thinking about getting into like dude 600 reps. That's crazy",
        2259.44,
        2263.96
    ],
    [
        " That actually kind of sounds like you're kind of workout you know like you you you",
        2263.96,
        2267.68
    ],
    [
        " I don't know you told me this couple times few times where you was like oh, what was the workout? You like oh",
        2267.68,
        2272.02
    ],
    [
        " Yeah, pull ups today. You know, so bro. What does that mean?",
        2272.02,
        2274.0
    ],
    [
        " Like mine is like four sets of five or five sets of twelve",
        2274.5,
        2277.48
    ],
    [
        " You're like yeah pull ups today. How many doing like I don't know thousands of pull ups, but it's like over time",
        2277.48,
        2282.88
    ],
    [
        " Yeah, like you just see how and that's what that sounds like where it's like yeah 80 80 kg grams",
        2282.88,
        2288.18
    ],
    [
        " I'm doing 600. I mean I'll be honest with you. I don't like benching because because it",
        2288.18,
        2291.94
    ],
    [
        " I don't like the way it feels on my shoulder. So may I have to figure out maybe there's a dumbbell equivalent or something?",
        2291.94,
        2297.62
    ],
    [
        " Hell yeah dumbbells all day so benching",
        2297.9,
        2300.58
    ],
    [
        " Bench is a good one. I feel I feel like I don't know for sure",
        2302.08,
        2304.82
    ],
    [
        " But I feel like Arnold kind of was like one of the main like proponents of bench",
        2304.82,
        2308.46
    ],
    [
        " So it kind of got like a thing but then again",
        2308.46,
        2310.66
    ],
    [
        " I know there's like bench before there was a guy when I got to the team",
        2310.66,
        2313.8
    ],
    [
        " And he was an older dude, you know",
        2313.8,
        2316.32
    ],
    [
        " Which means he was probably a little bit younger than me right now",
        2316.32,
        2319.6
    ],
    [
        " But he seemed a little old at the time",
        2319.6,
        2320.82
    ],
    [
        " But he was he worked in the parallel which is where they did pack parachutes and stuff",
        2320.82,
        2325.92
    ],
    [
        " and I think he was kind of",
        2325.92,
        2327.58
    ],
    [
        " You know finishing up his uh",
        2327.58,
        2329.94
    ],
    [
        " finishing up his career",
        2330.32,
        2331.44
    ],
    [
        " But he would",
        2331.44,
        2333.3
    ],
    [
        " Allegedly he would just like pack a parachute",
        2333.3,
        2336.68
    ],
    [
        " Like do do like let's say it takes 20 minutes to pack a parachute",
        2336.68,
        2340.56
    ],
    [
        " He pack a parachute for five minutes get like to a certain step",
        2340.56,
        2344.34
    ],
    [
        " And then just go jacks deal for",
        2344.34,
        2346.3
    ],
    [
        " 15 minutes or 10 minutes and come back and do a little bit more and he would just basically lift all day long",
        2346.3,
        2351.7
    ],
    [
        " Yeah",
        2351.7,
        2352.0
    ],
    [
        " That's the kind of thing where I think that'd be real good for you",
        2352.0,
        2356.06
    ],
    [
        " Well yeah, I mean I all this",
        2356.06,
        2357.82
    ],
    [
        " So I learned this",
        2357.82,
        2359.88
    ],
    [
        " Freeze when I was kind of getting certified to be a personal trainer back in the day",
        2359.88,
        2365.2
    ],
    [
        " Dude I kind of forgot about that whole time under tension",
        2365.2,
        2367.88
    ],
    [
        " No um",
        2367.88,
        2369.28
    ],
    [
        " You've quoted that one to be before yeah and that one goes deep by the way",
        2369.28,
        2372.76
    ],
    [
        " Some people they think like oh let's just put a lot of tension on there",
        2372.76,
        2376.04
    ],
    [
        " Or sorry a lot of time under tension",
        2376.04,
        2378.38
    ],
    [
        " But it does pretty low tension if the time is going to be anyway",
        2378.38,
        2381.4
    ],
    [
        " No it's not that",
        2381.4,
        2382.68
    ],
    [
        " It's um",
        2383.1,
        2383.78
    ],
    [
        " It was in regards to",
        2383.78,
        2386.58
    ],
    [
        " You know in the there's a I don't know you don't go to public gyms. So in public gyms",
        2386.58,
        2391.28
    ],
    [
        " This is a thing I've been to public gyms. Yeah, so we'll okay. I believe in a lot. There you go",
        2391.28,
        2396.46
    ],
    [
        " But you'll be less familiar with this um this event this occurrence",
        2396.46,
        2399.68
    ],
    [
        " Where someone will see someone doing something quote unquote wrong",
        2399.68,
        2403.64
    ],
    [
        " Right and then they'll go and they'll corrupt them correct them or give them tips or whatever unwanted advice advice exactly",
        2403.64,
        2409.3
    ],
    [
        " I solicited it. I'm solicited",
        2409.3,
        2411.1
    ],
    [
        " So you know some guys they do it to girls to maybe just get an end to talk to one of there's many different reasons for it",
        2411.92,
        2417.38
    ],
    [
        " But the main one of the main like problems that would come from that sometimes is like",
        2417.38,
        2421.74
    ],
    [
        " When you ask someone like hey or when you tell someone hey",
        2421.74,
        2424.76
    ],
    [
        " No, you're doing it wrong here's the right way to do it no matter how nice you say it the thing you're missing is",
        2424.76,
        2428.58
    ],
    [
        " What are they training for so really one of the things you have to understand is you have to know what the person is training for",
        2428.58,
        2434.96
    ],
    [
        " To be able to determine if they're doing it right or wrong for the most part there are exceptions",
        2434.96,
        2438.96
    ],
    [
        " But you're training to blow out your back",
        2438.96,
        2441.24
    ],
    [
        " Hey, man, like I said like so and there are so many times where even as a professional trainer for decades or whatever",
        2441.24,
        2449.26
    ],
    [
        " You find out what they're training for and you're like hold wait a minute that makes a lot more sense",
        2449.26,
        2452.96
    ],
    [
        " I don't know about that kind of training",
        2452.96,
        2454.6
    ],
    [
        " That's like some fitness routine and or or competition or whatever you're doing is that I'm unfamiliar with and you have to admit that obviously",
        2454.6,
        2461.54
    ],
    [
        " So you can be surprised with that stuff where you're thinking that violates every rule that I've ever learned ever",
        2461.54,
        2467.54
    ],
    [
        " In a certification course or outside of certification course that violates it you go find out what they're training for you",
        2467.62,
        2472.4
    ],
    [
        " Like I never heard of that so I I have nothing to input on your training, you know",
        2472.4,
        2476.5
    ],
    [
        " Anyway, um, so you got to like I said back to the point you got to find out what they're training for so you know how you say you just said",
        2476.5,
        2483.74
    ],
    [
        " That sounds like it'd be good for you",
        2483.74,
        2486.02
    ],
    [
        " Yeah, yeah, maybe yeah, I mean if you're gonna be getting in 40-minute judo matches",
        2486.02,
        2490.84
    ],
    [
        " And you can bench press that takes you an hour. I mean if he said that took about an hour",
        2490.84,
        2496.94
    ],
    [
        " Dude, that's a lot. That's 10 reps a minute. Yeah for an hour. Yeah, so there's um, that's a freaking tough workout man",
        2498.14,
        2505.64
    ],
    [
        " So the",
        2505.64,
        2506.54
    ],
    [
        " Because there's certain physiological and biological like things that go on in your body if you train certain ways, you know, so",
        2506.54,
        2514.22
    ],
    [
        " Um and the Bulgarian if you look into the Bulgarian",
        2514.22,
        2516.74
    ],
    [
        " That's crazy. So they they do stuff like um",
        2516.74,
        2521.2
    ],
    [
        " They just max out it'd be like an eight hour training session",
        2521.2,
        2525.0
    ],
    [
        " All max out, but they max out like at a certain time, you know",
        2525.32,
        2528.48
    ],
    [
        " So the reps the volume would be like kind of small",
        2528.48,
        2531.54
    ],
    [
        " But the intensity would be just the highest levels and singles. Oh, yeah, and there's all kinds of ways to do that",
        2531.54,
        2537.46
    ],
    [
        " Um, so dependent like I said depends on what you're training for depends on the approach because there are many ways to get that to that goal",
        2537.46,
        2544.08
    ],
    [
        " Depends on the person depends on like what kind of training regardless of everything that you're saying right now",
        2544.08,
        2548.28
    ],
    [
        " Sir, yeah, let's face it if you can bench press 185 pounds",
        2548.28,
        2553.62
    ],
    [
        " 600 times yeah in an hour",
        2554.68,
        2556.7
    ],
    [
        " Let's face it regardless of whatever you're saying you're in pretty good shape. That's a good training session good training session",
        2556.7,
        2563.22
    ],
    [
        " So and then but then but think about this and not you know, and I'm not just being a contrarian at all",
        2563.22,
        2568.74
    ],
    [
        " But it's something to think about where",
        2568.74,
        2570.62
    ],
    [
        " bench dumbbell press whatever that's usually for like powerlifting or bodybuilding right so if you're training for like",
        2570.62,
        2579.1
    ],
    [
        " To be able to endure some punishment and still have your muscles and joints function",
        2579.16,
        2584.38
    ],
    [
        " So that's why you're doing that training. I could see it for sure",
        2584.38,
        2588.2
    ],
    [
        " But it goes about it goes beyond like bodybuilding because he said bodybuilding for sure",
        2588.2,
        2592.52
    ],
    [
        " It's not the main body means bodybuilding",
        2592.52,
        2595.84
    ],
    [
        " Not in the way that you're thinking. It doesn't mean bodybuilding like I'm gonna be on the cover of a magazine",
        2595.84,
        2601.64
    ],
    [
        " He means I'm building my body for warm. Yeah, I think you're correct about",
        2601.64,
        2606.22
    ],
    [
        " He then goes going back to the book. This is his him talking about training routine",
        2609.3,
        2613.72
    ],
    [
        " then",
        2613.72,
        2614.78
    ],
    [
        " Uchi komi",
        2614.78,
        2616.18
    ],
    [
        " Which is practicing throwing without a partner",
        2616.18,
        2619.58
    ],
    [
        " Against a maple tree a thousand times. I would wrap a judo belt around a very thick maple tree",
        2619.58,
        2626.34
    ],
    [
        " But doing that a thousand times",
        2626.34,
        2628.96
    ],
    [
        " A day the trees would snap rather quickly. It was really expensive",
        2628.96,
        2633.96
    ],
    [
        " Then I would take out a rope and do those so to gari training",
        2633.96,
        2637.52
    ],
    [
        " So this guy is training like a madman komiura told the same interview that he slept only about two hours a night",
        2637.8,
        2643.18
    ],
    [
        " Feeling that sleep was a waste of time",
        2643.18,
        2645.48
    ],
    [
        " No wonder he trained and no wonder he gained reputation as the training ogre or training demon",
        2645.48,
        2653.5
    ],
    [
        " so uh",
        2653.5,
        2657.46
    ],
    [
        " He ended up having some losses",
        2657.46,
        2661.16
    ],
    [
        " um one time a guy named osawa can it's hero",
        2661.16,
        2666.48
    ],
    [
        " Through komiura headfirst onto the mat game of concussion",
        2667.88,
        2670.94
    ],
    [
        " Despite his concussion he fought another match this time against Abe",
        2670.94,
        2675.12
    ],
    [
        " Tenchiro Abe was another judo prodigy",
        2675.12,
        2680.76
    ],
    [
        " Uh youngest ever and some of his advancements and he lost he or he also beat komiura",
        2680.76,
        2688.44
    ],
    [
        " Had another loss by yama moto",
        2688.44,
        2692.94
    ],
    [
        " hideo",
        2692.94,
        2694.56
    ],
    [
        " so",
        2696.28,
        2696.72
    ],
    [
        " He had some losses",
        2696.72,
        2698.1
    ],
    [
        " And of course",
        2698.1,
        2700.14
    ],
    [
        " It says this in the book komiura was extremely upset by the unusual experience of losing and reportedly considered quitting judo for a time",
        2700.14,
        2709.8
    ],
    [
        " Oh, that's a day when you get to mat. So you think man",
        2709.8,
        2714.0
    ],
    [
        " This isn't for me. That's actually that's actually a",
        2714.0,
        2716.54
    ],
    [
        " Overused joke of mine. Yeah, you know like if I have a rough day on the mat",
        2716.54,
        2720.68
    ],
    [
        " Man, I walked out of here. Yes, dude. I was probably thinking maybe I just need to give up your jitsu. Yeah, that's forever",
        2720.92,
        2726.34
    ],
    [
        " Yeah, but that's how though right remember like how you did you have a word for I think you might be talking about something else",
        2726.34,
        2731.78
    ],
    [
        " But got the guys in the teams who were there like so good at stump something and they've never lost and they don't really lose",
        2731.78,
        2737.22
    ],
    [
        " They devastate some way worse than the average guy. This isn't the shielding this is going through buds",
        2737.22,
        2741.54
    ],
    [
        " Yeah, yeah, I got going through buds. Who's a gazelle good self?",
        2741.54,
        2744.08
    ],
    [
        " Always win they want everything their whole life. They're never lost anything and then they just yeah",
        2744.22,
        2749.4
    ],
    [
        " They're devastating. Yeah, they can't handle it. Can't out the brush. Uh-oh. So is that you feel like there was some gazelle like",
        2749.88,
        2755.86
    ],
    [
        " qualities in that scenario for",
        2755.86,
        2758.72
    ],
    [
        " Forkimo nope, I don't think so. I think that he had won a bunch",
        2758.72,
        2762.9
    ],
    [
        " Yeah, man. Okay, little bit. That was like a jockeau kind of tend to this is like a little like",
        2762.9,
        2767.52
    ],
    [
        " What were you saying about squats where you're like",
        2767.52,
        2770.52
    ],
    [
        " I think it's what the 20 reps squats. Yeah, I don't even want to be strong. Yeah, no if I want to be strong",
        2770.52,
        2775.8
    ],
    [
        " I better just be weak just get me out of here just cuz like the 20 reps. Go up to the squats are so daunting",
        2776.3,
        2782.4
    ],
    [
        " You're like questioning your whole uh",
        2782.4,
        2784.46
    ],
    [
        " Strength those those those squats when you do those 20 reps squats for real. Well you do them for real. They're they're",
        2784.46,
        2791.1
    ],
    [
        " they're a",
        2791.1,
        2792.2
    ],
    [
        " A journey a mental journey. No, we've had people on the podcast talking about their psychedelic journeys",
        2792.2,
        2798.96
    ],
    [
        " With like ayahuasca and all this stuff and they're screaming and crying like they're insides are burning and all this stuff",
        2798.96,
        2804.3
    ],
    [
        " If you do 20 reps squats correctly same thing bro. Same fit. You just do one giant set or or one like hard set or is it like",
        2804.56,
        2812.66
    ],
    [
        " Like two three set how many sets do you do with 20 when I was really into that? Yeah, I have this where it's actually the book",
        2812.66,
        2820.3
    ],
    [
        " Discipline equals freedom",
        2820.3,
        2821.28
    ],
    [
        " I haven't done this in a long time and I would need to like",
        2821.28,
        2827.42
    ],
    [
        " Change my lifestyle a little bit again and get back in the game on that particular game",
        2827.42,
        2833.2
    ],
    [
        " So I used to do",
        2833.24,
        2834.58
    ],
    [
        " Warm up and then I would do",
        2834.58,
        2837.04
    ],
    [
        " 20 reps squat 20 minute break 20 minute squat or 20 reps squat 20 minute break",
        2837.04,
        2845.14
    ],
    [
        " 20 reps squat so we'd take one hour and it'll be 20 minutes of recovery",
        2845.14,
        2850.42
    ],
    [
        " It was horrible. It was so I would by the time I got done",
        2850.42,
        2856.56
    ],
    [
        " Like I would take you know get done go for a jog to try and move some of the lactic acid and",
        2856.56,
        2861.36
    ],
    [
        " By the time I got done I would be thinking like I have to do this again",
        2862.42,
        2864.98
    ],
    [
        " In whatever it is five days and I'd be like upset about it",
        2864.98,
        2868.32
    ],
    [
        " And I'll be thinking maybe I should get into crochet",
        2868.32,
        2870.78
    ],
    [
        " Maybe I should get it just like some other thing. What's funny about that? I can relate 100% by the way",
        2870.78,
        2876.8
    ],
    [
        " But what's funny about that is especially when you're like freaking like you're so mad that you have to do it",
        2876.8,
        2881.58
    ],
    [
        " You know, I'll sure work out you made it up. You don't have to do anything",
        2881.58,
        2883.92
    ],
    [
        " You know, but it's like you're so like",
        2883.92,
        2885.86
    ],
    [
        " Connected to the workout. It's like 20 reps squats",
        2885.86,
        2888.7
    ],
    [
        " If you only got 19 reps like you'll probably mentally kind of jammed up for a little bit. Oh, yeah, where I have that too",
        2888.7,
        2894.3
    ],
    [
        " That's weird the and this is fresh in my mind about the 20 reps squat",
        2894.3,
        2899.18
    ],
    [
        " So I've never done the 20 reps squats like that. I've done 20 reps of squat",
        2899.18,
        2902.78
    ],
    [
        " So you have a great weight that you can only do yeah like as the workout",
        2902.78,
        2905.98
    ],
    [
        " I've done 15 and actually did 15 today, but here's the thing. It's not it's different",
        2905.98,
        2909.8
    ],
    [
        " So I did my regular squat routine and then I just put a lightweight on there and I did 15",
        2909.8,
        2915.22
    ],
    [
        " But this is at the end and I try to keep my rest to kind of a minimum. So I'm like kind of like jammed up",
        2915.22,
        2919.9
    ],
    [
        " So like let me do it bus out 15 real quick my like are burning right now. They're weaker. You know you're like weaker",
        2919.9,
        2925.4
    ],
    [
        " And I went and my usual higher rep is 12. That's my usual higher rep day",
        2925.4,
        2932.02
    ],
    [
        " So once I hit the 12 I could just feel my body just like strike just drop off at 13",
        2932.02,
        2938.66
    ],
    [
        " Yeah, like almost like physiologically",
        2938.66,
        2941.32
    ],
    [
        " It thought it was done like for real",
        2941.92,
        2943.96
    ],
    [
        " So at 13 it was like boom almost like the thing got so heavy all of a sudden",
        2943.96,
        2948.0
    ],
    [
        " Then I did 14 and then like the 15th it was kind of that like I you said that almost like an outer body experience",
        2948.0,
        2954.06
    ],
    [
        " Kind of like hey your legs kind of don't really work anymore look it was lighter weight",
        2954.06,
        2957.86
    ],
    [
        " So I get it, but I could feel the little hints of this where",
        2957.86,
        2960.16
    ],
    [
        " Like your legs don't work anymore like hey like your legs are saying hey",
        2960.16,
        2964.02
    ],
    [
        " We're not supposed to be doing this and they check out",
        2964.02,
        2965.6
    ],
    [
        " So you're just like using your whole",
        2965.6,
        2967.26
    ],
    [
        " Brain to get like the rep or whatever. I'm like dang what if I had to do 20 of those things even with that weight right there",
        2968.3,
        2974.18
    ],
    [
        " But I think I think that might take me off to a distant land",
        2974.18,
        2977.18
    ],
    [
        " You gotta get used to that you do you do I saw freaking",
        2977.18,
        2981.44
    ],
    [
        " Josh hanger, right you know that is right Josh hanger. He's a he trains at autos. He was",
        2981.44,
        2986.8
    ],
    [
        " So he",
        2986.8,
        2989.64
    ],
    [
        " It was like just a video clip that he posted or whatever. He was like oh, yeah",
        2989.64,
        2993.32
    ],
    [
        " Finishing out the my leg workout with a set of 20 and it was two wheels",
        2994.06,
        2997.76
    ],
    [
        " And he did all 20 and I was like bro and he's smaller than me. I was like bro. You got me beat by a lot",
        2997.76,
        3004.34
    ],
    [
        " So",
        3004.34,
        3007.56
    ],
    [
        " That being said we're talking about this quitter's mindset that can come in and it came to Kamiura",
        3007.56,
        3017.34
    ],
    [
        " And he he lost a few times lost four times and he says maybe I should just quit but then",
        3017.34,
        3022.72
    ],
    [
        " Going back to the book his competitive personality and the encouragement of several friends led him to rededicate himself",
        3023.32,
        3029.52
    ],
    [
        " To train even harder",
        3029.52,
        3031.74
    ],
    [
        " At the university he trained to increase his strength by carrying around the 132 pound bag of sand",
        3031.74,
        3038.44
    ],
    [
        " He said I thought practicing twice as much as others would be sufficient since I heard others were practicing about three hours a day in reality",
        3038.44,
        3048.26
    ],
    [
        " However, they had been practicing about four hours a day, which I found out later",
        3048.26,
        3052.92
    ],
    [
        " He",
        3055.3,
        3056.18
    ],
    [
        " He gets revenge",
        3056.18,
        3056.84
    ],
    [
        " There's a section called revenge Osawa Kenji Niro Okina Shiro",
        3056.84,
        3061.82
    ],
    [
        " One of those who had defeated Kamiura in competition regularly trained at the",
        3061.82,
        3066.9
    ],
    [
        " K-Shoe police dojo and Kamiura exacted his revenge on Osawa there",
        3066.9,
        3073.68
    ],
    [
        " throwing him for iphone",
        3073.68,
        3076.82
    ],
    [
        " Abe Kenji Shiro was more difficult to catch up with because their paths seldom crossed",
        3078.48,
        3083.62
    ],
    [
        " But Kamiura caught wind of the fact that Abe was going to be training at the Kodakon on a certain day and showed up the challenge him",
        3083.62,
        3089.58
    ],
    [
        " The 500 mat dojo was silent except for the two judoka",
        3089.58,
        3093.52
    ],
    [
        " During the 20 minute practice Abe was thrown many times",
        3093.52,
        3097.88
    ],
    [
        " Kamiura threw Abe to the hardwood floor",
        3097.88,
        3101.92
    ],
    [
        " Presumably off the edge of the mat 11 times and six times to the tatami",
        3102.88,
        3107.02
    ],
    [
        " Disgusted Abe eventually quit",
        3107.02,
        3110.5
    ],
    [
        " At the time Kamiura was still a college student while Abe had graduated and was a professional instructor",
        3110.5,
        3118.04
    ],
    [
        " So he got his little vengeance those were in the training hall",
        3118.04,
        3122.98
    ],
    [
        " But it sounds like if you're in the training hall",
        3122.98,
        3125.12
    ],
    [
        " And everyone stops and watches you",
        3125.12,
        3127.48
    ],
    [
        " You know what I mean like it's one thing like oh, let's say you and I had",
        3127.48,
        3131.0
    ],
    [
        " We know you'd beat me in a tournament and then I went to your academy and I beat you or you came to my or whatever",
        3131.0,
        3136.7
    ],
    [
        " We met in a neutral academy just in a training session like a open map",
        3136.7,
        3139.74
    ],
    [
        " And then I beat you I wouldn't feel like I really got my vengeance",
        3139.74,
        3144.14
    ],
    [
        " But if everybody stopped and they were watching and then I threw you 11 times onto the hardwood yeah",
        3144.14,
        3150.54
    ],
    [
        " I'd be like yeah, you know, what's up now. Yeah, there's a little bit of revenge",
        3150.54,
        3155.44
    ],
    [
        " Oh, yeah, and especially that's a good point to when everyone stops and watches right where I mean",
        3155.44,
        3160.32
    ],
    [
        " There's a there's a few subtle elements that are sometimes most of the time like they're intangible only the two people",
        3160.32,
        3165.66
    ],
    [
        " That are competing or practicing feel it where you know like",
        3165.66,
        3170.78
    ],
    [
        " One things escalate and you feel the sense of training start to diminish and the sense of competition really take over",
        3170.78,
        3177.48
    ],
    [
        " You know like we all had that before come out",
        3177.48,
        3179.24
    ],
    [
        " So with a scenario like this where it's like hey you beat me in the tournament and then you start feeling that bubble up",
        3179.24,
        3184.3
    ],
    [
        " And then people start watching that's when you know that's like 100% like hey, this is no longer training",
        3184.3,
        3189.2
    ],
    [
        " This is it's on this is the rematch going on right now. I feel like that's the case. Okay, you don't feel that no",
        3189.2,
        3194.54
    ],
    [
        " I think you're right. I think when you have a bunch of when you have a 500 map. That's a huge dough dough. It's a code of calm",
        3194.54,
        3199.98
    ],
    [
        " And that's a massive place and everyone's watching",
        3199.98,
        3202.16
    ],
    [
        " Feel that escalating you're getting smashed like however many times in a row. Yeah",
        3202.16,
        3207.14
    ],
    [
        " Imagine being that much of a champion like Abe was and somebody comes and just",
        3207.14,
        3211.96
    ],
    [
        " Beach you whatever 17 times",
        3211.96,
        3214.7
    ],
    [
        " That's humiliation. Yeah, that's rough",
        3214.7,
        3218.0
    ],
    [
        " Uh",
        3221.0,
        3221.68
    ],
    [
        " In the fall of 1937 Kimura repeated his victory as all Japan collegiate champion in the biannual tournament winning six matches",
        3221.68,
        3231.12
    ],
    [
        " Three with a Soto gari one with a paw one with his increasingly famous arm lock and one by pin as a result of this win",
        3231.12,
        3240.5
    ],
    [
        " Kimura became the first student permitted to enter the all Japan judo champions chip held October 23rd and 24th",
        3240.5,
        3248.86
    ],
    [
        " 1937",
        3251.18,
        3251.68
    ],
    [
        " In the finals",
        3251.68,
        3252.62
    ],
    [
        " He goes against a guy Nakajima",
        3252.62,
        3256.04
    ],
    [
        " Mazayuki who's a fifth dawn",
        3256.04,
        3258.96
    ],
    [
        " You got these there's a really good and hey, I'm just reading little excerpts of this book obviously get the book get the book",
        3258.96,
        3265.46
    ],
    [
        " Christopher M Clark. I don't think I mentioned his name yet, but that's the book",
        3265.46,
        3270.16
    ],
    [
        " It's Christopher M Clark who wrote the book get the book. It's on Amazon",
        3270.16,
        3274.24
    ],
    [
        " Uh, I'm only reading some highlights from it. So if you want the details get it",
        3275.3,
        3279.1
    ],
    [
        " But he goes into a pretty good description of how he",
        3279.1,
        3282.02
    ],
    [
        " of this competition",
        3282.02,
        3283.86
    ],
    [
        " but uh",
        3283.86,
        3285.84
    ],
    [
        " Let me let me take you through what he says",
        3285.84,
        3289.0
    ],
    [
        " He says after",
        3289.0,
        3292.6
    ],
    [
        " After the 30 minute battle both my skin and ghee were soaked with sweat",
        3292.6,
        3302.68
    ],
    [
        " sweat was dripping in so much quantity that I could hardly open my eyes. I had to open my eyes alternately to see",
        3302.88,
        3311.18
    ],
    [
        " before the next overtime",
        3311.18,
        3314.0
    ],
    [
        " I and Nakajima sat",
        3314.0,
        3317.54
    ],
    [
        " To bring our ghee to the proper position",
        3317.54,
        3321.32
    ],
    [
        " I tried to untie the belt, but I could not generate enough force in my hands to do so",
        3321.32,
        3327.68
    ],
    [
        " The knot felt as hard as a stone my fingers were almost completely powerless so that it took me a long time to fix the ghee",
        3327.68,
        3335.44
    ],
    [
        " Then I saw Nakajima extend his legs alternately rub his calves with his hands",
        3335.44,
        3342.62
    ],
    [
        " I thought those legs are the key for my victory",
        3342.62,
        3346.86
    ],
    [
        " I retightened my black belt and watched his motion carefully as soon as the judged announced start",
        3346.86,
        3354.42
    ],
    [
        " I tackled at his legs he fell on his buttocks. I then caught him",
        3354.42,
        3359.56
    ],
    [
        " Thinking I could never win if I lost this chance and frantically held him pinned",
        3359.56,
        3366.38
    ],
    [
        " The intense battle which lasted 40 minutes",
        3366.38,
        3370.48
    ],
    [
        " finally ended",
        3370.48,
        3372.26
    ],
    [
        " So",
        3372.26,
        3374.2
    ],
    [
        " That's kind of crazy",
        3374.2,
        3377.64
    ],
    [
        " There's another in preparing for that match",
        3377.64,
        3383.28
    ],
    [
        " And I and I read an interview with him as well, but he has like a",
        3384.74,
        3389.02
    ],
    [
        " Basically, it's it's a near death experience",
        3389.02,
        3393.4
    ],
    [
        " That he has it says this in the book Camira constantly pushed himself to find his limits in 1936 while training for the national champions",
        3393.4,
        3401.14
    ],
    [
        " He had what he called a mysterious experience in which I truly discarded my life",
        3401.14,
        3405.62
    ],
    [
        " So he goes to this um",
        3405.62,
        3409.24
    ],
    [
        " Other dojo and they actually had an actually mehana we're talking about this",
        3409.24,
        3413.3
    ],
    [
        " Mehana pointed out that they have something called",
        3413.8,
        3416.08
    ],
    [
        " Day day kego which is practice outside one's regular dojo",
        3416.08,
        3421.3
    ],
    [
        " Which is really smart",
        3421.3,
        3423.12
    ],
    [
        " It's really smart not just to only trick look it's good to have it's great to have a great school that you train at",
        3423.12,
        3429.12
    ],
    [
        " But it's also good to go and try other go to other gyms",
        3429.12,
        3432.98
    ],
    [
        " And and this is for anything you know in in the seal teams like when I ran training",
        3432.98,
        3437.74
    ],
    [
        " We had Rangers that came and worked with us",
        3437.74,
        3439.7
    ],
    [
        " We had special forces guys that came hey, how do you guys do we would send guys to their schools?",
        3439.7,
        3443.38
    ],
    [
        " Why cuz we want to practice outside of our own dojo? We want to get the other look",
        3443.92,
        3448.54
    ],
    [
        " You know, that's kind of a term that gets used these days get another look",
        3448.54,
        3452.86
    ],
    [
        " So",
        3452.86,
        3454.66
    ],
    [
        " That's actually how I met mehana cuz mehana was coming you know some of the guys from Legion come down here",
        3454.66,
        3460.24
    ],
    [
        " You know like let's mix it up",
        3460.24,
        3462.84
    ],
    [
        " You know that on a open mat day at victory",
        3462.84,
        3466.86
    ],
    [
        " There's people from every basically every academy in southern California really",
        3466.86,
        3470.8
    ],
    [
        " so",
        3470.8,
        3471.92
    ],
    [
        " That's a good plan. So that's what Kimura does in this particular instance",
        3471.92,
        3476.86
    ],
    [
        " And he says I went to train and there were about 82 students there",
        3476.86,
        3481.34
    ],
    [
        " All of whom who were under who had been undergoing strenuous training they were strong back then we were we're talking about an instructor's college",
        3481.34,
        3489.38
    ],
    [
        " I said",
        3489.38,
        3491.72
    ],
    [
        " And he asked the play way of asking the trainees to engage in practice. I'm not gonna try and use the Japanese because they have it in here",
        3492.88,
        3498.02
    ],
    [
        " And step down to the dojo so he basically says hey who wants to train and he says it in a friendly way",
        3498.02,
        3503.1
    ],
    [
        " And he stepped in for a type of training that's called continuous attack practice",
        3503.1,
        3508.86
    ],
    [
        " Which to me kind of sounds like what we might call a shark tank son",
        3508.86,
        3513.16
    ],
    [
        " He says I had won the student championships",
        3513.16,
        3517.42
    ],
    [
        " When I threw one of them the next would charge at me and I try to hang on and go all out to throw him",
        3517.84,
        3524.44
    ],
    [
        " I thought that even if I went to my knees I would get the iphone I do about five minutes with one person for around 70 people",
        3524.44,
        3532.3
    ],
    [
        " At some point I began to feel faint and when I braced myself against it",
        3532.3,
        3537.86
    ],
    [
        " I lost consciousness and fell forward",
        3537.86,
        3539.84
    ],
    [
        " However, my body was moving even though I lost consciousness the offense and defensive techniques kept on fighting",
        3539.84,
        3547.28
    ],
    [
        " For me",
        3547.42,
        3547.84
    ],
    [
        " I don't know where I went then when I looked about 15 students of the instructors college were gathered together looking at something in one corner of the dojo",
        3547.84,
        3556.8
    ],
    [
        " I wondered what they were doing",
        3556.8,
        3558.82
    ],
    [
        " while I was training",
        3558.82,
        3560.64
    ],
    [
        " And when I glanced over I saw somebody stretched out on the floor when I looked down from above I said hey, isn't that me?",
        3560.64,
        3569.08
    ],
    [
        " When I looked at my face stretched out on the floor",
        3570.14,
        3572.48
    ],
    [
        " It looked calm and peaceful. I was smiling as I slept",
        3572.96,
        3577.32
    ],
    [
        " I felt that this was a really good way to sleep",
        3577.32,
        3580.7
    ],
    [
        " So strenuous was the practice that even Camira felt he was dying",
        3580.7,
        3585.4
    ],
    [
        " Heart beating so fast he thought his heart was going to explode",
        3585.4,
        3590.46
    ],
    [
        " However he held on and gradually regained his strength and mental power back through this experience",
        3590.46,
        3594.74
    ],
    [
        " He realized that no matter how exhausted he would eventually regain his power back",
        3594.74,
        3598.66
    ],
    [
        " This belief was one of the reasons for Camira's",
        3598.66,
        3602.0
    ],
    [
        " unbelievable victories",
        3604.32,
        3603.28
    ],
    [
        " Taking it to the limit as we like to say",
        3603.28,
        3607.58
    ],
    [
        " Having out-of-body experience",
        3607.58,
        3611.56
    ],
    [
        " He's on the ayahuasca DMT Camira",
        3611.56,
        3616.4
    ],
    [
        " Jiu Jitsu man it feels so good when that happens look I haven't I don't",
        3616.4,
        3623.84
    ],
    [
        " Other than being knocked out or choked out unconscious in both those categories where you have an out-of-body experience which I've definitely had both those",
        3623.84,
        3630.66
    ],
    [
        " But to push yourself",
        3632.46,
        3633.82
    ],
    [
        " And that hard and training like I've never done that but every time you go hard and training man you feel good when you're done",
        3633.82,
        3641.52
    ],
    [
        " And there's something there's something about Jiu Jitsu I must say",
        3641.52,
        3645.16
    ],
    [
        " That's better than normal like let's say you and I were like hey, let's go to a sprint workout",
        3645.16,
        3649.54
    ],
    [
        " Let's go do a met con like let's do something that's so super hardcore",
        3649.54,
        3653.5
    ],
    [
        " That doesn't feel the same",
        3653.5,
        3656.38
    ],
    [
        " There's not the same",
        3656.38,
        3658.12
    ],
    [
        " goodness yeah",
        3658.12,
        3659.66
    ],
    [
        " Am I wrong? You're at you're really right",
        3660.28,
        3663.24
    ],
    [
        " So and I and uh",
        3663.24,
        3665.54
    ],
    [
        " Oddly and coincidentally recently this was part of my like rabbit hole thought processes",
        3665.54,
        3671.32
    ],
    [
        " Well like why is that right where it's like okay? You could say in which I think I would agree with where it's like",
        3671.32,
        3676.06
    ],
    [
        " When you're kind of especially as a male",
        3676.06,
        3678.26
    ],
    [
        " Human being you you battling against like another male is like kind of like there's a",
        3678.26,
        3684.54
    ],
    [
        " A payoff on top of the payoff with that kind of exercise or whatever. Sure. I think that's true",
        3684.98,
        3689.62
    ],
    [
        " But after a while I was thinking like hey, I think I think it's this I think like you know how like you",
        3689.62,
        3697.74
    ],
    [
        " When you're really good friends with someone and it's kind of like oh I could be doing this thing",
        3697.74,
        3703.18
    ],
    [
        " But if my friend was here with me we could do it together and we could like share in the fun times and whatever",
        3703.18,
        3708.3
    ],
    [
        " And then when you think of that long term when you have like a really good friend you share in the fun times and the junk times",
        3708.3,
        3714.14
    ],
    [
        " Then you come back to normal and you can go you can",
        3714.16,
        3716.26
    ],
    [
        " Hey, remember that time where this thing and it really sucked in we but you guys went through it together shared suffering",
        3716.26,
        3720.9
    ],
    [
        " This shared suffering exactly right",
        3720.9,
        3722.78
    ],
    [
        " So now you have a combination of and I think sometimes some in some weird way",
        3722.78,
        3726.9
    ],
    [
        " I feel like this is kind of part of the purpose of life. I think",
        3726.9,
        3730.12
    ],
    [
        " Where you have that shared suffering and it's concentrated. It's really concentrated shared suffering",
        3730.12,
        3737.66
    ],
    [
        " shared joy",
        3737.66,
        3739.7
    ],
    [
        " Exercise and everything that that comes with because it's not like normal exercise think about like how hard 10 rounds is because we did 10 rounds earlier",
        3741.1,
        3747.82
    ],
    [
        " I only did eight but",
        3747.82,
        3748.7
    ],
    [
        " The last eight is still you know something think how think how hard that is as far as output goes like if you had one of those monitors or whatever",
        3748.7,
        3757.58
    ],
    [
        " Like think about it like to replicate a workout like that within that amount of time which is like you know",
        3757.58,
        3762.58
    ],
    [
        " You figure there five minutes rounds",
        3762.58,
        3764.34
    ],
    [
        " What 45 I don't know how long in between but you consider the whole time frame. Yeah",
        3764.34,
        3768.96
    ],
    [
        " And then the output. Yeah, that is a hard workout. Then you know what else is cool is you get done with a jiu jitsu workout",
        3769.72,
        3776.58
    ],
    [
        " You know that no matter what level you're at even if you're a white belt and you're on your third month",
        3776.58,
        3784.5
    ],
    [
        " And you train hard",
        3784.5,
        3786.52
    ],
    [
        " You know",
        3786.52,
        3788.34
    ],
    [
        " You know",
        3788.34,
        3789.76
    ],
    [
        " That you can now be",
        3789.76,
        3792.72
    ],
    [
        " Basically anyone that wasn't in there with you that day. You know what I mean?",
        3795.06,
        3798.34
    ],
    [
        " Like okay, excluding other jiu jitsu people obviously because you're only a white belt you only been training for three months",
        3798.66,
        3802.9
    ],
    [
        " Yeah, but that's a small number when you talk about the population of earth. Yeah",
        3802.9,
        3806.74
    ],
    [
        " So you get you get that thing where you're like like even the other day. Okay, we did a bunch of rounds with a bunch of really good people",
        3806.74,
        3812.32
    ],
    [
        " Just being there on that map",
        3812.32,
        3815.08
    ],
    [
        " Means that there's most people on planet earth you can actually take right they were not on that they were not on that",
        3815.08,
        3822.54
    ],
    [
        " Yeah, and yeah, and that yeah that goes with like kind of what I was saying earlier",
        3822.72,
        3826.62
    ],
    [
        " We're like you know like that just what that entails and what that kind of delivers to you",
        3826.62,
        3831.06
    ],
    [
        " That's part of like the whole",
        3831.06,
        3832.3
    ],
    [
        " Joy of like especially afterwards when everything is settled right that's one of the things that got delivered to you",
        3832.3,
        3837.58
    ],
    [
        " But the part where you kind of connect with another guy in that way where",
        3837.58,
        3843.02
    ],
    [
        " Like mean you were straight up going to battle. It's a proxy for a battle",
        3843.02,
        3847.24
    ],
    [
        " But we did like as far as our brains are concerned. We kind of did",
        3847.24,
        3849.94
    ],
    [
        " So we had the shared suffering we had all that stuff and then we opposed each other and at the end",
        3850.66,
        3855.6
    ],
    [
        " We sort of made up right we're no longer enemies anymore and let's face it when you when you battle with a guy",
        3855.6,
        3860.54
    ],
    [
        " Super hard like in like in real life like you hate each other or whatever as a kid and you hate each other",
        3860.54,
        3864.88
    ],
    [
        " And then at the end of the day you're kind of like wait a second",
        3864.88,
        3866.86
    ],
    [
        " We're kind of the same and then you become friends with them",
        3866.86,
        3869.38
    ],
    [
        " I feel like that's kind of a natural part of existence as well",
        3869.38,
        3872.78
    ],
    [
        " So I think you get a some kind of a payoff deep down",
        3872.78,
        3875.98
    ],
    [
        " I think you get some sort of a sort of a payoff generally speaking with that rule right",
        3875.98,
        3879.2
    ],
    [
        " So I feel like all of those elements all mixed together and one experience that you just to experience",
        3879.46,
        3885.04
    ],
    [
        " I think that's why it's feel so good",
        3885.04,
        3886.72
    ],
    [
        " There's a weird dichotomy",
        3886.72,
        3888.62
    ],
    [
        " So the when in Ramadi we worked with this",
        3888.62,
        3892.38
    ],
    [
        " Battalion of soldiers called the first to the 506 red curi",
        3892.38,
        3897.22
    ],
    [
        " I hear good band of brothers best you know awesome guys",
        3897.22,
        3901.3
    ],
    [
        " And they had a little saying",
        3901.3,
        3903.64
    ],
    [
        " that was",
        3903.64,
        3905.66
    ],
    [
        " We stand alone",
        3906.74,
        3907.9
    ],
    [
        " together",
        3907.9,
        3909.14
    ],
    [
        " So that's kind of what happens when you're just like you you're alone together. Yeah, so kind of a cool thing and you",
        3909.14,
        3917.56
    ],
    [
        " Think about when you roll with a guy who you've never met before",
        3917.56,
        3922.58
    ],
    [
        " And you roll with him and you guys have a solid sick room no matter who gets who or who doesn't or tire",
        3922.58,
        3927.78
    ],
    [
        " What doesn't matter the outcome, but you have a sick role with him",
        3927.78,
        3930.06
    ],
    [
        " You kind of feel connected to well for sure you see that guy the next week like at the store",
        3930.06,
        3934.92
    ],
    [
        " Yeah, bro, you're way better friends than if he was in your class in college or something like that",
        3935.02,
        3939.54
    ],
    [
        " He's the one who goes who's out to the car and whatnot. Oh freaking. He's a kind of friends like you jump levels in the relationship with one role",
        3939.54,
        3946.24
    ],
    [
        " Um",
        3946.24,
        3948.0
    ],
    [
        " So he wins this national championship, right he's the all-Japan national champion",
        3948.0,
        3957.64
    ],
    [
        " He says he couldn't sleep for excitement",
        3957.64,
        3961.34
    ],
    [
        " Despite exhausting two days competition. He did 500 push-ups in a kilometer of bunny hops",
        3962.96,
        3967.8
    ],
    [
        " But Camira still didn't sleep well as he lay down in bed. He said to himself today's victory was a fluke",
        3967.8,
        3975.96
    ],
    [
        " I had more stahmana than Nakajima simply because I'm younger than he is could I beat him again? Probably not I would lose next time",
        3975.96,
        3986.26
    ],
    [
        " This is like obsession level",
        3988.5,
        3990.76
    ],
    [
        " Before the tournament Camira's goal had been merely to win the national championship",
        3990.76,
        3996.58
    ],
    [
        " Now however he decided he wanted to remain undefeated champion for 10 years",
        3996.58,
        4001.32
    ],
    [
        " He realized that to accomplish this goal he would have to re-double his efforts and train harder than anyone else",
        4001.32,
        4007.82
    ],
    [
        " Possibly could mulling over his goal. He finally came up with what he called triple effort training regimes",
        4007.82,
        4015.4
    ],
    [
        " As he later told it I am the champion others would start to train six hours a day to beat me",
        4016.08,
        4021.42
    ],
    [
        " I could not beat them as long as I trained",
        4021.42,
        4023.54
    ],
    [
        " As hard as others",
        4023.54,
        4027.04
    ],
    [
        " If I opponent's trained twice as hard as others then I will train three times as hard as others",
        4027.04,
        4032.86
    ],
    [
        " i.e. nine hours a day",
        4032.86,
        4034.86
    ],
    [
        " This way I would gain an extra three hours a day and I will do this every day",
        4034.86,
        4039.58
    ],
    [
        " The accumulation of these extra hours will become my flesh and blood",
        4039.58,
        4043.48
    ],
    [
        " That is my skills and my mental power",
        4043.54,
        4047.18
    ],
    [
        " That's what he's doing",
        4047.18,
        4049.2
    ],
    [
        " When's the national championship and realize he's gonna train three times harder than anybody else",
        4049.2,
        4054.12
    ],
    [
        " All this physical activity gave Camira a monstrous appetite the 91 the 1937 championship",
        4054.12,
        4061.16
    ],
    [
        " He reportedly celebrated by eating 13 bowls of rice",
        4061.16,
        4064.02
    ],
    [
        " During his prime 8 78 bowls of rice in the morning 12 bowls of rice in the evening plus some fish",
        4064.02,
        4070.36
    ],
    [
        " Such as red snapper and iwashi",
        4070.46,
        4073.94
    ],
    [
        " Which is sardines this dude's grubbing down",
        4073.94,
        4078.1
    ],
    [
        " Camira's principal coach during his prime competing years was",
        4078.1,
        4083.5
    ],
    [
        " Ushi Jima",
        4083.5,
        4085.1
    ],
    [
        " Tatsu kuma",
        4085.1,
        4087.86
    ],
    [
        " Ushi Jima's teaching was as ferocious as his own training according to",
        4087.86,
        4094.26
    ],
    [
        " Hirano training under ushima ushi ushi Jima was hell training",
        4094.8,
        4099.56
    ],
    [
        " A class consisted of five minutes of warm-ups followed by three to four hours of nothing but continuous",
        4099.56,
        4105.68
    ],
    [
        " Noiza which is interesting to hear noiza's what we do in jiu jitsu is just rolling basically",
        4105.68,
        4110.28
    ],
    [
        " It was considered disgraceful to tap out and surrender when being choked",
        4110.28,
        4115.84
    ],
    [
        " So at any time four or five students were likely to be lying unconscious on the tatami as others continued to practice around that",
        4115.84,
        4123.94
    ],
    [
        " Yeah, behind i were laughing about that one, but there's just bodies dude. There's just bodies on the mat",
        4125.6,
        4130.78
    ],
    [
        " You know and hey five minute warm-up then four hours of noiza four hours of training",
        4130.78,
        4136.52
    ],
    [
        " I like that",
        4136.52,
        4138.1
    ],
    [
        " Ushi Jima's teaching was tough was as tough",
        4138.1,
        4141.54
    ],
    [
        " Psychologically as it was physically his model reported we reportedly was",
        4141.54,
        4146.92
    ],
    [
        " Attack till your heart stops beating",
        4146.92,
        4149.62
    ],
    [
        " He had no patience for self-congratulations or excuses after kumura one eight matches in a row and received his go-don at the",
        4150.38,
        4158.8
    ],
    [
        " 1934 kodakon",
        4158.8,
        4160.84
    ],
    [
        " competition he went back to ushi jima to proudly show his accomplishments rather than praise him for his victories however ushi jima",
        4160.84,
        4170.06
    ],
    [
        " slapped his face repeatedly telling him that competition is equivalent to a real sword",
        4170.06,
        4176.52
    ],
    [
        " kill or get killed",
        4177.88,
        4179.44
    ],
    [
        " duel between",
        4179.44,
        4181.14
    ],
    [
        " Bouchi warriors to throw an opponent means to kill him being thrown means being killed you killed eight men",
        4181.14,
        4188.96
    ],
    [
        " You got killed by the ninth man",
        4188.96,
        4190.98
    ],
    [
        " Remember if you devote your life to judo you can only survive by throwing your opponents or fighting to a draw",
        4190.98,
        4196.34
    ],
    [
        " No matter how many tough opponents you face so ferocious was ushi jima's desire to win that in one famous match",
        4196.34,
        4202.8
    ],
    [
        " He won a tournament because he he will because in the end he was able to secure his opponent while controlling him using his jaws and teeth to hold him by the belt",
        4202.8,
        4211.62
    ],
    [
        " That was the true spirit of budgetzu judo that ushi jima and kumura lived by as historian john stevens recounts the style ushi jima",
        4211.62,
        4223.06
    ],
    [
        " Had trained in was quote extreme there was no such thing as a draw the match went on until one of the competitors gave up or died",
        4223.06,
        4231.72
    ],
    [
        " Some matches were fought with a wooden dagger kept in one's belt if you pinned your opponent you could mimic cutting off his head with the dagger",
        4233.78,
        4240.76
    ],
    [
        " Ushi jima's judo was the same attack attack attack",
        4240.76,
        4244.34
    ],
    [
        " Ushi jima visited every dojo he could find to engage anyone who was willing to rent in willing in randori and spent much of his nights",
        4244.34,
        4252.2
    ],
    [
        " Lifting heavy boulders and striking trees with his hands to bear to build strength",
        4252.2,
        4258.06
    ],
    [
        " The night before match he drank turtles blood",
        4258.06,
        4261.26
    ],
    [
        " On the morning of the match he ate powder made from the body of a poison adder",
        4261.86,
        4266.34
    ],
    [
        " He would seclude himself in a cave for a week",
        4266.34,
        4268.96
    ],
    [
        " Doing zazen and reading musashi's book of five rings",
        4268.96,
        4272.48
    ],
    [
        " He nearly trained himself to death developing a life threatening viral infection that ended his career",
        4272.48,
        4277.94
    ],
    [
        " Ushi jima retired from competition in 1934 thereafter devoting himself to making kumuras the world's top fighter",
        4277.94,
        4285.2
    ],
    [
        " So there you go. I mean",
        4285.2,
        4289.3
    ],
    [
        " No slack",
        4290.14,
        4291.22
    ],
    [
        " Having overcome his four losses and adopting a foratio's",
        4291.22,
        4297.38
    ],
    [
        " Forotius training program kumura went on to win tournament after tournament",
        4297.38,
        4302.26
    ],
    [
        " He's the champion from 1938 to 1941",
        4302.26,
        4306.52
    ],
    [
        " um",
        4306.52,
        4308.62
    ],
    [
        " Talking about that triple effort training soon after kumura started his triple effort training rumors began to circulate about how his rivals were stepping up",
        4308.62,
        4319.2
    ],
    [
        " In their training and this is what kumura has to say initially I listened to this information with confidence thinking",
        4319.3,
        4324.02
    ],
    [
        " I will never lose since I've been training more than nine hours a day",
        4324.02,
        4326.7
    ],
    [
        " However after a while I started to doubt myself confidence in those days. I was interested in zen",
        4326.7,
        4332.0
    ],
    [
        " I wanted to reach the state of no ego discover secret judo techniques and throw around tough opponents using the techniques",
        4332.0,
        4340.14
    ],
    [
        " But in reality, I missed a chance to go to a zen temple",
        4340.14,
        4344.08
    ],
    [
        " One after another that is because it was evident that I would lose my precious time for training by doing so after all humans are weak",
        4344.94,
        4352.62
    ],
    [
        " When they get sick or get into trouble they depend on god. I was no exception",
        4352.62,
        4357.22
    ],
    [
        " I'm meditated trying to reach the state of no ego. I first struggled to reach the state of no ego",
        4357.22,
        4362.9
    ],
    [
        " But I soon lost the force for struggling and forgot about tomorrow's bout and the fact that I was sitting",
        4362.9,
        4369.6
    ],
    [
        " Soon after reaching the state the character win appeared in my mind",
        4370.0,
        4375.14
    ],
    [
        " Actually says appeared on my mind",
        4375.14,
        4378.08
    ],
    [
        " But the character soon got superimposed on the character of loss",
        4378.08,
        4382.18
    ],
    [
        " However, my mind was already empty. I did not make any effort to get the character of win",
        4382.18,
        4388.04
    ],
    [
        " I don't know how much time has elapsed since I started to sit suddenly my whole body became hot as if somebody poured boiling water over me",
        4388.04,
        4396.78
    ],
    [
        " From the top of my head and my body started to tremble then I noticed the character of win was shining at the center of my forehead as if it had been waiting for me to notice its appearance",
        4396.78,
        4406.68
    ],
    [
        " I will win tomorrow's bouts. I was convinced of my victory with pleasure",
        4406.68,
        4411.86
    ],
    [
        " I believe that it was a message from god that can only be given to those who push to the maximum limit of mental and physical strength",
        4411.86,
        4420.56
    ],
    [
        " And get to the broader get to the border between life and death",
        4420.56,
        4424.44
    ],
    [
        " If I had pursued only pleasure",
        4424.48,
        4426.9
    ],
    [
        " I would have seen the character of loss",
        4426.9,
        4430.22
    ],
    [
        " God sides with only those who challenge a difficult task despite the possibility of death",
        4430.22,
        4437.84
    ],
    [
        " Even though I had wished even though I even though I had no special belief in any religion",
        4437.84,
        4444.0
    ],
    [
        " It was my interpretation of the existence of god",
        4444.0,
        4447.78
    ],
    [
        " I then calmed down for my joyful feeling of victory turned on the light of the room and prayed for the",
        4447.78,
        4454.42
    ],
    [
        " protection from various gods",
        4454.44,
        4455.84
    ],
    [
        " I also prayed to the ancestors of the Kimura family centuries ago it is said that Musashi Miyumato",
        4455.84,
        4463.2
    ],
    [
        " Who was called the greatest swords master sword master in history visited a shrine before his battle with the Yoshika",
        4463.2,
        4471.16
    ],
    [
        " Yoshika family and tried to pull a bell uttering god. Please protect me, but remained",
        4471.16,
        4477.34
    ],
    [
        " But regained his calmness and did not ring the bell",
        4477.34,
        4480.24
    ],
    [
        " I do not count on gods. It was his motto",
        4480.66,
        4483.72
    ],
    [
        " I thought if I lived the same era of Musashi pursued the way of the sword and even fought Musashi",
        4483.72,
        4491.44
    ],
    [
        " I would never lose at worst the fight would go even",
        4491.44,
        4496.64
    ],
    [
        " So there you go some meditation going on",
        4496.64,
        4501.6
    ],
    [
        " Digging deep",
        4501.6,
        4504.38
    ],
    [
        " um",
        4506.4,
        4506.92
    ],
    [
        " Here's a little section I had to talk about because echo Charles it's called Kimura weightlifter ahead of his time",
        4506.92,
        4512.62
    ],
    [
        " Few Japanese martial artists in the first half of the 20th century engaged in systematic",
        4512.62,
        4517.74
    ],
    [
        " Strength or weightlifting training some utilized old-school methods such as Camira's carrying around a bag of heavy sand",
        4517.74,
        4524.94
    ],
    [
        " It was not until the late 1950s and early 1960s when American martial artist Don Drager",
        4524.94,
        4530.12
    ],
    [
        " began to introduce Western weightlifting and strength training methods to that such exercise became became commonplace among judoka",
        4530.74,
        4539.02
    ],
    [
        " Camira was decades ahead of him this time however",
        4539.02,
        4543.86
    ],
    [
        " As early as his college years in the mid 1930s",
        4543.86,
        4548.08
    ],
    [
        " Camira had became a devoted weightlifter a method that contributed significantly to his ability to overpower his opponents",
        4548.08,
        4554.22
    ],
    [
        " I'll be it with excellent technique",
        4554.22,
        4556.84
    ],
    [
        " And his prime Camira did hundreds of pushups and other strength exercises",
        4557.8,
        4561.38
    ],
    [
        " But he supplemented them with bench presses overhead presses and other weight training exercises",
        4561.38,
        4565.38
    ],
    [
        " Although the photo on the next page shows him benching a substantial amount apparently more than 300 pounds",
        4565.38,
        4570.94
    ],
    [
        " He mostly focused on high repetitions with moderate weight according to his own account",
        4570.94,
        4575.14
    ],
    [
        " He would perform 500 to 600 repetitions of bench with 175 pounds",
        4575.14,
        4580.16
    ],
    [
        " An astonishing feat of endurance and strength. So this is like you know kind of his gig",
        4580.16,
        4585.12
    ],
    [
        " Amazingly",
        4589.86,
        4590.46
    ],
    [
        " Camira had Camira made all the forgoing accomplishments before graduating from college",
        4590.46,
        4595.74
    ],
    [
        " That's incredible",
        4595.74,
        4596.8
    ],
    [
        " But while he was attending Takudai and tearing and tearing up the judo tatami",
        4596.8,
        4602.86
    ],
    [
        " The broader world was closing in since 1937 Japan and they'd engaged in a near full-scale war with China",
        4602.86,
        4609.06
    ],
    [
        " And many of Japan's young men were being drafted into the service after Camira's graduation in March 1941",
        4609.06,
        4613.74
    ],
    [
        " He was kept on as a assistant martial arts",
        4613.74,
        4616.46
    ],
    [
        " department of",
        4616.46,
        4618.52
    ],
    [
        " Takudai as a judo teacher",
        4618.52,
        4623.4
    ],
    [
        " He worked in that capacity until November when he resigned and took two months to go home before his military induction in January 1942",
        4623.4,
        4630.04
    ],
    [
        " Entering the Amkai air defense unit on January 1st 1942",
        4630.04,
        4635.54
    ],
    [
        " Apparently was involved in defending Japan's southern sector. He recounts a fascinating story incident that may have indirectly saved his life",
        4635.54,
        4642.98
    ],
    [
        " And he says this",
        4643.26,
        4644.52
    ],
    [
        " One day there was an announcement",
        4644.52,
        4646.58
    ],
    [
        " That a master of juke and dough was to come to our unit his name was why",
        4646.58,
        4652.84
    ],
    [
        " Note the name is kept anonymous who is regarded as the number one in Japan and was ath Don",
        4652.84,
        4659.66
    ],
    [
        " All the members in the unit got together",
        4659.66,
        4663.26
    ],
    [
        " In the field at 1 p.m. To receive instruction from mr. Why he explained the basics of thrust and defense",
        4663.26,
        4670.96
    ],
    [
        " He then looked around us and said any volunteer for practice with me come forward without any reservation",
        4671.1,
        4676.38
    ],
    [
        " But nobody came forward",
        4676.38,
        4678.54
    ],
    [
        " If I engaged in a match with such a master I would get humiliated or could get killed",
        4678.54,
        4684.08
    ],
    [
        " Men around me whispered",
        4684.08,
        4686.8
    ],
    [
        " Suddenly the captain called my name",
        4686.8,
        4689.22
    ],
    [
        " Now I cannot retreat. I walked up to the master slowly as slowly as possible to buy time and come up with a workable strategy",
        4689.22,
        4696.42
    ],
    [
        " If I engage in a bayonet combat",
        4696.42,
        4698.62
    ],
    [
        " There's no way I can win",
        4699.54,
        4700.86
    ],
    [
        " If I would it would be like a fight between an adult and a child since I had never held a wooden gun in my life",
        4700.86,
        4708.52
    ],
    [
        " We bowed to each other and held the wooden gun toward each other",
        4708.52,
        4712.9
    ],
    [
        " I tensed up the instructor said thrust thrust come on. What's the matter?",
        4712.9,
        4718.08
    ],
    [
        " I knew I would lose as soon as I thrust the gun at him so",
        4719.26,
        4722.4
    ],
    [
        " I waited for the right moment for attack",
        4722.4,
        4725.18
    ],
    [
        " I fainted a thrust then threw the wooden gun in his face with full force",
        4725.36,
        4730.64
    ],
    [
        " At the moment he deflected the wooden gun. I attacked that his knees. He fell to the ground",
        4730.64,
        4734.86
    ],
    [
        " I mounted the chest removed his face guard despite his shouting wait wait and tried to deliver finishing blow to his face",
        4734.86,
        4741.14
    ],
    [
        " Stop stop it's over the captain stepped in and separated us",
        4741.14,
        4744.18
    ],
    [
        " But it was clear that I had won the fight the master looked as if he had not understand what had happened him",
        4744.18,
        4749.5
    ],
    [
        " Droped his head and left the scene there's a classic",
        4749.5,
        4752.0
    ],
    [
        " Don't left",
        4753.52,
        4753.0
    ],
    [
        " Just left the scene and that's a classic you ever done that before what like you know somebody's got a stick",
        4753.0,
        4759.24
    ],
    [
        " Something's got a butt you know someone's got something they're gonna they're gonna fight you",
        4759.24,
        4762.62
    ],
    [
        " And you just close the distance",
        4762.62,
        4764.48
    ],
    [
        " No, I don't think no",
        4764.48,
        4767.46
    ],
    [
        " It's one of those things",
        4767.46,
        4769.94
    ],
    [
        " It's one of those hey you know the dog brothers, right? Yeah, yeah, so the dog brothers",
        4769.94,
        4776.84
    ],
    [
        " The dog brothers nothing but awesomeness like these guys were up in the LA area",
        4777.4,
        4782.72
    ],
    [
        " I don't know what they're doing right now. I have to look into it",
        4782.72,
        4785.62
    ],
    [
        " But the dog brothers would do weapons fighting",
        4785.62,
        4787.94
    ],
    [
        " Like go check out their youtube videos of dog brothers",
        4787.94,
        4793.0
    ],
    [
        " The dog brothers would fight with weapons. They'd fight with sticks",
        4793.0,
        4796.18
    ],
    [
        " Primarily it started with sticks, but then you see people in there with chains",
        4796.18,
        4799.04
    ],
    [
        " And with all kinds of crazy stuff and they'd wear like a kempohelmet usually",
        4799.04,
        4804.08
    ],
    [
        " And maybe they'd wear lacrosse gloves",
        4804.32,
        4806.46
    ],
    [
        " So you wouldn't get like broken fingers which we talked about",
        4806.46,
        4810.0
    ],
    [
        " But other than that it was on",
        4810.0,
        4813.34
    ],
    [
        " So you'd have you'd have two guys with sticks",
        4813.34,
        4816.04
    ],
    [
        " Or staffs or nunchucks like legit and they would fight each other",
        4816.04,
        4821.68
    ],
    [
        " Chains like it's mayhem",
        4821.68,
        4824.76
    ],
    [
        " Well, there's some videos where people are jiu-jitsu guys",
        4824.76,
        4827.66
    ],
    [
        " And what the jiu-jitsu guys would do is kind of what this says just",
        4827.66,
        4832.04
    ],
    [
        " You know throw a stick at him and then just bum rush him and close the distance",
        4832.86,
        4836.38
    ],
    [
        " Because once you're on somebody",
        4836.38,
        4837.7
    ],
    [
        " Striking isn't gonna work anymore",
        4837.7,
        4840.72
    ],
    [
        " So that's this is a good plan if you're if you're a grappler",
        4840.72,
        4845.66
    ],
    [
        " You don't want to you don't want to fight someone you know with a bayonet that's trained with bayonet",
        4845.66,
        4850.54
    ],
    [
        " You don't want to fight a boxer that's trained in boxing",
        4850.54,
        4852.12
    ],
    [
        " You want to train a moitai guy that's trained in moitai",
        4852.12,
        4854.56
    ],
    [
        " You want to close the distance you want to get it close to him so that his striking doesn't work or run away",
        4854.56,
        4858.5
    ],
    [
        " Hmm",
        4860.72,
        4861.16
    ],
    [
        " But that's what keep you're a dead",
        4861.16,
        4862.5
    ],
    [
        " Needless to say kimura was",
        4862.5,
        4866.0
    ],
    [
        " Was sure he was going to catch hell from a captain this is after the guy ran away",
        4866.0,
        4871.14
    ],
    [
        " But the effect was quite the opposite not long afterward an announcement was made that those who wish to be sent to combat should see the captain",
        4871.14,
        4877.86
    ],
    [
        " Kimura volunteered and was given a five-day leave to visit his parents",
        4877.86,
        4881.7
    ],
    [
        " When he returned he reported to the captain who said",
        4881.7,
        4885.04
    ],
    [
        " I have known about your achievements in judo. I like judo too and often practice in the kodakon",
        4885.44,
        4891.02
    ],
    [
        " Compared with you. I must be like a kid, but I still got the fourth dawn",
        4891.02,
        4895.72
    ],
    [
        " He poured whiskey into a glass continued the match you did with the juke and doe",
        4895.72,
        4901.54
    ],
    [
        " Juke and doe master was very interesting first nobody stepped forward",
        4901.54,
        4905.78
    ],
    [
        " I knew nobody had a chance against him since he was the best master in the country",
        4905.78,
        4909.92
    ],
    [
        " But if nobody volunteered the dignity of our unit would be tarnished",
        4909.92,
        4913.68
    ],
    [
        " So even though I thought I would be discreet as to you I picked you",
        4913.86,
        4918.52
    ],
    [
        " But once the match started I got badly shaken when I saw your",
        4918.52,
        4922.88
    ],
    [
        " posture since you looked like a complete novice yes, that is right. I had never grabbed the wooden gun before",
        4922.88,
        4929.16
    ],
    [
        " I thought so but I did not even imagine the tactics you used",
        4929.16,
        4933.88
    ],
    [
        " I felt like bowing to you thinking after all a man who excels in one art is different from others",
        4933.88,
        4940.36
    ],
    [
        " After the match mr. Why came to me and asked who in the world is he",
        4940.5,
        4944.16
    ],
    [
        " I then told him about your achievements",
        4944.16,
        4946.5
    ],
    [
        " He was deeply impressed saying no wonder he's the number one judo master in the world",
        4946.5,
        4950.82
    ],
    [
        " The captain then paused and turned his eyes downward",
        4950.82,
        4953.66
    ],
    [
        " Engaging in thought he continued",
        4953.66,
        4956.52
    ],
    [
        " This is super top secret",
        4956.52,
        4958.82
    ],
    [
        " So do not tell us to anyone",
        4958.82,
        4960.92
    ],
    [
        " He lowered his voice tone and said do you really want to go to the battlefield",
        4960.92,
        4965.48
    ],
    [
        " Yes, absolutely",
        4965.48,
        4967.82
    ],
    [
        " Really?",
        4968.88,
        4969.4
    ],
    [
        " But that's a problem. I had no idea what the problem was",
        4969.56,
        4972.66
    ],
    [
        " You will be sent to the Solomon Islands. He said",
        4972.66,
        4975.7
    ],
    [
        " It is certain that B-29s will be waiting for our unit our plan is absolutely reckless",
        4975.7,
        4982.48
    ],
    [
        " All the members on board will perish in the ocean",
        4982.48,
        4985.38
    ],
    [
        " Don't you think it's better to use your talent in judo and work for the benefit of the country instead of wasting your life on the battlefield",
        4985.38,
        4993.8
    ],
    [
        " I think that is the right thing for you. Do you still want to go to the battlefield?",
        4994.5,
        4997.94
    ],
    [
        " I replied yes, I do",
        4998.64,
        5000.14
    ],
    [
        " Suddenly his tone of voice changed my order is the emperor's order. You are not allowed to go",
        5000.14,
        5006.76
    ],
    [
        " After all it became an order. I had to follow his order",
        5006.76,
        5012.34
    ],
    [
        " I said I will withdraw my volunteer application. He then murmured very good very good",
        5012.34,
        5018.64
    ],
    [
        " Later on I heard that the transportation ship unit",
        5019.02,
        5022.24
    ],
    [
        " I was going to get on board was discovered by B-29s immediately before reaching the Solomon Islands",
        5022.24,
        5027.24
    ],
    [
        " Had oil scattered over the entire deck received numerous bombs and was engulfed in flames of over 500 and several tens of members",
        5027.24,
        5035.48
    ],
    [
        " Only one of them survived and managed to swim to a nearby island despite a severe burn in retrospect",
        5035.48,
        5041.78
    ],
    [
        " I owe my life to the captain",
        5041.78,
        5043.94
    ],
    [
        " judo moved him and saved my life",
        5043.94,
        5046.9
    ],
    [
        " Kimura stayed for the rest of his tour on the mainland Japan",
        5051.66,
        5054.4
    ],
    [
        " apparently transferred to a",
        5054.4,
        5056.86
    ],
    [
        " post-near",
        5056.86,
        5058.32
    ],
    [
        " Asakura",
        5058.32,
        5059.34
    ],
    [
        " His home island in southern Japan, although he was in the army he reportedly was allowed to teach judo once a week at the high school",
        5059.34,
        5067.88
    ],
    [
        " Kimura was known as a heavy drinker",
        5067.88,
        5071.78
    ],
    [
        " As well as smoker and according to one account showed up at the school one day after drinking excessive amount of sake",
        5071.78,
        5078.24
    ],
    [
        " He was holding a class on the waza",
        5079.14,
        5081.0
    ],
    [
        " After demonstrating the choke holds he called on the students to try them out on him",
        5081.0,
        5086.72
    ],
    [
        " Although Kimura was extremely strong and had a neck like a bull",
        5086.72,
        5089.86
    ],
    [
        " He was choked into unconsciousness by one of the students as a result of his intoxication",
        5089.86,
        5093.92
    ],
    [
        " There's no evidence that this experience reformed his drinking habits",
        5093.92,
        5096.82
    ],
    [
        " But it must have been at least mildly embarrassing for the national judo champion to have been choked out by a mere high school kid",
        5096.82,
        5103.64
    ],
    [
        " He's all that sauce",
        5105.3,
        5106.32
    ],
    [
        " It's very strange",
        5106.32,
        5107.86
    ],
    [
        " You know you just the alcohol is so strong",
        5107.86,
        5112.4
    ],
    [
        " You know this guy's got to know that it's not helping his judo career",
        5112.4,
        5116.82
    ],
    [
        " Remember we're talking about addictive personalities",
        5116.82,
        5119.74
    ],
    [
        " Sounds like he's in the game",
        5119.74,
        5121.36
    ],
    [
        " I mean nine hours of training a day that sounds like it might be addictive personality alcohol is just one of the many he smokes cigarettes",
        5121.36,
        5130.28
    ],
    [
        " Kimura got married on July 1st 1945 even as Japan was preparing to face invasion by the increasingly victorious allied armies and navies",
        5132.28,
        5141.4
    ],
    [
        " Fast forward here the wars over the occupation authorities closed down the buuto kutai",
        5141.4,
        5148.3
    ],
    [
        " The headquarters for all martial arts and banned the practice of judo kendo and other militaristic endeavors",
        5148.3,
        5153.64
    ],
    [
        " shut it down",
        5153.64,
        5155.08
    ],
    [
        " He says here fast forward a little bit",
        5161.24,
        5163.62
    ],
    [
        " I was standing at the end of a line of 60 or 70 people waiting for a train",
        5163.62,
        5167.54
    ],
    [
        " And was reading a paperback suddenly for MP this military police. This is the occupation forces man passed",
        5167.54,
        5175.72
    ],
    [
        " Through the line nearby me forcibly when I turned my eyes to them",
        5175.72,
        5179.6
    ],
    [
        " I found them shouting jab jab repeatedly one of them grabbed the Japanese man and at the front of the line by the collar",
        5179.6,
        5186.24
    ],
    [
        " pulled the man toward him and made made a ring",
        5186.24,
        5189.62
    ],
    [
        " With the pointing finger and thumb and stuck the nose the Japanese man with the flipped pointing finger",
        5190.28,
        5197.26
    ],
    [
        " It was full force the man covered his nose with his hands and stooped down from the pain",
        5197.26,
        5202.06
    ],
    [
        " The MP did this to the MP men did this to everyone in the line one by one including women",
        5202.06,
        5207.96
    ],
    [
        " When someone did not stoop low they delivered another strike",
        5207.96,
        5211.2
    ],
    [
        " My turn was approaching while I was wondering about what to do my turn came one of the MP men extended his arm",
        5211.2,
        5219.4
    ],
    [
        " Trying to grab my lapel I struck his hand with full force the facial expression changed suddenly",
        5219.4,
        5224.88
    ],
    [
        " The four MP men surrounded me and took me to the middle of a bridge nearby the station",
        5224.88,
        5230.2
    ],
    [
        " This was not an ordinary fight to me",
        5230.2,
        5232.42
    ],
    [
        " I had to win this fight to defend the honor of judo one of them came suddenly and through a right straight at my face",
        5232.42,
        5238.28
    ],
    [
        " I blocked the punch with my left arm and kicked him in the groin with full force",
        5238.28,
        5242.38
    ],
    [
        " He crumpled on the spot when I turned it back my head another huge MP extended his arms and attack me",
        5242.38,
        5247.78
    ],
    [
        " Trying to grab me from behind I then hit his right arm with a hard knife hand and threw him into the river",
        5247.94,
        5253.8
    ],
    [
        " There were two",
        5253.8,
        5255.66
    ],
    [
        " The other two were watching the scene in amazement, but charged at me only one by one",
        5255.66,
        5260.64
    ],
    [
        " I delivered a headbutt into the face of the third man. He was knocked out",
        5260.64,
        5264.48
    ],
    [
        " I disposed of the last man by squeezing squeezing his balls with full force",
        5264.48,
        5268.62
    ],
    [
        " Ever since I was in junior high. I have been called master groin squeezeer and had an absolute confidence in this technique",
        5268.62,
        5276.14
    ],
    [
        " I had asked all the audience to keep it quiet since I would be in big trouble with news got to the MP supervisors",
        5277.78,
        5283.1
    ],
    [
        " But somebody must have leaked the news. I started to regret what I had done",
        5283.1,
        5287.36
    ],
    [
        " But my concern turned out to be unnecessary when I got to the MP headquarters captain shepard said thank you for punishing the rogue",
        5287.36,
        5294.36
    ],
    [
        " MPs they are the worst ones in our unit",
        5294.36,
        5296.74
    ],
    [
        " They've sexually assaulted women eight and drank without paying threatened people with a pistol. We were about to be forced to punish them",
        5296.74,
        5303.74
    ],
    [
        " They are also depressed after you beat them up. I'm truly thankful to you",
        5304.84,
        5309.02
    ],
    [
        " I heard that you are the greatest judo master in Japan. I have a request to you. Could you teach us judo once or twice a week?",
        5309.02,
        5315.76
    ],
    [
        " Of course, I will pay you. I'm a self-imperial",
        5315.76,
        5318.76
    ],
    [
        " anxious to learn judo",
        5318.76,
        5321.14
    ],
    [
        " So that's how he kind of starts bringing it back",
        5321.14,
        5325.6
    ],
    [
        " That's a scene out of a movie though, huh?",
        5325.6,
        5328.08
    ],
    [
        " Just kicking four guys is asked but you can see how it's happening again. This isn't a time where like",
        5328.18,
        5332.3
    ],
    [
        " You know these guy what?",
        5332.5,
        5333.62
    ],
    [
        " Couple MPs for MPs did one of those guys wrestle apparently not",
        5334.14,
        5338.22
    ],
    [
        " Did the one of those guys box apparently not if they just random dudes and you're talking about",
        5338.22,
        5343.62
    ],
    [
        " Yeah, a dude that's bench pressing",
        5343.62,
        5346.26
    ],
    [
        " 175 pounds 600 times an hour and he trains you out judo nine hours a day. Yeah. This is a skilled world champion world champion",
        5346.26,
        5355.44
    ],
    [
        " Borderline unbeatable human being. Yeah",
        5355.44,
        5358.4
    ],
    [
        " That's when you see a movie and a guy takes on four people you're kind of like, you know, but if you put",
        5359.44,
        5365.62
    ],
    [
        " In the light of this actual human",
        5365.62,
        5368.2
    ],
    [
        " Yeah, we're we're nodding in agreement and you're talking about like a judo guy right where it's not like a like a you know",
        5368.2,
        5375.14
    ],
    [
        " I mean no, just suspected I keto, but like you know, let's say if it's like keto guys like it's different, you know",
        5375.14,
        5380.26
    ],
    [
        " judo guy",
        5380.26,
        5381.42
    ],
    [
        " training that hard for real judo for that long that effective that successful",
        5381.42,
        5386.58
    ],
    [
        " Against an untrained guy just one on one this guy literally is like one of the easiest things to defeat as a person",
        5387.04,
        5392.88
    ],
    [
        " It's like super easy right",
        5392.88,
        5394.32
    ],
    [
        " They got four of them. It's actually not that much of a factor. I mean sure you're gonna take some this a hit here and there whatever",
        5394.32,
        5400.68
    ],
    [
        " but",
        5400.68,
        5401.6
    ],
    [
        " His training is harder than probably anything they could do to him as far as like hitting him or whatever",
        5401.6,
        5407.12
    ],
    [
        " Just one training sessions way harder way more",
        5407.12,
        5409.18
    ],
    [
        " Adverse and they're used to beating people up. Oh, yeah, you know, they're not used to any aggression whatsoever",
        5409.18,
        5416.18
    ],
    [
        " So they don't even have the idea to like gang tackle this guy they can't even get their mind right then",
        5416.58,
        5421.94
    ],
    [
        " They're just the even two of them are watching this happen. You know what I mean?",
        5421.94,
        5427.18
    ],
    [
        " Yeah, I that to me is very very very very believe and they're surprised as they're watching you see you guys getting their asses",
        5428.16,
        5435.08
    ],
    [
        " Get see you got get thrown into the river. Yeah, you're like what the hell just happened",
        5435.08,
        5438.88
    ],
    [
        " Imagine if you haven't really seen all that you know and you see two three a year friends",
        5438.88,
        5443.8
    ],
    [
        " Just get handled like super easily almost like this guy's been training for this exact moment and then now you're next",
        5443.8,
        5449.38
    ],
    [
        " Yeah, and you have no training. Yeah, or maybe this some street training because that's their jam right you just have no idea what you're doing",
        5449.38,
        5454.68
    ],
    [
        " You you go to grab the guy and you're literally getting thrown like a judo like like a judo player",
        5454.68,
        5458.9
    ],
    [
        " It's hard for you and me to imagine because we've been training for so long",
        5458.9,
        5462.84
    ],
    [
        " It's hard to imagine what it's like to not have any training",
        5462.84,
        5467.28
    ],
    [
        " You know, I don't remember what it's like to not know to do it anymore",
        5467.28,
        5470.88
    ],
    [
        " I mean when I talk about like master Chief Bailey",
        5470.98,
        5473.64
    ],
    [
        " Like I just remember that instance of like well, this is confusing, but I don't remember what was actually",
        5473.64,
        5479.38
    ],
    [
        " What it was like the day before that and like if I want to look and I've been in a lot of fights actually growing up",
        5479.38,
        5485.68
    ],
    [
        " been a lot of fights",
        5485.68,
        5486.74
    ],
    [
        " but",
        5486.74,
        5488.0
    ],
    [
        " What my thought process was was just ignorant and ignorance the wrong word. It's just like a hollow emptiness",
        5488.0,
        5494.84
    ],
    [
        " Yeah, like but I like a big blindness",
        5494.84,
        5496.68
    ],
    [
        " Yeah, you don't you don't see anything you see one or two things and you think that's the whole story one",
        5496.68,
        5501.26
    ],
    [
        " Just not even part of the story. You just have no idea",
        5501.26,
        5504.26
    ],
    [
        " Jack yeah, uh talks a little bit more about the ban on martial arts the ban of martial the ban",
        5504.26,
        5510.16
    ],
    [
        " On teaching martial arts extended to all levels of schools the banning of judo schools one of the pre-war strongholds of judo training",
        5510.16,
        5518.1
    ],
    [
        " Seriously impacted the ability of pre-war judoka to practice and eliminated hundreds of teaching jobs for for top judoka",
        5518.1,
        5525.3
    ],
    [
        " As late as 1947 there were still great confusion about the legal status of teaching and practicing traditional martial arts",
        5525.38,
        5530.68
    ],
    [
        " especially in schools at all levels",
        5530.68,
        5533.16
    ],
    [
        " It was not till between 1947 and 1950 that controls on the martial arts were loosened and judo and other martial arts were again permitted to be taught in schools",
        5533.16,
        5542.66
    ],
    [
        " Even if such rest that I'm just skimming some of these highlights of what you know what he's going through",
        5542.66,
        5548.3
    ],
    [
        " Even if such restrictions had not been imposed on the teaching and practice of judo",
        5548.3,
        5552.6
    ],
    [
        " Many judoka were no economic position to spend their time training",
        5552.6,
        5556.24
    ],
    [
        " This was true of Kimura as well from the end of the war Kimura was was unable to practice at all",
        5556.24,
        5561.98
    ],
    [
        " You're trying to support his family with unstable jobs such as broker for coal sales bodyguard etc",
        5561.98,
        5567.28
    ],
    [
        " Nonetheless Kimura entered one of the first judo tournaments held after the war war",
        5567.28,
        5573.48
    ],
    [
        " 1947 West Japan judo championship",
        5573.48,
        5576.78
    ],
    [
        " Kimura's pride anyone that Kimura's prize for defeating both opponents was the equivalent of $10,000",
        5577.42,
        5583.98
    ],
    [
        " Damn that's pretty good in 1947. Oh yeah",
        5583.98,
        5586.66
    ],
    [
        " Much needed windfall that helped the sport's family during the difficult early post-war years following the tournament",
        5586.66,
        5592.58
    ],
    [
        " Kimura was promoted to seventh dawn",
        5592.58,
        5595.8
    ],
    [
        " The first all Japan championship held since 1940 was was contested on May 2nd",
        5595.8,
        5606.12
    ],
    [
        " 1948 Kimura likely would have been a favorite but was denied entry because of his refusal to return the championship flag",
        5607.1,
        5612.86
    ],
    [
        " Which he had kept after winning for consecutive all Japan championship tournaments before the war",
        5612.86,
        5617.62
    ],
    [
        " So this is something that came up and they're basically was given a flag and he didn't return it to like the judo people",
        5617.62,
        5625.06
    ],
    [
        " And they were mad at him and they were really mad at him. That's they didn't even let him in the tournament",
        5625.06,
        5629.84
    ],
    [
        " um",
        5629.84,
        5631.46
    ],
    [
        " He'd Kimura did participate in the 1949 all Japan championship at age 32",
        5633.18,
        5639.24
    ],
    [
        " You remember this match against",
        5639.24,
        5641.76
    ],
    [
        " Ishii Kawah one of the toughest and most consistent opponents",
        5641.76,
        5646.08
    ],
    [
        " Um after a second overtime and again, I'm fast-forwarding",
        5646.08,
        5650.96
    ],
    [
        " But there's really cool details about these about these matches after a second overtime the judges decision had to be rendered all three judges",
        5650.96,
        5657.16
    ],
    [
        " Both raised both red and white flags. It was a draw",
        5657.52,
        5661.28
    ],
    [
        " The 1949 championships was the highlight of Kimura's",
        5661.28,
        5665.36
    ],
    [
        " judo career. It was the last time Kimura would compete in the all Japan championship leaving him with four wins and a co-champion chip",
        5665.36,
        5672.68
    ],
    [
        " So that last time that he competed he actually had a draw and there was dual champions there",
        5672.68,
        5677.16
    ],
    [
        " Shortly after 1949 after winning 1949 all Japan championship",
        5677.16,
        5683.38
    ],
    [
        " Kimura was offered the highly prestigious position of judo instructor of the Tokyo Metropolitan Police he began working there in April of 1950",
        5684.14,
        5692.22
    ],
    [
        " But the salary was insufficient to support his family now consisting of a wife son and daughter especially since his wife had contracted to burkylosis",
        5692.22,
        5700.02
    ],
    [
        " Medicine was extremely rare and expensive in post-war Japan",
        5700.02,
        5702.96
    ],
    [
        " Kimura could simply not afford treatment on the police department salary and the reason that this is important to bring up is because he had to figure out what to do to get money",
        5702.96,
        5710.68
    ],
    [
        " Luckily, there's a new startup",
        5711.36,
        5712.86
    ],
    [
        " New startup I don't know if they use that term back in the day, but there's a professional judo came out in pro judos first tournament",
        5712.86,
        5722.94
    ],
    [
        " Kimura worked his way through various opponents to reach the finals where he faced six dawn",
        5722.94,
        5728.0
    ],
    [
        " Yamaguchi Toshio",
        5728.0,
        5730.32
    ],
    [
        " Kimura beat Yamaguchi by a soto gari followed by a pin becoming the first professional judo champion",
        5730.32,
        5736.66
    ],
    [
        " Then this guy that he fought Yamaguchi started getting the pro wrestling scene",
        5737.48,
        5741.94
    ],
    [
        " And there's a whole",
        5741.94,
        5745.2
    ],
    [
        " A whole story that we need to get Josh Barnett on here to get that we can get down and get the whole history of",
        5745.2,
        5753.94
    ],
    [
        " Japanese professional wrestling and where it came from and how it went and we got the Americans that came over the Americans that were catch wrestlers",
        5753.94,
        5760.74
    ],
    [
        " That went over to Japan and taught these guys how to do this stuff",
        5760.74,
        5763.76
    ],
    [
        " um, but",
        5764.16,
        5765.42
    ],
    [
        " Kimura got involved in that and",
        5765.42,
        5769.64
    ],
    [
        " You know went to Hawaii giving a three-month contract to demonstrate judo on the Hawaiian islands",
        5769.64,
        5774.92
    ],
    [
        " pro wrestling fast-forward a little pro wrestling promoter",
        5774.92,
        5779.98
    ],
    [
        " We gave him a offer to take part in weekly pro wrestling bouts money was great",
        5779.98,
        5785.68
    ],
    [
        " He was able to get the medicine able to buy the medicine for his wife",
        5785.68,
        5790.34
    ],
    [
        " She was able to recover from her disease",
        5790.72,
        5793.74
    ],
    [
        " Um now meanwhile in Brazil",
        5793.74,
        5797.78
    ],
    [
        " There was a guy another judo guy named kato kato weighed about 154 pounds",
        5797.78,
        5805.58
    ],
    [
        " Alio Gracie weighed 139 Gracie faced kato twice in the first match on September 6th 1951 kato and Gracie met",
        5805.58,
        5813.58
    ],
    [
        " At the maracana stadium in Rio de Janeiro, Brazil for a three-round draw",
        5813.58,
        5819.38
    ],
    [
        " So the first time we had judo versus",
        5820.38,
        5822.8
    ],
    [
        " jujitsu it was a draw guys that were roughly equal",
        5822.8,
        5827.36
    ],
    [
        " I mean 15 pounds is no joke honestly",
        5827.36,
        5830.0
    ],
    [
        " But they're more equal than some of these other matches that are going on at the time",
        5830.0,
        5834.72
    ],
    [
        " um, then they had a",
        5834.72,
        5838.52
    ],
    [
        " Second bouch a second bout September 29th",
        5838.52,
        5841.94
    ],
    [
        " 1951 it's only 23 days later",
        5841.94,
        5844.3
    ],
    [
        " going to",
        5844.3,
        5846.1
    ],
    [
        " uh",
        5848.42,
        5848.98
    ],
    [
        " Quote or a story told by Kimura about the second match the rules of the bout were different from that of judo or pro wrestling",
        5848.98,
        5856.04
    ],
    [
        " The winner was decided by submission only yeah",
        5856.04,
        5859.4
    ],
    [
        " No matter how cleanly a throw is executed or how long",
        5859.4,
        5864.32
    ],
    [
        " Uh, someone was paying it does not count. He issued the challenge to kato",
        5864.32,
        5868.48
    ],
    [
        " Fifth Don first the gong rang",
        5868.48,
        5871.7
    ],
    [
        " Kato was in good condition and through alio a number of times however past the 15 minute mark",
        5872.0,
        5876.54
    ],
    [
        " I started to see again. This is this is Kimura watching this",
        5876.54,
        5879.4
    ],
    [
        " I started to see frustration in kato's face the throws had no damage on alio since the mat was soft at the 30 minute mark",
        5879.4,
        5887.32
    ],
    [
        " It was evident that kato was tired",
        5887.32,
        5889.74
    ],
    [
        " What's the matter kato go no waza don't stand up the Japanese in the audience yelled",
        5889.74,
        5894.74
    ],
    [
        " Kato then threw alio down by osoto gari mounted on alio",
        5894.74,
        5899.56
    ],
    [
        " And started a crosshand choke the audience roared with excitement, but as I walked carefully",
        5899.86,
        5905.0
    ],
    [
        " alio was also applying a choke from below",
        5905.0,
        5908.22
    ],
    [
        " They were trying to choke out each other",
        5908.22,
        5910.64
    ],
    [
        " This lasted about three or four minutes kato's face started to turn pale",
        5910.64,
        5914.74
    ],
    [
        " I shouted stop to the referee and jumped into the ring when alio released his hands kato collapsed on the mat face first",
        5914.74,
        5922.4
    ],
    [
        " By beating kato gracey became instant national hero",
        5922.4,
        5927.3
    ],
    [
        " Unfortunately his supporters went overboard in celebrating his victory as kimura remembered it two days after his bout",
        5929.06,
        5934.12
    ],
    [
        " I saw alio students marching down a city street carrying a coffin",
        5934.12,
        5937.7
    ],
    [
        " They were shouting dead Japanese judoka kato is in this coffin. He got killed by alio",
        5937.7,
        5944.44
    ],
    [
        " We asked your support for judo master alio gracey",
        5944.44,
        5949.84
    ],
    [
        " So",
        5949.84,
        5951.0
    ],
    [
        " Gracies going hard to paint even back in the day dude",
        5951.0,
        5954.76
    ],
    [
        " Just bringing out a coffin. It's actually a picture of young alio gracey in here",
        5955.2,
        5958.7
    ],
    [
        " And you know alio gracey in most pictures. He looks kind of frail and weak",
        5958.7,
        5962.42
    ],
    [
        " Like look at that picture right there",
        5962.42,
        5964.56
    ],
    [
        " He looks like he's like the only picture seen him where you go. Oh, yeah, you could tell this dude's training all the time",
        5964.56,
        5970.88
    ],
    [
        " Yeah, take a look at that. That's so much traps",
        5970.88,
        5972.82
    ],
    [
        " He's kind of jacked. He's wearing a singlet. We want a wrestling singlet",
        5972.82,
        5977.54
    ],
    [
        " So",
        5977.54,
        5979.3
    ],
    [
        " What happens after this kato gets beat just shame for judo",
        5979.3,
        5984.34
    ],
    [
        " Kimura now accepts the match and",
        5985.24,
        5988.14
    ],
    [
        " So now we have a match of of kimura versus alio gracey",
        5988.14,
        5994.36
    ],
    [
        " One of the most significant matches in the history of martial arts. Mm-hmm. Am I wrong? Yeah, you're not wrong",
        5994.36,
        6001.12
    ],
    [
        " I don't think I mean is one of the most significant",
        6001.12,
        6003.5
    ],
    [
        " matches in the history of martial arts and",
        6003.5,
        6007.12
    ],
    [
        " We that's what I opened with is how",
        6007.12,
        6008.96
    ],
    [
        " alio gracey remembered it what he thought of it",
        6008.96,
        6012.46
    ],
    [
        " That was what we covered in the opening of this. Let's hear let's hear how",
        6013.0,
        6016.7
    ],
    [
        " Kimura describes",
        6016.7,
        6018.98
    ],
    [
        " this match",
        6018.98,
        6020.5
    ],
    [
        " He says 20,000 people came to see the bout including the president of brazil",
        6020.5,
        6027.64
    ],
    [
        " alio gracey was 180 centimeters and 80 kilograms",
        6027.64,
        6033.12
    ],
    [
        " When I which I think is you know, I think alio would say he was lighter than that",
        6033.12,
        6038.68
    ],
    [
        " but",
        6040.24,
        6040.68
    ],
    [
        " Because 80 kilograms is 1765 pounds more than that. Yeah, and and yet",
        6040.68,
        6046.54
    ],
    [
        " They usually say alio was like 145 pounds or something like that",
        6046.54,
        6050.16
    ],
    [
        " Anyways, when I entered the stadium I found a coffin",
        6050.16,
        6054.86
    ],
    [
        " I asked what it was I was told this is for kimura alio brought this in it was so funny that I almost burst into laughter as I",
        6054.86,
        6063.52
    ],
    [
        " Approached the ring raw eggs were thrown at me",
        6063.52,
        6065.88
    ],
    [
        " The gong ring",
        6066.32,
        6067.42
    ],
    [
        " alio grabbed me in both the pells and attacked me with a sotagari",
        6067.42,
        6071.88
    ],
    [
        " But they did not move me at all now. It's my turn. I blew him up in the air",
        6071.88,
        6077.1
    ],
    [
        " With a bunch of different throws. I'm not gonna read them all at about the 10 minute mark",
        6077.1,
        6084.14
    ],
    [
        " I threw him by a sotagari. I intended to cause a concussion",
        6084.14,
        6088.1
    ],
    [
        " But since the mat was so soft that did not have much impact on him while continuing to throw him",
        6088.1,
        6093.34
    ],
    [
        " I was thinking of a finishing method. I threw him by a sotagari again as soon as alio fell I pinned him",
        6093.56,
        6101.28
    ],
    [
        " I held still for two or three minutes then tried to smother him with my belly alio shook his head trying to breathe",
        6101.28,
        6109.94
    ],
    [
        " He could not take it any longer and tried to push my body up extending his left arm",
        6109.94,
        6114.46
    ],
    [
        " That moment I grabbed his left wrist with my right hand and twisted his arm",
        6114.46,
        6118.48
    ],
    [
        " I applied the entangled arm lock or",
        6118.48,
        6122.88
    ],
    [
        " the kimura",
        6123.34,
        6124.22
    ],
    [
        " I thought he would surrender immediately, but alio would not tap the mat",
        6124.22,
        6129.36
    ],
    [
        " I had no choice but to keep twisting on his arm",
        6129.36,
        6132.68
    ],
    [
        " The stadium became quiet",
        6132.68,
        6134.74
    ],
    [
        " The bone of his arm was coming close to breaking point",
        6134.74,
        6138.38
    ],
    [
        " Finally the sound of bone breaking echoed throughout the stadium alio still did not surrender",
        6138.38,
        6144.92
    ],
    [
        " His left left arm was already powerless",
        6144.92,
        6148.62
    ],
    [
        " Under this rule",
        6148.62,
        6149.9
    ],
    [
        " I had no choice but to twist the arm again. There was plenty of time left. I twisted the arm again",
        6149.9,
        6156.68
    ],
    [
        " Another bone was broken",
        6156.68,
        6159.18
    ],
    [
        " alio still did not tap when I tried to twist the arm once more a white towel was thrown in",
        6159.18,
        6166.66
    ],
    [
        " I won by tko",
        6166.66,
        6168.5
    ],
    [
        " My hand was raised",
        6168.5,
        6170.62
    ],
    [
        " Japanese Brazilians rushed into the ring and tossed me up in the air on the other hand alio left let his arm hang and looked very sad",
        6170.62,
        6178.38
    ],
    [
        " Withstanding the pain",
        6179.9,
        6180.96
    ],
    [
        " There's a video of this by the way you can go go watch this match pretty awesome",
        6180.96,
        6185.7
    ],
    [
        " The",
        6185.7,
        6188.8
    ],
    [
        " the",
        6188.8,
        6189.74
    ],
    [
        " headline of the newspaper",
        6189.74,
        6194.48
    ],
    [
        " Says",
        6194.48,
        6197.52
    ],
    [
        " Moral victory of",
        6197.52,
        6200.12
    ],
    [
        " He of alio gracey, but the funny thing is",
        6200.12,
        6202.74
    ],
    [
        " The moral victory the moral part is really tiny and so it just basically says victory for alio gracey",
        6202.74,
        6209.66
    ],
    [
        " And look in their minds",
        6209.9,
        6211.66
    ],
    [
        " It was a victory because they thought hey, here's a guy that's a lot lighter a lot smaller a lot less athletic and",
        6211.66,
        6219.6
    ],
    [
        " He was able to go a long time against this champion. So it was a moral victory",
        6219.6,
        6223.38
    ],
    [
        " For look at that title",
        6223.38,
        6225.72
    ],
    [
        " So there was definitely the uh some some bias in the media will say back then",
        6225.72,
        6232.5
    ],
    [
        " Uh",
        6232.5,
        6233.7
    ],
    [
        " With that",
        6233.7,
        6235.14
    ],
    [
        " You know that's like I said one of the most significant",
        6235.14,
        6239.04
    ],
    [
        "",
        6239.9,
        6239.9
    ],
    [
        " Matches in the history of",
        6239.9,
        6244.52
    ],
    [
        " Martial arts",
        6244.52,
        6245.96
    ],
    [
        " Going back the book here a little bit in fast forward commuter decided to join the growing and increasingly popular word of japanese professional wrestling in november 1951",
        6245.96,
        6256.1
    ],
    [
        " And then there's this whole story about this",
        6256.1,
        6258.96
    ],
    [
        " Up and coming pro wrestling star who'd fought under the stage name of reeky does on",
        6258.96,
        6265.34
    ],
    [
        " He established his own wrestling federation called the japan pro wrestling alliance reeky does on is often called the father of japanese pro wrestling",
        6266.36,
        6273.82
    ],
    [
        " And as even said without him there likely would be no such thing as pro wrestling in japan reeky does on had trained on in karate",
        6273.82,
        6280.02
    ],
    [
        " And in sumo and reached the third highest rank before long reeky does on and commuter decided to pair up in an effort",
        6280.02,
        6287.66
    ],
    [
        " To put together a winning play bill and hike their income now",
        6287.66,
        6291.66
    ],
    [
        " He goes into this thing about these guys named the sharp brothers Ben and iron mic both six five and over 250 pounds",
        6291.66,
        6298.3
    ],
    [
        " So again, I'm sure these are americans that rolled over there and they're gonna do a uh",
        6298.3,
        6303.54
    ],
    [
        " They did a series of tag team matches",
        6303.54,
        6306.34
    ],
    [
        " Against reeky does on and kameera against these two guys the sharp brothers",
        6306.34,
        6311.8
    ],
    [
        " And this is this is pro wrestling these are kind of worked matches. We're getting into where we know what's gonna happen",
        6311.8,
        6318.38
    ],
    [
        " Right and this they're trying to let's literally like pro wrestling today",
        6318.8,
        6323.38
    ],
    [
        " But again this japanese pro wrestling there's some things that are real that happen. There's things that aren't we again",
        6323.38,
        6328.9
    ],
    [
        " We got to get Josh Barnett",
        6328.9,
        6330.1
    ],
    [
        " Down here with his knowledge exceptional knowledge of all this stuff to talk us through it",
        6330.1,
        6335.42
    ],
    [
        " um",
        6335.42,
        6337.08
    ],
    [
        " So then this happens",
        6337.08,
        6339.02
    ],
    [
        " They're growing popularity led the media and the public to push for about between kameera and reeky does on",
        6339.02,
        6347.78
    ],
    [
        " Build as the dual of the century the match was to last 60 minutes",
        6347.78,
        6352.28
    ],
    [
        " Kameera remembers what happens what happened next",
        6352.28,
        6356.2
    ],
    [
        " I met with reeky does on and asked his opinion he said that is a good idea",
        6356.2,
        6362.62
    ],
    [
        " We will be able to build a fortune. Let's do it",
        6362.62,
        6365.52
    ],
    [
        " The first bout was going to be a draw",
        6365.52,
        6367.94
    ],
    [
        " The winner of the second bout would be determined by paper scissors stone",
        6367.94,
        6374.06
    ],
    [
        " Hmm after the second match we will repeat this process. We came to an agreement on this condition",
        6374.9,
        6380.06
    ],
    [
        " So this is all just fake fake pro wrestling",
        6380.06,
        6382.08
    ],
    [
        " As for the content of the match reeky does on will let me throw him and I will let him strike me with a chop",
        6382.08,
        6388.76
    ],
    [
        " And we rehearsed the karate chops and the throws so this is just a big you know big pro wrestling show",
        6388.76,
        6394.52
    ],
    [
        " However once the bout started reeky does on became taken by greed for big money and fame",
        6394.52,
        6403.5
    ],
    [
        " Lost his mind it became a madman when I saw him raise his hand. I opened my arms to invite the chop",
        6404.06,
        6409.82
    ],
    [
        " He delivered the chop not to my chest, but to my neck with full force",
        6409.82,
        6414.74
    ],
    [
        " I fell to the mat then he kicked me neck arteries are so vulnerable that it did not need",
        6414.74,
        6419.42
    ],
    [
        " To be reeky does on to cause a knockdown a junior high school kid could inflict a knockdown this way",
        6419.42,
        6425.12
    ],
    [
        " I could not forgive his treachery that night",
        6425.12,
        6427.88
    ],
    [
        " I received the phone call informing me that several tens of yakuza are on their way to Tokyo to kill",
        6427.88,
        6434.04
    ],
    [
        " rikiduzon",
        6437.08,
        6437.52
    ],
    [
        " Yeah, it's a male and he goes on",
        6437.52,
        6441.38
    ],
    [
        " Eventually rikiduzon he didn't get killed that night, but he died of he died later",
        6441.38,
        6446.54
    ],
    [
        " From other issues",
        6446.54,
        6449.2
    ],
    [
        " Stab with a short story. I mean it's it was like 10 10 years later or something like that",
        6449.2,
        6454.08
    ],
    [
        " but",
        6454.08,
        6455.38
    ],
    [
        " Kind of terrible",
        6455.38,
        6457.34
    ],
    [
        " You've seen some of those matches gone wrong",
        6457.34,
        6460.42
    ],
    [
        " Oh no wait the",
        6460.66,
        6462.62
    ],
    [
        " The anti-pro wrestling no, I didn't I'm not I wasn't you see an occasion someone get caught in a kimura actually",
        6462.62,
        6468.94
    ],
    [
        " Yeah, yeah, you see remnants of that stuff like like like people get pissed",
        6468.94,
        6472.64
    ],
    [
        " Why always thought it was part of the show sometimes?",
        6472.64,
        6476.52
    ],
    [
        " There's one famous one where I think Kurt Angle gets caught in a kimura by like a young upcoming wrestler that nudie jitsu and like puts it on him for real",
        6477.06,
        6485.14
    ],
    [
        " Yeah, it's kind of messed up. Yeah, I'm lying. I don't know the deal",
        6485.14,
        6489.82
    ],
    [
        " But I wonder how",
        6490.72,
        6492.34
    ],
    [
        " Coriographed or how like",
        6492.34,
        6495.24
    ],
    [
        " Introduced they is every detail kind of sorted out beforehand or is it just sort of like hey?",
        6495.24,
        6500.28
    ],
    [
        " Here's the gig you go you get ahead and you come back then you get ahead and then you come back and win or or like",
        6500.28,
        6506.38
    ],
    [
        " Well, I don't know what they do. I actually know what's up. Yeah, it's like almost like you you have to go to practice with them",
        6506.38,
        6511.0
    ],
    [
        " I mean, I bet let's say you and I we're gonna do an exhibition match. Yeah, probably the same thing we do",
        6511.0,
        6516.54
    ],
    [
        " I'd be like hey, man, you know",
        6516.54,
        6517.72
    ],
    [
        " I'll come out and like kind of get let me get a good throw on you and then I'll get you in a good position",
        6518.44,
        6523.58
    ],
    [
        " You can escape. Yeah, and you can start putting the heat on me and whatever we just figured on we could we could act that out pretty easily",
        6523.58,
        6529.76
    ],
    [
        " Yeah, just with our knowledge",
        6529.76,
        6531.52
    ],
    [
        " There's a difference between that us getting together beforehand like day of and like weeks of like kind of practicing it together",
        6531.52,
        6539.28
    ],
    [
        " You know, I wonder how in depth it goes because some of them I was well actually coincidentally like within the past week or so",
        6539.28,
        6545.12
    ],
    [
        " It was um",
        6545.62,
        6546.76
    ],
    [
        " Dole be it was a female one and I was like, bro",
        6546.76,
        6549.72
    ],
    [
        " They didn't really practice this because there was a lot of dead time now in kind of confusion",
        6549.72,
        6553.48
    ],
    [
        " You know, was it like a professional like on TV? Yeah, the one with the lights in the video",
        6553.48,
        6557.9
    ],
    [
        " Like they have local pro wrestling, you know, oh for you can go check that out. I think I might there's some there's some wildness",
        6557.9,
        6564.48
    ],
    [
        " Those things it was freaking awesome guys were going crazy like you're looking at them impressed like this is dangerous",
        6564.48,
        6572.54
    ],
    [
        " Like whatever they're doing I seen a guy jump off of a building",
        6572.54,
        6575.54
    ],
    [
        " I saw a guy jump off of a building in Ocean Beach, California in a wrestling match",
        6575.54,
        6582.42
    ],
    [
        " Jump off of the building and land in the ring on somebody. Oh damn like yeah",
        6582.42,
        6586.56
    ],
    [
        " If I did that or if you did that we would be hurt 100% yeah, 100% pretty much any building",
        6586.56,
        6591.16
    ],
    [
        " Yeah, I don't know what kind of drugs these dudes are on or what they're taking you know, whether they're on whatever",
        6591.16,
        6596.86
    ],
    [
        " But hey, man, there you go definitely some pain reliever scenarios going on",
        6596.86,
        6602.18
    ],
    [
        " I do know that there's technique though to the to the safety of the room so like the",
        6602.54,
        6607.64
    ],
    [
        " There you actually used to be this reality show on like wrestling school",
        6607.64,
        6611.5
    ],
    [
        " Whatever so I think that's my",
        6611.5,
        6613.88
    ],
    [
        " initial",
        6613.88,
        6614.92
    ],
    [
        " Knowledge from like the little techniques, but you know how you know the one",
        6614.92,
        6619.06
    ],
    [
        " I don't know the names of the moves",
        6619.06,
        6620.96
    ],
    [
        " Well, when the guys laying on his back and you do like a drop with a back your leg jump up and you land on with the back of your leg on his face",
        6620.96,
        6627.06
    ],
    [
        " You like you know you make a little space",
        6627.06,
        6630.02
    ],
    [
        " Yeah, like your knees kind of bent to what are there's like all these techniques and even funny that you do to the complete opposite of that",
        6630.26,
        6636.04
    ],
    [
        " You're just trying to hurt the other",
        6636.04,
        6637.86
    ],
    [
        " Yeah, you take away that space. Yeah, making more effective",
        6637.86,
        6643.56
    ],
    [
        " But yeah, I do wonder how that is I think um",
        6643.56,
        6647.7
    ],
    [
        " Oh freaking",
        6647.7,
        6649.56
    ],
    [
        " Sakuraba was in that for a bit",
        6649.56,
        6653.1
    ],
    [
        " Yes, definitely was definitely was and see that's a thing in Japan and in MMA and",
        6653.1,
        6659.94
    ],
    [
        " Pro wrestling and shoot wrestling and pain there was all kinds of crossover. There were work fights",
        6660.3,
        6664.44
    ],
    [
        " There were not work fights. There's a there's a lot of stuff going on there. Yeah, a lot of stuff that it's hard to follow",
        6664.44,
        6669.2
    ],
    [
        " That's funny how like the guy",
        6669.2,
        6671.24
    ],
    [
        " deviated from the script and then the Yakus that was immediately on his trail. Yeah",
        6671.24,
        6675.98
    ],
    [
        " Not funny, but that's interesting right there. Yeah, and then you wondered did they have bets on it?",
        6675.98,
        6681.02
    ],
    [
        " Yeah, I mean were they betting on this even though everyone knew his fake like what's going on?",
        6681.56,
        6684.64
    ],
    [
        " Or he's not allowed to do that kind of violation",
        6685.02,
        6686.86
    ],
    [
        " All right, ruining the show for us. Maybe that there. I'm sure there's a bunch of other stuff",
        6687.0,
        6691.38
    ],
    [
        " That's kind of dependent you know riding on on that show",
        6691.38,
        6694.24
    ],
    [
        " It's been weird you can always hear like when Rogan's talking to somebody that they're into pro wrestling",
        6694.24,
        6700.76
    ],
    [
        " He doesn't get like I'm that way too like I can't I can't I can't buy into it",
        6700.76,
        6705.6
    ],
    [
        " You know, I can't be like oh, that's cool like Rick Rubin the other day Rick Rubin's a huge fan of pro wrestling",
        6705.6,
        6711.18
    ],
    [
        " He's like talking about how it's more like life than you ever see",
        6711.18,
        6715.84
    ],
    [
        " Like I do I mean I'm sure at some point we'll talk through it, but him and Tony Hinchcliffe",
        6715.84,
        6722.8
    ],
    [
        " He's totally into it",
        6722.8,
        6724.38
    ],
    [
        " And I've heard you know him and and seems like",
        6724.38,
        6727.54
    ],
    [
        " Joe has a hard time with like",
        6727.54,
        6730.24
    ],
    [
        " Figuring out why it's cool and I'm I agree with Joe like it's hard when you can watch two humans fight in a cage",
        6730.24,
        6738.24
    ],
    [
        " For real why would you possibly want to watch two people act it out?",
        6738.24,
        6743.5
    ],
    [
        " Just doesn't make sense to me. Yeah, yeah, I'm sure there's something we're missing as far as the",
        6743.5,
        6747.48
    ],
    [
        " Pro wrestling in life parallel",
        6747.48,
        6749.7
    ],
    [
        " But you never know right? I mean how much pro wrestling do you watch? Yeah, I don't watch enough, man",
        6749.7,
        6755.36
    ],
    [
        " You know, I don't watch enough. I it's hard for me to watch it",
        6755.36,
        6759.24
    ],
    [
        " Because it takes a long time too. Yeah, you know what I you know what I will give up I will concede",
        6759.24,
        6764.74
    ],
    [
        " You know when you see a clip",
        6764.74,
        6766.3
    ],
    [
        " You know a clip of some pro wrestling yeah, that might be pretty cool",
        6766.3,
        6770.42
    ],
    [
        " You know like back in the day when all of a sudden the gong would go because the undertakers like showing up",
        6770.42,
        6776.78
    ],
    [
        " Or like stone cold Steve Austin. Yeah, like there's whatever entry wild entry. Yes",
        6776.78,
        6783.08
    ],
    [
        " So you're right about that there's some dramatic elements that we get credit to",
        6783.08,
        6787.64
    ],
    [
        " We have to get really fun",
        6787.64,
        6788.62
    ],
    [
        " So and when you consider that part of it and I'm remembering back to my childhood days where I didn't really watch the whole thing",
        6788.62,
        6794.0
    ],
    [
        " But you know like they'd have the commercials for it. I'm like bro that event",
        6794.0,
        6797.1
    ],
    [
        " Whatever they're doing in there. Oh, you're out there doing whatever they're doing that looks fun",
        6798.12,
        6801.24
    ],
    [
        " So and then you get all these crazy characters like when the rock was in his hey day and when do you smell what the rock is good",
        6801.24,
        6807.36
    ],
    [
        " Because ever we were waiting for that we're waiting for him to say that",
        6807.36,
        6810.08
    ],
    [
        " And then you know like and you know he you know what he's about to do because he has the whole ritual",
        6810.08,
        6813.88
    ],
    [
        " You know that the people's eyebrow and all this stuff",
        6813.88,
        6816.1
    ],
    [
        " so um",
        6816.1,
        6817.42
    ],
    [
        " So when they came out with like the real",
        6817.42,
        6820.64
    ],
    [
        " Characters like I and the earliest I remember is the there is like two twin brothers",
        6820.64,
        6826.32
    ],
    [
        " Mm-hmm and they had a movie or whatever, but it was like that era. It's like 80s and then um",
        6826.86,
        6831.02
    ],
    [
        " Who was it the freaking ultimate warrior? Yeah, oh kogan like all those guys when they when they were like these these characters are really",
        6831.02,
        6837.36
    ],
    [
        " I mean you're running wild. Yeah, I know",
        6837.36,
        6839.42
    ],
    [
        " So that event just started getting bigger and bigger and bigger and bigger",
        6839.42,
        6843.34
    ],
    [
        " Yeah, and then these stunts are all crazy or whatever",
        6843.34,
        6845.32
    ],
    [
        " So yeah, you individualized like a certain sequence or a certain like action or whatever. Oh, yeah, I see it",
        6845.32,
        6849.9
    ],
    [
        " I see it",
        6849.9,
        6850.58
    ],
    [
        " But at the end of the day, I think what you're talking about or what we're talking about is",
        6850.58,
        6854.46
    ],
    [
        " When you watch two guys like in u.s. See for say and they're really fighting you don't know who's gonna win",
        6855.06,
        6860.18
    ],
    [
        " You don't know how this can be hard. It's gonna be a tough fight. It's real fight if he gets elbowed or need in the face",
        6860.18,
        6865.18
    ],
    [
        " Bro, it's like there's some real consequences",
        6865.18,
        6866.94
    ],
    [
        " And then you're like, okay, this one's obviously like choreographed like obviously that part of it is hard",
        6866.94,
        6872.06
    ],
    [
        " I guess what we're missing is you know to give credit to Rick Rubin and Tony hinge cliff is like",
        6872.06,
        6878.52
    ],
    [
        " If they're tracking that whole story, it's like if you ever watched",
        6878.52,
        6882.48
    ],
    [
        " Breaking bad",
        6883.16,
        6883.94
    ],
    [
        " Some series some series on TV where there's a bunch of characters and there's stuff happening",
        6883.94,
        6888.96
    ],
    [
        " And so you go this is a cool story and we're gonna follow it. Yeah, yeah",
        6888.96,
        6892.28
    ],
    [
        " I've never participated enough",
        6892.28,
        6894.34
    ],
    [
        " In that thing to really like understand all the stuff that's going on so that is probably why those guys are into it and super hype about it",
        6894.34,
        6902.28
    ],
    [
        " And I doubt that Joe has ever",
        6902.28,
        6905.34
    ],
    [
        " Participated in enough or paid enough attention to be like wait a second who's gonna win?",
        6905.34,
        6909.5
    ],
    [
        " Yeah, yeah, because it's really easy just to be like who's gonna win tonight. There's no winning. Yeah, yeah, so I'm not gonna watch it",
        6909.78,
        6915.56
    ],
    [
        " Even they're not really yeah, yeah, exactly",
        6915.56,
        6917.42
    ],
    [
        " but that's a good point though and",
        6917.42,
        6919.88
    ],
    [
        " Because yeah, like I said, I make an investment in it. Yes, like and I'm really really I'm really honestly not willing to invest in something when I could",
        6919.88,
        6928.58
    ],
    [
        " I would much rather watch two people fight for real. So do you and you used mentioned breaking bad?",
        6928.58,
        6933.08
    ],
    [
        " So did you watch breaking bad? Is that one where you kind of know? Oh remember when that happened",
        6933.2,
        6936.46
    ],
    [
        " Do you know kind of the storyline give or take",
        6936.46,
        6938.38
    ],
    [
        " Breaking bad. Yeah, yeah, it's a story. It's one big story right? So are you familiar with that particular story though?",
        6938.38,
        6944.54
    ],
    [
        " Yeah, I mean, I am now that I watch it. Yes, I can't call it all right off the top of my head",
        6944.78,
        6949.26
    ],
    [
        " Yeah, so perfect",
        6949.26,
        6950.26
    ],
    [
        " So if you if you get into a show like that and you got Netflix is really good at that right now like the format",
        6950.26,
        6955.8
    ],
    [
        " It's like well, you can't wait for the next one kind of things. See what happens all the stuff at least her",
        6955.8,
        6959.32
    ],
    [
        " So it's essentially that but in the wrestling combat sports format and honestly",
        6959.32,
        6964.9
    ],
    [
        " I don't even know if there is a sustaining plot through the professional wrestling. I don't even know",
        6964.9,
        6969.94
    ],
    [
        " I might be that I'm not be I don't know and actually you're right",
        6969.94,
        6972.72
    ],
    [
        " So I will here's my my my statement if there is I can see it now. Yeah, yeah good before it's like all this other stuff",
        6972.72,
        6980.12
    ],
    [
        " Sure, we know so just like we know breaking bad's not real",
        6980.12,
        6981.88
    ],
    [
        " You know if you're there to really see a real meth lab be operated then you're not gonna like breaking bad",
        6981.88,
        6987.52
    ],
    [
        " Because you like this just a not real, you know",
        6987.52,
        6989.46
    ],
    [
        " But if you like the story it grabbed you or whatever I think porous thing and I can say how they could do a good job too",
        6989.46,
        6994.58
    ],
    [
        " With these characters. Yeah, I totally see it now",
        6994.58,
        6998.0
    ],
    [
        " John Cena mm-hmm",
        6998.0,
        7001.86
    ],
    [
        " so",
        7001.86,
        7002.7
    ],
    [
        " You know the idea of when um not the idea but they take John see the there's a clip",
        7002.7,
        7009.44
    ],
    [
        " I don't know if it's just one clip or they always say it or what and then he says and his name is John Cena",
        7009.44,
        7014.52
    ],
    [
        " You ever heard that? No, what okay? This is pal the I know a little bit about maybe the 80s wrestlers",
        7014.52,
        7020.78
    ],
    [
        " And then maybe that some of the 90s wrestlers like we're talking Hulk Hogan",
        7020.78,
        7025.04
    ],
    [
        " Ultimate warrior",
        7025.04,
        7026.48
    ],
    [
        " Undertaker stone cold Steve Austin",
        7026.48,
        7029.9
    ],
    [
        " Maybe even a little bit further back like Andre the giant and and the iron chic",
        7029.9,
        7034.94
    ],
    [
        " But again never in any moment in my life were they anything more than like a highlight reel",
        7034.94,
        7040.52
    ],
    [
        " Yeah, yeah, same boat for sure",
        7040.52,
        7043.6
    ],
    [
        " But these clips are so like used for a bunch of other stuff now. So it's like his name is John Cena",
        7043.6,
        7049.94
    ],
    [
        " Page oh, yeah, I'm cuz he has ddp yoga. He's out there getting after it seems to help people out good for ddp. Oh, yeah",
        7050.32,
        7057.38
    ],
    [
        " um",
        7057.38,
        7058.24
    ],
    [
        " But it's so like hype, you know where it's like and his name is john Cena",
        7058.24,
        7062.9
    ],
    [
        " I'm sure they say it out of a specific time. I actually don't think I've I recall them actually using that clip",
        7062.9,
        7068.94
    ],
    [
        " In real life. I've never heard it or seen it be done",
        7068.94,
        7072.32
    ],
    [
        " But now they'll do it on videos where like you know like if um",
        7072.32,
        7076.16
    ],
    [
        " You ever seen that video. Hands are always freaking posted or he's always posted where it's like two guys are fighting",
        7076.44,
        7080.94
    ],
    [
        " Right, and then somebody comes like out of no",
        7080.94,
        7083.42
    ],
    [
        " And comes with like a huge jump kick and I get you whatever",
        7083.42,
        7086.54
    ],
    [
        " So this is for example how they would use that clip. It's just the audio clip",
        7086.54,
        7090.34
    ],
    [
        " His name is john Cena then it plays this music",
        7090.34,
        7092.7
    ],
    [
        " So they'll it'll have like a unrelated video right of two people really fighting in real life like a street fight or something",
        7092.7,
        7099.16
    ],
    [
        " And like a crowd bar fight or something and then someone come flying out of nowhere",
        7099.16,
        7102.22
    ],
    [
        " And then they'd say they play the clip audio and his name is john Cena right when they land the kick and he goes",
        7102.22,
        7107.4
    ],
    [
        " Oh, it's this big thing",
        7107.4,
        7109.24
    ],
    [
        " So that hype that they have",
        7109.24,
        7111.5
    ],
    [
        " isolated and individualized",
        7111.5,
        7114.04
    ],
    [
        " When I understand and feel that hype when they play it on all kinds of different clips by the way",
        7114.04,
        7119.72
    ],
    [
        " That feeling that I get if even a fraction of that is involved in pro wrestling I get it",
        7119.72,
        7124.94
    ],
    [
        " Yeah, there you go. All right, Tony Hinch cliff and Rick Rubin carry on",
        7124.94,
        7129.4
    ],
    [
        " And yeah, guys, we're we're down. We're our minds are open to your to your things here",
        7130.84,
        7135.94
    ],
    [
        " Fast forward a little bit at march 1955 came here went to Mexico to do pro wrestling matches in november",
        7135.94,
        7141.98
    ],
    [
        " He traveled to french to teach judo during judo during the daytime and do pro wrestling matches at night",
        7141.98,
        7146.14
    ],
    [
        " He did the same for London spending a year in Paris and London from their came here traveled to Spain for four months",
        7146.14,
        7151.52
    ],
    [
        " Teach judo and pro wrestling. You can kind of see where his life is heading to",
        7151.52,
        7154.6
    ],
    [
        " um",
        7155.46,
        7156.16
    ],
    [
        " Back to brazil in 1959 returned to brazil what was his last pro wrestling in judo tour",
        7156.16,
        7163.32
    ],
    [
        " He was challenged by valdemar son santaana",
        7163.32,
        7167.78
    ],
    [
        " 27-year-old champion of grazie jiu jitsu capweta",
        7167.78,
        7171.72
    ],
    [
        " And boxing kimura claimed that santaana had a fourth dawn in judo",
        7171.72,
        7177.34
    ],
    [
        " Though this may have been his rank in grazie jiu jitsu at six foot 205 pounds",
        7177.34,
        7181.74
    ],
    [
        " He was taller heavier and much younger than kimura now 42",
        7181.74,
        7184.44
    ],
    [
        " The year before",
        7184.44,
        7186.56
    ],
    [
        " Santana had knocked out a leo grazie in a fight lasting three hours and 45 minutes",
        7186.56,
        7191.18
    ],
    [
        " That's no no time limit activity right there",
        7191.18,
        7193.6
    ],
    [
        " So these two guys fight",
        7193.6,
        7196.0
    ],
    [
        " Kimura through santaana",
        7196.0,
        7198.4
    ],
    [
        " Applied his kimura lock",
        7198.4,
        7200.88
    ],
    [
        " Then they did a rematch",
        7200.88,
        7202.84
    ],
    [
        " This rematch was valetudo",
        7202.84,
        7205.62
    ],
    [
        " Kimura heard his left knee",
        7207.3,
        7208.88
    ],
    [
        " Uh the promoter insisted that they fight anyway says if you refuse to fight today the angry audience will set fire to the arena",
        7208.88,
        7215.46
    ],
    [
        " If this arena got burnt to ash",
        7215.46,
        7217.36
    ],
    [
        " I would make you accountable for the damage so he gets pressured into this fight with little choice",
        7217.36,
        7221.02
    ],
    [
        " Kimura went ahead with the fight",
        7221.02,
        7223.18
    ],
    [
        " I'm gonna they give us some pretty good detail around the fight",
        7223.18,
        7226.74
    ],
    [
        " He says I traded kicks with him the entire audience was standing with excitement even in this situation. I was able to think clearly",
        7226.74,
        7231.52
    ],
    [
        " I was thinking he's one level higher than I both in kicks and open hand strikes in order when I must take the fight to the ground",
        7232.54,
        7239.3
    ],
    [
        " Fast forward a little bit all of a sudden I received a head cracking impact",
        7239.3,
        7244.5
    ],
    [
        " I experienced a tremendous ear ringing got momentarily unconscious",
        7244.5,
        7248.26
    ],
    [
        " I had received a headbutt on my left temple. It was a headbutt from the side",
        7248.26,
        7253.18
    ],
    [
        " I had thought that all headbutts would come from the front. I never knew of a side headbutt",
        7253.18,
        7259.1
    ],
    [
        " Then he says I cannot lose here",
        7259.1,
        7261.08
    ],
    [
        " I must win even if I may die I thought driven by this willpower",
        7261.52,
        7265.2
    ],
    [
        " I tried to find a way to fight back the referee came between us to separate us",
        7265.2,
        7269.18
    ],
    [
        " We were already covered in blood the fight was brought back to the center of the ring again",
        7269.18,
        7273.32
    ],
    [
        " He threw an open right hand strike",
        7273.32,
        7275.82
    ],
    [
        " I caught the arm and attempted a throw it seemed like it would score",
        7275.82,
        7280.04
    ],
    [
        " I would score a clean throw however it was a miscalculation",
        7280.04,
        7283.34
    ],
    [
        " We were both heavily covered with sweat as if a large amount of water had been poured onto our heads",
        7283.34,
        7289.78
    ],
    [
        " Moreover, he had no jacket on there was no way such a technique could have worked under these conditions",
        7289.94,
        7295.5
    ],
    [
        " His arm slipped through and my body rotated in air",
        7295.5,
        7298.76
    ],
    [
        " Once forward and I landed on my back",
        7298.76,
        7301.34
    ],
    [
        " So this is classic right he tries a judo throw but they're all sweaty",
        7301.34,
        7307.18
    ],
    [
        " I mean, it's kind of crazy when we're doing Jiu Jitsu",
        7307.18,
        7309.96
    ],
    [
        " It's like oh yeah, this sweat here like oh yeah, I can't do that when it's sweaty. We literally say that now even about",
        7309.96,
        7315.14
    ],
    [
        " You know heel hooks like someone super sweaty the heel hook. It's hard to get a heel hook harder",
        7315.14,
        7319.3
    ],
    [
        " Armlock and someone gets super sweaty. It's harder to get throws judo throws real hard",
        7319.98,
        7324.98
    ],
    [
        " I screwed up. I shouted in my mind, but it was too late",
        7324.98,
        7329.0
    ],
    [
        " He immediately jumped at me if he got on my chest",
        7329.0,
        7332.2
    ],
    [
        " He could freely strike my eyes nose chest with his elbows",
        7332.2,
        7334.46
    ],
    [
        " I caught him in a body scissors. I squeezed his body with full force hoping to sever his intestine",
        7334.46,
        7339.74
    ],
    [
        " He crumbled momentarily, but did not surrender since the body scissors did not finish him",
        7339.74,
        7344.8
    ],
    [
        " I realized that I was in a disadvantageous position when I lifted my head. I saw",
        7344.8,
        7348.82
    ],
    [
        " When I lifted my head hundreds of stars flew out of my eyes. I took a straight punch",
        7349.78,
        7354.16
    ],
    [
        " In the nose and my eyes",
        7354.16,
        7357.06
    ],
    [
        " It was an accurate intense punch the back of my head got slammed onto the mat",
        7357.06,
        7361.48
    ],
    [
        " Moreover and intense headbutt attacked my abdomen",
        7361.48,
        7364.64
    ],
    [
        " I felt like my organs would be torn into pieces once twice",
        7364.64,
        7368.32
    ],
    [
        " I hardened my abdominal muscles to withstand the impact and waited for a third attack",
        7368.32,
        7373.04
    ],
    [
        " At the moment the third headbutt came my right fist accurately caught his face by counter",
        7373.04,
        7378.34
    ],
    [
        " It landed between his nose and eyes blood spattered",
        7378.34,
        7381.1
    ],
    [
        " I had also been heavily covered in blood the blood interfered with my vision",
        7381.1,
        7384.86
    ],
    [
        " Kill him kill him the devil in my mind screamed",
        7384.86,
        7388.18
    ],
    [
        " He wobbled and stepped back and tried to run with the ropes on his back",
        7388.18,
        7392.98
    ],
    [
        " I chased him throwing kicks and open hand strikes",
        7392.98,
        7395.48
    ],
    [
        " He returned headbutts and elbow strikes, but neither of us was able to deliver a decisive strike",
        7395.48,
        7400.72
    ],
    [
        " Maybe we were both exhausted or maybe the blood in our eyes prevented us from aiming clearly at the target after all the 40 minutes ran out",
        7400.72,
        7408.22
    ],
    [
        " And the match ended in a draw",
        7408.34,
        7410.26
    ],
    [
        " I don't know I didn't look for that one on youtube to see if it's on there",
        7410.26,
        7416.02
    ],
    [
        " Getting into the final years",
        7416.02,
        7419.96
    ],
    [
        " Kimura returned to Japan retired from competition",
        7419.96,
        7423.54
    ],
    [
        " 1960 took up a position of judo instructor at his alma mater university",
        7423.54,
        7427.94
    ],
    [
        " He was highly successful coach. She trained a bunch of champions",
        7427.94,
        7431.9
    ],
    [
        " His final years however were marred by the petty vindictiveness of the Kodakona authorities",
        7431.9,
        7437.48
    ],
    [
        " Who froze his rank at seventh thon because he had refused to return the championship flag",
        7437.48,
        7441.56
    ],
    [
        " He believed he had earned a 1939 and because he had promoted a number of people in Brazil the black belt ranks in judo without authorization from the Kodakon",
        7441.56,
        7449.8
    ],
    [
        " His professional wrestling experience also upset powerful figures who controlled judo rank and who thought he had to mean the art by engaging",
        7449.8,
        7458.02
    ],
    [
        " in this form of entertainment",
        7458.02,
        7461.16
    ],
    [
        " He remained a seventh thon from the age of 30 until his death at 75",
        7461.16,
        7467.36
    ],
    [
        " I",
        7469.92,
        7470.48
    ],
    [
        " Or close this out here. He says Camira never lost his spirit. However",
        7470.48,
        7474.22
    ],
    [
        " He continued to teach and train even while many of those he had defeated were promoted to eighth ninth and even tenth thon in the early 1990s",
        7474.22,
        7483.16
    ],
    [
        " Camira a lifelong smoker was diagnosed with lung cancer",
        7483.16,
        7487.42
    ],
    [
        " Hospitalized after surgery and in his 70s Camira started doing pushups in his room",
        7487.42,
        7494.84
    ],
    [
        " He died on April 18th",
        7495.3,
        7498.24
    ],
    [
        " 1993 at the age of 75 arguably the best judo competitor ever and one of the most important judo figures",
        7498.24,
        7505.36
    ],
    [
        " Ever to be mistreated by the leaders of his art",
        7505.36,
        7509.94
    ],
    [
        " So there you go",
        7509.94,
        7517.12
    ],
    [
        " um always important to know your history always important to know your roots",
        7517.12,
        7521.5
    ],
    [
        " Always important to learn some lessons here and just a cool book",
        7522.62,
        7527.16
    ],
    [
        " From Christopher M Clark once again the book is called the triumphs and tragedy of one of Japan's greatest and most controversial judo champions",
        7527.16,
        7535.28
    ],
    [
        " um",
        7535.28,
        7537.7
    ],
    [
        " Good place to learn some lessons and",
        7537.7,
        7542.54
    ],
    [
        " To see where we can improve where we can become stronger faster smarter better",
        7542.54,
        7547.78
    ],
    [
        " See where we can become a little bit more like Camira",
        7548.8,
        7553.12
    ],
    [
        " So there you go",
        7553.12,
        7555.34
    ],
    [
        " Echo Charles if we're gonna be getting better",
        7555.34,
        7558.68
    ],
    [
        " We need to fuel the system",
        7558.68,
        7560.88
    ],
    [
        " Just get some jacquafuel some jacquafuel.com",
        7560.88,
        7563.42
    ],
    [
        " I was up with this big food expo thing sure",
        7563.42,
        7567.22
    ],
    [
        " And at this big food extra I saw a bunch of people there they're coming to me and they're saying",
        7567.22,
        7571.66
    ],
    [
        " I didn't know you made supplements. I didn't know you made an energy drink. I didn't know you made a protein drink",
        7571.66,
        7576.12
    ],
    [
        " All a decent amount of people. I would say half the people that came and said hi to me",
        7577.24,
        7581.0
    ],
    [
        " We're like oh, I didn't know you had this which means I know I do a terrible job of putting the word out there",
        7581.0,
        7585.46
    ],
    [
        " So jacquafuel.com we make the best supplements in the world straight up yep",
        7585.46,
        7590.48
    ],
    [
        " So check that out check out jacquafuel.com get yourself some ready to drink milk",
        7590.48,
        7596.4
    ],
    [
        " It's yourself one of these drinks here",
        7596.4,
        7598.22
    ],
    [
        " energy drinks",
        7598.22,
        7599.74
    ],
    [
        " energy drinks",
        7600.18,
        7601.04
    ],
    [
        " Without the stigma by the way with yeah, that's good for you your kids can drink it",
        7601.04,
        7607.66
    ],
    [
        " You know like that we made it as good as you can possibly make these things",
        7607.66,
        7611.36
    ],
    [
        " So we got stuff for your joints. You're gonna be doing judo judo and jiu-jitsu and wrestling and moitime boxing",
        7611.36,
        7617.06
    ],
    [
        " Your joints are gonna be neat a little they're gonna need a little comfort a little love",
        7617.06,
        7620.68
    ],
    [
        " Need a little get yourself some joint warfare and get yourself",
        7620.68,
        7623.98
    ],
    [
        " Get yourself some time war by the way. Yeah, we're trying not to get older. Yeah",
        7623.98,
        7629.52
    ],
    [
        " Right get that time war. It's basically",
        7630.0,
        7633.06
    ],
    [
        " designed",
        7633.06,
        7634.96
    ],
    [
        " For your entire health profile",
        7634.96,
        7638.68
    ],
    [
        " Especially the longevity profile",
        7638.68,
        7641.06
    ],
    [
        " So we just brought that out check that one out you can get the stuff jacquafuel.com",
        7641.06,
        7645.14
    ],
    [
        " You can get it a wawa you get the drinks at wawa. You can get them at vitamin shop you get all the stuff at vitamin shop",
        7645.14,
        7649.48
    ],
    [
        " Military commissaries",
        7649.48,
        7651.42
    ],
    [
        " Hanifords dash stores in Maryland wake firm shop right circle KGB",
        7651.42,
        7655.78
    ],
    [
        " and myer",
        7655.78,
        7658.62
    ],
    [
        " We got it going on um",
        7659.74,
        7661.34
    ],
    [
        " Circle K. Can I say circle K. Floor yeah, so a bunch of different great stores you can get this stuff",
        7661.34,
        7666.54
    ],
    [
        " Also if you're doing jiu-jitsu if you're doing judo you're gonna need some gear you need to wear a g",
        7666.54,
        7673.92
    ],
    [
        " Origin USA.com get yourself a gee get yourself a rash guard if you're doing no gee",
        7673.92,
        7679.72
    ],
    [
        " Get yourself some spats if you're wearing spats or",
        7679.72,
        7682.72
    ],
    [
        " Get yourself some shorts all the stuff made in America",
        7682.72,
        7686.42
    ],
    [
        " No, no ones being enslaved",
        7687.02,
        7689.52
    ],
    [
        " Like they are if you buy some other brand that's that's",
        7689.52,
        7694.3
    ],
    [
        " Contracting out a sweatshop in southeast Asia",
        7694.3,
        7698.22
    ],
    [
        " Or in China to make your gear by some 11 year old girl",
        7698.22,
        7703.8
    ],
    [
        " That's getting paid 12 cents a day",
        7703.8,
        7706.36
    ],
    [
        " Don't do don't participate in that no reason",
        7706.36,
        7709.32
    ],
    [
        " Made in America even the fabrics are made in America",
        7709.32,
        7713.62
    ],
    [
        " Boots jeans joggers t-shirts hoodies origin USA.com go get some",
        7715.48,
        7719.4
    ],
    [
        " I wore that light wash dealt to 68 yesterday to the mall, okay. I don't go to the mall",
        7719.4,
        7726.34
    ],
    [
        " But I did it was my daughter's birthday et cetera. Yeah, thanks happen",
        7726.34,
        7729.64
    ],
    [
        " But the first time I wore the light wash",
        7729.64,
        7732.62
    ],
    [
        " During the day where I come for good see you have very comfortable actionable",
        7732.62,
        7736.4
    ],
    [
        " You know, you can do some squats if you want in them. I didn't",
        7736.4,
        7743.6
    ],
    [
        " And she said they look good on you. There you go. You go so fashion and function",
        7743.76,
        7748.6
    ],
    [
        " Now I'm more folks on the function thing, but obviously",
        7748.6,
        7751.44
    ],
    [
        " Mrs. Charles is focused on the fashion side. Hey, if you're gonna get a fashion complement for someone who it means something",
        7751.44,
        7759.3
    ],
    [
        " To and from yeah",
        7759.3,
        7761.72
    ],
    [
        " Or to us a com to go check it out. It's a good and also jockella store called jockella store",
        7761.72,
        7767.5
    ],
    [
        " This is where you can represent shirts hats hoodies all that stuff discipline equals freedom",
        7767.5,
        7771.1
    ],
    [
        " Represent that on this path. We're not training nine hours a day. Necessarily",
        7771.66,
        7775.66
    ],
    [
        " But if you are ain't I'm not gonna say nothing. Yeah, get your bench promise promise",
        7775.66,
        7779.88
    ],
    [
        " Whatever you like nonetheless you're representing while you're doing these things or just cruising just walking around whatever",
        7779.88,
        7784.64
    ],
    [
        " You can do that and you can get it from jockella store.com also this shirt locker",
        7784.64,
        7788.96
    ],
    [
        " If you want to new shirt every month with different types of cool designs still representing the path by the way",
        7788.96,
        7793.98
    ],
    [
        " But it's a subscription scenario. So yeah, check that one out. It's called the shirt locker",
        7793.98,
        7797.3
    ],
    [
        " It's on jockella store.com",
        7797.34,
        7799.52
    ],
    [
        " Subscribe to the podcast check out jockella underground jockella underground.com. We're about to record one of those actually when we get done here",
        7799.52,
        7805.2
    ],
    [
        " We cover some other topics. We do q&a. It's also a platform that we own",
        7805.2,
        7809.22
    ],
    [
        " So we can say whatever we want we can't get banned banned proof. It's cancel proof",
        7809.22,
        7814.54
    ],
    [
        " If you can't afford $8.18 a month we get it. It's okay",
        7814.54,
        7818.48
    ],
    [
        " Email assistance at jockella underground.com, but we just want you there with us",
        7818.48,
        7824.52
    ],
    [
        " In the underground don't forget we have a youtube channel",
        7824.8,
        7827.78
    ],
    [
        " Subscribe to that origin USA jockella fuel also have youtube channels. We have psychological warfare. We got flip side camis bunch of books",
        7827.78,
        7836.3
    ],
    [
        " This we're here book once again Kimura the triumphs and tragedy of one of Japan's greatest and most controversial judo champions",
        7836.3,
        7843.92
    ],
    [
        " It's written by Christopher m Clark",
        7843.92,
        7847.5
    ],
    [
        " So check that out get yourself some history know your history",
        7847.5,
        7851.5
    ],
    [
        " Don't forget about the way the warrior kids books",
        7851.5,
        7853.68
    ],
    [
        " I mean come on you want your kid to be raised with discipline",
        7853.82,
        7857.9
    ],
    [
        " But it's hard to impose on them, but when they voluntarily want it because they understand it",
        7857.9,
        7862.52
    ],
    [
        " It's gonna make your whole life better. It's gonna make their lives better wave the war your kid series go check those out",
        7862.52,
        7868.88
    ],
    [
        " Obviously I've written a bunch of other books as well",
        7868.88,
        7872.2
    ],
    [
        " We also have a leadership consultancy go to echelonfront.com if you need help inside your organization",
        7872.2,
        7877.86
    ],
    [
        " We can solve all your problems",
        7877.86,
        7880.76
    ],
    [
        " Through leadership. We have a online training program for that. It's called extreme ownership.com go to extreme ownership.com take courses",
        7881.92,
        7889.28
    ],
    [
        " Come and ask me questions. I'm on their live once a week",
        7889.28,
        7893.78
    ],
    [
        " You can just sit there and ask me about what's going on with your coworker? What's going on with your husband?",
        7893.78,
        7899.28
    ],
    [
        " What's going on with your wife? What's going on with your kids? What's going on with you did too? You got a question ask come and ask it",
        7899.5,
        7903.44
    ],
    [
        " Live better",
        7903.44,
        7906.02
    ],
    [
        " Extreme ownership.com",
        7907.48,
        7908.86
    ],
    [
        " Also if you want to help families",
        7908.86,
        7911.44
    ],
    [
        " Service members",
        7911.44,
        7914.4
    ],
    [
        " Active and retired you want to help gold star families check out markley's mom mom. Alicia's got a great charity organization",
        7914.4,
        7922.2
    ],
    [
        " If you want to donate or you want to get involved go to america's mighty warriors.org and don't forget about mica fink",
        7922.2,
        7927.66
    ],
    [
        " Heroes and horses.org",
        7927.66,
        7930.36
    ],
    [
        " latest update",
        7930.36,
        7931.84
    ],
    [
        " From the wilderness",
        7932.84,
        7934.04
    ],
    [
        " apparently at this time",
        7934.04,
        7936.66
    ],
    [
        " mica fink is in a snow cave",
        7936.66,
        7939.0
    ],
    [
        " He has killed a mountain lion and he is making a",
        7939.0,
        7944.64
    ],
    [
        " jacket",
        7944.64,
        7946.24
    ],
    [
        " From the mountain lion skin that's what's going on. So the latest report you know unverified at this time sure",
        7946.24,
        7952.82
    ],
    [
        " But you know we have faith if you want to connect with us on the on the social media",
        7952.82,
        7957.84
    ],
    [
        " Echoes at ecotralls. I'm at jacquo will just watch out for the algorithm. It's there. It's there. It's it's it's literally",
        7958.76,
        7964.68
    ],
    [
        " Artificial intelligence that's meant to make you watch it more. That's its whole purpose",
        7964.68,
        7969.78
    ],
    [
        " You want people are like oh a.i. Is not going to be evil. Some people like oh a.i. Is evil. I'm going to tell you that a.i. Is evil",
        7969.78,
        7976.86
    ],
    [
        " It's a little dopamine dealer and it's in there going",
        7976.86,
        7981.0
    ],
    [
        " Spreading it around got you",
        7981.0,
        7984.12
    ],
    [
        " Isn't it embarrassing that it gets you?",
        7984.12,
        7987.16
    ],
    [
        " Yeah, it kind of feels embarrassing. Yeah, but why what do you mean? It feels but it's not",
        7988.26,
        7993.08
    ],
    [
        " I've been to this. I don't discount what I'm up against so in hindsight. You seem saying because the thing is made",
        7993.08,
        7999.82
    ],
    [
        " Specifically just like are you said you know made specifically for you like in a way it probably is not doesn't think it's evil",
        7999.82,
        8006.94
    ],
    [
        " It probably thinks it's good. It's probably like hey, you know what I'm doing its job. Yeah, yeah doing his job",
        8006.94,
        8011.68
    ],
    [
        " It cares about you. It cares the internet knows what you like because you told it what it like like",
        8011.68,
        8016.58
    ],
    [
        " Smothering mother that thinks she's doing a good thing by like smothering the kid with you know all this love and joy and toys and cookies and crackers and that kid ends of week",
        8016.8,
        8025.82
    ],
    [
        " It's true. That's a perfect analogy like oh, I saw his his his beautiful smile after I gave him that cupcake",
        8025.82,
        8031.98
    ],
    [
        " So what am I do another one? Another one? Maybe another flavor",
        8031.98,
        8034.56
    ],
    [
        " Dopamine dopamine dopamine dopamine. All right",
        8034.56,
        8037.44
    ],
    [
        " So watch out for that algorithm watch out for that dopamine dealer. That's locked inside your phone waiting to get out",
        8037.44,
        8043.12
    ],
    [
        " He doesn't even he's working 24 hours a day by the way. He's a freaking robot. He's not getting he's not getting paid. He's just in there just just",
        8044.04,
        8050.74
    ],
    [
        " uh an inanimate",
        8050.74,
        8052.68
    ],
    [
        " Thing",
        8052.68,
        8053.88
    ],
    [
        " Is taking your time stealing your life from you just watch out for it and thanks to all the true warriors in our military",
        8053.88,
        8062.08
    ],
    [
        " That are out there on the front lines protecting freedom around the world also thanks to our police law enforcement firefighters paramedics",
        8062.08,
        8068.18
    ],
    [
        " EMTs dispatchers correctional officers board of patrol secret service all first responsibility",
        8068.18,
        8073.1
    ],
    [
        " Thank you for protecting us here at home and everyone else out there you know there's a doing my research on Kimura",
        8073.44,
        8082.14
    ],
    [
        " There's an interview",
        8082.14,
        8084.56
    ],
    [
        " From a 1987 issue of full contact karate magazine and curious to do a bunch of stuff you can google it",
        8084.56,
        8092.78
    ],
    [
        " But one thing he says is you can't just lie around sleeping like everybody else",
        8092.78,
        8097.58
    ],
    [
        " Yeah",
        8101.88,
        8102.4
    ],
    [
        " That's how he trained three times harder than his opponents. That's how he was lifting that's how he was training",
        8102.4,
        8107.1
    ],
    [
        " That's how he was conditioning. That's what he did",
        8107.1,
        8109.68
    ],
    [
        " That's how he became champion by getting up every day",
        8109.68,
        8114.3
    ],
    [
        " And getting after it and I actually recommend",
        8114.3,
        8118.98
    ],
    [
        " That you do the same",
        8118.98,
        8121.12
    ],
    [
        " And until next time this is echo and jaco out",
        8121.12,
        8125.78
    ],
    [
        " You",
        8127.58,
        8127.8
    ]
]