[
    [
        " So that's the unit training and they talk about standards and they talk about making it part of your your physical training.",
        0.0,
        5.82
    ],
    [
        " Yeah. Right. If you're going to train, that's another thing. Like police officers.",
        5.82,
        10.04
    ],
    [
        " That 20% of time that should be spent training. That includes like how are you getting in shape? Are you in shape?",
        11.06,
        17.36
    ],
    [
        " Want to be in shape if you're caught? Oh my god.",
        17.48,
        19.36
    ],
    [
        " You know, you see these, you see these some of these videos of police officers.",
        19.8,
        25.54
    ],
    [
        " And you're thinking, wait a second, how is this person going to stop anybody that's remotely athletic, even if I just run away?",
        26.98,
        33.14
    ],
    [
        " How are you going to catch anybody?",
        33.58,
        34.58
    ],
    [
        " Yeah.",
        36.54,
        36.7
    ],
    [
        " And you know, this whole thing, you know, that we did a podcast on the Uvalde situation and it's just...",
        37.1,
        42.44
    ],
    [
        " Yeah, it's terrible.",
        42.44,
        42.98
    ],
    [
        " What else needs to happen in America to realize that we need more training? And by the way,",
        43.08,
        49.56
    ],
    [
        " that you've all these situations, the fact that people didn't respond and and and acted in a cowardly manner is also part of training.",
        50.72,
        61.64
    ],
    [
        " It's also part of training because you learn like, oh, if I don't do something aggressive, then I'm going to get caught.",
        62.32,
        68.94
    ],
    [
        " I'm going to, I'm going to look bad. I'm going to be bad. I'm going to the culture changes.",
        69.82,
        73.6
    ],
    [
        " If you have a culture, I need to see this with seal potions.",
        74.34,
        76.4
    ],
    [
        " If you had a culture that like, you had some of these seal potions coming through and they were like ready to take on the world.",
        76.4,
        81.42
    ],
    [
        " And you've throw some scenario at them, they were going on the attack.",
        81.72,
        84.24
    ],
    [
        " And that's a culture that that happens.",
        84.86,
        87.36
    ],
    [
        " Yeah.",
        87.78,
        87.9
    ],
    [
        " You have another seal, where it's like, well, we're cautious, we have a zero defect policy, we don't want to get in trouble,",
        88.18,
        94.18
    ],
    [
        " we don't want to do anything wrong, we don't want to look bad, and that's what happens.",
        94.28,
        97.1
    ],
    [
        " You see them stack up on a building, I don't want to go, do you want to go, I don't want to go?",
        97.34,
        99.86
    ],
    [
        " So you have to, you have to inculcate them with the right culture where they know,",
        100.2,
        105.5
    ],
    [
        " hey, if you make a mistake, it's okay, because you're getting after it.",
        105.5,
        108.22
    ],
    [
        " I mean, we just did a freaking podcast about the damn Nazis.",
        108.76,
        111.2
    ],
    [
        " And part of the Nazis culture that they tried to instill was, we'd rather have you make a bad decision",
        111.94,
        117.56
    ],
    [
        " and do something than not make a decision at all.",
        117.56,
        120.28
    ],
    [
        " Yeah. The worst decision is no decision.",
        120.58,
        122.78
    ],
    [
        " So the training that I'm talking about, it involves everything and it corrects all of these",
        123.02,
        128.56
    ],
    [
        " problems.",
        128.56,
        129.1
    ],
    [
        " It's getting in shape, getting more, you're attuned to stress, human confrontation,",
        129.38,
        133.86
    ],
    [
        " de-escalation, how to defend yourself, how to defend yourself, how to damage,",
        135.2,
        139.28
    ],
    [
        " or how to lessen damage to a suspect.",
        139.5,
        141.24
    ],
    [
        " Yeah. I think it's awesome.",
        141.42,
        143.04
    ],
    [
        " Overall, we had that department that, I mean, that's saying this should be the policy,",
        143.38,
        147.64
    ],
    [
        " but one was Michigan, some county, the sheriff, everyone had to be a blue building in his department.",
        147.84,
        152.56
    ],
    [
        " Yeah.",
        152.84,
        152.96
    ],
    [
        " Now I'm not saying that should be, then again, but, we're on the right track there.",
        153.16,
        158.22
    ],
    [
        " I'm just saying like, I think it's a bit of a game, we're partial because we have this great",
        158.66,
        163.56
    ],
    [
        " reality called Giu-Jitsu that we're exposed to.",
        163.56,
        165.34
    ],
    [
        "",
        165.6,
        165.6
    ],
    [
        " It is, but also we're seeing the news and we're seeing cops have to do things and get beat up by one",
        165.78,
        173.38
    ],
    [
        " guy and taking two or three people to take somebody and get weapons taken away and it's like",
        173.38,
        176.54
    ],
    [
        " awful to see. How does this even happening?",
        176.54,
        178.62
    ],
    [
        " So it's not, look, we might be biased towards Giu-Jitsu. Fine. Take my bias out of it. I'll still tell you",
        179.0,
        184.4
    ],
    [
        " that you better learn how to fight and you better train and you better spend time training.",
        184.4,
        188.78
    ],
    [
        " Jocco, you've seen at least 10 different videos, 10 different, I'm talking",
        189.96,
        192.8
    ],
    [
        " Brazil and Giu-Jitsu, Black Belt versus, um, Rand, yeah, yeah, like, like,",
        192.8,
        198.24
    ],
    [
        " like, for instance, he's mounted on the guy, he's armed, like Matt Sir, and Vegas is drunk,",
        198.24,
        201.56
    ],
    [
        " I was harassing him and, and, and, and Hall.",
        201.7,
        203.76
    ],
    [
        " Ryan Hall? Also, in some restaurant, right?",
        204.48,
        207.18
    ],
    [
        " Ryan Hall?",
        207.38,
        207.4
    ],
    [
        " No, Ryan Hall.",
        207.52,
        208.54
    ],
    [
        " Ryan Hall, yeah.",
        208.54,
        209.06
    ],
    [
        " I'm all drunk people and they're meant to just mounted like, hey man, calm down, they're like,",
        209.1,
        211.54
    ],
    [
        " I'll sue you and this whole, you know, I ain't called with cops, you know,",
        211.62,
        214.28
    ],
    [
        " and the security comes and no one gets punched and I know this is the cops and the guy doesn't",
        214.62,
        218.46
    ],
    [
        " have a gun. I understand, but I'm saying these are Black belts, which is of course, different level,",
        218.46,
        221.74
    ],
    [
        " but they're holding it out and not hurting them.",
        222.06,
        223.42
    ],
    [
        "",
        223.62,
        223.62
    ],
    [
        " And they don't have three homies with, with, with, with batons. So by the way, you want to have groups,",
        223.82,
        228.12
    ],
    [
        " you want to have, uh, uh, uh, team tactics with long horsemen, of course, I'm not saying,",
        228.16,
        232.26
    ],
    [
        " but it is cool if you have the ability and the opportunity to, well, look at that.",
        232.52,
        237.4
    ],
    [
        " I mean, it's all seen one from Brazil, this guy tried to, I mean, I'm not saying, I think",
        237.5,
        241.16
    ],
    [
        " she's just left, but she's, this guy tried to, uh, I don't know, rap, take her purse or something,",
        241.16,
        246.48
    ],
    [
        " and she's like, mountain on the guy just beat them up. This is in Brazil.",
        246.48,
        248.76
    ],
    [
        " It's a little jib back though. If you're just female, just, if you guys are screaming,",
        249.3,
        251.86
    ],
    [
        " many of you are going, so cold or so cold, she means helping Portuguese.",
        251.9,
        253.9
    ],
    [
        " So cold, so cold, so cold, I mean, it's helping Portuguese and no one's helping them.",
        254.16,
        257.66
    ],
    [
        " It's just, it's like, just, just, just, mountain, just beating the guy, like, it's,",
        258.02,
        261.32
    ],
    [
        " it's kind of brutal, but, but, um, that is just, let's say it's a grandiose comparison,",
        261.44,
        265.7
    ],
    [
        " but if you have that opportunity and that ability, it's pretty cool. Yeah, there we go.",
        266.02,
        271.42
    ],
    [
        " And, and, and it's, it's, it's, it's heinous to watch this stuff on a almost daily basis,",
        271.86,
        279.28
    ],
    [
        " or I mean, at least once a week, you're seeing a video of, of, of a cop that's not trained.",
        279.7,
        284.7
    ],
    [
        " Yeah. And, and, and at about outcome. And look, there's, there's all kinds of cops that are",
        284.98,
        290.0
    ],
    [
        " doing the right thing all the time. Just cops that change your jitsu, there's cops that are,",
        290.0,
        292.7
    ],
    [
        " that are doing things right to the best of their ability. By the way, they're investing",
        292.8,
        295.78
    ],
    [
        " their own money. Yeah. And their own time so that they can be better, better police officers.",
        295.78,
        300.78
    ],
    [
        " Good on them, but should you have to make that sacrifice? And by the way, what if you know,",
        301.58,
        304.62
    ],
    [
        " guys got a wife and kids and he's got a mortgage to pay and all the sudden, you know, it's $148",
        304.62,
        309.1
    ],
    [
        " a month to, to train jiu-jitsu, or it's $165 a month to train jiu-jitsu. All the sudden, it's like,",
        309.1,
        314.86
    ],
    [
        " mmm, I, I got to make a choice between, you know, getting my kid a new bicycle and training jiu-jitsu.",
        315.04,
        320.82
    ],
    [
        " Uh, you know what? I'm going to sacrifice this month and the next thing, you know, they look up",
        321.24,
        324.5
    ],
    [
        " in three years and they're not trying anymore. Yeah. So why not help the police so that they can",
        324.5,
        330.64
    ],
    [
        " help the community?",
        330.64,
        331.42
    ]
]