[
    [
        " The next thing that I'm going to think about, and this is a big one, is making sure that",
        0.0,
        6.12
    ],
    [
        " our ego is not driving this decision, which you would be shocked and dismayed at the number",
        6.12,
        12.76
    ],
    [
        " of decisions that are driven by ego, driven by ego.",
        12.76,
        18.86
    ],
    [
        " They're almost 100% in some cases driven by ego.",
        19.12,
        22.2
    ],
    [
        " Am I making this decision based on my ego?",
        23.12,
        26.88
    ],
    [
        " Am I imposing it as punishment, subcautious punishment on someone who questioned me?",
        27.32,
        34.68
    ],
    [
        " Am I forcing this to prove to echo that my plan was the better plan?",
        35.4,
        43.3
    ],
    [
        " So you have to be extremely cautious of that.",
        44.38,
        48.74
    ],
    [
        " And the thing that we have to be careful of is that our ego can absolutely, not even,",
        49.76,
        55.64
    ],
    [
        " your ego is going to lie to you.",
        56.18,
        57.72
    ],
    [
        " That's what our ego does.",
        58.02,
        59.74
    ],
    [
        " Our ego is going to lie to us.",
        59.88,
        61.3
    ],
    [
        " And so, and if it's tricky too, your ego's smart, your ego's, it's like the devil.",
        61.8,
        68.52
    ],
    [
        " You ever seen the movie The Exorcist?",
        68.98,
        69.98
    ],
    [
        " Yes.",
        70.32,
        70.62
    ],
    [
        " So in the movie The Exorcist, the devil knows the things to say to the priest that's going to,",
        71.12,
        78.42
    ],
    [
        " like, get him.",
        78.42,
        79.4
    ],
    [
        " And your ego is equally smart as the devil.",
        79.8,
        84.48
    ],
    [
        " And it knows, my ego's like, hey, hey, Jocco, this, hey, I know I get extreme ownership,",
        85.54,
        92.26
    ],
    [
        " I, you, hey, I buy into extreme ownership 100%.",
        92.8,
        95.72
    ],
    [
        " But this time, it's actually really as echo's fault.",
        95.72,
        99.68
    ],
    [
        " Echo's plan's really not as good as yours.",
        100.98,
        102.76
    ],
    [
        " You, I get it.",
        103.3,
        104.62
    ],
    [
        " I know you want to be humble.",
        104.9,
        105.98
    ],
    [
        " But hey, if you're humble now, it's actually going to cost you in the long, that's the way",
        106.44,
        110.06
    ],
    [
        " your ego talks to you.",
        110.06,
        111.14
    ],
    [
        " It's like a little savage in there, just manipulating.",
        111.18,
        115.56
    ],
    [
        " So you got to be very careful of that.",
        115.98,
        117.78
    ],
    [
        " The other thing that happens is if it's your, if your ego's run into the decision, have",
        118.16,
        122.12
    ],
    [
        " you listened to anybody else?",
        122.12,
        122.92
    ],
    [
        " Have you listened to other people with an open mind?",
        124.08,
        127.72
    ],
    [
        " Do you have an open mind?",
        128.3,
        129.58
    ],
    [
        " So be careful of that.",
        130.22,
        131.68
    ],
    [
        " Because sometimes we're listening, but we're not hearing.",
        131.78,
        133.96
    ],
    [
        " And then a good little sanity check.",
        135.0,
        137.9
    ],
    [
        " Am I doing this?",
        138.32,
        139.44
    ],
    [
        " Am I using this decision?",
        139.74,
        141.3
    ],
    [
        " Am I driving this decision with my rank, with my position, even with my experience?",
        141.46,
        149.46
    ],
    [
        " And let me explain what that sounds like.",
        149.68,
        150.86
    ],
    [
        " The idea of driving, it sounds good, right?",
        151.2,
        154.08
    ],
    [
        " It sounds good for me to say, hey, I'm more experienced.",
        154.48,
        156.82
    ],
    [
        " That's why I'm making this decision.",
        157.3,
        158.94
    ],
    [
        " But that's the equivalent as, dude, I've been doing this for 20 years.",
        159.9,
        164.78
    ],
    [
        " You need to shut up and listen to me.",
        164.92,
        166.18
    ],
    [
        " Any of those things, if the main driver of your decision and the way you're convincing",
        166.9,
        173.24
    ],
    [
        " people is through experience or through rank or through position or authority, you",
        173.24,
        177.56
    ],
    [
        " already lost.",
        177.56,
        178.18
    ],
    [
        " You already, I'm going to say you lost, but you need to reconsider what's happening.",
        179.1,
        183.88
    ],
    [
        " Because if I can't articulate to you, Echo Charles, why I made this decision without",
        184.12,
        188.2
    ],
    [
        " saying, because I outrank you or because I'm in charge of this or because I have, because",
        188.2,
        192.36
    ],
    [
        " I've done this type of thing 20 times.",
        192.36,
        194.2
    ],
    [
        " If I have to go there, that means I'm not really, I can't articulate why we're going",
        194.54,
        199.1
    ],
    [
        " with my plan.",
        199.1,
        199.76
    ],
    [
        " And that's a problem.",
        200.08,
        200.7
    ],
    [
        " And the problem, most likely, is my ego.",
        200.96,
        203.34
    ]
]