[
    [
        " This is Jockel Podcast number 349 with Echo Charles and me, Jockel Willink.",
        0.0,
        5.22
    ],
    [
        " Good evening, I go.",
        5.56,
        6.12
    ],
    [
        " Good evening.",
        6.2,
        6.44
    ],
    [
        " Powerful enemies must be outfought and outproduced.",
        7.9,
        13.26
    ],
    [
        " It is not enough to just turn out a few more planes, a few more tanks, a few more guns, a few more ships",
        13.64,
        20.88
    ],
    [
        " that can be turned out by our enemies.",
        20.88,
        23.2
    ],
    [
        " We must outproduce them overwhelmingly.",
        23.7,
        27.0
    ],
    [
        " So that there can be no question of our ability to provide a crushing superiority of equipment in any theater of the World War.",
        27.26,
        38.04
    ],
    [
        " And that right there is what President Roosevelt told Congress and America less than a month after the attack on Pearl Harbor.",
        38.66,
        49.9
    ],
    [
        " And what he talked about doing, we did.",
        50.44,
        54.78
    ],
    [
        " America provided almost 70% of the military equipment for the Allies in World War II.",
        56.12,
        65.0
    ],
    [
        " 297,000 aircraft, 193,000 artillery guns, 86,000 tanks, 2 million trucks, 2.6 million submachine guns, almost 12 million rifles.",
        65.78,
        80.74
    ],
    [
        " The US Navy grew from 700 ships to almost 7,000.",
        82.28,
        89.42
    ],
    [
        " And that included 23 battleships and 151 aircraft carriers.",
        89.96,
        96.58
    ],
    [
        " And that crushing superiority of production and the brave men who brought those weapons to bear against the enemy overwhelmed.",
        97.9,
        110.3
    ],
    [
        " The Nazis and the Imperial Japanese Army and America's ability to create and produce to design and manufacture.",
        110.74,
        119.8
    ],
    [
        " This has always been one of our strongest assets as a nation.",
        119.8,
        125.9
    ],
    [
        " Our working class, the men and women of this country that actually do these things.",
        126.48,
        133.52
    ],
    [
        " That actually make these things happen.",
        134.16,
        136.54
    ],
    [
        " But that asset and that capability, it faded.",
        138.12,
        144.12
    ],
    [
        " It faded.",
        144.66,
        146.66
    ],
    [
        " And manufacturing went overseas.",
        147.28,
        150.84
    ],
    [
        " We shut down a lot of our mills, we shut down a lot of our factories, we abandoned our communities, we abandoned our workforce, we abandoned the American worker.",
        151.98,
        162.36
    ],
    [
        " And our rivals around the world, they smiled and they eased that transition for us.",
        163.9,
        174.58
    ],
    [
        " They helped us down that path. They offered cheap labor.",
        174.66,
        177.64
    ],
    [
        " Basically slave labor. They didn't care about worker safety.",
        178.18,
        183.08
    ],
    [
        " They didn't care about the environmental impact of what they were doing.",
        183.64,
        186.7
    ],
    [
        " But they were able to win on price.",
        186.7,
        192.46
    ],
    [
        " But we paid the price.",
        193.62,
        197.18
    ],
    [
        " And we began to lose that incredibly valuable asset in our country.",
        198.66,
        205.96
    ],
    [
        " Our ability to make things, our ability to build things, our ability to create and manufacture.",
        206.1,
        211.24
    ],
    [
        " And with the loss of that skill, with the loss of that asset, our strength in the world began to diminish.",
        212.22,
        224.3
    ],
    [
        " Be it and fade.",
        224.78,
        227.22
    ],
    [
        " But there's a new fire burning now.",
        228.18,
        232.96
    ],
    [
        " And there's a slow burning revolution occurring.",
        233.42,
        238.4
    ],
    [
        " There are companies in America that have had enough of that, that are capturing the skills from the past that are teaching the right people, that are restoring the machines and resurrecting the factories.",
        239.68,
        253.26
    ],
    [
        " There are people and companies that are rebuilding America into the strong, powerful and benevolent nation it once was.",
        254.48,
        265.88
    ],
    [
        " And I am honored to be part of some of those companies with my business partner, P. Roberts.",
        266.96,
        274.48
    ],
    [
        " And we have, we've invested everything we've got into origin USA and into jaco fuel.",
        275.3,
        283.26
    ],
    [
        " And we are doing our best in this new war.",
        283.84,
        289.16
    ],
    [
        " An economic war, yes, it's an economic war.",
        290.24,
        294.66
    ],
    [
        " It's also a war of ideas.",
        295.08,
        296.16
    ],
    [
        " And it's a war of ideology.",
        297.16,
        298.82
    ],
    [
        " When you look at who we're up against, it's a war of skill.",
        300.2,
        303.66
    ],
    [
        " It's a war of production.",
        304.5,
        307.34
    ],
    [
        " It's a war of efficiency.",
        307.56,
        308.72
    ],
    [
        " And it's a war of grit.",
        309.42,
        310.84
    ],
    [
        " It's a war between state control and self-determination.",
        312.1,
        318.34
    ],
    [
        " A war between subjugation and liberty between slavery and freedom.",
        320.2,
        328.42
    ],
    [
        " That's what's at stake.",
        329.4,
        331.26
    ],
    [
        " And that's not just rhetoric.",
        332.34,
        334.98
    ],
    [
        " That's what's going on.",
        335.96,
        337.08
    ],
    [
        " And it's great to have Pete back here with us tonight to talk about the war that we're fighting right now on all fronts.",
        337.66,
        346.4
    ],
    [
        " As we try to help rebuild America.",
        347.04,
        350.56
    ],
    [
        " Pete, what's happening, man?",
        350.56,
        352.52
    ],
    [
        " Bad ass man.",
        352.94,
        353.52
    ],
    [
        " Powerful.",
        353.88,
        354.36
    ],
    [
        " Thanks for having me back on.",
        354.72,
        355.78
    ],
    [
        " Pete Roberts, if you don't know who he is, podcast 93, podcast 141, podcast 194, podcast 297.",
        356.12,
        363.12
    ],
    [
        " That's we joined forces in 2017.",
        363.34,
        367.52
    ],
    [
        " We recorded a podcast every year up here at the origin main immersion, Jiu-Jitsu camp,",
        368.18,
        373.46
    ],
    [
        " which we, there's a little gap in 2020.",
        374.16,
        376.5
    ],
    [
        " We got shut down.",
        376.88,
        377.6
    ],
    [
        " We weren't allowed to do Jiu-Jitsu.",
        378.08,
        379.5
    ],
    [
        " Or allowed to do Jiu-Jitsu.",
        379.88,
        382.42
    ],
    [
        " At least not in public.",
        382.8,
        385.64
    ],
    [
        " Yeah, yeah.",
        386.04,
        386.4
    ],
    [
        " We kept training.",
        386.62,
        387.16
    ],
    [
        " I'm sure you kept training.",
        387.42,
        388.22
    ],
    [
        " So this has turned out to be an annual thing that we're doing.",
        389.06,
        393.8
    ],
    [
        " And it's a good opportunity for us to let people know what's going on.",
        394.26,
        397.64
    ],
    [
        " Share people some of the experiences that we've had.",
        398.54,
        400.72
    ],
    [
        " And some of the lessons that we've learned, because we're learning.",
        400.72,
        402.78
    ],
    [
        " We're learning a lot of lessons along the way, and giving everyone an update as to what's happening",
        403.24,
        408.06
    ],
    [
        " so that they can see sort of the big picture of what's going on.",
        408.06,
        411.1
    ],
    [
        " So essentially, we're talking about two companies.",
        411.4,
        415.0
    ],
    [
        " And really, these two companies, I would say it's safe to say that they started as sort of a Syme's twins.",
        416.48,
        426.16
    ],
    [
        " They were connected.",
        426.38,
        427.98
    ],
    [
        " And they shared a lot of blood.",
        429.26,
        431.86
    ],
    [
        " Maybe shared, they have three lungs total.",
        432.2,
        435.92
    ],
    [
        " One of the lungs was shared.",
        436.12,
        437.32
    ],
    [
        " I have two of the lungs.",
        437.62,
        439.06
    ],
    [
        "",
        439.4,
        439.4
    ],
    [
        " So there's these shared things going on.",
        441.02,
        443.72
    ],
    [
        " One of the jocco fuel, obviously, it's our supplement nutrition brand.",
        443.82,
        447.38
    ],
    [
        " And the other one's origin USA, which is our hard goods clothing accessories brand.",
        447.72,
        454.34
    ],
    [
        " We got fitness products in there too as well.",
        454.34,
        456.68
    ],
    [
        " So a bunch of stuff, but we got these two companies.",
        456.78,
        458.5
    ],
    [
        " So let's talk about where we are at with these.",
        458.94,
        461.74
    ],
    [
        " What's going on?",
        461.78,
        462.52
    ],
    [
        " Some of the lessons we learned.",
        462.86,
        464.02
    ],
    [
        " Some of the tuition payments that we've made.",
        464.08,
        466.2
    ],
    [
        " You know, you have your MBA?",
        467.1,
        468.82
    ],
    [
        " I don't have a shit.",
        469.56,
        470.5
    ],
    [
        " I'm a college job.",
        470.58,
        471.22
    ],
    [
        " So you don't have your MBA.",
        471.4,
        472.72
    ],
    [
        " I don't have my MBA.",
        472.94,
        473.74
    ],
    [
        " Echo, you have your MBA?",
        473.96,
        474.8
    ],
    [
        " No, MBA.",
        475.0,
        475.46
    ],
    [
        " But you know what?",
        475.76,
        476.18
    ],
    [
        " We've learned some business lessons.",
        476.24,
        477.54
    ],
    [
        " And they can't teach you in school.",
        477.86,
        479.02
    ],
    [
        " And they've caused way more than an MBA.",
        479.04,
        480.94
    ],
    [
        " Yes.",
        481.66,
        482.3
    ],
    [
        " So here we go.",
        483.62,
        484.52
    ],
    [
        " Let's start off talking a little bit about jocco fuel.",
        484.66,
        486.62
    ],
    [
        " Now what's interesting about this is last, last time we were together.",
        486.66,
        490.46
    ],
    [
        " Or I guess during this time, from I guess we didn't, we didn't do it.",
        490.92,
        493.58
    ],
    [
        " We were getting to a point where we, as we had predicted, we were starting to need money.",
        493.96,
        504.54
    ],
    [
        " So we were starting to need money.",
        505.56,
        507.86
    ],
    [
        " This is a cash intensive business.",
        508.14,
        510.84
    ],
    [
        " Making food products, making supplements, being in retail, having to order millions and sometimes tens of millions of dollars worth of product.",
        511.1,
        522.32
    ],
    [
        " And having to pay for that.",
        522.94,
        524.34
    ],
    [
        " And then having to hold on and hold your breath and pinch pennies until maybe 90, 120, 180 days that money starts to come back in.",
        525.16,
        539.3
    ],
    [
        " We got, we did a lot of breath holding in this ramp up.",
        539.54,
        544.26
    ],
    [
        " And that's kind of the phase we were in last year around this time.",
        544.32,
        546.98
    ],
    [
        " We were in that, you know, every quarter, every month really would be a breath hold.",
        547.28,
        552.06
    ],
    [
        " Waiting for, you know, payment to come in is not a great feeling.",
        552.14,
        556.98
    ],
    [
        " Yeah, and behind the scenes, you know, last year during camp when we were sitting around in private talking about that cash to cash cycle.",
        557.38,
        563.8
    ],
    [
        " And how we're starting to burn cash or feed the monster, the monster eats cash.",
        564.1,
        570.5
    ],
    [
        " I mean, knowing our goals for, you know, mass distribution and to try to get the things we're making in the hands of humanity.",
        570.76,
        578.36
    ],
    [
        " I mean, America for sure that it was going to, it was going to be expensive growth.",
        578.58,
        583.14
    ],
    [
        " And, you know, definitely as committing to larger and larger orders should there's something they're going wrong knowing that you then have to dump, let's say, screw ups, which has a massive impact on cash flow also.",
        583.14,
        601.8
    ],
    [
        " We didn't have too many of those had a couple.",
        602.46,
        603.82
    ],
    [
        " But yeah, man, the monster, the monster finally get fed, got fed luckily with, you know, the investment we took on with that great investor.",
        605.22,
        614.62
    ],
    [
        " But burning, burning that cash for so long as long as we could, you know, and knowing that the right thing to do was to bring on a partner that could help us blow this thing up.",
        615.02,
        627.22
    ],
    [
        " It was definitely challenging knowing how we work together and how we make decisions and how we communicate and sticking somebody else in the mix that we don't know and trying to trust that process that they're going to plug in easily.",
        627.6,
        643.56
    ],
    [
        " I think that for me was the most difficult thing, not even the other stuff, you know, not having to dump flavor systems or, you know, overwrap cans because there's a can shortage, you know, or like try to, try to pivot on, you know, where we're buying our ingredients from.",
        644.36,
        661.42
    ],
    [
        " It was really, it was really trying to plug somebody else into the equation.",
        661.54,
        665.38
    ],
    [
        " It could have gone terribly bad if it wasn't done right. So obviously, you know, we had some, some decent offers from the different private equity firms and whatnot.",
        665.6,
        675.94
    ],
    [
        " But I honestly didn't think we were going to find any at one point. I was kind of like, damn, this just isn't going to happen and we're going to have to either shrink and rethink, you know, or I didn't, I actually didn't know.",
        676.2,
        689.52
    ],
    [
        " Yeah, well, we had, I mean, I remember talking about plan A, B, C, D, and that's what we had to do.",
        689.56,
        697.2
    ],
    [
        " The fact that you and I sometimes, well, oftentimes we're making decisions in, I mean, multi-million dollar decisions in three texts or seven text messages.",
        698.18,
        711.4
    ],
    [
        " And it's always been like that. That is definitely a scary thing to mess up because, and look, I have the benefit of working with so many different companies that actually on front that I see how hard it is for companies to make decisions sometimes when you have just a little bit different agendas going on and eagles pop up and all of a sudden simple decisions that should take 15 minutes, they end up taking 15 weeks.",
        712.88,
        737.16
    ],
    [
        " And I'm not kidding. Like literally simple decisions that you can see the obvious answer for can take months instead of minutes.",
        737.16,
        745.04
    ],
    [
        " And we were, we were operating in the minutes timeframe. And the other thing that was kind of cool was because we were, you know, live and paycheck to paycheck for so long, man, we were lean. Super lean. Super lean.",
        745.92,
        759.6
    ],
    [
        " And, you know, it was, it was just no fat. We were like a fighter that had cut weight and just barely made it, right?",
        759.6,
        767.54
    ],
    [
        " And we were doing that, you know, it was like wrestling season. Everyone's in every Saturday. We were making weight, you know, we were trying to see if we could shed a little bit of, we were sitting in the sauna, trying to squeeze out another extra, you know, eight ounces.",
        767.96,
        779.96
    ],
    [
        " And, but, but what I liked about that is it made us good, right? It made us good. You know, you ask someone that that wrestled, hey, you tell them they got to lose 15 pounds, they look at you like it's a joke.",
        781.24,
        791.82
    ],
    [
        " So we got rid of a lot of excess weight. We became very streamlined. But the problem was, and this is sort of the backup plan was, we were just going to have to expand and grow a lot slower.",
        792.2,
        804.76
    ],
    [
        " Yeah, that's what was going to happen. So if we wouldn't have met good partners who's out of New York, great guys, if we wouldn't have met them, we would have done plan B.",
        804.86,
        814.86
    ],
    [
        " And we would have, you know, made some adjustments and it would have been a slower growth. And the problem with that for me is this is the same thing that I told the team at Jockelfuel yesterday, you know, at Eschelonfront, we go and we, we go to the mustard.",
        815.08,
        828.96
    ],
    [
        " And at the mustard will have scores of people come up to every team member to JP to live to me to day everybody, an individual come up and say, oh, you know, I, hey, I got my business back. We were about to go bankrupt. We recovered everything we're hiring now or, oh, I was about to get divorced and my wife and I are back together and you I lost 58 pounds and just all these incredible stories that you hear.",
        829.02,
        854.64
    ],
    [
        " And it sounds great, but every mustard debrief what I tell the team is, hey, great job with this small number of people that we helped with these principles.",
        855.98,
        867.28
    ],
    [
        " And there are literally millions and millions of people that need these principles to help them in their life. And we're not reaching them right now. So we're not doing what we should be doing. And it's the same thing with Jockelfuel.",
        867.78,
        879.06
    ],
    [
        " Right now, right now, as you and I are sitting here talking, there's a 22 year old kid that's drinking an energy drink that's absolutely horrible for him.",
        879.18,
        887.84
    ],
    [
        " That's what's happening. There's another, you know, seven year old kid that's drinking a chocolate milk that's filled with high fructose corn syrup and it's absolutely horrible for him. And his mom doesn't know. His mom doesn't know what's available. So that's the issue.",
        888.3,
        901.58
    ],
    [
        " So as I, you know, as in my own mind, you know, I had the part of my brain saying, hey, hang on, we can hang on. And the other part of my brain saying, who are we hurting? And the compromise is, okay, how about, you know, what we eventually did is a minority share.",
        902.9,
        918.82
    ],
    [
        " We sold a minority share, brought in great partners that have some great brands. I mean, they've, they've built and run some great companies. I mean, just outstanding. So that made it that, that, that was nice. It was like at the end of wrestling season where all of a sudden, we didn't have to cut weight every Wednesday and Saturday.",
        918.82,
        940.78
    ],
    [
        " Yeah, because we have some room. I definitely saw the relief on the finance team.",
        940.78,
        945.8
    ],
    [
        " Don, don't, don't got to sit back in his chair for about five minutes and go, you know, I mean, because being that lean and running Justin time inventory and at one point Joe Moss, our chief revenue officer said, man, we're running this company with like nine people in three ball dutes, you know,",
        945.8,
        965.78
    ],
    [
        " basically me, Joe and Brian there, whatever. And you're looking at our growth, our growth rate and our trajectory. And it's like, damn Joe, like that's funny, but it's, it's right. And you know what, running the business like you're on a desert island is going to allow you.",
        967.58,
        982.8
    ],
    [
        " You know, you would think now you're going to be a good steward of that investment.",
        983.0,
        987.6
    ],
    [
        " You know, and I was talking to you about as far as like living into the brand like after that investment came on, I felt like I felt again that same kind of like when I went back on the day when",
        988.4,
        1000.08
    ],
    [
        " I was in a house in the house for origin, I felt the same thing like, man, you know, some of our family and friends invested in this in this with this alongside of all my family and family and family and family and family and everyone I know.",
        1000.44,
        1012.58
    ],
    [
        " Yeah, that's a broad statement, but like a lot of people that are very close to me exactly. And I think that's important that like this new partner allowed us to bring our family and friends into my childhood friend. I've known since I was 12 years old, invested in this thing.",
        1012.86,
        1027.44
    ],
    [
        " You know what I mean? It's like, man, I better, I better be a good steward of this and and like I said, live live into it. You know what I mean? And you were like, what is live into it?",
        1027.44,
        1038.42
    ],
    [
        " Like, well, I'm going to a haven't been, you know what I mean? I like them cookies and that ice cream.",
        1038.5,
        1045.68
    ],
    [
        " What? Well, how well have you been, quote, living into it this week?",
        1046.28,
        1050.98
    ],
    [
        " Dude, you're up here. I see you consume more cookies, brownies.",
        1051.1,
        1056.26
    ],
    [
        " What is going on? Do you have been living into that jujitsu immersion poha that, you know, late night cold cut combo snack just yet in there, dude.",
        1056.54,
        1068.5
    ],
    [
        " But I mean, you know, like is as far as understanding the psyche of of the consumer of the people out there, because I believe right now, and if you look at America, I think we're the strongest and healthiest we've ever been.",
        1068.5,
        1084.8
    ],
    [
        " And I think we're the most unhealthy and most out of shape.",
        1084.88,
        1089.04
    ],
    [
        " You're talking about America, but large, the larger people of America, and it's probably a worldwide thing too, but we're, there's some strong, oh, yeah, strongest they've ever we've ever been.",
        1089.04,
        1099.78
    ],
    [
        " And healthiest we've ever been. And then the heaviest and the most unhealthy and people dying of all sorts of shit. And there's this freaking gap, you know, and yeah, you can point the finger, but the finger goes in a lot of different directions.",
        1099.86,
        1114.84
    ],
    [
        " You got to have a lot of finger pointing. The fact of the matter is is we're trying to fill void between the two, you know, and educate people in a different way.",
        1114.84,
        1124.04
    ],
    [
        " And, you know, and in jocco fuel as a mission, as a movement and the things we're doing, it's no different than the origin side, you know, origin built to believe, built to believe in the dream, built to believe in in resurrection of America's factories and communities and the reclamation and the restoring and the communities.",
        1124.84,
        1142.28
    ],
    [
        " And jocco fuel built to be better, you know, it's the same damn thing. Everything you wear, everything you consume, like, it's, it's right there, you know what I mean, it's right there, but then how do you wedge that in into this country, which is not just divided also from a health and physical perspective, it's divided.",
        1142.28,
        1165.78
    ],
    [
        " So there's this education process that's taking place and honestly taking on the investment is going to allow us to do more of this education across the board.",
        1166.84,
        1175.1
    ],
    [
        " Yeah, and that was the point I was getting that was like looking at weighing between, okay, we can keep total control and be a little bit greedy.",
        1175.44,
        1184.56
    ],
    [
        " Right.",
        1184.9,
        1185.62
    ],
    [
        " And hang on, this is mine or say, hey, listen, let's get this as many people as we can.",
        1185.62,
        1190.78
    ],
    [
        " So we made that adjustment and it's so far, it's been awesome. It's been awesome to have more freedom of movement for us.",
        1191.08,
        1197.72
    ],
    [
        " It's been awesome to still be able to push forward in ways that we weren't pushing forward before and be able to execute on things that we, we would have had to, you know, plan B and plan C didn't have the same products coming out.",
        1197.9,
        1211.28
    ],
    [
        " But we weren't able to tackle the same problems that we're going to be able to tackle now.",
        1211.32,
        1215.18
    ],
    [
        " So that, that was awesome.",
        1215.94,
        1217.9
    ],
    [
        " As that's going on, meanwhile, we, we expanded outside the state of Maine, which I may have broke your heart initially, because you're a mainah.",
        1218.58,
        1228.78
    ],
    [
        " I am a mainah.",
        1229.12,
        1230.22
    ],
    [
        " I'm actually a mass hole technically.",
        1230.9,
        1232.62
    ],
    [
        " My father-in-law Joe will never allow me to claim being a mainah.",
        1233.44,
        1237.36
    ],
    [
        " I claim, huh? No, I'm from Massachusetts, man, even though I've been here since I was eight years old, never a mainah.",
        1237.36,
        1243.06
    ],
    [
        " And your kids can't, your kids can't, they think I'm a mass hole too.",
        1243.16,
        1246.26
    ],
    [
        " They can't anchor baby you up here?",
        1246.26,
        1247.72
    ],
    [
        " No, I wish.",
        1248.02,
        1249.38
    ],
    [
        " No, but yeah, I mean, you know, like as this is all going on, as we're going through the process of investment and having all these meetings and everything, and at the same time, one monster.",
        1249.8,
        1261.18
    ],
    [
        " Yeah, one monster.",
        1261.44,
        1262.44
    ],
    [
        " One monster, one monster, Jocquefuel.",
        1262.58,
        1263.8
    ],
    [
        " It's hungry, very hungry.",
        1263.94,
        1265.48
    ],
    [
        " And like needs attention and food and money.",
        1266.8,
        1270.28
    ],
    [
        " Yes.",
        1270.28,
        1270.88
    ],
    [
        " That's all going on.",
        1271.2,
        1271.96
    ],
    [
        " And that's a huge, huge deal.",
        1272.32,
        1274.42
    ],
    [
        " But then on the other side, the other monster, the origin monster is also hungry.",
        1274.84,
        1277.9
    ],
    [
        " To your point earlier, these things are tangled like Xiaomi's twins.",
        1278.14,
        1281.66
    ],
    [
        " And these monsters are both, they're growing and they both need to be fed.",
        1282.34,
        1285.68
    ],
    [
        " And like someone has to conduct surgery.",
        1285.78,
        1288.12
    ],
    [
        " Yeah, and just from another perspective, they're both in being tangled, in being connected.",
        1288.82,
        1294.96
    ],
    [
        " They're also mutually supporting.",
        1294.96,
        1296.56
    ],
    [
        " They totally need each other.",
        1296.76,
        1298.96
    ],
    [
        " And especially, you know, a year ago, it was like without one, there really wouldn't be the other and without the other.",
        1299.34,
        1304.96
    ],
    [
        " There wouldn't really be the one.",
        1305.08,
        1306.12
    ],
    [
        " So you had this, the one is eating, you know, is eating big, taking big bites.",
        1306.34,
        1312.76
    ],
    [
        " So the other one, now we'll start here and like the stomach of the other, of the origin monster starts to grow.",
        1312.96,
        1318.74
    ],
    [
        " Yeah, exactly.",
        1321.16,
        1322.12
    ],
    [
        " And you know, we, I think in an effort to make sure we're doing things right, you know, we made our tuition payments on the origin side.",
        1322.68,
        1330.02
    ],
    [
        " We built the things that built America, denim and boots.",
        1330.2,
        1334.76
    ],
    [
        " We proved, we could build them again.",
        1335.24,
        1337.04
    ],
    [
        " We proved we could find and reclaim the knowledge and make the product and do it in a way that it was profitable too.",
        1337.42,
        1344.42
    ],
    [
        " So we kind of have proved this out.",
        1344.98,
        1347.24
    ],
    [
        " And it's like, okay, it's time to go, you know, and if you're not growing, you're dying.",
        1347.36,
        1352.08
    ],
    [
        " You know, and that's one thing, I think in business, like people, they get comfortable, they get complacent.",
        1352.52,
        1357.9
    ],
    [
        " Well, listen, if you're not, if you're not growing, you're dying because somebody smarter than you is behind you, you know.",
        1358.02,
        1362.4
    ],
    [
        " And with everything, there's a beginning, there's a middle, when there's an end, and trying to extend that middle part, it's not a coast.",
        1363.42,
        1370.16
    ],
    [
        " It's not a flat road, it's not coasting.",
        1370.48,
        1372.62
    ],
    [
        " I was telling somebody the other day, you know, you get to the top of that hill when you're climbing, you're peddling and peddling and peddling.",
        1372.84,
        1379.46
    ],
    [
        " And you get to the top and you think, I get to coast on the other side.",
        1379.58,
        1382.88
    ],
    [
        " The thing is you get to a plateau, and then there's an incline on that plateau.",
        1383.02,
        1387.2
    ],
    [
        " You can't see over the horizon.",
        1387.42,
        1389.24
    ],
    [
        " And with origin, we've been, you know, we've kind of been playing in the sandbox a little bit.",
        1390.02,
        1395.2
    ],
    [
        " I addressing the team, you know, on the inside, you know, kind of in the trenches earlier this year was this year.",
        1396.0,
        1404.06
    ],
    [
        " We start.",
        1404.64,
        1406.16
    ],
    [
        " I actually said to them, we haven't done anything yet.",
        1407.0,
        1410.32
    ],
    [
        " We're spread across 250,000 square feet in two states and 400 people, and we haven't even started.",
        1411.32,
        1418.48
    ],
    [
        " Like this shit, like we've been, we've been a research and development company.",
        1418.98,
        1424.18
    ],
    [
        " Now it's time to go.",
        1424.54,
        1426.18
    ],
    [
        " Now it's time to truly rebuild the supply chains and build the products that we need and use and wear.",
        1426.72,
        1432.98
    ],
    [
        " So I kind of, you know, like cast that wide vision early in the year.",
        1433.24,
        1438.16
    ],
    [
        " And even the constant touch point, I think still, you know, is still people.",
        1438.42,
        1446.72
    ],
    [
        " It's almost like, I mean, you have kids, you know, when I, when I had my first child, Keegan, like Amanda, you know, she's pregnant.",
        1446.8,
        1455.96
    ],
    [
        " It's like cool, you know, you're pregnant and whatever.",
        1456.06,
        1457.98
    ],
    [
        " And then then he came out and I was like, holy shit.",
        1458.3,
        1461.12
    ],
    [
        " What am I going to do with this?",
        1461.74,
        1463.84
    ],
    [
        " You know what I mean?",
        1464.46,
        1464.98
    ],
    [
        " Like this is a, this is a real being.",
        1465.04,
        1466.74
    ],
    [
        " That's kind of how I feel like we're, we're ready to like go.",
        1467.4,
        1471.48
    ],
    [
        " Like there's like almost like a little bit of a rebirth, so to speak this year.",
        1471.7,
        1474.94
    ],
    [
        " Of what we're going to do as a company, as a mission, as a, as a movement.",
        1475.1,
        1479.14
    ],
    [
        " And I could see it.",
        1479.5,
        1481.96
    ],
    [
        " I know you could see it.",
        1482.04,
        1483.12
    ],
    [
        " And I'm trying to explain it to the team, but they aren't, they aren't feeling yet.",
        1483.28,
        1488.54
    ],
    [
        " Because it's all just words.",
        1488.68,
        1489.98
    ],
    [
        " But we just just, I got to fill this out there.",
        1490.8,
        1494.46
    ],
    [
        " Yeah.",
        1494.52,
        1494.7
    ],
    [
        " I'll go to talk to a gas oil company in North Dakota, or I'll go talk to an energy company in Texas.",
        1494.86,
        1502.34
    ],
    [
        " Or go talk to a construction company in Illinois or just, just, and they'll be a bunch of people",
        1502.34,
        1510.34
    ],
    [
        " that will show up with the level of origin genes on, they'll have origin boots on.",
        1510.34,
        1513.94
    ],
    [
        " They're in the game.",
        1514.34,
        1515.86
    ],
    [
        " They're so supportive.",
        1516.44,
        1517.48
    ],
    [
        " And so I think that, I get to see that, right?",
        1518.0,
        1521.32
    ],
    [
        " I get to see people all over the country that are, that understand what we're doing.",
        1521.4,
        1525.8
    ],
    [
        " And they're so supportive of it.",
        1526.04,
        1527.74
    ],
    [
        " And I probably didn't do a great job of, you know, I should be taking a picture every time that happens.",
        1528.64,
        1532.5
    ],
    [
        " You know, and send it to you like, hey, show everybody this picture.",
        1532.72,
        1535.16
    ],
    [
        " I mean, I've been to events where there's like 12 people come up and they're all wearing origin genes.",
        1535.6,
        1539.52
    ],
    [
        " Like how awesome is that?",
        1539.7,
        1541.12
    ],
    [
        " Yeah.",
        1541.28,
        1541.4
    ],
    [
        " And you know, this will be in the middle of wherever Oklahoma.",
        1541.56,
        1543.4
    ],
    [
        " Yeah.",
        1543.8,
        1543.94
    ],
    [
        " It's, it's awesome.",
        1543.94,
        1544.76
    ],
    [
        " So yeah, you, you can start to, you and I can sense all that happening.",
        1545.16,
        1549.82
    ],
    [
        " Yeah.",
        1550.26,
        1550.62
    ],
    [
        " And probably need to do a better job, making sure everybody on the team knows that.",
        1550.76,
        1554.16
    ],
    [
        " Yeah.",
        1554.24,
        1554.64
    ],
    [
        " And in there, you know, it's interesting.",
        1554.88,
        1556.88
    ],
    [
        " I don't know how to look at this.",
        1557.02,
        1557.94
    ],
    [
        " They're in the trenches every day, like making the stuff, answering the phone calls, you know, doing the marketing and all that stuff.",
        1558.06,
        1565.18
    ],
    [
        " And we're going to build 100,000 pairs of genes right over the next 12 months.",
        1565.4,
        1569.76
    ],
    [
        " And I'm, and I'm down in trion, Georgia, mountain, vermin, mills, the oldest mill in America and the last mill that weaves denim.",
        1570.46,
        1577.86
    ],
    [
        " And they weave our denim for us.",
        1578.28,
        1580.04
    ],
    [
        " And I'm committing to two million yards in three years.",
        1580.82,
        1584.1
    ],
    [
        " And I'm coming back and saying, hey, I just committed to every single yard of denim this mill can make.",
        1584.62,
        1589.42
    ],
    [
        " And what I mean, they're like, oh, okay.",
        1590.06,
        1592.46
    ],
    [
        " Okay, this is like being in Vegas, man, it's just taking your wallet and putting it on black.",
        1593.08,
        1598.56
    ],
    [
        " 100%.",
        1598.86,
        1599.42
    ],
    [
        " 100%.",
        1599.42,
        1600.44
    ],
    [
        " You know, so there's, there's like, how are we going to fill the gap?",
        1600.44,
        1604.1
    ],
    [
        " How are we going to go from point A to point B?",
        1604.3,
        1606.32
    ],
    [
        " And speaking of feeding the monsters, oh, we're going to build 100,000 pairs of genes in a three years.",
        1606.66,
        1611.14
    ],
    [
        " We're going to build a million, you know, and on the jock of fuel side, oh, we're making 30,000 cases of this a month.",
        1611.18,
        1617.08
    ],
    [
        " And we need to get to 200,000 in three years.",
        1617.08,
        1619.0
    ],
    [
        " You have these two, these two monsters that you actually know, like the, what they're going to eat.",
        1619.0,
        1626.2
    ],
    [
        " Yeah, you know that, you know the constant that you, you use the baby assumption.",
        1626.32,
        1629.18
    ],
    [
        " The consumption rate.",
        1629.42,
        1630.2
    ],
    [
        " You know how much freeing milk it's going to take to get these kids to be full grown.",
        1630.3,
        1634.58
    ],
    [
        " That's right.",
        1634.86,
        1635.28
    ],
    [
        " And so you need to plan for it.",
        1635.28,
        1636.28
    ],
    [
        " Yep.",
        1636.4,
        1636.5
    ],
    [
        " And you know, at some point, they're going to be a 16 and a half year old boy.",
        1636.8,
        1640.82
    ],
    [
        " And they're going to have a voracious appetite.",
        1641.08,
        1643.4
    ],
    [
        " Exactly.",
        1643.72,
        1644.68
    ],
    [
        " And it's going to be nuts.",
        1644.96,
        1645.86
    ],
    [
        " So we actually know that we can plot it out.",
        1646.28,
        1648.62
    ],
    [
        " We can see it.",
        1648.68,
        1649.36
    ],
    [
        " And so that, so that's as you look at that growth and the amount of effort it was going to take with them, the amount of work that was going to take to get done.",
        1649.7,
        1659.28
    ],
    [
        " You knew that we were going to breach our limit here in Maine.",
        1659.4,
        1662.62
    ],
    [
        " 100% yep.",
        1663.12,
        1664.08
    ],
    [
        " And just walking around the factory and just we have pivoted, impivided, impivided, impivided, and gotten leaner and leaner and leaner.",
        1664.5,
        1672.68
    ],
    [
        " I mean, and you got to remember in that, in our first little, you know, our first big factory after we left the woods.",
        1672.84,
        1679.82
    ],
    [
        " Right.",
        1680.12,
        1680.86
    ],
    [
        " Like when you came on board and we partnered up, we were still in the woods.",
        1681.08,
        1685.32
    ],
    [
        " And we're like, we're going to build, we're going to buy this big building, like 20,000 square feet.",
        1685.52,
        1690.58
    ],
    [
        " We're at one point, Jocco Fuel literally was on pallets in between all the sewing machines.",
        1692.78,
        1697.5
    ],
    [
        " So just so people understand how these things were tangled.",
        1697.96,
        1701.0
    ],
    [
        " And so we moved into that building.",
        1701.46,
        1703.88
    ],
    [
        " 2017 July.",
        1704.68,
        1706.1
    ],
    [
        " And when we did that, we had 12 employees.",
        1706.6,
        1709.22
    ],
    [
        " Yeah, 12 12 employees.",
        1709.66,
        1710.94
    ],
    [
        " I mean, it was cool.",
        1711.24,
        1712.44
    ],
    [
        " It was cool.",
        1713.04,
        1714.1
    ],
    [
        " And you walked around it was like, okay, cool.",
        1714.62,
        1716.32
    ],
    [
        " We got like plenty of room to grow, right?",
        1716.36,
        1717.76
    ],
    [
        " Oh, we got plenty of room to grow.",
        1717.9,
        1718.96
    ],
    [
        " Not so much.",
        1719.22,
        1719.82
    ],
    [
        " Not so much.",
        1719.9,
        1721.06
    ],
    [
        " So you know, there's a, you know, just walking around and thinking, this is not going to sustain us.",
        1722.28,
        1730.46
    ],
    [
        " And looking at the kind of stepping back out of the trenches, looking at the battlefield, going, how are we going to go from, you know, point A to point B.",
        1731.22,
        1739.64
    ],
    [
        " When it comes to knitwear, when it comes to hoodies, when it comes to t-shirts, when it comes to denim, when it comes to all the things we need to make.",
        1740.92,
        1747.82
    ],
    [
        " We're going to have to look elsewhere.",
        1749.32,
        1751.52
    ],
    [
        " We're going to have to look elsewhere closer to supply chains.",
        1752.22,
        1754.94
    ],
    [
        " Knowing that what we're really good at in Maine is building ultra-durable goods like footwear and jujitsu geese.",
        1755.54,
        1762.42
    ],
    [
        " And that the cotton supply chain, the weaving and the dyeing is all more down in the North Carolina in Georgia, Louisiana, you know, South Carolina.",
        1763.04,
        1774.72
    ],
    [
        " Is there opportunity down there?",
        1775.22,
        1777.06
    ],
    [
        " And we found some opportunity.",
        1777.9,
        1779.28
    ],
    [
        " So we found a company that would, was going to cut and sew for us.",
        1780.12,
        1787.76
    ],
    [
        " And man, they were starting to work on some projects for us.",
        1788.4,
        1792.18
    ],
    [
        " And I remember just calling you and being like, bro, we got to try and buy this place.",
        1792.26,
        1799.12
    ],
    [
        " Like walking into that for the first time and seeing it three times bigger than what we're doing and just cranking stuff out, I was like, oh man, God, like you don't know what you don't know, you know.",
        1799.62,
        1810.04
    ],
    [
        " And I actually say that to my kids like, hey, you know, you don't, you don't know what you don't know.",
        1810.9,
        1814.9
    ],
    [
        " And you can't control what you can't control, but you can respond.",
        1815.48,
        1819.26
    ],
    [
        " You can control the way you respond to things you can't control.",
        1819.98,
        1822.36
    ],
    [
        " Well, we can respond to the things we don't know, we can control the way we respond to it, you know, and try not to have an entrepreneurial seizure at the same time, which, you know, we had some opportunities to have, I think.",
        1822.68,
        1836.94
    ],
    [
        " But we bought two factories.",
        1837.58,
        1842.56
    ],
    [
        " Let's talk to the first one.",
        1843.02,
        1844.36
    ],
    [
        " Yeah.",
        1844.66,
        1844.78
    ],
    [
        " Right. So it's 60,000 square feet.",
        1844.86,
        1847.22
    ],
    [
        " You roll down there.",
        1847.64,
        1849.18
    ],
    [
        " There's not a four sale sign on it.",
        1849.56,
        1851.34
    ],
    [
        " No, it's not real.",
        1851.5,
        1852.34
    ],
    [
        " You know what I was saying?",
        1852.5,
        1853.0
    ],
    [
        " Like, this isn't like, you go on a used car lot, there's a used, you know, cut and sew factory for sale and you, hey, hey, how much is this?",
        1853.26,
        1860.16
    ],
    [
        " No, that's not how it worked.",
        1860.44,
        1861.6
    ],
    [
        " No, then these, and like they barely have a website.",
        1861.96,
        1864.34
    ],
    [
        " I mean, you know, there's like all these old little old factories spread across America that are still there that have been surviving.",
        1864.56,
        1871.34
    ],
    [
        " They have not thrived. They're not a thriving factories.",
        1871.82,
        1875.64
    ],
    [
        " They've been surviving for the last 25 years.",
        1875.9,
        1878.84
    ],
    [
        " Out of a sheer like force of will, right?",
        1879.34,
        1882.4
    ],
    [
        " Whether a commitment to the people who have been working there for 25, 30 years, you know, we're not knowing enough to shut it down or being too,",
        1882.66,
        1891.4
    ],
    [
        " I don't know what the word is on a reed.",
        1891.64,
        1895.54
    ],
    [
        " Stubborn, yeah, to shut it down.",
        1895.8,
        1897.42
    ],
    [
        " So, luckily, I was able to go reotic to patriotic to shut it down.",
        1898.96,
        1903.64
    ],
    [
        " I think patriotic is a better word.",
        1903.64,
        1904.4
    ],
    [
        "",
        1904.94,
        1904.94
    ],
    [
        " I mean, yeah.",
        1905.42,
        1907.68
    ],
    [
        " So, when it met with this old boy Ted, was it going through some health problems, kind of sold them on the vision?",
        1908.14,
        1915.4
    ],
    [
        " Of course, you know, they are looking at a Yankee.",
        1915.48,
        1920.54
    ],
    [
        " This Yankee coming down.",
        1923.04,
        1924.22
    ],
    [
        " And there's still some of that there.",
        1924.46,
        1927.3
    ],
    [
        " You know what I mean? Like, even Jason has said to me, you know, oh, y'all rich Yankee's coming down here.",
        1927.6,
        1932.26
    ],
    [
        " Bro, you kidding me?",
        1932.54,
        1934.06
    ],
    [
        " When we started this company, we didn't have two nickels to rub together, a bucket of piss in, bro.",
        1934.3,
        1937.82
    ],
    [
        " Like, go on to YouTube and watch how we built this thing.",
        1938.28,
        1941.2
    ],
    [
        " So, but it's still like these Yankees coming down and whatever.",
        1941.66,
        1944.5
    ],
    [
        " So, you know, went down there, met with Ted, told him what we'd like to do to carry on his vision and plan for the company.",
        1944.92,
        1954.12
    ],
    [
        " Obviously, he had a great operator down there in Jason Gaddy, great operator who's been doing this thing.",
        1954.46,
        1959.48
    ],
    [
        " And he's really the one that's been sustaining this organization for a long time.",
        1959.7,
        1964.38
    ],
    [
        " You know, 120 employees, whatever it is, and just cutting and sewing, just ripping stuff out.",
        1965.14,
        1969.7
    ],
    [
        " Making stuff for some pretty substantial brands too.",
        1970.08,
        1973.16
    ],
    [
        " But, you know, it's one of those situations where like, okay, this guy's kind of like a lot of talk.",
        1975.18,
        1982.04
    ],
    [
        " They're thinking you're a lot of talk.",
        1983.16,
        1984.56
    ],
    [
        " Yeah, yeah, I think so.",
        1984.74,
        1986.2
    ],
    [
        " And it's tough. You've got this...",
        1986.44,
        1989.44
    ],
    [
        " You've got these people who have been running this business for 40, 50 years.",
        1989.44,
        1993.72
    ],
    [
        " They've owned it for 40, 50 years.",
        1994.7,
        1997.62
    ],
    [
        " They do things a certain way. They have a certain culture.",
        1998.06,
        2003.96
    ],
    [
        " And just somebody coming in that could potentially disrupt that is scary.",
        2005.0,
        2010.54
    ],
    [
        " Scary.",
        2010.54,
        2010.64
    ],
    [
        " You know, you're ultimately people are innately afraid of the unknown.",
        2011.22,
        2015.82
    ],
    [
        " It's also what drives some people.",
        2016.26,
        2018.28
    ],
    [
        " But I asked him and convinced him.",
        2019.3,
        2024.02
    ],
    [
        " And not just him, I flew him up to Maine and showed him our little factory.",
        2024.38,
        2030.46
    ],
    [
        " And showed him what we're doing.",
        2031.26,
        2032.82
    ],
    [
        " And introduced him to the people, introduced him to Amanda.",
        2033.16,
        2036.16
    ],
    [
        " Obviously turned him on to Jaco.",
        2037.06,
        2038.82
    ],
    [
        " Like, you know, of course they know who you are anyways.",
        2039.22,
        2042.56
    ],
    [
        " So just kind of made that connection. That always helps.",
        2042.9,
        2045.46
    ],
    [
        " There's always like, you've got plant, you've got like the Deco says this.",
        2045.54,
        2048.94
    ],
    [
        " Like when somebody comes to his school, right?",
        2049.2,
        2050.76
    ],
    [
        " Deco want to, you know, want to my business partners.",
        2052.06,
        2054.9
    ],
    [
        " Also my jujitsu instructor.",
        2054.9,
        2056.18
    ],
    [
        " He's got a school.",
        2056.84,
        2057.82
    ],
    [
        " That a Massachusetts and Waymeth.",
        2057.82,
        2059.28
    ],
    [
        " And when people come in, they like, all I want to start your jujitsu.",
        2059.4,
        2063.46
    ],
    [
        " And they were like, okay, cool.",
        2063.72,
        2065.08
    ],
    [
        " Oh, oh, Origin Gees.",
        2065.26,
        2066.78
    ],
    [
        " I think I've heard of this company origin.",
        2067.38,
        2069.56
    ],
    [
        " It's like, yeah, man. Yeah, origin.",
        2070.08,
        2071.46
    ],
    [
        " You know, origin.",
        2071.6,
        2072.1
    ],
    [
        " And then they're like, oh, wait, Jaco.",
        2072.56,
        2075.14
    ],
    [
        " Jaco.",
        2075.52,
        2075.96
    ],
    [
        " And he's like, yeah, yeah.",
        2076.18,
        2078.32
    ],
    [
        " You know, he's also my business partner, my friend or whatever.",
        2078.84,
        2081.74
    ],
    [
        " And then they sign up right away.",
        2081.9,
        2083.24
    ],
    [
        " So it's the ringer, right?",
        2083.32,
        2084.94
    ],
    [
        " Like Jaco is the ringer.",
        2085.04,
        2086.18
    ],
    [
        " And every negotiation, I just pulled, I pulled Jaco's name in.",
        2086.18,
        2089.32
    ],
    [
        " And they're always, they'd always help.",
        2089.46,
        2090.86
    ],
    [
        " So, you know, we, we flew him up to Maine.",
        2091.38,
        2094.76
    ],
    [
        " We flew up, I know who else we flew up.",
        2095.02,
        2097.92
    ],
    [
        " The head stature and the mechanic.",
        2098.4,
        2101.58
    ],
    [
        " Yeah.",
        2102.04,
        2102.26
    ],
    [
        " And that's one of those hearts and minds campaign.",
        2102.72,
        2105.56
    ],
    [
        " Hearts and minds, man.",
        2105.84,
        2106.58
    ],
    [
        " And getting to build relationships with people.",
        2106.78,
        2108.34
    ],
    [
        " And getting them to understand what, what we understand.",
        2108.6,
        2111.76
    ],
    [
        " Yes.",
        2112.08,
        2112.3
    ],
    [
        " I want the mechanic to meet our team and to watch them sell.",
        2112.82,
        2116.34
    ],
    [
        " That's what I want him to do.",
        2117.36,
        2118.74
    ],
    [
        " So he can say to Ted, the owner, hey, these guys are for real.",
        2119.18,
        2123.38
    ],
    [
        " They know what they're doing.",
        2123.46,
        2124.2
    ],
    [
        " I get what they're doing.",
        2124.54,
        2125.8
    ],
    [
        " They're head stature.",
        2126.02,
        2126.66
    ],
    [
        " I want them to hurt or watch the way we sowed.",
        2126.72,
        2128.92
    ],
    [
        " The way the hands moved.",
        2129.24,
        2131.1
    ],
    [
        " So that she could feel confident in the same thing.",
        2131.46,
        2133.66
    ],
    [
        " That, you know, we're, we are who they are.",
        2134.28,
        2137.54
    ],
    [
        " We're not just Yankees.",
        2137.86,
        2139.38
    ],
    [
        " We are people who are trying to rebuild the middle class,",
        2139.44,
        2143.36
    ],
    [
        " who are retraining and bringing this thing back.",
        2143.36,
        2146.96
    ],
    [
        " The same thing they've been doing for 30, 40 years.",
        2147.18,
        2149.46
    ],
    [
        " Luckily, they agreed to it.",
        2150.82,
        2152.94
    ],
    [
        " And we made that shit happen.",
        2153.48,
        2154.64
    ],
    [
        " Was there a turning point that you saw?",
        2154.78,
        2156.56
    ],
    [
        " Was there a moment or was it a gradual swaying of the mindset?",
        2156.74,
        2161.74
    ],
    [
        " Well, there was, there was a tricky situation there, right?",
        2162.94,
        2165.52
    ],
    [
        " He had a couple other partners.",
        2165.78,
        2167.64
    ],
    [
        " And they, they had a kind of an aggressive ask initially.",
        2170.76,
        2175.6
    ],
    [
        " You know, like you said earlier, I don't have my business degree.",
        2176.24,
        2182.06
    ],
    [
        " I try to understand people.",
        2182.7,
        2185.22
    ],
    [
        " I'm pretty transparent in negotiation.",
        2186.18,
        2188.38
    ],
    [
        " Like I, I wear my heart on my sleeve.",
        2188.7,
        2191.2
    ],
    [
        " I'm not hiding anything.",
        2191.64,
        2192.78
    ],
    [
        " And I explained to him in their first ask.",
        2193.02,
        2195.54
    ],
    [
        " I was like, yeah, it's just not, which is not there.",
        2195.54,
        2198.06
    ],
    [
        " Like it would just not there.",
        2198.74,
        2199.66
    ],
    [
        " Like here's the value of what we're going to do.",
        2199.82,
        2201.68
    ],
    [
        " Because we're not going to buy this business as a business entity",
        2201.82,
        2205.72
    ],
    [
        " and keep like just running the same way with the same accounts.",
        2205.72,
        2209.32
    ],
    [
        " We're going to buy this as an extension of origin.",
        2209.32,
        2212.34
    ],
    [
        " That's, it's going to be a, it's going to be a production facility",
        2212.88,
        2215.04
    ],
    [
        " ultimately for origin.",
        2215.04,
        2216.68
    ],
    [
        " So the revenue doesn't really matter.",
        2216.68,
        2219.58
    ],
    [
        " What's important is you have 120 people who know how to make bad ass shit.",
        2219.66,
        2225.12
    ],
    [
        " Bad ass terrible shit.",
        2225.12,
        2226.42
    ],
    [
        " And you have the machines to do so.",
        2226.54,
        2228.48
    ],
    [
        " So the value is in the people because you can buy machines.",
        2228.78,
        2231.26
    ],
    [
        " So you're buying people.",
        2231.54,
        2232.5
    ],
    [
        " You're buying a skill set.",
        2232.96,
        2234.38
    ],
    [
        " You're buying a capability.",
        2234.5,
        2235.44
    ],
    [
        " And to try to, to try to ramp up 120 people and turn that on,",
        2236.02,
        2240.88
    ],
    [
        " we've already done it.",
        2241.28,
        2242.64
    ],
    [
        " It took, it took, it took, it took a freaking decade to do the same thing.",
        2242.82,
        2247.1
    ],
    [
        " We don't have a decade.",
        2247.38,
        2248.22
    ],
    [
        " So we got to buy capacity.",
        2248.66,
        2249.84
    ],
    [
        " So we're buying capacity.",
        2250.02,
        2250.76
    ],
    [
        " I explained that to him.",
        2250.8,
        2251.72
    ],
    [
        " unpacked that for him.",
        2251.72,
        2252.84
    ],
    [
        " And ultimately, we came to agreement.",
        2253.0,
        2255.14
    ],
    [
        " And, you know, when you, when, when you talk about like putting money",
        2255.74,
        2259.54
    ],
    [
        " where your mouth is like me, you and Deco stroked a check and bought that place.",
        2259.54,
        2262.96
    ],
    [
        " Like that's like, we're talking about where reinvesting in America's communities.",
        2263.28,
        2268.46
    ],
    [
        " That wasn't a bank loan on that one.",
        2269.0,
        2270.7
    ],
    [
        " We wrote a check.",
        2270.98,
        2271.98
    ],
    [
        " And I think that, that was also meaningful to them knowing, yeah, we got to go finance this thing.",
        2272.48,
        2279.14
    ],
    [
        " Like we're not a hedge fund coming in.",
        2279.18,
        2280.84
    ],
    [
        " You know, we're not corporate raiders coming in.",
        2280.92,
        2283.2
    ],
    [
        " You know, we're, we're actually investing in this personally.",
        2283.68,
        2286.38
    ],
    [
        " Our families are investing in what your family has built.",
        2286.52,
        2289.18
    ],
    [
        " Pushed them over.",
        2289.88,
        2291.4
    ],
    [
        " Got the deal done.",
        2291.66,
        2292.6
    ],
    [
        " And, you know, we're high five.",
        2293.14,
        2295.76
    ],
    [
        " And we just added 120 people who know how to build that as shit.",
        2295.92,
        2298.82
    ],
    [
        " But it still wasn't enough.",
        2299.2,
        2300.54
    ],
    [
        " Yeah.",
        2301.16,
        2301.76
    ],
    [
        " And in the meantime, you know, we, we kind of breeze through the,",
        2302.52,
        2305.1
    ],
    [
        " the, getting the partnership with good partners.",
        2305.1,
        2309.4
    ],
    [
        " One thing that was interesting about that was a lot of the stuff that I think would make a lot of companies",
        2311.84,
        2317.92
    ],
    [
        " really sweat and have to work.",
        2317.92,
        2320.68
    ],
    [
        " Like, for instance, you know, our, our, our financials, right?",
        2320.96,
        2324.12
    ],
    [
        " So, Don, our CFO, he's been here.",
        2324.3,
        2327.76
    ],
    [
        " And he, we, we were so dialed in, you know, despite all the, all the overwork that he had done, you know,",
        2328.02,
        2335.18
    ],
    [
        " buy himself much of the time.",
        2335.48,
        2337.08
    ],
    [
        " A lot of times I look, luckily for me on the F.",
        2337.52,
        2340.06
    ],
    [
        " on front side, I'm, I'm party to a lot of these deals.",
        2340.12,
        2344.64
    ],
    [
        " You know, I see a lot of P.E.s come in.",
        2344.86,
        2347.14
    ],
    [
        " I watch these deals happen.",
        2347.42,
        2348.72
    ],
    [
        " I'm part of these deals sometimes.",
        2348.76,
        2349.88
    ],
    [
        " So I've seen a lot of this.",
        2350.14,
        2351.16
    ],
    [
        " And it was awesome because sometimes, you know, you, you start asking when they start doing the financial due due diligence, you know,",
        2351.7,
        2359.76
    ],
    [
        " it's, it's like open up a can of worms and mayhem's coming out and it gets crazy.",
        2359.8,
        2363.86
    ],
    [
        " And it was awesome to, and I remember you and I have this conversation, you know, like, hey, you know, I said,",
        2363.94,
        2368.88
    ],
    [
        " well, what are we looking like from the financials as they're rolling to this due diligence, how long you think it's going to take?",
        2368.96,
        2372.88
    ],
    [
        " You're like, hey, man, you know the deal.",
        2372.88,
        2374.4
    ],
    [
        " Like, we, it's not going to take long and there's, it's, it's all just good to go.",
        2374.52,
        2378.3
    ],
    [
        " And so I thought that that was pretty awesome, especially considering such a small team of one much of the time, you know, of just Don,",
        2378.72,
        2388.78
    ],
    [
        " being that squared away and, and he had done a lot to prepare us for that.",
        2389.04,
        2395.38
    ],
    [
        " So that was, that was pretty awesome.",
        2396.12,
        2399.34
    ],
    [
        " And finding those guys, you know, I, I'd say that if people aren't aligned, the one, the one time that you're going to have a failure is if we aren't aligned.",
        2399.88,
        2409.9
    ],
    [
        " If two people aren't aligned or if two teams aren't aligned, you're going to have, you're going to ultimately have failure.",
        2410.12,
        2414.5
    ],
    [
        " Because you can't be going to two different places. You have to be going to the same place.",
        2414.62,
        2419.94
    ],
    [
        " If you can't break the laws of physics and go to two different places, you can't rip bodies apart, it doesn't work.",
        2420.36,
        2424.66
    ],
    [
        " And so luckily, with good partners, you know, they had, they had, they had built supreme, they built Skullcandy.",
        2425.5,
        2433.34
    ],
    [
        " They got, they got, they got hook, the H.U.K. hook performance versus like really great companies that are cool.",
        2434.1,
        2443.42
    ],
    [
        " And so they had experience with this stuff. And they were able to address things with us and talk about where we wanted to go.",
        2444.78,
        2450.2
    ],
    [
        " And what, you know, here's, here's something that was tricky. I was tricky because I, I don't like to lock things in, because I don't know what the future holds.",
        2450.4,
        2461.06
    ],
    [
        " I give this advice all the time, hey, you know what the future is going to hold. So why are you locking in this and that?",
        2461.56,
        2465.36
    ],
    [
        " And so the way we set things up and the way they, they worked with us was like, oh, we have all kinds of options.",
        2465.56,
        2472.16
    ],
    [
        " We have all kinds of directions to go into. There's no doors closed. So that was great. How flexible they were.",
        2472.34,
        2477.32
    ],
    [
        " They were patient as hell.",
        2477.42,
        2478.34
    ],
    [
        " Yeah, they were patient.",
        2478.7,
        2479.64
    ],
    [
        " They were patient as hell.",
        2479.68,
        2480.46
    ],
    [
        " Bro, at some point, sometimes like I, my ass was stuck to my couch, you know, when I, I would be like on the phone, on the phone, on the phone, on the phone, like till midnight.",
        2480.48,
        2488.98
    ],
    [
        " Yeah. It was, it was honestly, it was like this kind of, this, I don't know the word for it.",
        2488.98,
        2497.98
    ],
    [
        " This constant alignment.",
        2498.46,
        2500.7
    ],
    [
        " Yeah.",
        2501.1,
        2501.26
    ],
    [
        " Constant alignment and having the right, like the right words.",
        2501.6,
        2505.36
    ],
    [
        " Yeah.",
        2505.74,
        2505.94
    ],
    [
        " You know what I mean? And sometimes those words were tricky to, yeah, tricky, tricky.",
        2506.18,
        2511.96
    ],
    [
        " Here's something else that was cool. And it's a good, this is a good, this is a good lesson learned for anybody that's out there.",
        2512.32,
        2518.02
    ],
    [
        " Lawyers talking to each other.",
        2519.02,
        2520.4
    ],
    [
        " Suck is different than two people talking to each other.",
        2520.68,
        2523.34
    ],
    [
        " Yes.",
        2523.42,
        2523.58
    ],
    [
        " So I remember we were, you know, we'd hit a little bit of, let's say a little, a little hesitation, right?",
        2524.04,
        2532.88
    ],
    [
        " I was a little bit hesitant. It sounded like they, so my lawyers are telling me that they're saying this and their lawyers are telling their crew that I'm saying this.",
        2533.6,
        2542.1
    ],
    [
        " And finally, I'm like, dude, give me Dave's number.",
        2543.66,
        2545.94
    ],
    [
        " And like we just got on the phone and I'm like, hey, this is what I'm worried about.",
        2546.6,
        2549.14
    ],
    [
        " He goes, yeah, we can handle that. That's no factor. I don't want it.",
        2549.28,
        2551.38
    ],
    [
        " You know, that doesn't make a difference.",
        2551.46,
        2552.9
    ],
    [
        " Okay, cool, great. Write it up like this. He's like, cool, I got it.",
        2553.08,
        2555.98
    ],
    [
        " He said, hey, but, Jocco, you, you got to give me this over here. And I'm like, oh, yeah, that totally makes sense.",
        2556.16,
        2559.9
    ],
    [
        " I don't, you know, you're not going to, you're not going to give us money if you don't have this type of thing.",
        2559.98,
        2565.16
    ],
    [
        " So once he and I talked person to person, man to man and just, oh, yeah, hey, man.",
        2565.96,
        2571.42
    ],
    [
        " Okay, cool. From there, it was like everything was fine.",
        2571.5,
        2575.24
    ],
    [
        " Yeah. But there was the getting to that whole time though that monster would kept eating.",
        2575.52,
        2579.04
    ],
    [
        " Oh, it kept eating.",
        2579.18,
        2580.32
    ],
    [
        " It was everything in sight.",
        2580.64,
        2583.3
    ],
    [
        " And you know, I, you know, I, you were sweating.",
        2583.48,
        2586.16
    ],
    [
        " Yeah, yeah, I was definitely sweating.",
        2586.56,
        2588.12
    ],
    [
        " You were sweating. And you talked to me like, bro, you're, you know, you're trying to like talk to the both sets of lawyers.",
        2588.12,
        2595.02
    ],
    [
        " And I'm like, bro, let me talk to Dave. Let's get this thing. And so luckily, you know,",
        2595.04,
        2600.22
    ],
    [
        " uh, when you talk and you're aligned, then it's easy. And look, look, hey, this is nothing I remember.",
        2600.58,
        2606.28
    ],
    [
        " When you, when someone else is, when the opposing lawyer is looking out for them and your lawyers looking out for you,",
        2606.4,
        2612.76
    ],
    [
        " they're, they're not, they're not trying to go to the same place.",
        2613.3,
        2615.34
    ],
    [
        " No, they're trying to go to two different places.",
        2615.56,
        2617.42
    ],
    [
        " So they're going to have a hard time.",
        2617.72,
        2619.0
    ],
    [
        " So you have to have sometimes conversations and those conversations need to be backed up and writing, of course, that's why.",
        2619.44,
        2624.42
    ],
    [
        " So, so you can then debrief the lawyers and the lawyers understand where you're where you need to be.",
        2624.42,
        2628.84
    ],
    [
        " And that both sides have agreed.",
        2629.44,
        2630.74
    ],
    [
        " So that's something to remember.",
        2631.38,
        2634.14
    ],
    [
        " And here's another, uh, you know, you and I never freaking had lawyers in between us.",
        2635.04,
        2640.5
    ],
    [
        " You know what I mean?",
        2640.74,
        2641.18
    ],
    [
        " No, we didn't.",
        2641.2,
        2641.86
    ],
    [
        " And the other funny thing I was telling people this the other day is we never had, we were, we were on a handshake for,",
        2641.98,
        2647.54
    ],
    [
        " for years, on a handshake.",
        2647.86,
        2650.3
    ],
    [
        " Like millions and millions of dollars worth of business, uh, tens of millions of dollars worth of business on a handshake.",
        2650.44,
        2657.06
    ],
    [
        " On a handshake.",
        2657.4,
        2659.16
    ],
    [
        " Which is freaking awesome.",
        2659.46,
        2660.96
    ],
    [
        " Like, old school, I hope people can learn from that.",
        2661.08,
        2663.66
    ],
    [
        " And, and by the way, the only reason we eventually were like, okay, we need to, we need to go to paper on this stuff is because the banks and the lawyers were like, hey, guys,",
        2663.8,
        2672.18
    ],
    [
        " this thing's too big.",
        2672.46,
        2673.18
    ],
    [
        " This doesn't work.",
        2673.22,
        2674.0
    ],
    [
        " You can't have a handshake.",
        2674.2,
        2675.5
    ],
    [
        " Like if one of you dies, if one of you dies, this is a freaking disaster.",
        2675.68,
        2679.98
    ],
    [
        " It's a disaster for all involved and we're like, I find.",
        2679.98,
        2682.36
    ],
    [
        " So we did it.",
        2683.04,
        2684.46
    ],
    [
        " But that, but that was a, you know, that was great.",
        2684.62,
        2687.76
    ],
    [
        " I was, I was definitely like sweating it.",
        2688.1,
        2690.96
    ],
    [
        " And I'll tell you what I got to give Kip props on it because he kept telling me, Pete, you got to understand something.",
        2691.1,
        2697.96
    ],
    [
        " All big fish are lost at the boat.",
        2698.62,
        2701.32
    ],
    [
        " You can reel and reel and reel and reel and reel and you go to grab that gill and pull that hook and you lose it.",
        2701.92,
        2709.02
    ],
    [
        " You know what I mean?",
        2709.02,
        2709.76
    ],
    [
        " Like you get it right to the boat and it flaps its tail and rips off.",
        2709.98,
        2713.12
    ],
    [
        " And we were at tail flapping kind of scenario at that point.",
        2713.5,
        2718.46
    ],
    [
        " And I'm trying to hang on to the freaking gill, you know what I mean?",
        2719.02,
        2721.84
    ],
    [
        " Like trying to grab the claw, you know, to kill this thing.",
        2722.64,
        2726.12
    ],
    [
        " But it was ultimately, I think, I think that they were definitely not only the right partner, but the patient partner we need.",
        2726.66,
        2736.06
    ],
    [
        " You know, that was, that was a nice, let's say, you know, it proved to me as they were waiting.",
        2736.06,
        2743.8
    ],
    [
        " You know, they're like, okay, they didn't, they didn't freak out.",
        2744.32,
        2748.44
    ],
    [
        " They didn't get crazy.",
        2748.76,
        2750.12
    ],
    [
        " They were like, oh, it's going to take some time to get this thing worked out.",
        2750.44,
        2753.82
    ],
    [
        " You know what I could say?",
        2754.04,
        2754.58
    ],
    [
        " Wait, oh, she doesn't want to marry me right now.",
        2754.74,
        2757.78
    ],
    [
        " Yeah, yeah, yeah.",
        2758.0,
        2758.66
    ],
    [
        " No, it's like she wants to wait another year.",
        2758.66,
        2760.22
    ],
    [
        " And most private equity firms would not have done that.",
        2760.42,
        2762.5
    ],
    [
        " Yeah.",
        2762.56,
        2762.7
    ],
    [
        " Yeah.",
        2762.7,
        2762.94
    ],
    [
        " So they were super cool and proved the type of people that they were through their actions, which was legit.",
        2763.22,
        2769.22
    ],
    [
        "",
        2769.68,
        2769.68
    ],
    [
        " And so that worked out great and has been great.",
        2770.04,
        2774.96
    ],
    [
        " In the meantime, right, we get how long was it, once we had the factory in North Carolina, the first factory in North Carolina.",
        2775.42,
        2785.72
    ],
    [
        " October.",
        2785.84,
        2786.26
    ],
    [
        " Factory one, we get that in October.",
        2786.44,
        2787.72
    ],
    [
        " So just after we recorded the last podcast, we got close on that first.",
        2787.8,
        2789.96
    ],
    [
        " We got close on it.",
        2790.12,
        2790.56
    ],
    [
        " So we're stoked.",
        2791.38,
        2792.42
    ],
    [
        " How long did the stoke last before you started here in Hunger Grows from the Monster again?",
        2793.06,
        2799.64
    ],
    [
        " One month.",
        2799.9,
        2800.26
    ],
    [
        " It was one month.",
        2800.5,
        2801.34
    ],
    [
        " Yeah, because we launched November.",
        2801.76,
        2803.74
    ],
    [
        " We launched our Black Friday.",
        2804.16,
        2805.78
    ],
    [
        " We do that like one deal a year.",
        2806.04,
        2808.06
    ],
    [
        " And probably sold like 10,000 pairs of jeans.",
        2808.92,
        2812.94
    ],
    [
        " Yeah, that's right.",
        2813.22,
        2813.78
    ],
    [
        " We had to close it off.",
        2813.8,
        2814.94
    ],
    [
        " And like, I don't know, 1,000, 2,000 pairs of boots.",
        2815.24,
        2817.62
    ],
    [
        " I remember you texting me like, we're shutting it down.",
        2818.58,
        2821.62
    ],
    [
        " And that's when I was like, okay, that's that always sucks, bro.",
        2822.02,
        2826.6
    ],
    [
        " You know, because what that means is someone out there is going to have to buy a pair of jeans that are made in another country.",
        2826.9,
        2833.52
    ],
    [
        " And that that's horrible.",
        2833.9,
        2835.38
    ],
    [
        " It's horrible for America.",
        2835.64,
        2836.54
    ],
    [
        " It's horrible for economy.",
        2836.98,
        2837.86
    ],
    [
        " It's horrible for a community.",
        2838.14,
        2839.04
    ],
    [
        " It's horrible for the person that has to wear substandard jeans on their body.",
        2839.12,
        2843.18
    ],
    [
        " And yet, you know, I remember, hey, we have to shut this down right now.",
        2845.78,
        2849.34
    ],
    [
        " And I'm thinking, damn, the immediate pivot was, I remember sitting down the day, the next business day after Black Friday,",
        2849.34,
        2858.14
    ],
    [
        " with the team and saying, what are we going to do?",
        2858.56,
        2861.18
    ],
    [
        " How are we going to pivot?",
        2861.38,
        2862.02
    ],
    [
        " And we got Jason on the phone or, you know, a new partner down in North Carolina,",
        2862.84,
        2866.34
    ],
    [
        " running all North Carolina operations.",
        2866.78,
        2868.9
    ],
    [
        " And I said, hey, bro, I think we can make jeans there.",
        2869.44,
        2873.66
    ],
    [
        " Remember this?",
        2874.06,
        2874.66
    ],
    [
        " Yeah.",
        2875.02,
        2875.18
    ],
    [
        " And I'm like, they're, I think, I mean, I think we can, but these machines are completely different,",
        2875.62,
        2881.62
    ],
    [
        " failing machines.",
        2881.72,
        2882.44
    ],
    [
        " He's like, yeah, we can get it done.",
        2883.16,
        2884.96
    ],
    [
        " We get it done.",
        2885.28,
        2885.9
    ],
    [
        " And immediately.",
        2886.3,
        2887.44
    ],
    [
        " And I think that's the great thing with obviously owning your supply chain.",
        2888.2,
        2893.18
    ],
    [
        " I, you know, I like to call it the origin factory blockchain.",
        2893.34,
        2896.1
    ],
    [
        " I, I use the word blockchain because people understand what a blockchain is these days.",
        2896.42,
        2901.08
    ],
    [
        " Well, the origin factory, factory blockchain is a blockchain of manufacturing and transparency,",
        2901.54,
        2905.6
    ],
    [
        " where you can trust where everything comes from.",
        2905.6,
        2909.0
    ],
    [
        " You know that cons, come from Texas.",
        2909.08,
        2910.66
    ],
    [
        " You know that things woven in try on Georgia.",
        2910.78,
        2912.68
    ],
    [
        " You know, it's getting cotton sewn in North Carolina and main.",
        2912.8,
        2915.08
    ],
    [
        " And, and it's a blockchain of manufacturing, which is really powerful.",
        2915.34,
        2919.0
    ],
    [
        " And it's actually quarter who we are and quarter our story, because we got nothing to hide.",
        2919.2,
        2923.1
    ],
    [
        " We ain't cutting out tags, right?",
        2923.1,
        2925.12
    ],
    [
        " We're making the shit from scratch.",
        2925.6,
        2927.26
    ],
    [
        " And, you know, we actually put out there to the public like we're going to have to make",
        2928.72,
        2934.14
    ],
    [
        " jeans in North Carolina and watch us pivot.",
        2934.14,
        2937.64
    ],
    [
        " And also follow us as we make mistakes, you know, and make tuition payments.",
        2938.12,
        2942.56
    ],
    [
        " But that mechanic that we flew up to main used to work in a denim factory.",
        2942.78,
        2948.48
    ],
    [
        " And he knew how to set up the machines down there.",
        2948.96,
        2951.32
    ],
    [
        " And he knew how to tune them in.",
        2951.48,
        2952.72
    ],
    [
        " And he had all the beautiful tooling made.",
        2953.2,
        2956.08
    ],
    [
        " It was actually, it was so good.",
        2956.74,
        2959.04
    ],
    [
        " He made more incentive to main so we could use it in main.",
        2959.34,
        2961.56
    ],
    [
        " So we made the pivot.",
        2962.0,
        2963.3
    ],
    [
        " It wasn't easy, but we got it done.",
        2963.3,
        2964.8
    ],
    [
        " And, and we're still not producing enough.",
        2965.16,
        2968.4
    ],
    [
        " And I remember saying to, I don't know if I called you,",
        2968.4,
        2973.26
    ],
    [
        " while we were down there getting to know the area,",
        2973.62,
        2977.18
    ],
    [
        " this is Ashboro, North Carolina.",
        2977.18,
        2978.8
    ],
    [
        " I drove by a building in it, in it, in it said on a trailer outside of the building.",
        2979.68,
        2986.24
    ],
    [
        " It said Texas jeans on it.",
        2986.24,
        2987.84
    ],
    [
        " And I remember just asking Jason, like, what is that?",
        2988.4,
        2993.22
    ],
    [
        " He's like, oh, that's a, this old guy, Wally.",
        2993.26,
        2995.94
    ],
    [
        " And he's been in the denim business forever.",
        2996.54,
        2999.94
    ],
    [
        " Come to find out.",
        3001.16,
        3002.6
    ],
    [
        " And I didn't know this.",
        3002.66,
        3003.5
    ],
    [
        " I learned that North Carolina was the denim capital of America.",
        3003.5,
        3007.62
    ],
    [
        " And I'm like, so he's, you know, he's got like denim machines",
        3008.58,
        3011.48
    ],
    [
        " and people making jeans in there and everything.",
        3011.48,
        3013.42
    ],
    [
        " He's like, yeah, so again, another situation.",
        3013.74,
        3017.58
    ],
    [
        " We leaned into it a little bit.",
        3018.1,
        3019.88
    ],
    [
        " Knocked on it, literally knocked on the door, went in, and started having a conversation.",
        3020.62,
        3027.38
    ],
    [
        " It all started with a conversation.",
        3027.74,
        3029.26
    ],
    [
        " I know, I know when you're talking about, go back to factory one.",
        3030.06,
        3032.68
    ],
    [
        " Jason Gaddy.",
        3033.3,
        3033.96
    ],
    [
        " All right.",
        3034.18,
        3034.34
    ],
    [
        " You got this guy.",
        3035.16,
        3036.02
    ],
    [
        " I just want to, I want to kind of profile him just for a minute.",
        3036.18,
        3038.68
    ],
    [
        " Yeah.",
        3039.04,
        3039.14
    ],
    [
        " Did you see a transition in his, because look, the only Jason I've known is 100%.",
        3039.24,
        3046.8
    ],
    [
        " Let's make some shit happen now.",
        3046.8,
        3049.34
    ],
    [
        " We got this.",
        3049.56,
        3050.3
    ],
    [
        " Here's what we need to do.",
        3050.44,
        3051.5
    ],
    [
        " That's the only Jason.",
        3051.7,
        3052.66
    ],
    [
        " I know.",
        3052.82,
        3052.98
    ],
    [
        " Was that the only Jason you know?",
        3053.3,
        3054.3
    ],
    [
        " Was that, was that a turnaround?",
        3054.64,
        3055.82
    ],
    [
        " Was there a turning point for him where, where he realized that this was the right thing to do?",
        3056.26,
        3062.4
    ],
    [
        " Because I mean, like I said, I've seen nothing but Jason, nothing from Jason, except for like a 100% positive, awesome attitude to make things happen.",
        3062.48,
        3073.56
    ],
    [
        " And also be like, no, hey, we're not going to be able to do that.",
        3073.74,
        3076.24
    ],
    [
        " Or if we're going to do that, here's what we're going to need.",
        3076.46,
        3078.3
    ],
    [
        " Like that kind of thing.",
        3078.38,
        3079.34
    ],
    [
        " Was he like that the whole time?",
        3079.92,
        3080.96
    ],
    [
        " I would say his level of positivity was always consistent.",
        3082.02,
        3086.86
    ],
    [
        " Nice.",
        3087.08,
        3087.24
    ],
    [
        " And if there was anything he was feeling, he definitely didn't show it.",
        3087.24,
        3091.2
    ],
    [
        " Now with that said, we had a lot of private conversations, a lot of private conversations.",
        3091.44,
        3095.92
    ],
    [
        " He educated me on the way they survived over the past 30 years.",
        3096.48,
        3100.04
    ],
    [
        " He educated me on the restructuring they had to go through with the banks coming in and pulling apart the company and putting it back together and putting a CEO in place and how he fell in, you know, like they had, they went through some shit, man.",
        3100.5,
        3113.58
    ],
    [
        " Like after NAFTA and the WTO, like they went through some serious shit and he was part of it.",
        3113.58,
        3119.22
    ],
    [
        " So there's this protective kind of defense mechanism there that, you know, he's looking out for his people.",
        3119.34,
        3126.82
    ],
    [
        " And again, regardless of, you know, this newfound relationship and working towards this kind of new culture, you're still blending two cultures together and two companies together.",
        3127.48,
        3143.46
    ],
    [
        " So there was definitely some apprehension behind the scenes and we had lots and lots of in-depth conversations, some intense conversations too.",
        3144.34,
        3152.28
    ],
    [
        " The good thing with him is like he's a type of guy and maybe at some point it'd be good to have him on podcasts, but he's a type of guy that he's a survivor, man.",
        3153.04,
        3163.1
    ],
    [
        " I was gonna throw that out of the river.",
        3163.72,
        3165.26
    ],
    [
        " I talk about all these restructuring and all these things going on and putting a news and he's the guy that's there.",
        3165.26,
        3169.44
    ],
    [
        " And he's been through some shit in his life and, you know, and he's a survivor.",
        3169.92,
        3175.74
    ],
    [
        " So that's, it's tough when you have built something for so long to then I'm just gonna say abandon it.",
        3176.26,
        3188.24
    ],
    [
        " You've been building this thing for 20, 30 years and some freaking Yankee is coming down asking you to abandon it.",
        3189.66,
        3198.32
    ],
    [
        " Because that's ultimately the end goal, right?",
        3199.04,
        3201.32
    ],
    [
        " Is you're gonna abandon this and you're gonna, and I'm asking you to fully buy into what we're doing, unproven, completely unproven.",
        3201.88,
        3211.0
    ],
    [
        " Just from watching some freaking YouTube videos and knowing, you know, Jocco's my other partner.",
        3211.04,
        3215.98
    ],
    [
        " It's still, it's still even though you can buy into that and you can trust it, your livelihood and all these people's livelihood,",
        3216.42,
        3225.12
    ],
    [
        " you're betting that we're gonna do the right thing without that trust and that bond being built.",
        3225.94,
        3231.74
    ],
    [
        " So, you know, another comment I make a lot when I'm working with companies is, you know, they say, well, you know,",
        3232.54,
        3239.82
    ],
    [
        " you guys win the seal teams and you're dealing with life, life and death and dealing with people's lives.",
        3239.82,
        3243.62
    ],
    [
        " And I always say, you know, we dealt with people's lives, you deal with people's livelihoods.",
        3243.78,
        3248.02
    ],
    [
        " And that's the thing about Jason, you could tell that total positive attitude, you could also see that, like, that family attitude towards his people,",
        3248.4,
        3260.2
    ],
    [
        " that he wanted to take care of his people.",
        3260.4,
        3262.74
    ],
    [
        " Like, he needed to survive because that meant his people would survive.",
        3262.96,
        3266.96
    ],
    [
        " Like, you could feel that when you talk to him.",
        3267.34,
        3269.54
    ],
    [
        " Yeah, he's intense and, you know, thank God he was willing to go to a monster and he went to that monster and it changed his life.",
        3269.82,
        3278.16
    ],
    [
        " He literally said, Pete, I have learned more about myself and I'm growing every day, man, you know, in his thick southern accent.",
        3278.6,
        3287.1
    ],
    [
        " And, you know, JP took him under his wing and a couple of other, you know, the instructors and really dug in with him.",
        3288.44,
        3297.48
    ],
    [
        " They dug in and kind of, I don't want to say like, remolded, but remolded the way he thinks and is walking through life and thinking about business.",
        3297.8,
        3308.4
    ],
    [
        " And that was so important.",
        3309.3,
        3310.62
    ],
    [
        " Honestly, if he didn't go to that monster, I don't know, I don't know where would be right now if he didn't go to that monster.",
        3310.78,
        3320.4
    ],
    [
        " Well, as we get into the next factory, you can see, like, I would be observing and going, oh, yeah, he's got this.",
        3320.76,
        3327.1
    ],
    [
        " He understood, he understands this part, he understands that part, he understands this concept, he understands that concept.",
        3327.24,
        3332.16
    ],
    [
        " You could see that. I could see that.",
        3332.26,
        3334.74
    ],
    [
        " And, believe me, I look at this stuff all day long, I look at meetings all day long, I sit with companies all day long, I sit in boardrooms all day long.",
        3335.68,
        3343.82
    ],
    [
        " I go to manufacturing for this is what I do all day.",
        3343.98,
        3345.7
    ],
    [
        " So for me sitting there watching, it's like, oh, okay, I can see when people are disconnected, I can see when they don't understand what's happening, I can see when there's some agendas that they're, I can see all that.",
        3346.38,
        3357.12
    ],
    [
        " And you didn't see it at all from him. I saw that he did. And what's cool too is survivor, being a survivor, we say that as a positive thing, right?",
        3357.4,
        3366.94
    ],
    [
        " But we also know that, and just like any other characteristic, if someone's a survivor, and that's kind of a getting that survivor mode, it can be an absolute negative, because they're trying to survive and they're not trying to grow and they're not trying to thrive.",
        3367.6,
        3381.92
    ],
    [
        " Which is problematic. And so I think that transition from him just going, hey, I'm just going to make sure I take care of what I've got right now into a growth mindset and a thrive mindset of, oh, we can actually not just survive, but actually grow and take over and crush.",
        3382.72,
        3400.1
    ],
    [
        " I think that was a pretty awesome transition for Jason Gaddy to make.",
        3401.04,
        3404.94
    ],
    [
        " Yeah, it was.",
        3405.16,
        3405.74
    ],
    [
        " So now you're driving around Ashbro, North Carolina, shout out, and you drive by this building. Yeah.",
        3406.38,
        3414.0
    ],
    [
        " And you see of trailer sitting on by the way, it's a big building. Yeah, it's a huge building. But it's very nondescript.",
        3414.2,
        3420.7
    ],
    [
        " Yeah, it's nondescript. It's got this trailer with it, Texas jeans. And just in terms of timeline here, we like I had seen, I had seen this building during the deal.",
        3421.0,
        3435.0
    ],
    [
        " I had seen this building before making for that first factory. I had seen it. And you mean driven by it. Yeah, just look at it.",
        3435.38,
        3442.08
    ],
    [
        " Yeah, yeah, yeah. And actually, I think I think we tried to get in, but we weren't able to like the guy there was just not interested in talking to us or anything.",
        3442.12,
        3451.8
    ],
    [
        " So it was kind of a blip, right? It was like, it was like, oh, we, you know, what's that? You know, and it kind of a blip tried to get it could get it whatever.",
        3452.1,
        3459.38
    ],
    [
        " So it came back up and I remember it. Oh, there's this thing. So drove back by it called Jason. Do you, do you know who owns this? Do you have the contact information?",
        3461.98,
        3472.38
    ],
    [
        " Is there any way we can talk? And you know, Jason's like, yeah, I know who it is. You know, basically like good luck. You know what I mean with this whole thing.",
        3472.4,
        3480.5
    ],
    [
        " And I said, well, we're making jeans in Maine. We're making jeans in North Carolina. Things are working. But at the pace we're selling, right?",
        3480.92,
        3492.88
    ],
    [
        " At the pace of product that we're selling because we're company that literally we take an order and we manufacture the thing.",
        3493.0,
        3499.34
    ],
    [
        " So we're selling, you know, a thousand pairs a week right now on top of the 10,000 in back order. So we're now pushed out from Black Friday. We're pushed out for five months, which is completely unacceptable.",
        3499.56,
        3512.16
    ],
    [
        " It's completely unacceptable in this world of getting shit from Amazon dropped in by a drone, right? Like an hour after you order it.",
        3512.6,
        3519.52
    ],
    [
        " So it just was like, I kind of looked at the numbers and the in the run rate of what we're selling. And I'm like, it just doesn't happen. It's just doesn't work.",
        3521.22,
        3530.94
    ],
    [
        " You remember that phone call. Yeah. Like, hey, we we're not going to be able to ever produce what we need to produce at this run rate with this kind of growth trajectory. So Jason connected me with the son of the owner, the son of the owner connected me with the owner.",
        3531.24,
        3549.06
    ],
    [
        " Again, not for sale. He entertained me. He entertained me in this old 1970s boardroom that had a distinct smell to it him and his wife Dolores.",
        3549.4,
        3566.38
    ],
    [
        " And I could tell this dude was hard, you know, like just the way he carried himself, the way he looked at me, the way he interacted, he even told me, if I was your age, I would kick your ass.",
        3569.7,
        3583.48
    ],
    [
        " He said, I would kick your ass and I kick your ass in business. You couldn't touch me. You can't compete with me. You don't know what I know. What I've done out on this plant, I went out in the plant. He actually did bring me out in the plant for a couple of minutes.",
        3584.74,
        3598.52
    ],
    [
        " And I asked the son of if I could shoot photos and he's like, yeah, go ahead. And then he saw me shooting photos and he said to Jason, Gatti goes, if I see that dude shoot another photo, I'm going to kneecap him right here.",
        3599.1,
        3610.18
    ],
    [
        " I mean, that's the type of dude we're dealing with. Just just to put this in a little bit of perspective. So this guy, how long have you been in this business for about 50 years?",
        3610.82,
        3621.66
    ],
    [
        " So if you don't know this, if you don't know this, this is, this is the old school way. And back in the day, well, look at the history 50 years. This is when you had the like union issues.",
        3622.06,
        3640.38
    ],
    [
        " This is when you had a massive influence from organized crime in the textile industry. Like this is when you had intense, intense competition in America, because this is before everything's overseas. So now you're now you've got in like the most intense competition.",
        3640.38,
        3658.92
    ],
    [
        " And this guy you want to talk about a survivor and a driver. This is a guy that dominated and dominated for 50 years and worked. And if you were not a badass, you weren't going to make it. It wasn't going to happen. And if you weren't a badass, you were going to get your ass kicked. And that's what he did.",
        3659.68,
        3679.76
    ],
    [
        " He went around. That's why he was, you know, the the last standing wash house, the last denim plant from the the golden age of textiles in America. This is the guy, the last standing guy.",
        3680.1,
        3694.38
    ],
    [
        " 100% right? That's it. The last one. I mean, you're talking about a plant that's 170,000 square feet with this wash house. Now a storage room, right? With these big 500 pound washing machines that tip forward dump out, you know, the wash jeans.",
        3695.14,
        3715.58
    ],
    [
        " Like a dump truck, bro, that had a dump truck. That haven't been running in the years. The washing machines away 500 pounds. They wash 500 pounds. Yeah, a quarter ton worth of jeans. Yeah, they're nine feet tall there. I don't know how many thousands of pounds are massive, massive machines.",
        3715.58,
        3732.44
    ],
    [
        " But, you know, you walk into this place and you could just tell it's like a man like World War II post World War II East Germany, Berlin, like everything's just so closed and dark and dank and it just had this, it had a survivor type of feeling like this thing exists out of out of sheer survival.",
        3732.76,
        3756.0
    ],
    [
        " Like it shouldn't exist. It shouldn't be here. It should have been gutted and turned into something else a long time ago. And this guy was not willing to let it go. Just force of will. Yeah, just to share force of will. So how did you navigate the conversation to go from this isn't for sale. And if you put your don't put your camera away, I'm going to need to have you right here. How do you transition from that?",
        3756.0,
        3785.32
    ],
    [
        " To let's just I mean, how do you even get him to open his mind a little bit? Well, let's let's just say that it didn't start off great. In it in ultimately it ended up good, but the ebbs and flows of our conversations in what transpired during this time was not only the strangest to go.",
        3786.96,
        3811.04
    ],
    [
        " I've ever been part of. But even more of one of the more heartfelt to you know what I mean, it was it was hard negotiation. It was hard to talk to him. It was hard to find common ground.",
        3811.16,
        3824.96
    ],
    [
        " Because of his passion and our passion for what we're doing, I think ultimately he saw something that he was willing to believe in a spark of something and not to get ahead of myself here, but the first time he walked in, I had Jason with me.",
        3825.7,
        3843.38
    ],
    [
        " And Wally walks in, you know, and he's kind of he's got his kind of the brows over his eyes and he kind of walks in and his wife behind him and Jason's like, what up old time. And and Wally looked at Jason and you could tell they probably had competed in the past or you know, whatever you got you got too strong southern men right.",
        3844.3,
        3866.34
    ],
    [
        " And Wally said something smart to Jason like, I'll kick your ass or something like that. I was just like, I literally put my head in my hand going, um, and how is this going to go.",
        3867.56,
        3878.32
    ],
    [
        " You know the what a boiled down to was he's in bad health. And right now Wally is he's actually not doing good. I actually wanted to interview him for the documentary.",
        3879.06,
        3892.64
    ],
    [
        " I've been working on and I've asked three times I've talked to him, I've talked to his wife and at this point I'm probably annoying about it, but he won't do it. And he said to me because I remember things a certain way and somebody else, remember, remembers them another way.",
        3892.64,
        3908.54
    ],
    [
        " And I can respect that, but some of the stories he told me which I can't share I can share some of them, but are unbelievable straight out of a movie, you know, with organized crime and all that, all that stuff.",
        3909.68,
        3922.16
    ],
    [
        " But ultimately we spent 20 hours over the course of a few weeks in that boardroom talking and negotiating.",
        3922.68,
        3930.78
    ],
    [
        " He started the negotiation with you are not seeing my books. You are not seeing my financials. If you want to get this thing done, he's like, you're going to number one, have to tell me why, because I got somebody ready to stroke me a check right now.",
        3931.68,
        3948.08
    ],
    [
        " And that's the person I'm going to sell it to. That's how the negotiation started.",
        3948.64,
        3952.56
    ],
    [
        " There were times where this wasn't happening.",
        3953.64,
        3957.82
    ],
    [
        " Let me first start off by saying this, when you first called me about what it was, what the opportunity was, I was like, oh, this is next level.",
        3958.52,
        3967.24
    ],
    [
        " You're talking about an incredible staff of people that have an incredible skill set, an incredible amount of machinery, a space that's 170,000 square feet, a space that's grandfathered for the world.",
        3967.82,
        3982.54
    ],
    [
        " As far as like a wash house, you can't build a wash house like that. You can't do it anymore. There was, there are things that are once in a lifetime.",
        3982.54,
        3990.04
    ],
    [
        " This was a once in a lifetime opportunity. So I was, and you know, of course, you're telling me, hey, man, the jeans thing that we're doing right now, we are not going to be able to do this.",
        3990.46,
        4002.04
    ],
    [
        " And then all of a sudden, here comes like a ray of light, like a like a lifeboat, like the vine intervention.",
        4002.46,
        4008.8
    ],
    [
        " Yeah, you're in the ocean, you're alive, but you're in the ocean. And all of a lifeboat comes.",
        4008.9,
        4015.7
    ],
    [
        " And this thing was like a lifeboat. And so I'm super stoked. And you know, you can always make deals happen. You can always make deals happen.",
        4016.68,
        4023.8
    ],
    [
        " You know, let's figure out a way. And my attitude is always, well, we'll figure out a way to make a deal. We'll make a deal.",
        4023.86,
        4029.78
    ],
    [
        " And there was some times in this where we weren't making a deal, where it wasn't happening, where I just thought, yeah, man, what are we going to do now?",
        4030.3,
        4039.34
    ],
    [
        " I was in plan BCD because you'd say, hey, let me debrief you and what just happened today. You know, and I'd be like, okay, the deal fell apart completely.",
        4039.88,
        4052.9
    ],
    [
        " Multiple times. And then it would come back together. And then it would fall apart. But it wasn't like it didn't seem like those deals falling apart were any negotiation.",
        4053.42,
        4063.1
    ],
    [
        " It seemed like it just died. Like it wasn't like, oh, you know, he's hardballing us or he's going to hold a little bit or we got to come back with a different number.",
        4063.3,
        4070.86
    ],
    [
        " It was like, no, you know what? I'm actually just not selling this to you anymore. Yeah, he didn't even, he honestly didn't care about what we were going to pay for.",
        4070.94,
        4081.24
    ],
    [
        " It didn't really have anything to do with money. He wanted someone tough. That wasn't me, by the way. He wanted someone tough who could come in there and demand respect that knew how to interact with people that understood the business that could carry on his legacy.",
        4081.52,
        4110.16
    ],
    [
        " And after 20 hours of negotiation, that wasn't me. And I'll share with you in a second who it was. At that, at that table, that conference table and flying back and forth and having these meetings, I did learn something very important about negotiation.",
        4110.6,
        4127.74
    ],
    [
        " In negotiation with someone who is so passionate about something that they've been building for 40, 50 years, 50 years.",
        4128.76,
        4138.76
    ],
    [
        " Remember, this guy had seven plants around North Carolina. He made it through the exportation of our jobs and machinery and the abandoned communities. He survived it.",
        4139.6,
        4153.56
    ],
    [
        " You know, the other thing is is.",
        4154.46,
        4156.3
    ],
    [
        " This guy. I don't know. He's a last of his kind. I think is what it boils down to. And he doesn't really believe that anyone can do what he does.",
        4157.0,
        4174.68
    ],
    [
        " You ever met somebody like that? There is nobody alive that can do what I did what I do. He made the jeans for Levi's. He made the jeans for Wrangler. He made the jeans for Calvin Klein.",
        4174.68,
        4186.62
    ],
    [
        " On one case, he shared with me. He was, he got a contract for Calvin Klein and a guy showed up in his office unannounced.",
        4187.34,
        4195.52
    ],
    [
        " His secretary comes to see him. Hey, there's somebody here to see you. And he's like, okay. And the guy comes in his office and he puts two plane tickets on his desk.",
        4196.48,
        4208.84
    ],
    [
        " Tells him, you know, where I know where you live. I know, you know, I know everything about you. Basically, you're coming with me.",
        4209.12,
        4217.58
    ],
    [
        " And on the other end of those tickets was a guy named Whitey Bulger.",
        4218.5,
        4221.6
    ],
    [
        " Wally's like, hold on a second.",
        4222.3,
        4225.96
    ],
    [
        " Tells you got to chill out for a second. Gets on the phone. Calls a friend of his up in New York City saying, hey, I got a guy here named Whitey Bulger.",
        4226.92,
        4238.06
    ],
    [
        " He's like, he's asking me to pay money. He's like, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa. Wally, hold on.",
        4238.76,
        4244.18
    ],
    [
        " Who? He's like, why do you bulger? He goes, who are you making jeans for? He says Calvin Klein. He goes, I'll call you back in 15 minutes.",
        4245.0,
        4254.76
    ],
    [
        " Come to find out his friend had the connections. I don't even know if I should be sharing the share, bro. His friend had the connections to get to the top.",
        4255.32,
        4264.96
    ],
    [
        " And Whitey basically, he gets a phone call back and they're like, is Mr. Bulger there?",
        4268.1,
        4271.08
    ],
    [
        " Put some on the phone with Mr. Bulger. And Whitey's, he said, I just heard the guy go, yep, yep, got it. Okay, puts the phone down on leaves.",
        4271.64,
        4280.38
    ],
    [
        " He wasn't paying for every pair of jeans that he was making.",
        4281.3,
        4286.32
    ],
    [
        " He wasn't giving the cut. He wasn't giving the cut. He didn't know he was supposed to be given the cut. It had never felt down to him.",
        4287.68,
        4294.26
    ],
    [
        " So he started receiving checks with the cut taken out for the product. There was a lot of stories like this. There was some pretty, there was some stories that he was telling me.",
        4294.96,
        4305.28
    ],
    [
        " And I think the point is, is he wanted me to know how tough he was.",
        4305.44,
        4308.78
    ],
    [
        " Now, here's a, here's a, here's a guy who's at end of life. You know, it's actually kind of, it's kind of sad too. He's at end of life. He's built this empire. He's invested everything in this.",
        4310.0,
        4320.24
    ],
    [
        " He's the best in the world at it. He's in the best in the world at making denim blue jeans.",
        4320.98,
        4327.2
    ],
    [
        " And he's staring at death.",
        4327.68,
        4334.5
    ],
    [
        " We spent a week negotiating, two weeks negotiating, and then it's just radio silence. There's no more conversation.",
        4335.7,
        4345.22
    ],
    [
        " I'm trying to figure out what's going on. I think the deal's done, man. I think it's dead. There's no more conversation.",
        4346.22,
        4352.48
    ],
    [
        " There was another entity, another entity that wanted to purchase that, that had a ton of money. You know, backed by massive, massive hundreds of millions of dollars and they were ready to roll in there.",
        4352.86,
        4363.78
    ],
    [
        " I finally get on the phone with his wife Dolores, got her cell phone number. She sounds pretty wound up. You know, hey, while he's, you know, he's in hospital, you know,",
        4364.38,
        4373.26
    ],
    [
        " why don't you come down next week. So I go back down. I'm sitting in the boardroom. While he comes in and he sits down, you know, he's looking rough and he, he's welling up, you know what I mean?",
        4375.22,
        4389.62
    ],
    [
        " He's just, he's welling up in his eyes and I'm like, what's going on? He basically said, nobody knows this. I haven't even shared it with my son.",
        4389.72,
        4397.6
    ],
    [
        " But he, he had a heart attack and he died.",
        4399.8,
        4403.82
    ],
    [
        " Called, I guess his wife called, they brought him back to life, got him back and they actually said there is no way you should be alive right now.",
        4404.94,
        4416.0
    ],
    [
        " You must have more to do. And that was the defining moment where he opened up back for negotiation, where, where he just, he was staring death in the face. And then he dies.",
        4416.52,
        4427.96
    ],
    [
        " He gets brought back to life. And now I'm sitting in a board with him and I have my wife next to me. Amanda. And I knew bringing her down was going to be important because him and his wife had been doing this thing.",
        4428.62,
        4445.98
    ],
    [
        " And they've been a unit, you know, they've just, they're like-minded in one place off the other one and similar to the way Amanda is and I am.",
        4446.04,
        4455.84
    ],
    [
        " And it was then that he decided that we had what it took, that I didn't have what it took, but that she had what it took.",
        4457.04,
        4466.72
    ],
    [
        " Because he was asking, he asked me, actually asked me to bring her down. I said, a man I want to bring down North Carolina. Listen, Wally's asking, asking to meet you.",
        4467.5,
        4476.38
    ],
    [
        " She's like, why do I need to go? She's like, this is your thing. This is what you do. I said, I don't know. I said he wants, he wants to meet you. And he, and I call them back. Yeah, I'm going to be coming down. He's like, you're going to bring Amanda, right? And I'm like, yes, I'm going to bring Amanda.",
        4476.6,
        4490.8
    ],
    [
        " He's, he stared at me across the table and he said, he said to me, he goes, he's like, you can't do this. He goes, I don't trust you can do it. He goes, but she can.",
        4492.2,
        4503.38
    ],
    [
        " I watched the way she moves. I watched the way she walks. I watched the way she interacts. I said, she can make this happen. And I wouldn't do a deal with you, but I'll do a deal with her.",
        4503.7,
        4514.0
    ],
    [
        " And I said, you're right. Yeah. You're right. I know, man. I agree with Wally, bro. 100%. It's like, you're right. And you know, that was the turning point, man. The guy died, got brought back to life. He saw his legacy in front of him. He saw, you know, a, a family. And I'm talking about a family. He's, he's, of course, the jockeaux thing came into play because he had a,",
        4516.04,
        4543.84
    ],
    [
        " special forces guy that lives next door to him who told him all about you. So you've got people who are hungry to bring back manufacturing in America. And it was at that point that he believed that we could carry on his legacy and things move forward.",
        4543.92,
        4558.62
    ],
    [
        " And, and bro, like, even with, even his belief that it could move forward that we could handle it was still, it was still just the beginning of all the bullshit that we had to go through to make the deal happen.",
        4559.86,
        4574.56
    ],
    [
        " Well, one thing I remember another point was there was you, you call me up and you're like, it ain't happening. Or you send me a text like, it ain't happening. And I'm like, oh, you know, well, oh, so we get on the phone. And you're like, hey, we're, we're due, you know, we're going through the, the, the due diligence and whatnot. And there's no phase two environmental study hasn't been done in 30 years or whatever 40 years.",
        4575.22,
        4602.9
    ],
    [
        " And you're like, hey, man, if this comes up bad, we could be out, million, two million dollars worth of like clean up and repair and payments. And you're like, we just, you, we just don't know. And I remember I'm like, okay, I said, hey, man, how much would it cost us to build that factory? And you're like, I don't know, you're like, oh, you're running the numbers.",
        4603.56,
        4631.5
    ],
    [
        " And there's your like 25, 20, 25, maybe 30 million. And I go, let's do this deal. And you're like, Roger that, you know, because, and that's again, that's one of those things where you're really close to the deal, of course.",
        4631.5,
        4644.94
    ],
    [
        " But I looked at, you know, that's actually a small risk when you put it up against what we would have had to have done. And look, even if we had a, a billion dollars to say, okay, now go build that factory. How long does that take?",
        4645.8,
        4659.1
    ],
    [
        " Now go get those people. Where do you get them from now? Train those people years. It's, it's, it's, it's maybe seven years. Like literally seven years. If we had a billion dollars, it would have taken seven years.",
        4659.16,
        4670.24
    ],
    [
        " So those little risks, those additional risks that you take, because it's a once in a life, it, this is a once in a lifetime deal.",
        4670.48,
        4678.96
    ],
    [
        " Yeah, it is, it's, it shouldn't, it shouldn't have existed and it shouldn't have happened.",
        4679.1,
        4688.12
    ],
    [
        " One, one person sheer force of will to hang on to what? To the golden age of manufacturing. One person's decision is actually going to spearhead this renaissance, this revolution of manufacturing.",
        4689.64,
        4705.78
    ],
    [
        " We're, we're actually just dovetailing onto that, right, to carry it forward. He was like the underground resistance for 40 years.",
        4706.32,
        4714.7
    ],
    [
        " Yes, just like sitting in a cave, keeping those machines on, just keeping it going. And everybody coming contact with you. Everybody came in contact with since then, has said, oh, you, you're, you know, you're the owner of the new of Wally's factory.",
        4715.02,
        4732.2
    ],
    [
        " I said, yeah, and they're like, can't believe you got that done with Wally. Like I mean, everybody knows the guy and he's, he's a hard ass man.",
        4732.2,
        4741.0
    ],
    [
        " Dude's a hard ass, but ultimately it got done. We got it done. Freakin signed the papers. Yeah, we got it done when they're like one of his stipends right again.",
        4741.4,
        4753.16
    ],
    [
        " This whole thing was like a cliffhanger. Yeah, right? Hey, okay, I want the money in a week. That's yeah.",
        4753.16,
        4759.46
    ],
    [
        " That's crazy, man. He's crazy. I want the money. Do we escrow him some funds?",
        4759.72,
        4767.24
    ],
    [
        " Oh, I mean, I remember wire and big fat numbers around and going, yeah. And he has to think like you kind of breeze through this, but you can't see my books and you can't see my financials.",
        4767.52,
        4778.8
    ],
    [
        " No, he actually had a piece of like just a notebook paper. And he wrote on his revenue, what he did. He's like, this is how much I pay for heat.",
        4778.8,
        4788.16
    ],
    [
        " This is how much this is, this is my payroll. Here's light, selectric. He goes and here's the revenue. And you can see this is how this is the math works.",
        4789.14,
        4801.1
    ],
    [
        " And that's cool. You're like, hey, Roger, that you sent me a text of a napkin or whatever. Hey, John, this is what we're buying.",
        4802.76,
        4809.88
    ],
    [
        " Recording to the napkin. I think most people walking in there would be like, this is like this guy's crazy. Yeah, like this is a shit hole. Yeah.",
        4810.36,
        4820.12
    ],
    [
        " Yeah, you know, and I think it's the future. Yeah. And I think, you know, thankfully you had the understanding of the true value. And I think, you know, just like every good deal, like he, he got, he got what he wanted.",
        4820.12,
        4838.06
    ],
    [
        " Yeah. He really did. He got a team that's going to come on board. That's going to continue that fight. That's going to expand that fight. And that's what he wanted.",
        4838.4,
        4848.76
    ],
    [
        " You know, and then all parties can walk away feeling good about the deal. That's a great deal when that happens. And then it's like you finally get to go into the factory for the first time. And you know, this is like buying, this is like buying a car.",
        4849.42,
        4878.68
    ],
    [
        " And you're like, how many miles he's like, don't worry about it. Can I kick the tires? Nope. Is there an engine? I'm telling you there is. I drove it here. I walked out of a go. Right. So you just need to buy this thing. So you finally get to look under the hood. Yeah.",
        4878.92,
        4893.88
    ],
    [
        " Of this thing. What would you see? What, what did we actually buy when you got in there? You know, I think that.",
        4893.96,
        4900.54
    ],
    [
        " I mean, where to go with that question. I could go so many different directions. I think we bought exactly what we needed. And, and the challenge was that I didn't anticipate was a double merger of companies and cultures.",
        4903.24,
        4920.56
    ],
    [
        " I did not anticipate the difficulty of that. Yeah, we went in there. We stripped out 17 roll off dumpsters full of stuff. We gutted the lights and put all LEDs. We put $75,000 of free on into the system. So we had cooling in there. So it wasn't a sweatshop. Like we went through and with machinery. We bought new machinery. We stripped stuff apart. We built a full.",
        4924.82,
        4950.54
    ],
    [
        " Film and center. We stripped out the warehouse. We got new controllers, custom controls. We bought new dryers. Like we, I mean, we did everything we do from an infrastructure, but a double merger of companies and culture was the tricky part that.",
        4950.54,
        4962.62
    ],
    [
        " The first like pictures you're sending me. You're like half laughing and half crying. You're like, like back there. There's a wash house. It's in there. You know, there's just piles of equipment.",
        4963.0,
        4979.66
    ],
    [
        " And it looked like, you know, areas of factory obviously hadn't been cleaned or used in decades, in decades.",
        4979.84,
        4985.6
    ],
    [
        " You know, I remember you, you know, excited because you found the floor. In some of the areas like you actually like got enough stuff out of there so that you found the floor.",
        4986.36,
        4997.68
    ],
    [
        " People were smoking inside the building. Cigarettes. I walked through and I'm like, I'm walking, I'm walking. I'm like, I'm like,",
        4997.94,
        5007.86
    ],
    [
        " it must be some smoke coming in and I walk by and there's a person smoking a cigarette. I'm talking. This is straight out of the 70s, bro. Like shit hasn't changed since 1970. Same type of a culture. Same type of a setup hasn't changed.",
        5008.52,
        5026.22
    ],
    [
        " It looked rough. Now you're going to tell your winner to change.",
        5027.1,
        5029.28
    ],
    [
        " The cool thing was, you know, before we get to the merge in the cultures, that and I've been talking about this a decent amount lately. So, you know, we even say it. It's not. It's not the, it's not what you hang on the wall. You can't just run around with a bunch of sayings.",
        5029.86,
        5045.48
    ],
    [
        " But it actually kind of does help. And I talked about, you know, the fact that David Hackworth changed fighter company or sorry Fox company in in Korea to fighter company. And he changed the, the hopeless in Vietnam, the 430 90 changed the hopeless to the hard core. He just changed these names, changed these things. Hey, gave him little patches to wear on their uniforms, right?",
        5045.48,
        5065.84
    ],
    [
        " Made their salute into hard core raccordos. No fucking slack like he made these changes like just just made them. And that starts to shift things. And you know, out of the gate.",
        5066.44,
        5078.0
    ],
    [
        " You're just like cleaning just just cleaning this place up, right? Getting rid of a lot of this junk, getting rid of a lot of these old machines that weren't that didn't have any purpose anymore.",
        5078.42,
        5087.76
    ],
    [
        " Painting things in a wage increase across the board for everybody. Yeah, like out of the gate. No, making $7.50 an hour to make a minimum North Carolina wage $7.50 an hour who can live off a $7.50 an hour.",
        5088.06,
        5102.74
    ],
    [
        " So the wage increase, the cooling system you talk about me. You know, like you got to post that that cooling system again. That things of monster. It's like I don't understand.",
        5103.12,
        5113.0
    ],
    [
        " With a swamp pool of water there. It's like crazy, right? And what was the little bet you had with Kip? Like I'll give you a thousand dollars if you can get this thing running or something.",
        5113.0,
        5126.14
    ],
    [
        " What was the deal? Kip came down and he's you got to remember Kip spent a lot of factories and hope it doesn't mind me sharing this. But he he told me once like he went into a factory.",
        5126.28,
        5135.92
    ],
    [
        " They drove you know an hour. Then they drove you know 15 miles down this dirt road. And then they then they at the corner of the dirt road.",
        5135.94,
        5144.68
    ],
    [
        " There was somebody carrying he thought it was like bananas or something out of the forest. Then they drove down an elephant trail. Another five miles into the middle of a jungle where people were like carrying out whatever he didn't know.",
        5144.68,
        5159.24
    ],
    [
        " And there's this building. There's just three story big brick building with bars on the windows. And he's like don't tell me this is a factory. And he goes in.",
        5159.8,
        5172.38
    ],
    [
        " And there's a bunch of girls young young girls in there selling. And he's like get me the hell out of here. And what those folks were carrying out in bare feet was the garments.",
        5173.12,
        5185.74
    ],
    [
        " And of course you know he's like I think I think for like Kip like he knows what factories. Good factories look like he knows what infrastructure looks like he knows what's right and he knows what's wrong.",
        5186.56,
        5199.18
    ],
    [
        " He's seen it all. He walked into the that back room with Jason Gatti and Jason. Yeah Jason is he's like you know kind of get that sales person.",
        5199.42,
        5208.84
    ],
    [
        " Now he's like this thing shoots out you know cool this whole place down and Kip's like this thing ain't working Jason. He's like no it's it's working. It's good to go. You just keep good walks of he's like yeah there's no way.",
        5209.06,
        5222.86
    ],
    [
        " Yeah there's no way this works. He's like no it works in Kip's like I don't know I'll bet you a thousand dollars that this thing doesn't work come to find out that shit didn't work.",
        5223.06,
        5234.58
    ],
    [
        " I think I think Kip found out like two weeks ago that we we had to dump that type of cash into it but stuff stuff like that definitely important.",
        5236.98,
        5246.28
    ],
    [
        " Well all that was happening for me it was more of how am I going to connect with the people that have learned leadership from Wally.",
        5246.78,
        5256.68
    ],
    [
        " Again this dude is living in the 70s 80s where you protected your own at whatever cost.",
        5257.98,
        5266.86
    ],
    [
        " How am I going to untangle and re-educate what our culture is like how we lead how we treat people and I remember the first thing I did was I went up to the three managers and they're all looking at me like who is this guy you know what I mean like.",
        5267.9,
        5286.66
    ],
    [
        " And I just I said to him I said listen I said they're like are you going to fire us I said no I'm not going to fire you you're going to fire us and bring your own people and no well how do we know that I said we didn't buy this place because of the machinery or the building and said we bought it because of the people I said that woman over there that's felling jeans I have never seen anything like it that one over there I said I never see that.",
        5286.66,
        5316.64
    ],
    [
        " I never seen anything like it I said the skill here you don't find in America anymore I said we're here because of you and nothing else that's it and the one there's this one woman and she's staring at me staring through me I was actually a little bit feared for my life and I get done and she does this little smirk and she smiles she goes I like you and she just walks off and it was like a lot of those you know keep them up.",
        5316.64,
        5346.62
    ],
    [
        " And those conversations warm and touch points it was it was just the beginning we're in process right now obviously of trying to continue changing the culture and it's it's difficult man I mean obviously you've come down twice already what did you think when you first walked in for the first time I was freaking totally stoked but you know you can tell again this is something that I get to see a lot at us long front and I could see the military too.",
        5346.62,
        5376.22
    ],
    [
        " You could tell that the people had some level of for lack of a letter of better word I said this phrase the other day post traumatic leadership disorder right yeah so good way you have Wally who's a survivor who's going to crush destroy kick ass to to make this work.",
        5376.62,
        5400.26
    ],
    [
        " And that what is that translate to on the front lines tyrannical leadership like you're going to shut up and do it the way I'm telling you that's it that's the way it is and you could tell that that's the environment that these folks now by the time I got down there again the lights were in the place was clean so you started to see you I could smell the hope right I could start smell but then you know we'll get into some of the conversations that we had as we went forward as I'm front showed up there.",
        5400.8,
        5427.46
    ],
    [
        " You could start to see okay but I when I got in there I actually saw hope and I saw people looking at me and as I started talking to people you see that there's hope there and they were ready for that transition what's.",
        5428.4,
        5443.06
    ],
    [
        " So we'll get to that in the meantime the other monster yeah I think people really got to understand there's like there's two monsters we're walking through the factory getting phone calls about this 100% and we're doing the side of things.",
        5443.38,
        5457.44
    ],
    [
        " So we're getting phone calls about these deals it's just it's a lot it's a lot.",
        5457.44,
        5461.46
    ],
    [
        " The other monster now.",
        5462.06,
        5463.66
    ],
    [
        " The other monster is hungry.",
        5463.94,
        5465.62
    ],
    [
        " We you know one of the main things that we wanted to get done was make a ready to drink milk that people could go into a store and say hey I need protein right now I need to fill myself up I need some nutrition.",
        5466.86,
        5481.98
    ],
    [
        " I want it to be healthy.",
        5482.78,
        5483.7
    ],
    [
        " We we need ready to drink milk.",
        5484.22,
        5486.36
    ],
    [
        " We've had great success and supreme demand for the powdered milk I mean it's the best stuff going so but people sometimes you don't have time to you don't have a shape.",
        5486.36,
        5497.02
    ],
    [
        " You can cup all this thing so we need to make a ready drink milk and that was a cha cha cha challenge.",
        5497.06,
        5505.8
    ],
    [
        " Yeah a challenge to make the right formula a challenge to make the formula as healthy as it can possibly be as efficacious it can possibly be and you got to counter that with making it taste as good as you can possibly make it so people want to drink it so it tastes good.",
        5506.02,
        5521.62
    ],
    [
        " And so we have all those just to formulate the thing and once you formulate it guess what you got to do you got to actually make it.",
        5521.62,
        5530.36
    ],
    [
        " So how's this going down?",
        5530.38,
        5532.04
    ],
    [
        " Yeah I mean it's funny and listen to you talk it it's all about this whole thing that we're doing not trying to do we're doing it we're executing something it's all around people in community like it takes people it takes knowledge it takes equipment it takes community like it it's the same damn thing we're trying to make stuff you know we're trying to not lose who we are.",
        5532.04,
        5558.88
    ],
    [
        " Because if if we do I mean I don't even I don't even want to guess at what happens for our kids generation and honestly I was saying to somebody the other day it's on it's on us right now it's on the it's on the gen Xers I mean us three at this table it's on us we're the next leaders of this nation we're the business men and women of this nation we're going to drive the direction we're going to drive a divide or we're going to we're going to try to unify.",
        5559.42,
        5588.5
    ],
    [
        " You know in I was explaining these market dynamics actually to keep in in the team that like what do we try and to do and I'll try not to get off on a tangent here but you have the greatest generation the greatest generation",
        5588.58,
        5608.54
    ],
    [
        " we're responsible for turning on the war machine of World War II America's war machine which was America's factories we had the capabilities we had the knowledge we knew how to build tooling if we didn't have it we knew how to make machines from scratch from or from iron or we would we would freaking heat and cast and mold and pound that shit into shape until it turned into a tank or a truck whatever we needed",
        5609.7,
        5638.2
    ],
    [
        " and we we truly have lost that and it's been crushing the middle class you know and and this is all about trying to try to give the middle class what makes America great which is real opportunity",
        5638.4,
        5652.26
    ],
    [
        " because without it who who are we you know this I guess it's just a 250 year seizure you know and we're trying to do something about it so I guess my point is is",
        5652.26,
        5667.58
    ],
    [
        " we've kept this singleness of purpose across the board on origin and on jockel fuel and although one serves the things you wear and need and use in life the other one actually serves you know the things you need for nutrition and you need to consume this stuff",
        5669.44,
        5686.96
    ],
    [
        " I was in Europe a couple weeks ago there's there's foods that are illegal that are made here you can't buy shit in Europe you know like stuff that comes in boxes that you know has it's at the end of it and cheese at the beginning you know like that type of stuff you want to consume by the handfuls but you know like we're like the things that these big conglomerates are able to make you know like they're just not good for you and we're trying to make something that's good for you",
        5687.28,
        5716.1
    ],
    [
        " so this this market dynamic of this this world were two generation that is all but gone that passed the stories on to us gen exers these were the future leaders our kids have never I don't want to say have never had any authentic experiences but most of their experiences come through a device likes follows friends through this device",
        5717.44,
        5743.64
    ],
    [
        " they didn't hear the stories from the greatest generation directly so they they lie with us they've never really experienced anything authentic they've never walked into a factory and so you have this void of I don't want to use the word authenticity but you have this void of reality because everything is behind a screen",
        5744.44,
        5768.48
    ],
    [
        " you can't see it truly you can't smell it really you can't feel it and ultimately you don't know who made it and in there's something missing the thing that's missing is what what they fought for right it's what the greatest generation fought for it's what they went to war for to protect the things we had and then we sell those things to the lowest bitter",
        5769.06,
        5794.3
    ],
    [
        " that's what we did we sold it to the lowest bitter but we let it happen and or origin and jacquo fuel like the things we're doing it sits in the middle of this triangle where our our kids are going to they're going to experience something authentic for the first time they're going to walk into a factory and go whoa whoa what is this and they're going to pick up a boot and go to the building and see what's going to happen",
        5795.74,
        5824.28
    ],
    [
        " and smell the leather so we're going to leverage this technology they're used to to tell a different story to write a different script to change the narrative and that's the idea here and use in use in and not romanticize about the greatest generation but honor them through what we're doing and that's that's the ultimate goal like when you look at this immersion camp we're here in this immersion camp right now",
        5824.3,
        5851.32
    ],
    [
        " you got 350 people here and we're walking through the factory yesterday and in for the first time 70% of the people here have never been here they've never been to the factory the looks on their faces and the questions they're asking I mean we spent four hours walking through the factories and they're just like wow and I know you've had a ton of people come up to you and I've had a ton of people come up to me but we're not selling them anything we're showing them a way to do something",
        5851.76,
        5881.3
    ],
    [
        " you know they manifest what their belief in what we're doing and their alignment with what they're we're doing they manifest that by purchasing a how do you repair chains or boots or grab an emulker go but it's they're living into the same thing we're leaning into and and I think that that's what makes it so not not powerful it's what makes it so important it's why Wally sold us that the factory",
        5882.28,
        5911.1
    ],
    [
        " that's what he saw he saw a generation that actually could do what he did because he didn't believe he didn't believe it was going to happen he thinks he thought we're too soft soft and weak so there's a there's a mindset there's there's a there's a there's a frequency that we're all working on to try to make this shit happen",
        5911.86,
        5937.9
    ],
    [
        " and it and it all it all is living as ideas in and in wanting to be executed but sometimes recklessly and we're trying to organize that so that it's it's executed more refined I guess you could say",
        5938.12,
        5958.12
    ],
    [
        " whether it's with the jeans whether it's with trying to make mok Rtds and it sounds silly a little bit for me to say like that but it's not because that shit is hard to make there's five people in America who can make it that we know of we're looking for more hey listen if you can make this mok Rtd for us in America please let us know because it's been difficult what we wanted to do to keep it clean",
        5960.38,
        5986.22
    ],
    [
        " you know the the way we needed to package it how we wanted to keep it actually good for you and healthy for you there's actually not a lot of people who can do that and the people who can the people who can are held back by the big brands who have the market share and the control",
        5986.62,
        6005.74
    ],
    [
        " and we're trying to come in and trying to take some of that market share and take some of that line time and those big brands pay them off to not let us in or anyone like us in they're not going to let us in they ain't letting us on the line they're not giving up an ounce of market share to us",
        6008.04,
        6028.38
    ],
    [
        " good thing we're fighters you know what I mean like a little bit of savages a little bit arrogant at times but uncompromising so you know we're in we're in that process right now I mean we can't make what we need to make for the supply",
        6029.9,
        6045.18
    ],
    [
        " we can make a certain amount you know like we have the product we've had it our first manufacturer who committed to us then dropped us I'm sure they got a side deal meal some type of check cut to keep us out of the line",
        6045.18,
        6057.66
    ],
    [
        " to keep just shut keep the line shut yeah just don't make anything they're paying them not either are going to make them or they're not going to make anybody else right in these companies are getting paid off to do that make anything not to make anything",
        6057.66,
        6069.5
    ],
    [
        " just to go back to your your tangent about making things and what it's like to see that I think there's a certain human instinct that we have that a certain dopamine reward that we get for creating things right",
        6069.5,
        6085.26
    ],
    [
        " otherwise how would we be here how would we as human beings have lasted if we didn't get a little dopamine hit from building a freaking a roof over our head with sticks or put rocks into a circle and make a fire if you didn't get some kind of dopamine hit from that we wouldn't be we wouldn't exist as human being so I think we all have that and if anybody's you know ever if you've ever created anything if you've ever made anything you get that little dopamine hit",
        6085.26,
        6112.34
    ],
    [
        " oh yeah if you've you know when you were a little kid and you made a tree for you enjoyed that as you get older you remodel the kitchen if you did that you hung drywall at the end of the day you looked up you got a dopamine hit I remember one time I was building a retaining wall in my backyard I was in the Navy I was probably but I was like probably I guess I was 16 17 years in the Navy and I had taken you know a three day weekend so I could build a retaining wall I'm out there laying bricks",
        6112.34,
        6141.18
    ],
    [
        " laying block and I remember I got done and I just came in I said you know hey babe I think when I retire I'm gonna become a Mason you know like no one's bothering me I'm listening to some music the block don't talk it's the block isn't gonna die it's not even gonna get injured it's and and look what I did today you know like it's a good feeling that dopamine hit is a real thing and unfortunately the dopamine hit is subsidized",
        6141.5,
        6171.16
    ],
    [
        " by you know clicking you know deliver this to my house and it seems like they don't even want you to understand where this stuff came from they just want you to get the dopamine hit of hitting add to cart",
        6171.96,
        6184.64
    ],
    [
        " yes right that I want you to know what it feels like to make this stuff and you rip that out that's why you see you know for years now for for kids it's been oh you know what you need to do is you need to go to college and learn you know you know what you need to do is you need to go to college",
        6184.64,
        6201.16
    ],
    [
        " you need to learn computer science or liberal arts but you're not gonna go to a technical school we don't want you to go to a technical school we don't want you to be an electrician we don't want you to be a plumber we don't want you to be a Mason we don't want you to be a carpenter we don't want you to know how to work a loom we want but we want you to buy this stuff",
        6201.24,
        6218.26
    ],
    [
        " so there's like a capitalization of of dopamine and they make it easier and you know even like you know you throughout computer science actually people that do good computer science and computer engineering they get dopamine hits because they're building something",
        6219.26,
        6235.34
    ],
    [
        " yeah and it's something that they can make me echo you I can tell you get dopamine when you make a video and it's good you even make a part of a video sometimes and you're like hey I built this and there's a certain amount of satisfaction",
        6235.34,
        6246.48
    ],
    [
        " and like that's a certain amount that's something I don't understand I can't make anything on a computer as you know right but yes we know that but I know that you get it from there and I get to go straight to the source on that so this is what happens I think you know it's like a look I'm not going to sit here and say it's a conspiracy theory or a conspiracy that you know the big corporations don't want people to to make things on their own but that's just the way it's turned out the way it's turned out is is",
        6246.64,
        6276.36
    ],
    [
        " if you want to make for instance a ready to drink protein they don't want you to know how good that feels to deliver that product and have people have a healthy choice when they go out they don't want you do you feel that because if you feel that other people might feel it and if other people might feel it all of a sudden we got a problem on our hands",
        6276.58,
        6295.66
    ],
    [
        " dude 100% it's like freaking soiling green yeah the way this shit works remember that movie yeah they're lining up to eat the waifers man yeah everybody's lining up to eat the waifers and we're like the insurgency right saying hey join us there's a better way here's the truth",
        6296.66,
        6315.74
    ],
    [
        " we got to have truth yeah you got to have truth so so we so through great effort we eventually we we find a manufacturer in Canada yeah that seven hours away yeah our neighbors and two on our name God bless",
        6317.9,
        6333.76
    ],
    [
        " and they're up there and they're you know not they're not willing to sit back and shut down their line for money right they want to have things made good on them so the malt comes here's another you know just another the flavors on the go right so we got discipline go where would win the first one come up here ago two years ago",
        6334.78,
        6357.74
    ],
    [
        " was it new the new the new is just no win's the very first discipline go who can remember so colors I've we have one flavor it comes out it's based on my taste buds which is a bad idea I don't drink sugar I don't eat sugar",
        6357.74,
        6372.58
    ],
    [
        " or let me read I don't drink a lot I haven't drinking a Coca Cola in decades right so the very first jaco discipline go that I had which had a little bit of",
        6372.58,
        6383.42
    ],
    [
        " monk fruit in it it to me it tasted like friggin you know candy cane almost right I'm like oh yeah this is sweet oh yeah and that's sort of the the baseline that we used in the beginning for the drink",
        6383.42,
        6394.36
    ],
    [
        " and the bottom line is it was to use echoes torn term and echoes correct he's like you're not normal meaning jaco you're not normal and he's right my taste buds are not normal and so we ended up as we develop the flavors for the discipline go",
        6394.36,
        6412.36
    ],
    [
        " look we made the best possible drink the efforts that we went through to make it how we made it to make it as clean and make it as natural to hold off on making it for seven or eight months we could actually",
        6412.74,
        6425.22
    ],
    [
        " paste rise instead of just hey you know what you just throw some chemicals in there which throw them in there it'll be okay no no we're not going to do that we're going to paste rise it what about",
        6425.22,
        6433.8
    ],
    [
        " hey monk foods kind of expensive we can throw some some of the aspartina we can do that hey no one will really know yes we know I know we're not doing it we're going to hold the line so we make well you should just dump a bunch of caffeine that way people",
        6433.8,
        6448.64
    ],
    [
        " feel it yeah then they're going to crash to and it's not going to be some freaking bad for them we're not doing it so we end up making an outstanding drink in terms of performance",
        6448.64,
        6458.88
    ],
    [
        " but taste not the best do definitely needed to get better so we had to attack that issue I mean I got really happy I got really used to the taste by the way yeah so did I and I was like I like it's like if you drink coffee for the first time",
        6460.96,
        6488.86
    ],
    [
        " coffee is disgusting I think it tastes bad I think it tastes really good with a lot of sugar cubes and some milk and maybe throw some whipped cream in there but that's not really coffee you know what I'm saying so I I really did like and I I actually drank mango is I drank a mango every day you know one",
        6488.86,
        6506.54
    ],
    [
        " can of mango every morning that's that was my best part of waking up was mango in my mouth and I love the the iced tea lemonade yeah and that's what so the old flavors were like this",
        6506.54,
        6517.94
    ],
    [
        " usually people had one that they really like yes I'd one and they had to that they thought were okay you and they had three that they literally didn't like at all which is not good right so we knew we had to redo these flavors and we what we ended up",
        6519.3,
        6547.92
    ],
    [
        " delicious now they're all delicious now so that was huge but we had to destroy some flavors this is what's crazy right it's not like you snap your fingers and now you have new flavors no this is a massive investment",
        6577.92,
        6592.64
    ],
    [
        " financially to to bring these new flavors around the testing the hey know this one sucks no I wanted a little sweeter less lime you know more cherry all these things going back and forth",
        6592.64,
        6603.88
    ],
    [
        " paying to get all these things formulated and then once you get them formulated well that now you've got to adjust all the cans that you've made and you got some cans that are sitting around that now what are we going to do with these so this was a massive effort a massive effort",
        6605.38,
        6621.04
    ],
    [
        " but you know I remember the I don't want to say the the dictum that I put out like the the commanders intent that I put out was we need to win on taste like we're look we're winning on everything else",
        6622.26,
        6638.88
    ],
    [
        " we've we've got everyone else crushed we've got them no one can touch us we need to win on taste if it doesn't taste good we can it doesn't matter and we we did it we did it now we're winning on taste so now we're winning we got the best tasting we got the most efficient and now that means that right there was the production of all the weapons right there that was the production of all the weapons and all the battleships and all the aircraft carriers and all the airplanes and all the howitzers in World War II",
        6639.8,
        6668.82
    ],
    [
        " we made this and now they're out now it's now it's time to take them into battle and this is this is so such a fascinating world this battle that goes on in the business world and I never knew about it I mean I certainly didn't know no about this three four years ago",
        6668.94,
        6687.72
    ],
    [
        " what's going on when you go into stores how that how that functions so you go into a story going to a convenience store and you see up you know 20 different energy drinks in the in the cooler in the refrigerator",
        6688.1,
        6704.8
    ],
    [
        " and those energy drinks to get into that cooler had to fight to get in there and what that means is they in many cases had to pay to get in there they had to pay millions of dollars to get that shelf space",
        6706.7,
        6720.82
    ],
    [
        " and each one of those different brands that you're looking at in there some of them have paid more some of them had paid have paid less if you happen to have a drink that just performs great",
        6722.18,
        6735.22
    ],
    [
        " guess what they don't have to pay a bunch to get in there if you have something like jacquo fuel where we do perform we haven't paid to get in there",
        6735.22,
        6747.48
    ],
    [
        " yes we're getting by on actual performance and that's good because the amount of money that gets thrown around in these deals we're talking about billion dollar companies multi billion dollar companies",
        6747.96,
        6761.64
    ],
    [
        " so you got that war going on so that every every space in that shelf is fought for and you know what when you go in and you support you go in and you buy a jacquo go from a convenience store",
        6761.64,
        6775.98
    ],
    [
        " you go into a grocery store and you buy it you are you're calling for reinforcements you're you're opening up the gates for reinforcements to get in there so when you do that thank you for doing that not only you're supporting yourself you're supporting the company which means you're supporting America so thank you for doing that so you got that war going on on one front",
        6775.98,
        6805.94
    ],
    [
        " Google or searching in Amazon see this is again brother don't they don't call it con quest for no reason there's there's there's a con quest somebody this is a war term this is where I started to",
        6807.08,
        6818.72
    ],
    [
        " understand understand what was happening on Amazon you know years ago I'm at a salon front and I like certain kinds of pens as stupid as that might sound you know I'm kind of a particular guy",
        6818.72,
        6829.2
    ],
    [
        " I like things a certain way right there's one right there I like certain kind of pens I like certain types of pencils I like certain types of paper so you know one time I was like ordering one of my pens this is and I know freaking Mont Blanc dude over here I'm not rolling on a $200 pen or whatever I like pens that cost $2.59 so I order a order one pen for $2.59 and Amazon says yep it'll be the same thing as I was doing it",
        6829.72,
        6859.18
    ],
    [
        " there tomorrow at your house so I'm thinking myself that's crazy I don't know how they're doing this it had to it's got to cost them how much does it cost for them to",
        6859.38,
        6870.2
    ],
    [
        " deliver this thing to my house a lot more than $2.00 and what's the what's their profit margin on $2.59 or $2.39 what is it 20 cents it cost them $2 to get this thing to my door at an absolute minimum",
        6870.2,
        6884.28
    ],
    [
        " so how in God's name are they making money how is that happening well when I searched pen there's 12 pens that come up and each one of them is paying to pop up on my computer screen and lure me into buying them",
        6884.66,
        6902.46
    ],
    [
        " and that's happening billions of times a day so there's this virtual war going on inside of Amazon",
        6902.46,
        6911.34
    ],
    [
        " and it was crazy as we put our products on Amazon that if you searched jaco protein before we understood the battlefield you'd search",
        6911.9,
        6925.62
    ],
    [
        " jaco protein and there would be nine proteins come up none of which would be jaco fuel or you'd search krill oil and seven krill oils would pop up",
        6925.62,
        6936.64
    ],
    [
        " and none of them would be jaco fuel and this confused me for about four hours and then I said hey what in God's name is going on",
        6936.64,
        6944.9
    ],
    [
        " and guess what people are paying and the word you just use is conquest explain that explain how that works how mean we we like to do it every now and then",
        6944.9,
        6954.42
    ],
    [
        " I mean you got to fight fight fire with fire a little bit but learning the landscape first of all",
        6954.42,
        6961.4
    ],
    [
        " and obviously getting smart people involved was key to our hiring process of getting I call it expanding the brain trust you know what I mean",
        6961.82,
        6969.3
    ],
    [
        " basically it works like this you find smarter people and you algorithmically bid",
        6969.3,
        6979.3
    ],
    [
        " so if you have AI that's even better against your competitors and then you conquest them by using their name",
        6979.3,
        6987.4
    ],
    [
        " so regardless if they're searching for you or search or or using their brand name you're coming up and that's that's the war",
        6987.56,
        6995.16
    ],
    [
        " you know that's a war online yeah 100% and it's no different than in the stores except that you know the companies with",
        6995.16,
        7001.84
    ],
    [
        " and we're in this war right now we're in this war in this store right now we we have a company that",
        7001.84,
        7009.12
    ],
    [
        " is offering millions of dollars first out shelf space which",
        7009.12,
        7014.32
    ],
    [
        " we need we can't fight that battle so we're working on some other techniques which we won't share to to flank it and stay where we need to stay",
        7018.26,
        7027.62
    ],
    [
        " ultimately and continue driving velocity to to prove out what we're doing not just to the store but to the consumer also so",
        7027.62,
        7035.8
    ],
    [
        " yeah there's a lot of moving parts there yeah and the best thing the best so so here's a people talking",
        7035.8,
        7042.02
    ],
    [
        " about your books right yeah and people like oh you know what's that what's the key to like making",
        7042.02,
        7045.96
    ],
    [
        " New York Times best seller what's the key to having a best selling book and the key is",
        7045.96,
        7049.96
    ],
    [
        " write a good book that's the actual key so the best thing that we can do is what we've done",
        7049.96,
        7056.54
    ],
    [
        " make the best possible product make it taste as good as it possibly can and that is why we're in there",
        7056.54,
        7062.62
    ],
    [
        " in the first place if we wouldn't know we didn't have we don't have the the the the firepower to break",
        7062.62,
        7069.4
    ],
    [
        " through the door what gets us into these all these different places is the high demand signals so thank",
        7069.4,
        7074.16
    ],
    [
        " you all out there right now tuning in listening going hell yeah clear the shelves yes clear the shelves",
        7074.16,
        7079.64
    ],
    [
        " you have their clean shelves that's that's literally what made this happen that's what that's what",
        7079.64,
        7084.48
    ],
    [
        " keeps us going that the product the fit the effectiveness of the product that tastes the product that's",
        7084.48,
        7089.48
    ],
    [
        " the number one weapon to to make this happen but and that's what we have to use is because that's",
        7089.48,
        7097.72
    ],
    [
        " what we have we don't have billions of dollars we can't throw tens of millions of dollars at a",
        7097.72,
        7104.2
    ],
    [
        " store to say can you give us a few more can you get rid of our competitor because that's what happens",
        7104.2,
        7109.32
    ],
    [
        " and look this is business this is business I get it and they can win I get that too you found",
        7109.32,
        7116.7
    ],
    [
        " a stand wally a little bit yeah you can understand walley's mindset with his that protective mindset",
        7116.7,
        7121.64
    ],
    [
        " we're we're doing the same thing you know like we're going to buy line time we're going to we're",
        7121.64,
        7127.3
    ],
    [
        " in the process of it we just secured 2025 line time for moch RTD's 2025 shouldn't even shut up",
        7127.3,
        7133.72
    ],
    [
        " set up yet and we're going to own that why because you got to be a savage about it you got to",
        7133.72,
        7138.52
    ],
    [
        " protect what you're building so it is it helps me understand his mindset by our mindset with how",
        7138.52,
        7146.5
    ],
    [
        " we're building this yep and you have to like you just said you have to be a savage because if you're not",
        7146.5,
        7152.74
    ],
    [
        " you have to be a predator you have to go you have to be a predator because otherwise you'll get eaten",
        7153.78,
        7158.84
    ],
    [
        " you you just look like prey and in these big companies it's you know it's us down here you know",
        7158.84,
        7165.38
    ],
    [
        " scrapping and they can just you know they can throw money at stuff and you know what and like I said",
        7165.38,
        7172.14
    ],
    [
        " they can win that's the way that's the way things work but we also have advantages and that's",
        7172.14,
        7179.2
    ],
    [
        " what we're going to utilize you know this is how this is how insurgency's work how to small little",
        7179.2,
        7184.4
    ],
    [
        " gorillas running around in the jungle defeat giant imperialist countries it's an insurgency there's",
        7184.4,
        7191.36
    ],
    [
        " belief there's there's belief in what's happening there's unity in the people that's what we have",
        7191.36,
        7198.9
    ],
    [
        " we have people that believe we have unity and that's our strength and that's how we're going to win",
        7198.9,
        7204.38
    ],
    [
        " on that battlefield now meanwhile again while all this is going on which is a daily fight a daily fight",
        7204.38,
        7214.28
    ],
    [
        " uh meanwhile we got this double merger going on and it's actually more of like a triple we have a",
        7214.28,
        7220.9
    ],
    [
        " triple merger going on because now in North Carolina what we end up with is we have factory one",
        7220.9,
        7228.38
    ],
    [
        " that we bought now we have and it's not like factory one was bought and now everyone we've been",
        7228.84,
        7235.26
    ],
    [
        " there for long enough now everyone's completely transitioned into everyone understands what we're",
        7235.26,
        7239.04
    ],
    [
        " doing and everyone's on board with the way our leadership works no that that's still going on",
        7239.04,
        7245.28
    ],
    [
        " boom now we buy another factory and now we have the origin culture factory one and factory two all",
        7245.28,
        7253.16
    ],
    [
        " these cultures merging in one shot at one time what's that looking like well don't don't forget and",
        7253.16,
        7262.5
    ],
    [
        " and maybe you wanted to save this but while all this is going on we have this kind of aggressive and",
        7262.5,
        7269.0
    ],
    [
        " bold idea of building an American made hunt line in this factory that we're going to double merge",
        7269.0,
        7275.56
    ],
    [
        " together so i don't know if that's crazy yeah it is it's a it's a little bit crazy what what we're",
        7278.08,
        7285.0
    ],
    [
        " trying to do is you're not right in the head i think i think that's what makes it all work is other",
        7285.0,
        7292.42
    ],
    [
        " other other companies they're not willing to pull out all stops it's it's uh it's it's not it's not",
        7292.42,
        7302.42
    ],
    [
        " normal it's necessary though like you said so double merger trying to build culture at the same time",
        7303.6,
        7311.48
    ],
    [
        " developing textiles developing camo uh trying to get this wash house up so we can wash jeans",
        7311.48,
        7318.48
    ],
    [
        " developing new fits hiring a product team getting the logistics figure out building out a new",
        7318.48,
        7323.7
    ],
    [
        " direct to consumer warehouse training people on that hiring operators like hiring new sea level",
        7323.7,
        7331.12
    ],
    [
        " executives having to have board meetings expanding the finance team it's it's a lot it's a big ass wave man",
        7331.22,
        7338.98
    ],
    [
        " and i'm like i'm just like and from and and honestly from like my pers back these monsters went from",
        7338.98,
        7346.8
    ],
    [
        " like commoto dragons to godzilla yeah yeah hot percent freaking well so so somebody said to me recently",
        7346.8,
        7352.84
    ],
    [
        " man you're hard work guys i actually i will not outwork you i will out adhd you",
        7353.12,
        7359.86
    ],
    [
        " that's it i'll out i i got adhd for days man i can bounce around but it gets to a point where like",
        7359.86,
        7368.9
    ],
    [
        " you got to organize the chaos you know and and you can use your ad i can use it as a super power",
        7368.9,
        7377.56
    ],
    [
        " but stepping back and in like hey letting people start to organize this chaos you know into a",
        7378.74,
        7386.14
    ],
    [
        " machine it's like you got all these parts and pieces but like putting them together dump in some",
        7386.14,
        7391.68
    ],
    [
        " oil put in the grease on and tuning it in and letting it run it's kind of where we're at right now",
        7391.68,
        7398.52
    ],
    [
        " is it's together but it's squeaking man it's squeaking and and we know it needs to be done but",
        7398.52,
        7407.34
    ],
    [
        " the biggest part of that is culture and honestly it's on both it's on both sides of this two-headed",
        7407.56,
        7412.62
    ],
    [
        " monster you know is keeping that consistent culture driving it down i believe the most important",
        7412.62,
        7419.28
    ],
    [
        " thing you can have in business culture you know i think if you have good culture you can do anything",
        7419.28,
        7423.8
    ],
    [
        " and we've seen that in a positive light and war and we've seen that in a very negative light and",
        7423.8,
        7429.24
    ],
    [
        " war if you can get buy-in from the people and you can and you can create a mindset a mission",
        7429.98,
        7437.5
    ],
    [
        " and a mindset around that mission that people are willing to execute against and go to war for",
        7437.5,
        7443.34
    ],
    [
        " you can truly do anything you truly can do anything i've always believed that as a kid when they",
        7443.34,
        7450.58
    ],
    [
        " said you can be anything you want to be you can do anything in life i actually believe that shit",
        7450.58,
        7454.04
    ],
    [
        " maybe i was naive but i believed it you know i'm saying and and i still and i still do believe it so",
        7454.04,
        7459.16
    ],
    [
        " you know like i remember calling you up and being like and we don't need to share it here but like",
        7459.16,
        7465.36
    ],
    [
        " hey jocco we've got some problems we've got some problems trying to merge this thing together",
        7465.36,
        7470.7
    ],
    [
        " i shared some of those concerns with you of that mindset from the 70s and 80s that was really not",
        7470.7,
        7479.88
    ],
    [
        " gonna work and really not okay um and at that and at that point obviously you were like yeah well",
        7479.88,
        7489.18
    ],
    [
        " i'm freaking in you know and getting the teams together feeding them having a meal and then like",
        7489.18,
        7496.16
    ],
    [
        " showing them and going to town on like who we are and what we're all about and what culture means",
        7496.16,
        7502.06
    ],
    [
        " and what leadership means and how to lead and how to communicate like it's it's not like and i know",
        7502.06,
        7509.2
    ],
    [
        " you've been down twice now for the whole team then for the management team i believe it's going to take",
        7509.2,
        7514.8
    ],
    [
        " like some people going to musters some of some of you coming back to the factory you know like",
        7514.8,
        7521.56
    ],
    [
        " it's going to take this constant alignment over the course of 24 months that's how long the",
        7521.56,
        7526.84
    ],
    [
        " double mergers going to take yeah yeah yeah and that's pretty standard right um i don't know man",
        7526.84,
        7532.76
    ],
    [
        " you tell me i mean i'm telling you i'm telling you i'm telling you yeah i'm i'm with the trenches",
        7532.76,
        7536.72
    ],
    [
        " a little bit you you can't it's not an inoculation you don't go to one no jacquoise talk about",
        7536.72,
        7541.2
    ],
    [
        " extreme ownership okay cool now i get it now we can move on this doesn't work like that um",
        7541.2,
        7545.26
    ],
    [
        " but what's what is beautiful is you can see you can see progress i mean uh uh you know you",
        7545.26,
        7552.98
    ],
    [
        " mentioned about jason's project progress as his mind opened up as he started to understand other",
        7552.98,
        7559.52
    ],
    [
        " ways to lead and get out of just a survival mode which is a good thing but it's not as good as a",
        7559.52,
        7566.08
    ],
    [
        " as a build and thrive and and take over mode right that's that's the thing and just like like a",
        7566.08,
        7572.12
    ],
    [
        " like a really simple thing um when i talk to the team in north carolina just explaining to them",
        7572.12,
        7579.44
    ],
    [
        " that leadership wanted their feedback leadership wanted their feedback leadership wanted to know",
        7579.44,
        7588.12
    ],
    [
        " if there was something on the line that didn't make sense i remember asking you know something",
        7588.12,
        7591.58
    ],
    [
        " along the lines of like who do you who here thinks jason knows how to ham that thing better than",
        7591.58,
        7597.84
    ],
    [
        " the the first notes it's on the machine all the airvents like of course the person on the machine",
        7597.84,
        7601.2
    ],
    [
        " so if jason's telling you do something the wrong way doesn't it make sense that you say hey this",
        7601.2,
        7606.88
    ],
    [
        " doesn't work or here's a better way to do it yes and like the the light on their faces was",
        7606.88,
        7612.54
    ],
    [
        " it was a beautiful thing to see because you can see that they're they do have ideas in there they",
        7612.54,
        7617.12
    ],
    [
        " have better ways of doing things and they can definitely help us improve and they will help us",
        7617.12,
        7620.94
    ],
    [
        " and they are helping us improve and of course you still have to power through the fact that they",
        7620.94,
        7625.74
    ],
    [
        " been under underneath leadership that didn't do that for a long time it was like hey you're going to",
        7625.74,
        7630.08
    ],
    [
        " do what we say we don't want to hear from you so this is a this is where things start to change and",
        7630.08,
        7634.78
    ],
    [
        " jason says he get that feedback that he needs so no there's not going to be an overnight transition",
        7634.78,
        7639.28
    ],
    [
        " that not going to happen but what's beautiful is that transition is already happening you already",
        7639.28,
        7645.08
    ],
    [
        " see the improvement you already see the attitude the the difference between when i went down there",
        7645.08,
        7650.1
    ],
    [
        " the first time and i went down there the second time a couple months apart took radically different",
        7650.1,
        7654.4
    ],
    [
        " radically different situation you could see the difference on the floor you can see the people smiling",
        7654.4,
        7659.9
    ],
    [
        " you can see them looking want to show me something want me to look at this oh come and look that's",
        7659.9,
        7664.36
    ],
    [
        " what you see and and that's just like that's where we're going that's the culture starting to grow",
        7664.36,
        7669.98
    ],
    [
        " and the other thing is you can't impose culture right you can't say okay here's the new culture",
        7669.98,
        7674.46
    ],
    [
        " a through z this way no it it has to like all go into the pot and we have to cook it together and",
        7674.46,
        7681.46
    ],
    [
        " they have to realize and there's going to be some things that they're going to give to us",
        7681.46,
        7684.62
    ],
    [
        " and so that's the beautiful thing is to watch this thing watch that unfold",
        7684.62,
        7690.2
    ],
    [
        " hunt line so first of all you being in main being in the in the woods of main hunting is a way",
        7690.2,
        7701.54
    ],
    [
        " of life up here so way of life you know i know you're i know joe your father-in-law he's a hunter you're",
        7701.54,
        7707.54
    ],
    [
        " a hunter i remember your son out running trap lines like this is the way of life and made so for",
        7707.54,
        7714.3
    ],
    [
        " hunting for you is like oh yeah this is a no-brainer yeah i mean it total a total no-brainer and you",
        7714.3,
        7720.12
    ],
    [
        " know and in that community is also you know they're also patriots and they heavily believe in the land",
        7720.12,
        7727.48
    ],
    [
        " they heavily believe in America and the fact that you know they don't have an option that is made",
        7728.38,
        7737.72
    ],
    [
        " here with textiles that were made here like the fact that there's no option anymore you know we",
        7737.72,
        7744.32
    ],
    [
        " actually in my last company in the early 2000s we actually manufacture i mean we did marketing for",
        7744.32,
        7749.78
    ],
    [
        " this company it's called beagleware and they did a wool and i still wear that hunting and i don't",
        7749.78,
        7756.9
    ],
    [
        " hunt a lot anymore because you know i'm trying to feed two monsters seven days a week but uh",
        7756.9,
        7763.8
    ],
    [
        " but i remember i that's what i still wear hunting right now as i wear this wool beagleware which has",
        7763.8,
        7769.3
    ],
    [
        " a dw on it freaking stuff is phenomenal that for me was always like the pinnacle of like hunting gear",
        7769.3,
        7775.72
    ],
    [
        " made in america made in Vermont to bring this to fruition and to bring a product at the level we've",
        7775.72,
        7782.56
    ],
    [
        " brought it to on an american supply chain is it's it's a it's a it's a little bit of a miracle",
        7782.56,
        7792.38
    ],
    [
        " that we did it and i'll tell you what if we didn't have the team we did in the vision we had",
        7792.38,
        7798.16
    ],
    [
        " and honestly with with kip involved in in in his knowledge base of building under armor",
        7798.16,
        7804.1
    ],
    [
        " and in him keeping us away from making tuition payments i don't think it would happen without kip",
        7804.1,
        7811.52
    ],
    [
        " i i don't well yeah it would not have not even don't think it we would not have done it without",
        7811.52,
        7817.78
    ],
    [
        " kip exactly so big a big advocate there and and really driving how things should go and and it's",
        7817.78,
        7826.02
    ],
    [
        " been for me it's been a year of learning am kind of you know directing both organizations both",
        7826.02,
        7833.22
    ],
    [
        " monsters but you know he's he's been there like really calling out really calling it out in the",
        7834.98,
        7841.38
    ],
    [
        " kip way you know what i mean which is a little bit savage at times i've just kind of kept my",
        7841.38,
        7847.06
    ],
    [
        " mouth shut and executed so i've been i feel like a little bit i've been just",
        7847.06,
        7851.66
    ],
    [
        " working from him for him on the hotline you know i'm like working i'm working for him and i'm",
        7851.66,
        7858.82
    ],
    [
        " totally okay with that like that dude is he's been driving this thing but understanding his thought",
        7858.82,
        7867.3
    ],
    [
        " process of how to build product and i'm not just talking about hunt but the thought process of how",
        7867.3,
        7873.36
    ],
    [
        " to build great product with innovation how to think about supply chains and logistics how to",
        7873.36,
        7881.24
    ],
    [
        " communicate with partners you know how to build relationships that are lasting how to talk to",
        7881.92,
        7889.02
    ],
    [
        " consumers it's i feel like i've had a like a college education over the past year it's been",
        7889.02,
        7897.94
    ],
    [
        " freaking phenomenal this is gonna help a lot more than a college education because kip has this",
        7897.94,
        7902.86
    ],
    [
        " experience that you just you're just not you can't you could never you can't learn what kip knows",
        7902.86,
        7909.8
    ],
    [
        " yeah you can't well you can't learn that from a book or from a from a seminar or from a college course",
        7909.88,
        7915.68
    ],
    [
        " like ever you cannot learn what he knows you have to have lived it and yes and i actually told him",
        7915.68,
        7923.08
    ],
    [
        " last week on the phone it's like man you gotta get a hold of jaco and you got it because",
        7923.08,
        7926.38
    ],
    [
        " i've been trying to push him to like write a book under the armor like and to tell the stories",
        7926.38,
        7931.86
    ],
    [
        " and i'm like jockele can publish that shit dude like dude call him and talk to him about it but also",
        7931.86,
        7936.78
    ],
    [
        " like start a youtube channel and kip's a bit of a savage you know what i mean the way he talks",
        7936.78,
        7942.16
    ],
    [
        " the he's just different he's different um but uh but's a super positive influence on what we're",
        7942.16,
        7950.28
    ],
    [
        " doing as an organization building this hunt line wasn't easy the alpha bravo trolley layering",
        7950.28,
        7955.86
    ],
    [
        " system the way we're using wool you know which is really quarter who we are is this natural fiber",
        7955.86,
        7962.66
    ],
    [
        " um in our nano wool and our base layer in our stealth wool and a bit layer just that fly uh yeah",
        7962.92,
        7969.2
    ],
    [
        " it's not your dad's wool it's not your granddad's wool no it's it's a totally different kind of",
        7969.2,
        7974.92
    ],
    [
        " wall find micron american merino wool to be exact it doesn't it doesn't feel like well i don't know",
        7974.92,
        7980.46
    ],
    [
        " echo to you how old you 44 yes sir oh yeah well i was gonna ask you a question about wool",
        7980.46,
        7985.4
    ],
    [
        " and then i remembered you're from Hawaii that's true so you didn't wear anything wool growing up",
        7985.4,
        7992.04
    ],
    [
        " ever no all right you know we didn't have our our wool available yet for me to test and i",
        7992.96,
        7999.4
    ],
    [
        " i had to go to europe a few weeks ago and we were gonna go actually then we went to the scottland",
        7999.4,
        8004.26
    ],
    [
        " and i so i bought a smart wool you know that brand i bought some socks dude yeah i wear those socks",
        8004.26,
        8012.14
    ],
    [
        " during like all temperatures yeah i didn't i want i didn't get it what like merino wool did",
        8012.14,
        8018.28
    ],
    [
        " to regulate your body i my feet don't sweat in it did it doesn't make sense yeah it doesn't make",
        8018.28,
        8024.78
    ],
    [
        " sense how this natural fiber that's so old yeah can be used still very innovative you know what i",
        8024.78,
        8032.6
    ],
    [
        " mean like it's a it's an incredible fiber so you know we we we we leveraged this fine micron",
        8032.6,
        8040.6
    ],
    [
        " merino wool we blended it we produced these incredible textiles we gleaned some of the knowledge",
        8040.6,
        8045.96
    ],
    [
        " speck ops you know that hasn't been commercialized yet um and we put this incredible line together",
        8046.38,
        8053.24
    ],
    [
        " freaking printed roller printed sublimated acid printed like badass textiles that were cutting",
        8053.24,
        8061.18
    ],
    [
        " and sewing and turning into freaking america america's first truly american made hunt line without",
        8061.18,
        8068.14
    ],
    [
        " compromise on the origin factory blockchain there is not another company doing that i'll give",
        8068.14,
        8073.24
    ],
    [
        " you what anybody says yeah there's there's some there's there's some there's when you mentioned",
        8073.24,
        8077.08
    ],
    [
        " the speck ops and the military base of this here there's something called uh berry compliant so",
        8077.08,
        8083.18
    ],
    [
        " berry was a representative or something and he created a law where where military had the deal the",
        8083.18,
        8091.06
    ],
    [
        " defense department had to purchase stuff that was american made and it includes a whole bunch of",
        8091.06,
        8095.54
    ],
    [
        " different things you know metal made products but textiles and clothing is one of them big one",
        8095.54,
        8100.2
    ],
    [
        " and it's it's probably the biggest category and and so these things exist if it wasn't for that",
        8100.3,
        8109.04
    ],
    [
        " honestly the stuff probably wouldn't exist and we would have to build a freaking mill because the",
        8109.04,
        8112.5
    ],
    [
        " mill there wouldn't even be mills here we would have probably had to build a mill and make the",
        8112.5,
        8116.62
    ],
    [
        " stuff ourselves but luckily that did exist so thank you uh representative berry for wherever you",
        8116.62,
        8122.78
    ],
    [
        " may be for putting that law into place because it kept some level of manufacturing here so we were",
        8122.78,
        8127.78
    ],
    [
        " able to get a hold of that material and and utilize that material that's that's outstanding material",
        8127.78,
        8133.68
    ],
    [
        " it's available but it's hard and and what where they get away with some of the stuff is like the",
        8133.68,
        8142.72
    ],
    [
        " the berry loss of it says some exceptions are due to unavailability cost or manufacturing",
        8142.72,
        8148.54
    ],
    [
        " efficiencies of us based products so there's a claim that people can make well you know we can't",
        8148.54,
        8157.76
    ],
    [
        " make this type of nylon so we're going to get it overseas or it's going to cost too much it's",
        8157.82,
        8162.56
    ],
    [
        " literally it costs too much so we're going to do it overseas so there's ways that people get around",
        8162.56,
        8166.66
    ],
    [
        " it and they can still call it berry compliant we're better than berry compliant better than berry",
        8166.66,
        8171.3
    ],
    [
        " that's and that's what we externally like on our website we we we have to say for the consumer",
        8171.3,
        8177.44
    ],
    [
        " something so we say berry compliant internally we're better than berry let me give you an example",
        8177.44,
        8183.18
    ],
    [
        " you know there's a company in Maine that makes boots and their uppers the full upper of the boot",
        8183.68,
        8193.22
    ],
    [
        " which is the boot without the sole comes in from Mexico and they call they bottom it that's what",
        8193.22,
        8199.82
    ],
    [
        " it's called bottoming so they put a soul on it and they put laces in it and it's American made",
        8199.82,
        8205.84
    ],
    [
        " that technically is is berry compliant right internally we are better than berry that's a big deal",
        8207.12,
        8216.4
    ],
    [
        " to say that hey man you know when you buy a pair of boots that sole that came actually from",
        8216.4,
        8223.16
    ],
    [
        " Massachusetts from vibram they injected it there that leather came from Wisconsin those",
        8223.16,
        8228.5
    ],
    [
        " eyelids came from here like it all you know like that porn midsole on the jeans that cotton was",
        8228.5,
        8233.44
    ],
    [
        " grown by a texas that river that river yeah exactly that's it on that you know it so better than",
        8233.44,
        8239.1
    ],
    [
        " berry is is what we stand by internally and that's the only way that we continue building the",
        8239.1,
        8246.66
    ],
    [
        " limited supply chains and helping everybody everybody that touches any part of that product any",
        8246.66,
        8256.24
    ],
    [
        " component that's how we rebuild the communities that's how we build a supply chain that's how we build",
        8256.24,
        8260.54
    ],
    [
        " America yeah and this you know you mentioned that hunters are the probably the most patriotic people",
        8260.54,
        8269.42
    ],
    [
        " in this country as a whole right and that's one of the things that you know ain't talking to camp",
        8269.42,
        8274.96
    ],
    [
        " camhains right I mean just a world renowned hunter um he you know he was looking to looking for",
        8274.96,
        8286.3
    ],
    [
        " what he's gonna wear when he hunts he needed someone to come on board with him he needed someone",
        8286.32,
        8290.8
    ],
    [
        " to support him in his efforts and he could he could go with any company in the world I mean he's",
        8290.8,
        8295.92
    ],
    [
        " he's the you know one of the best if not the best certainly the most popular of of of hunters and",
        8295.92,
        8304.52
    ],
    [
        " you know when and luckily of course he had he hunts with Kip right yeah he hunts with Kip and",
        8304.52,
        8311.96
    ],
    [
        " their great friends and so that's awesome but still like he's a guy that's got you know a",
        8311.96,
        8319.72
    ],
    [
        " family to support in a whole nine yards so it's not just about oh well this is my buddy so we're going",
        8319.72,
        8323.92
    ],
    [
        " man what and when I talked to cam you know when I talked to cam what I talked to him about was",
        8323.92,
        8333.0
    ],
    [
        " was we're doing this in America you know and he's got a son that's in the Rangers I mean this you",
        8333.0,
        8339.56
    ],
    [
        " know he's a patriotic hard work in America he's a he's a he's a blue collar guy that's worked his",
        8339.56,
        8344.72
    ],
    [
        " ass off and he knows what that means he knows what it's like he knows what means to supply jobs to",
        8344.72,
        8349.4
    ],
    [
        " other Americans and you know from my perspective and then look it was also hey you're gonna be",
        8349.4,
        8355.42
    ],
    [
        " have a huge influence over what we make and how we make it this is gonna be designed this is gonna",
        8355.42,
        8359.8
    ],
    [
        " have your blessing and as cam's blessing you know what what else do we want right exactly so but",
        8359.8,
        8365.68
    ],
    [
        " it was awesome to be able to get cam involved to bring cam on as an owner yeah because the reason is",
        8365.68,
        8374.8
    ],
    [
        " look he he's not gonna compromise on performance it's not happening I mean look at this dude he's",
        8374.8,
        8381.1
    ],
    [
        " running marrow he's runs a marathon every day right there's no compromise on performance with cam",
        8381.1,
        8385.44
    ],
    [
        " so he's not gonna compromise there and he's not gonna compromise on his patriotism on his love for",
        8385.44,
        8390.86
    ],
    [
        " this country and you know I mean I talked about it with him I'm like hey when we when we buy",
        8390.86,
        8396.78
    ],
    [
        " stuff from other countries we're putting money into the pockets of our adversaries yes and that's",
        8396.78,
        8405.0
    ],
    [
        " a horrible thing and that's just this is the way it is man that's just the way it is and there's no",
        8405.0,
        8410.44
    ],
    [
        " two ways about that this that's what we this is an economic war and the that that claim that's not",
        8410.44,
        8417.88
    ],
    [
        " just rhetoric like all this is an economic war but no no this is an actual economic war and our",
        8417.88,
        8424.54
    ],
    [
        " adversaries are fighting and sometimes you know even if you look at at China's past and what",
        8424.54,
        8430.76
    ],
    [
        " what their theories of war are what Sunsu said about war they want to fight without",
        8430.76,
        8437.68
    ],
    [
        " their opponent knowing that there's a war going on that's what they want",
        8437.68,
        8441.5
    ],
    [
        " so of course they don't make a big deal out of it but that's what's happening and and so it was",
        8443.04,
        8448.88
    ],
    [
        " awesome to have cam come on board to a company that didn't even exist you know didn't even exist",
        8448.88,
        8456.34
    ],
    [
        " but for him to know you know what this is the right thing to do and so thanks to cam and",
        8456.34,
        8465.22
    ],
    [
        " and for coming on board and then helping with the design with it has been freaking awesome and",
        8465.22,
        8469.96
    ],
    [
        " it's been cool he's already out there hunting right now he's out there getting after it there's",
        8469.96,
        8473.78
    ],
    [
        " already blood on the raptor camo at this time so that's freaking legit but not an easy thing to get",
        8473.78,
        8486.2
    ],
    [
        " done man holy crap no man it was I'd never seen roller printing before we didn't know if the",
        8486.2,
        8494.78
    ],
    [
        " wool would hold you know like this this stealth wool that we gleaned from the special special forces",
        8494.78,
        8500.4
    ],
    [
        " we tweaked it you know so we we took what they were using for this glove and we tweaked it for our",
        8500.4,
        8508.04
    ],
    [
        " liking with the with the blend that we wanted and then it's like scorched under thousand degree",
        8508.04,
        8515.2
    ],
    [
        " heat in it in it and it scorches the outside and gives it almost a shell a little bit of a shell",
        8515.2,
        8519.92
    ],
    [
        " type of feel and we're like cool all that's cool can we print it you know like we don't have no",
        8519.92,
        8526.2
    ],
    [
        " idea but you have to like run a sizable amount of the product which is not cheap at 50 bucks yard",
        8526.2,
        8533.36
    ],
    [
        " right you got to run us a bunch of it to see if you can print it so you're taking all these little",
        8533.36,
        8539.26
    ],
    [
        " risks you know and it really is what it's taking to do all this is you're just taking risks what's",
        8539.26,
        8549.9
    ],
    [
        " okay what's more important lose your losing money or rebuilding this thing so we take the risks right",
        8550.94,
        8558.28
    ],
    [
        " but seeing for the first time that like stealth wool go through that roller printer and come",
        8558.28,
        8564.92
    ],
    [
        " off the other side I was like bro I mean I had no words like I looked at Kip he looked at me",
        8564.92,
        8572.78
    ],
    [
        " you know he's like you can't be man looking at shit I'm like bro like this is it it was at that",
        8572.78,
        8579.52
    ],
    [
        " point I was a believer you know I was a believer like we actually can build a innovative high",
        8579.52,
        8588.9
    ],
    [
        " performing hunt line in America because there's some there's some good technical stuff out there",
        8588.9,
        8594.8
    ],
    [
        " you know there is and we still got it I guess that's what I would say like we still got it",
        8594.8,
        8600.82
    ],
    [
        " and it launched what's what's today the 20 yeah it launched it's a lot of pre-order for pre-order",
        8600.82,
        8608.44
    ],
    [
        " because today yeah and that's be it's pre-order now because what we made salt well yeah it's because we're",
        8609.52,
        8615.16
    ],
    [
        " we're making this stuff right now and we're still weaving some of the textiles for some of the line",
        8615.16,
        8619.46
    ],
    [
        " and you know we're literally making it it's not like all pre-made it didn't come over in a",
        8619.46,
        8624.86
    ],
    [
        " freaking container and we didn't just bring it into a warehouse and ship it out we're freaking",
        8624.86,
        8629.08
    ],
    [
        " making the shit so if people want it and they want to you know help and wear something on American",
        8629.08,
        8636.6
    ],
    [
        " land that's American made put the pre-order in yeah well the other thing that's that we were",
        8636.6,
        8642.3
    ],
    [
        " talking about earlier you were explaining to me is we have limited amount of fabric we have limited",
        8642.3,
        8648.54
    ],
    [
        " amount of time we have limited amount of capacity to actually make this stuff so if you are out",
        8648.54,
        8655.16
    ],
    [
        " there and you need the the woodland cammy instead of the highland cammy we we need to know that now",
        8655.16,
        8663.48
    ],
    [
        " so we can make it for you and if you need a size whatever excel and your wife needs a size medium",
        8663.74,
        8671.14
    ],
    [
        " we need to know that so we can make the right thing so that's why the pre-order is important on",
        8671.14,
        8677.8
    ],
    [
        " the stuff so we can make the right amount of stuff and get it out to you all um what else man",
        8677.8,
        8684.18
    ],
    [
        " you know that's kind of like the broad strokes of the last year what about camp this year how's",
        8684.18,
        8691.92
    ],
    [
        " camp camp yeah yeah one more mellow lot more people but more mellow yeah you've been chilling man",
        8691.92,
        8697.6
    ],
    [
        " I've been I've been watching out of the corner of my this has been a good conversation yeah over",
        8697.6,
        8702.36
    ],
    [
        " just cruising yep echoed I am matching right now we're aware of your work that's",
        8702.36,
        8707.68
    ],
    [
        " bringing new favorite by the way yeah that's nice good good good luck jujitsu is getting more",
        8707.68,
        8712.46
    ],
    [
        " popular dude it's exploding people loved jujitsu are you concerned so we got gal vow",
        8712.46,
        8720.86
    ],
    [
        " versus Gordon Ryan coming up yeah um here's my concern it's gonna be hype right it's gonna be",
        8721.92,
        8730.28
    ],
    [
        " hype one of my concerns like they're saying there's gonna be 20,000 people live at you go into the",
        8730.28,
        8735.92
    ],
    [
        " 80s it doesn't look like it because I'll be in the mountain something in rapper cam in rapper cam",
        8735.92,
        8741.64
    ],
    [
        " and it's on Sunday too so I actually I can confirm right now I will not be there unfortunately",
        8741.64,
        8749.5
    ],
    [
        " um here's my concern about this uh jujitsu in that match well jujitsu for can be boring to watch",
        8750.84,
        8761.8
    ],
    [
        " in certain situations there are there are there's a what percentage chance that this is a boring match",
        8761.8,
        8767.18
    ],
    [
        " echo trials I don't think it'll be boring okay so you don't think you think it's a hundred",
        8767.18,
        8772.14
    ],
    [
        " percent exciting match I think the chance would be an exciting is like 85 to 90 percent okay so",
        8772.14,
        8777.92
    ],
    [
        " okay I'm a reverse you think it's I think it's I think it's going to be lackluster I think",
        8777.92,
        8783.84
    ],
    [
        " Andre is going to play anti jujitsu and and try to hit like when the points start a double leg",
        8783.84,
        8790.34
    ],
    [
        " with the three minutes left yes that's what I think it's gonna have oh okay is that there what's",
        8790.34,
        8794.78
    ],
    [
        " the rules that ADCC is 20 minutes super fight in 80s 10 minutes no points right 10 minutes points",
        8794.78,
        8801.6
    ],
    [
        " 10 minute overtime 10 minute overtime so it's could be a total of 40 minutes",
        8801.6,
        8806.92
    ],
    [
        " and there's so that's that's the rule set I'm pretty sure yeah um I think if I think of Gordon doesn't uh",
        8807.94,
        8815.4
    ],
    [
        " you know how he like calls out his submissions or whatever if he just goes in there to win",
        8815.4,
        8821.14
    ],
    [
        " I think it could be exciting oh he's not like I'm gonna do this to Alan no no no he's not gonna do that",
        8821.14,
        8826.06
    ],
    [
        " he's a thing man it is freaking hard to do jujitsu against someone that is avoiding jujitsu and",
        8826.06,
        8833.92
    ],
    [
        " you know that can be really hard um and if that's the game that Andre plays then that might be",
        8836.36,
        8845.4
    ],
    [
        " boring hey if Andre goes at him right on we're gonna have an awesome an awesome match uh but",
        8845.4,
        8852.62
    ],
    [
        " that could happen we could we I'm I'm worried that might be not as exciting as we want it to be",
        8852.62,
        8859.48
    ],
    [
        " and I started talking yesterday who's I talking to talking to some some some people at camp and I was like",
        8860.26,
        8865.26
    ],
    [
        " some kind of a hybrid like in wrestling you you can get called for stalling and here's the problem",
        8865.26,
        8873.16
    ],
    [
        " with that calling people for stalling in jujitsu goes against one of the principles of jujitsu which",
        8873.16,
        8878.28
    ],
    [
        " is conservation of energy right so my goal if I'm going against a big wrestler my actual goal",
        8878.28,
        8884.36
    ],
    [
        " is to not work and make them work and stall that's my goal that's how jujitsu wins in that situation",
        8885.0,
        8892.16
    ],
    [
        " so to create a rule where you can't do that you can't stall which is technically what you're doing",
        8892.16,
        8899.56
    ],
    [
        " right you're stalling you're holding someone in your guard and you're you're stalling you're making",
        8899.56,
        8902.62
    ],
    [
        " me trying to pass you're stalling you're not attacking you're not trying to sweep me you're not",
        8902.62,
        8905.6
    ],
    [
        " you're stalling that's stalling so there's a problem with that rule because it goes against one of",
        8905.6,
        8909.98
    ],
    [
        " the principles of jujitsu which kind of sucks yeah and if you look at like the match with galvo and I",
        8909.98,
        8918.9
    ],
    [
        " think it was here on our henna gracey where where where he was showing how to defend",
        8918.9,
        8925.66
    ],
    [
        " someone who was a world champion remember this match metamorphos metamorphos they go who is showing",
        8925.66,
        8932.12
    ],
    [
        " what so so basically was a henna or here on here on here on gracing and he fought galvo",
        8932.12,
        8937.86
    ],
    [
        " and here on doesn't compete and galvo was a world champion at this point and galvo is trying to",
        8938.06,
        8944.4
    ],
    [
        " submit him for 10 20 minutes yeah 20 doesn't submit it why will he play he played defense you know he",
        8944.4,
        8952.98
    ],
    [
        " he survived he played defense and good to go it wasn't a draw because it was a submission only",
        8952.98,
        8958.32
    ],
    [
        " fun only you know what I mean so you know I think Andre knows both sides of of that so I hope I",
        8958.32,
        8966.1
    ],
    [
        " hope he engages I mean after the whole situation with you know Gordon slapping him and everything and",
        8966.1,
        8971.64
    ],
    [
        " I'd want to yeah I'd want to prove something you know what I mean like when they had that little",
        8971.64,
        8976.78
    ],
    [
        " exchange that's that yeah I mean I hope it help it's fireworks you know I mean yeah and I guess the",
        8976.78,
        8985.26
    ],
    [
        " reason I brought that up is because you know we're here at jujitsu camp so jujitsu is on the mind but",
        8985.26,
        8988.76
    ],
    [
        " also like just talking about the popularity of jujitsu and how so many more people are against the biggest",
        8988.76,
        8994.94
    ],
    [
        " camp we've ever had right biggest camp we've ever had and because of that explosion man adding two",
        8994.94,
        9000.78
    ],
    [
        " new looms to the factory they showed up on Friday we're gonna get those things installed and start",
        9000.78,
        9005.2
    ],
    [
        " ripping out more geese and obviously new grappling shorts which you're gonna try yeah yeah yeah",
        9005.2,
        9012.04
    ],
    [
        " yeah might have to make some tweaks they're freaking nice though that material is perfect yeah that's",
        9012.04,
        9016.04
    ],
    [
        " a it's a weird material because you feel like it's not even on you like you kind of feel like you're",
        9016.04,
        9020.48
    ],
    [
        " freaking in sparkas over their grappling naked you know I was saying it's so like light in",
        9020.48,
        9026.58
    ],
    [
        " fucks hold you back man it's freaking legit uh did you yes or no get tears in your eyes when I",
        9026.58,
        9033.96
    ],
    [
        " promoted my daughter to Blue Belt I did I did I I uh I get Amanda said my wife says to me the",
        9033.96,
        9041.94
    ],
    [
        " only time you cry is belts and babies you don't cry when people die I don't I don't cry at death",
        9041.94,
        9047.92
    ],
    [
        " it's belts and babies I know the I don't know what it is about babies I honestly if there's a baby",
        9047.92,
        9056.54
    ],
    [
        " around crying I sweat immediately because you know having babies and getting up in the middle",
        9056.54,
        9061.72
    ],
    [
        " and I you kind of get into this difficult sleeping situation so I I'll sweat when there's a baby crying",
        9061.72,
        9069.02
    ],
    [
        " near me immediately um but belts knowing the work it goes and the relationship and the commitment",
        9069.02,
        9077.5
    ],
    [
        " CNU promote Rana was was pretty moving and I kind of was trying to dry out my eyes a little bit",
        9078.06,
        9085.08
    ],
    [
        " and I had one single wide wipe it might have been a tear or two but I I had a wipe but your",
        9085.08,
        9093.16
    ],
    [
        " eyes were a little wet there yeah the little is a little dusty in there yeah I still a little",
        9093.16,
        9097.54
    ],
    [
        " touch yeah your neck yeah oh you did it was very dusty in there yeah but I did do comparatively",
        9097.54,
        9104.1
    ],
    [
        " speaking I did a good job yeah you did here's the here's the thing I thought about later and it okay",
        9104.1,
        9109.86
    ],
    [
        " okay so she got her blue belt technically getting your blue belt is not a big deal I mean honestly",
        9109.86,
        9116.34
    ],
    [
        " right yeah standard getting your blue belt is not a big deal and I didn't think about this till after",
        9116.34,
        9121.82
    ],
    [
        " because getting your blue belts listen it's great you got your blue belt but no one's hyped",
        9121.82,
        9129.06
    ],
    [
        " in a big way because you got your blue belt right but what what it was and the re I didn't realize",
        9129.2,
        9136.16
    ],
    [
        " this because I'm in it is I the journey that she's had to get her blue belt has been long and hard",
        9136.16,
        9144.78
    ],
    [
        " and really long and hard and and and it's been long and hard because of me as a dad and so when",
        9144.78,
        9154.86
    ],
    [
        " she's you know when they were little kids you heard me saying that's in the in the little speech I",
        9155.08,
        9158.8
    ],
    [
        " gave I I had my kids training jujitsu seven days a week Monday Tuesday Wednesday Thursday Friday Saturday",
        9158.8,
        9167.92
    ],
    [
        " and Sunday and on a couple of three of those days no four of those days they did striking and jujitsu",
        9167.92,
        9175.02
    ],
    [
        " and they're like ages five seven and nine we would go to the gym on Saturday at we leave at 7.30",
        9175.02,
        9183.98
    ],
    [
        " in the morning I'd get home from the gym at two o'clock in the afternoon they'd be with me the whole",
        9183.98,
        9188.26
    ],
    [
        " time they'd take class they take two classes of jujitsu and a striking class every day of the week they're",
        9188.26,
        9193.82
    ],
    [
        " in there they take both classes I made them compete let me phrase that I'm and by the way anyone that",
        9193.82,
        9201.9
    ],
    [
        " listens I can't yeah no this is wrong it wasn't good I made them compete when I made them compete",
        9201.9,
        9208.5
    ],
    [
        " this is my first three kids when I made them compete I made them compete up a weight class up an age",
        9208.78,
        9215.86
    ],
    [
        " group up a belt level and what happens when you go up a weight weight class up an age group and up",
        9215.86,
        9223.26
    ],
    [
        " a belt level you get smashed and in my mind I'm thinking hey I'm a great dad I'm gonna make them",
        9223.26,
        9228.82
    ],
    [
        " tougher but all it did was make jujitsu sock because you go to a tournament you compete you lose",
        9228.82,
        9233.84
    ],
    [
        " and I just thought I'm making them tougher and I'm not I'm actually making jujitsu sock for them",
        9234.5,
        9238.62
    ],
    [
        " making it not making it a bad experience and eventually you know the they got old enough where",
        9238.62,
        9245.96
    ],
    [
        " it was like we you know where I don't want to do this anymore and my two daughters you know at a",
        9245.96,
        9251.78
    ],
    [
        " certain age in there they were the they were the oldest of the three and I have four now but they",
        9251.78,
        9255.4
    ],
    [
        " were the oldest of three you know like they protested to a point where it's like you know my wife",
        9255.4,
        9260.52
    ],
    [
        " said hey well this is like you can't do this these girls anymore so you know we we let's say we",
        9260.52,
        9268.24
    ],
    [
        " settled it down you know didn't train as much but and then luckily uh you know ran uh when she",
        9268.24,
        9275.38
    ],
    [
        " got to high school she I persuaded her to wrestle I persuaded her to wrestle and to be quite",
        9275.38,
        9283.9
    ],
    [
        " honest with you I persuaded her to wrestle with money I I was like I will pay you to wrestle I'll",
        9283.9,
        9290.54
    ],
    [
        " pay you to go and wrestle and so she did it and it took a little while before she wasn't doing it",
        9290.54,
        9297.02
    ],
    [
        " for the money anymore she was doing it she was into it but again this is after like going through",
        9297.02,
        9303.92
    ],
    [
        " a lot of stress and tournaments as a little kid and you know jujitsu tournaments and all that",
        9303.92,
        9310.34
    ],
    [
        " and now she's wrestling she wrestled all through high school um you know her first year she's the",
        9310.52,
        9315.46
    ],
    [
        " only girl in the wrestling team there's a wrestling room a sweaty gross wrestling room filled with",
        9315.46,
        9321.62
    ],
    [
        " ringworm and filled with ringworm and filled with you know 13 14 15 16 17 18 19 year old boys",
        9321.62,
        9330.4
    ],
    [
        " that's what she's in there with and she stuck it out and she ended up you know going through",
        9330.4,
        9338.0
    ],
    [
        " that program and and eventually making it to state in California which is a huge deal and",
        9338.0,
        9343.24
    ],
    [
        " and uh first person from her school that's made it to state like 35 years or something like this",
        9343.24,
        9349.62
    ],
    [
        " so and it was her like the program the program just didn't have the the the the wherewithal to get",
        9349.62,
        9357.44
    ],
    [
        " a student to do that she did it you know um and then finally she goes to college and while she's",
        9357.44,
        9365.12
    ],
    [
        " at college she decides she's gonna try that she's yet to look at boy which is freaking awesome",
        9365.12,
        9371.88
    ],
    [
        " and you know what after about a week she called me she's crying she crying over her first",
        9371.88,
        9380.84
    ],
    [
        " week of jujitsu no one wants to train with me I don't think anyone wants to train with a girl",
        9380.84,
        9385.76
    ],
    [
        " no one wants to train with me and you know it's stress there's college and all this other stuff",
        9385.76,
        9391.06
    ],
    [
        " going on this a little morsel of her life and there's a lot of stuff going on and this is where",
        9391.06,
        9394.76
    ],
    [
        " it comes out and I'm like hey don't worry everything's gonna be cool you know you're gonna get to",
        9394.76,
        9399.88
    ],
    [
        " no people it's fine just keep going please keep going and sure she's kept going um paragon slow",
        9399.88,
        9408.12
    ],
    [
        " and that's where she trains and great I ended up going up there teaching a teaching a little bit",
        9408.12,
        9412.94
    ],
    [
        " up there but it's just a great academy she ended up making great friends and and working her ass off",
        9412.94,
        9418.4
    ],
    [
        " and this is you know this is what she's 21 now so we're talking about like a 16 year journey",
        9419.4,
        9425.58
    ],
    [
        " right this is a long time this is most of her life you know what I'm saying and so then finally so",
        9425.58,
        9431.8
    ],
    [
        " when she comes back so now she's been training for two years up there hard hard two days you know",
        9431.8,
        9439.14
    ],
    [
        " stuff like this and so she comes back down to San Diego this summer and she's teaching she's",
        9439.14,
        9446.76
    ],
    [
        " helping teach kids classes but she's training all the time training and immediately my black belts",
        9446.76,
        9453.2
    ],
    [
        " are like dude you need to get your girl I rolled yeah you need to get your other colored belt",
        9453.2,
        9460.28
    ],
    [
        " and I kind of felt like well you know she's up it up it paragon now and that's like you know her",
        9460.28,
        9467.34
    ],
    [
        " teachers and her instructors and so I just said hey guys you know she's up at paragon she'll get",
        9467.34,
        9472.42
    ],
    [
        " you know hopefully she gets promoted when she gets back up there and then like she's tapping out",
        9472.42,
        9476.1
    ],
    [
        " a bunch of people in the academy and my black belts once again you know coach Adams like dude come",
        9476.1,
        9482.56
    ],
    [
        " on uh coach Brian's like dude you're you kidding me then I rolled with her and I was like oh okay",
        9482.56,
        9489.66
    ],
    [
        " this is not fair and uh so finally what I did reached out to her professors up there and I sent",
        9489.66,
        9496.84
    ],
    [
        " him a text on a or a message on Instagram give my phone number and said hey I need to talk to you",
        9496.84,
        9506.08
    ],
    [
        " I knew the number from that area code and I answered hey hello it was a jaco and he's like hey it's",
        9506.08,
        9511.2
    ],
    [
        " Chris he goes I've been waiting for this call and I was like that's like the best thing I've ever heard",
        9511.2,
        9516.88
    ],
    [
        " so you know he didn't want to promote her because it's my daughter I didn't want to promote her because",
        9516.88,
        9521.5
    ],
    [
        " you know she's been training with them they're putting a lot of work and effort into her but",
        9521.5,
        9525.3
    ],
    [
        " so that was cool so she did one more tournament as a white belt double gold and then we came out",
        9525.3,
        9530.78
    ],
    [
        " to camp and got the promotion so so again I realized afterwards I was like it's kind of weird that I",
        9530.78,
        9536.76
    ],
    [
        " kind of like echo you got your black belt at camp yeah we all understand that's a big deal right",
        9536.76,
        9542.92
    ],
    [
        " that's 15 years of training for you that's getting smashed compete like all those things they ever",
        9542.92,
        9549.66
    ],
    [
        " kind of gets that but for Renault's it's like oh it's like oh she got a blue belt that's pretty",
        9549.66,
        9553.5
    ],
    [
        " cool but I think it was like everybody kind of sensed it because people were freaking hyped oh yeah",
        9553.5,
        9559.06
    ],
    [
        " man that place was crazy of course she was crying I mean yeah they were crying you weren't crying",
        9559.06,
        9565.08
    ],
    [
        " they were crying yeah that's awesome that's what it's about and yeah that's what it's all about",
        9565.08,
        9573.68
    ],
    [
        " what it's all about and Jiu Jitsu is something that brings really brings people together and look",
        9573.68,
        9579.0
    ],
    [
        " just like you can't impose things on your platoon and you can't impose things on your workforce you",
        9579.0,
        9583.78
    ],
    [
        " can't impose things on your family but you can if you're lucky you can help them see the light you",
        9583.8,
        9589.28
    ],
    [
        " can help them you can help show them the path and when they find that path even when you show it to",
        9589.28,
        9593.68
    ],
    [
        " them and it's there and they decide you know you can you can lead a horse to water but you can't make",
        9593.68,
        9599.08
    ],
    [
        " a drink but when you get them there and they jump in man that's that's one of the best things you",
        9599.08,
        9605.02
    ],
    [
        " could hope for so that was kind of a highlight of camp for me dude it was awesome",
        9605.02,
        9610.0
    ],
    [
        " all right what else anything else Pete any closing thoughts no man I appreciate you have a",
        9610.0,
        9617.56
    ],
    [
        " me on appreciate the obviously all the all the support over the years and of course you telling",
        9617.56,
        9625.66
    ],
    [
        " the world about what we're doing and why and keeping everybody's attention on it because with all",
        9625.66,
        9631.76
    ],
    [
        " the attention grabbing going on these days anyone giving anything time these days is valuable so",
        9631.76,
        9638.68
    ],
    [
        " man appreciate you appreciate bringing me on again it's awesome well you'd be on all time if",
        9638.68,
        9645.02
    ],
    [
        " you weren't freaking living in front of me today and I wasn't living in San Diego California and",
        9645.02,
        9648.64
    ],
    [
        " and listen look what what we're doing right now this is a campaign this is not one battle",
        9648.64,
        9655.66
    ],
    [
        " and this that we are going to lose we're going to miss things and we have missed things and we're",
        9655.66,
        9661.62
    ],
    [
        " going to lose things but there are opportunities out there and what we are going to do is we're",
        9661.62,
        9669.64
    ],
    [
        " going to make everything in America and you know I told this story yesterday we were in the factory",
        9669.64,
        9673.4
    ],
    [
        " it's no compromise it's a no compromise situation and I you I actually I do remember the item",
        9673.4,
        9682.98
    ],
    [
        " we were making like what do you call the the you we were making spats right and we needed an elastic",
        9683.22,
        9692.8
    ],
    [
        " waistband and you and I were having a conversation and someone came up with a solution it was you",
        9692.8,
        9701.34
    ],
    [
        " said hey John go I'm like hey man when are we getting these spats like what what's happening with",
        9701.34,
        9705.74
    ],
    [
        " that and you're like well it's paused it's going to be the manufacturer's going to take four months",
        9705.74,
        9710.12
    ],
    [
        " for you know before they can tool this thing up bubble ball okay or we got to get this machine",
        9710.12,
        9714.36
    ],
    [
        " we'll be able to do ourselves okay I'm like you know are there any solutions finally we get a solution",
        9714.36,
        9718.66
    ],
    [
        " the solution is hey there's a overseas company that can have this stuff to us in three weeks airship",
        9718.66,
        9723.94
    ],
    [
        " boom done and you were just like no compromise and I was like of course no compromise and that",
        9723.94,
        9734.64
    ],
    [
        " that attitude is hard it's hard to hold the line and listen do you compromise in life",
        9735.66,
        9742.28
    ],
    [
        " when your spouse wants something and you want something else and you compromise to come to",
        9742.28,
        9748.0
    ],
    [
        " conclusion yeah do you compromise when you're on a team and you're working together and someone's",
        9748.0,
        9751.62
    ],
    [
        " got one plan and you got a different idea and you compromise to make things work yes absolutely",
        9751.62,
        9755.48
    ],
    [
        " do you compromise when you negotiate to make a deal happen yes you absolutely do so in life you",
        9755.48,
        9764.36
    ],
    [
        " don't compromise on and where you hold the line and that's what we're doing here we're doing it",
        9764.36,
        9769.98
    ],
    [
        " a jockelfuel we're doing it a origin we're not going to compromise we're going to hold the line",
        9769.98,
        9774.72
    ],
    [
        " and the reason we're able to do that is because everyone that's listening to this right now so",
        9774.72,
        9778.86
    ],
    [
        " none of this happens none of the zero nothing this doesn't exist what we're talking about",
        9778.86,
        9785.52
    ],
    [
        " doesn't exist without you that's sitting there listening to this podcast right now listening to what",
        9785.52,
        9792.1
    ],
    [
        " we're doing participating in what we're doing without your support none of this happens so thank you",
        9792.1,
        9798.38
    ],
    [
        " for your support and I'm going to tell you right now we will not let you down",
        9798.38,
        9806.18
    ],
    [
        " ecotralls yes sir how can people support the podcast how can they support themselves how can they",
        9806.18,
        9818.5
    ],
    [
        " support these companies and how can they in doing so support America what do you got what do you",
        9818.5,
        9823.58
    ],
    [
        " got to do well some of this is just one big reminder you know because you guys been kind of talking",
        9823.58,
        9827.86
    ],
    [
        " about it for a long time but yeah so reminder or a recap we'll say jockelfuel.com jockelfuel.com we",
        9827.86,
        9835.84
    ],
    [
        " got milk the new milk RTD's ready to drink if you didn't pick it up not yet online it's not yet",
        9835.84,
        9841.98
    ],
    [
        " online no not yet we haven't made enough yet we haven't made enough yet okay but soon we'll be on",
        9841.98,
        9847.44
    ],
    [
        " the lookout for that one how about that because we're over here all week jewel not only they kind",
        9847.44,
        9851.22
    ],
    [
        " of ran out quick but we stole some from the warehouse to drink this yeah yeah we experienced that one",
        9851.22,
        9856.48
    ],
    [
        " that's good in a little detail that I noticed about the RTD they're like you'd think the powders",
        9856.48,
        9861.9
    ],
    [
        " more versatile because you can mix tough in the in the thing but this becomes more versatile in a",
        9861.9,
        9866.1
    ],
    [
        " different way because you can use it on other things like cereal cookies I'm not saying I did",
        9866.1,
        9871.3
    ],
    [
        " that I'm not saying I didn't do that but I'm just saying you'll put it on other stuff typically",
        9871.3,
        9876.08
    ],
    [
        " you don't mix a protein shake add your favorite this and that and then put it on so you don't do",
        9876.08,
        9880.38
    ],
    [
        " that usually but this one you do that I think we all found that out pretty quick because there's a lot",
        9880.38,
        9885.28
    ],
    [
        " of people doing that stuff I like the double hitter mokin one hand going the other it's a good",
        9885.28,
        9890.7
    ],
    [
        " morning double hitter you know what I'm saying mokin go baby oh can go that makes complete sense to",
        9890.7,
        9896.34
    ],
    [
        " me also a reminder or we didn't talk about the joint work first stuff or whatever but yeah just",
        9896.34,
        9901.9
    ],
    [
        " look after your joints yeah we're not getting younger look out for your judgment or pay attention",
        9901.9,
        9907.3
    ],
    [
        " I'm over here doing the best I can so yes joint warfare super krill oil got some vitamin D3",
        9907.3,
        9914.08
    ],
    [
        " general health these these are important things if the what if your oil runs out in your car",
        9914.08,
        9918.92
    ],
    [
        " right that's a best not good yeah yeah it's Dean Lister would say that's a problem",
        9918.92,
        9923.84
    ],
    [
        " saying anyways so pay attention to these things um where you could mok thus for the kids of course",
        9923.84,
        9930.04
    ],
    [
        " like the kids version um yeah all this stuff that jacquo field of common all sorts of other places",
        9930.04,
        9935.48
    ],
    [
        " yeah also you can get you can get the drinks at walla actually the RTD mok is going into walla",
        9935.48,
        9941.32
    ],
    [
        " it is we already shipped I believe so if you're east coast you got that walla going there and get",
        9941.32,
        9948.4
    ],
    [
        " that mokin and it should be it should be going in by like it goes it gets shipped to there whatever",
        9948.4,
        9956.56
    ],
    [
        " and then they ship it to the store so between mid and end of september it'll be in and it's",
        9956.56,
        9963.14
    ],
    [
        " mokin go people right and maybe grab a whole get to a vitamin shop H e b there's uh I failed to get",
        9963.14,
        9974.88
    ],
    [
        " this list on here there's we're in a bunch of retailers we'll get that out to you I need to add",
        9974.88,
        9979.7
    ],
    [
        " that into this so you all know so jacquo field.com you can get on amazon as well",
        9979.7,
        9984.26
    ],
    [
        " there you go origin USA.com everything we just talked about that's all going on at origin USA.com",
        9986.56,
        9992.16
    ],
    [
        " boots jeans geese rash guards spats in the hunt line the entire hunt line it's available uh go get",
        9992.16,
        10002.2
    ],
    [
        " some of that we appreciate it jacquo store.com yeah what are you got going on there echo trulls",
        10002.2,
        10007.2
    ],
    [
        " hey we're all on the path you know you want to represent this plain equals freedom let's not",
        10007.2,
        10010.64
    ],
    [
        " forget about that no definitely no the roots right that's the roots you want to represent that",
        10010.64,
        10016.34
    ],
    [
        " that's where that's where you can get that's off at jacquo store.com we got the short locker which",
        10016.34,
        10020.08
    ],
    [
        " is the subscription new design every month. I've seen a lot of representation there's a lot of people",
        10020.08,
        10026.66
    ],
    [
        " in Maine on that subscription bro there's a lot of people like camp on that subscription bro it's",
        10026.66,
        10031.42
    ],
    [
        " freaking legit they're looking good yeah that's like flying kind of like flying the flag old school",
        10031.42,
        10036.9
    ],
    [
        " yes sir like you're this is hey yeah do you call it the subscript are you like you got to go",
        10036.9,
        10043.06
    ],
    [
        " subscript subscript yes subscript subscription might be subscript on the unofficial levels called the",
        10044.88,
        10049.56
    ],
    [
        " shirt locker the shirt like they're her essay you are you know I could I got what you're putting down",
        10049.56,
        10055.34
    ],
    [
        " there come on that but yeah yeah this is good one a lot of good feedback on that one who got some",
        10055.34,
        10060.04
    ],
    [
        " new stuff coming on subscribe to the podcast you know that jacquo underground.com you know that",
        10060.04,
        10064.64
    ],
    [
        " flipside canvas.com decodamire I got a bunch of books check them out only cry for the living by",
        10064.64,
        10072.34
    ],
    [
        " Holly McKay. DeGroell Ristral Life to go in and write these books go in there and buy that book see",
        10073.56,
        10078.8
    ],
    [
        " that source see what wars like like almost as it's unfolding my wife's reading it right now she's",
        10078.8,
        10084.86
    ],
    [
        " really enjoying it it's it's really good book yeah enjoy might be the wrong word well to enjoy",
        10084.86,
        10089.78
    ],
    [
        " yes she really engaged with the book it's a tough one um yeah you know I wrote a bunch of other",
        10089.78,
        10095.56
    ],
    [
        " books check them out echelonfront.com we saw problems through leadership this is what the team at",
        10095.56,
        10100.48
    ],
    [
        " echelonfront does all the time culture merging of culture performance leadership in every single",
        10100.48,
        10108.88
    ],
    [
        " industry where they're so check out echelonfront.com we have an event the event that you talked about",
        10108.88,
        10114.32
    ],
    [
        " Pete that that Jason came to it's called the muster the next one is that land unfortunately it sold out",
        10114.32,
        10120.12
    ],
    [
        " but go on there come to one of our live live events as well and then on top of that look you might not",
        10120.12,
        10126.28
    ],
    [
        " be able to come to a live event that's where we have online training extreme ownership.com we",
        10126.28,
        10130.86
    ],
    [
        " get a bunch of people from origin on there too oh yeah oh yeah a bunch of people from origin are on",
        10130.86,
        10135.1
    ],
    [
        " there which is awesome to see and we we we have live sessions we do we have pre-recorded training sessions",
        10135.1,
        10142.64
    ],
    [
        " it's just it's just a way to train leadership like and this is the interesting thing years ago if",
        10142.64,
        10148.22
    ],
    [
        " someone has said hey people are going to learn jujitsu by online academies what would you have thought",
        10148.22,
        10156.26
    ],
    [
        " hell yeah hell yes so it's the same thing with leadership and by the way just like jujitsu or playing",
        10156.26,
        10163.76
    ],
    [
        " guitar or playing basketball you're not born with the skills you need to learn them same thing with",
        10163.76,
        10168.24
    ],
    [
        " leadership we made an online training academy extreme ownership.com go check that it'll help you",
        10168.24,
        10172.62
    ],
    [
        " with leadership and it doesn't mean you're in charge of 420 people at your at your company",
        10172.62,
        10178.82
    ],
    [
        " if you're alive and you interact with other human beings you're in a leadership position",
        10178.82,
        10183.58
    ],
    [
        " and you're leading them so go and check that out if you want to help out some service members",
        10183.84,
        10190.94
    ],
    [
        " active and retired you want to help put their families gold star families check out",
        10190.94,
        10194.58
    ],
    [
        " markley's mom she's got an unbelievable charity organization what they do is they help vets",
        10194.58,
        10200.88
    ],
    [
        " with their health and give them solutions to their health that the VA doesn't cover so it's just",
        10200.88,
        10208.28
    ],
    [
        " an outstanding organization she's an unbelievable woman america's mighty warriors dot org if you want",
        10208.28,
        10215.0
    ],
    [
        " to donate or you want to get involved also check out mike afink he's up there taking vets into the",
        10215.0,
        10220.86
    ],
    [
        " wilderness on horses for 41 days where they can find themselves heroes and horses dot org a",
        10220.86,
        10229.86
    ],
    [
        " incredible organization the social media thing it's double edged sword we get it there's an algorithm",
        10229.86,
        10237.7
    ],
    [
        " that's trying to grab you it's trying to waste your time there's also some positive they can come",
        10237.7,
        10242.1
    ],
    [
        " out of it if you want to follow uh on the social media jaco fuel is at jaco fuel go check that one",
        10242.1,
        10250.84
    ],
    [
        " out go check out jaco fuel so you know what's happening you know where you can buy stuff you know",
        10250.84,
        10254.74
    ],
    [
        " when new stuff comes out at jaco fuel check that one out at origin us a on instagram that's where",
        10254.74,
        10262.8
    ],
    [
        " origins at pizza actually at p dot origin still haven't gotten that blue check we talked about it",
        10262.8,
        10268.74
    ],
    [
        " last year yeah they don't know no love for the young man for the yanky the blue oh like the confirmed",
        10268.74,
        10276.62
    ],
    [
        " the era for are you guys so many fake accounts now man oh really emails every day from people",
        10276.62,
        10282.24
    ],
    [
        " and they're so listening them for crypto stuff oh new accounts all the time making big investments",
        10282.24,
        10287.64
    ],
    [
        " there in the crypto world through some random dude on instagram that sounds like a good plan",
        10287.64,
        10291.32
    ],
    [
        " yeah so check that out check out p check out origin check out jaco fuel if you want to check out echo",
        10291.32,
        10297.76
    ],
    [
        " and me echo that echo Charles i am at jaco willing and p thanks once again thank you",
        10297.76,
        10304.52
    ],
    [
        " thanks for all you've done and all you're doing you know you went out there with your friends and",
        10304.52,
        10310.28
    ],
    [
        " family and cut down a bunch of trees in the middle of woods to make a factory and that took some",
        10310.28,
        10314.98
    ],
    [
        " serious guts to do and you did it and we appreciate that and on top of that thanks to all the hard",
        10314.98,
        10323.3
    ],
    [
        " working people at origin us a and jaco fuel who are out there cutting and sewing and designing and",
        10323.3,
        10331.02
    ],
    [
        " creating and packing and shipping and cleaning and working thanks to all of you for everything that",
        10331.02,
        10340.54
    ],
    [
        " you do you all are the backbone of these companies and we thank you for your hard work and your",
        10340.54,
        10345.72
    ],
    [
        " commitment to this dream and you know what to all the hard working men and women of this great nation",
        10345.72,
        10352.84
    ],
    [
        " and you're out there i see you all the time in the fields and in the factories on the construction",
        10352.84,
        10360.28
    ],
    [
        " sites and in the cubicles on the oil rigs and the utility poles in hospitals and hotels in restaurants",
        10360.28,
        10366.72
    ],
    [
        " and warehouses to all of you that toil and labor every day thank you for what you do",
        10366.72,
        10373.72
    ],
    [
        " what it's what allows the lights to come on and we appreciate it and thanks to all the military",
        10373.72,
        10380.68
    ],
    [
        " out there for for protecting the freedom that we have that allows us to do what we're doing and we",
        10380.68,
        10386.9
    ],
    [
        " will do our port our part to build the economy and support you and also thanks to police and",
        10386.9,
        10394.6
    ],
    [
        " enforcement firefighters paramedics EMTs dispatchers correctional officers board of patrol secret",
        10394.6,
        10399.82
    ],
    [
        " service and all first responders thank you for protecting our safety and security here at home",
        10399.82,
        10406.1
    ],
    [
        " and everyone else out there thank you thank you for your support thank you for listening and thank",
        10406.1,
        10418.78
    ],
    [
        " you for believing and thank you for understanding what is at risk and thank you for seeing",
        10418.78,
        10425.96
    ],
    [
        " what is happening in the world and seeing the darkness in the world but still moving toward the light",
        10425.96,
        10432.76
    ],
    [
        " freedom is not free it takes sacrifice it takes guts and it takes grit and it takes work",
        10432.76,
        10444.24
    ],
    [
        " so let's go get after it and get to work and until next time this is Pete and echo and jaco out",
        10445.94,
        10455.56
    ]
]