[
    [
        " And they had these tapes that they made of people walking through New York City.",
        0.6,
        4.44
    ],
    [
        " And what they did was try to figure out who these violent criminals would attack.",
        5.4,
        15.82
    ],
    [
        " And there was a couple things, the, I like this one, the non-victims.",
        16.34,
        21.1
    ],
    [
        " People that the perpetrators would look at and say, I probably wouldn't assault that",
        21.56,
        25.56
    ],
    [
        " person. They had something called, that they called organized quality.",
        25.56,
        30.42
    ],
    [
        " So the person just looks organized. And what's funny is that from a leadership perspective,",
        30.92,
        36.0
    ],
    [
        " if you look squared away, it's a real thing. If you look squared away, people sense that.",
        36.38,
        44.44
    ],
    [
        " The victims, the way most of the people that were identified as, oh, I would attack that",
        44.82,
        50.8
    ],
    [
        " person, they would say they had inconsistency in the way they walked.",
        50.8,
        55.6
    ],
    [
        " So there's something disheveled about them. So that's another thing that this is, this",
        55.96,
        64.0
    ],
    [
        " is another indicator that this is a real thing. The way we carry ourselves, the body language",
        64.0,
        68.34
    ],
    [
        " that we have, down to the way that we walk. This isn't like you and I are in a conversation",
        68.34,
        73.84
    ],
    [
        " and you're crossing your arms. This is just the way that you were walking around.",
        73.84,
        76.82
    ],
    [
        " It's existing. Yes, it's the way you're existing. So how, so how should we walk?",
        76.96,
        82.34
    ],
    [
        " How should we carry ourselves? So there's, I found another article I started diving into",
        82.98,
        87.9
    ],
    [
        " this, into this rabbit hole a little bit. NBC News had an article written by Steve Cardian,",
        87.9,
        95.08
    ],
    [
        " who was a police officer. He's in the Marine Corps. He's a detective. He's a FBI defensive",
        95.16,
        100.18
    ],
    [
        " tactics instructor. Actually, I must refuse in the Marine Corps or not. But the crux of this",
        100.18,
        105.62
    ],
    [
        " article is that it takes a criminal about seven seconds to decide whether you're a good",
        106.06,
        113.76
    ],
    [
        " victim or a bad victim. And so again, there's a, there's a psychological study that he cites",
        113.76,
        122.1
    ],
    [
        " in here, Betty Grayson and Morris Stein, where violent criminals rated videos of pedestrians",
        122.1,
        130.56
    ],
    [
        " from one to 10 and want from easy to victimize to I would avoid trying to victimize that person.",
        130.6,
        139.96
    ],
    [
        " There, there's a couple of notes here that one was that they were, there wasn't universal",
        140.5,
        144.46
    ],
    [
        " filing findings. It wasn't universal. And what's interesting about that is it wasn't universal,",
        144.46,
        150.58
    ],
    [
        " meaning that someone that you might think would obviously make a good victim, not all of",
        150.82,
        156.36
    ],
    [
        " them would select it. So for instance, if you had a older, very small, like a petite older woman,",
        156.36,
        165.62
    ],
    [
        " it wasn't like necessarily universal. Oh, that's an easy target, which is interesting, right?",
        165.82,
        170.12
    ],
    [
        " You wouldn't think that. You think, oh, small older woman, that's an easy target, not universal.",
        170.68,
        177.86
    ],
    [
        " They're judging on how they carry themselves, how they actually walk down the street,",
        179.74,
        187.76
    ],
    [
        " affects their judgment. So how are we supposed to walk? One of the things that you're supposed to",
        188.1,
        194.62
    ],
    [
        " be doing. So one of them is stride length, forceful dynamic steps, forceful dynamic steps,",
        194.62,
        205.28
    ],
    [
        " medium length. So you're not trying to like step too far, because then you look awkward,",
        205.58,
        211.32
    ],
    [
        " which we're not, if you look awkward, you're a victim. You're just trying to look",
        211.78,
        216.06
    ],
    [
        " kind of effortless. The more effortlessly someone walks, the less chance of being a victim.",
        216.06,
        221.9
    ],
    [
        " Now, think about this from a leadership perspective, the way you walk into a meeting,",
        222.4,
        228.0
    ],
    [
        " right? There's a little thing here. You started thinking about it. How are you walking into that",
        228.66,
        233.32
    ],
    [
        " meeting? Are you walking with forceful dynamic steps, ham, in here? I know where I'm going.",
        233.32,
        237.4
    ],
    [
        " Details, feet moving, fluid graceful motion, arms slightly bent, natural swing.",
        238.6,
        248.24
    ],
    [
        " They have to oppose the leg movement, obviously, right? So we're not doing some weird",
        249.1,
        254.74
    ],
    [
        " shifts, robots walking along. Weight shift, balance is smooth, and the speed,",
        254.74,
        262.1
    ],
    [
        " here's another good point, the speed. Do you think you should walk faster than everybody else,",
        262.7,
        269.08
    ],
    [
        " or slower than everybody else, or the same as everybody else? I feel like the same, because,",
        269.26,
        273.8
    ],
    [
        " yeah, because that's how I'm just doing what I'm supposed to be doing. You are correct",
        274.2,
        281.1
    ],
    [
        " with the caveat of the same, or just a little bit faster, just a little bit faster.",
        281.1,
        286.88
    ],
    [
        " posture, you know, you got to stand up straight, make sense.",
        289.28,
        292.82
    ],
    [
        " Stand up straight, put your shoulders back. I guess we can say Jordan Peterson chiming in.",
        293.56,
        298.92
    ],
    [
        " So that's what it is. That's how you're supposed to walk. Here's how you don't walk.",
        299.54,
        303.58
    ],
    [
        " You don't take big giant steps, because you look clumsy. That means if you're taking big giant",
        304.04,
        307.7
    ],
    [
        " steps, it means you're reaching your feet are kind of stretching out. You're trying to go and",
        307.7,
        316.86
    ],
    [
        " little tiny steps, because then you're either looked timid, or you look like you're hurt,",
        316.86,
        320.86
    ],
    [
        " or like you're limping, and you're like a weak gazelle out on the planes. That's about to get taken",
        321.04,
        326.34
    ],
    [
        " down. You can't swing your arms too much. It's funny, because like these are all everyday things,",
        326.34,
        335.6
    ],
    [
        " right? Every day things. Every day things. Arms band, all this air, but when they do like,",
        335.68,
        338.5
    ],
    [
        " basically outline the actual, with a characteristics, it's like you can't swing your arms too much,",
        338.6,
        344.14
    ],
    [
        " imagine a guy like swing this arms all crazy. But what I like about these things is it's kind of",
        344.14,
        348.96
    ],
    [
        " things like you said you don't even notice them. So what if you're a person that does these things?",
        348.96,
        353.04
    ],
    [
        " Or when you get nervous, you do something. Yeah. You need to pay attention to it. And there's a",
        353.72,
        357.9
    ],
    [
        " difference between like, and I'm not sure how these cycle guys, how they evaluated it, but",
        357.9,
        365.46
    ],
    [
        " were they just super intuned with it, or were they like consciously like, oh, I see his steps",
        365.46,
        371.4
    ],
    [
        " a little bit small, or that girl steps is kind of small. I mean, victimize her whatever, or like I",
        371.4,
        377.4
    ],
    [
        " said, they just sort of feel it. And then maybe it took some expert to kind of break it down. Yeah,",
        377.4,
        382.6
    ],
    [
        " I agree with you. I bet there's people that go, I'd go after that person. And then you have to go",
        382.76,
        388.38
    ],
    [
        " why? Yeah. Well, look how small they're walking. Look how small their steps are. Look at their",
        388.38,
        393.64
    ],
    [
        " arms are all. That was another one. If your arm swing is too small, that means your timid. Yeah.",
        393.64,
        398.26
    ],
    [
        " Which you can imagine someone walking all out of the butt right together.",
        398.26,
        401.54
    ],
    [
        " Small arm swing indicates low energy. Low E. Low energy. Easy target.",
        402.38,
        411.0
    ],
    [
        " Jerky body. When your body is like off balance, it means you're uncoordinated. Again, easy target.",
        411.84,
        419.08
    ],
    [
        " If you're slumped over, you're hunched, it means you're scared. If you're slower than",
        419.5,
        427.08
    ],
    [
        " everybody else, you're probably injured. You're probably some way weak. You can't propel yourself",
        427.08,
        432.1
    ],
    [
        " with any amount of force. Yeah. For sure, can't get away. That's kind of like what it feels like,",
        432.1,
        438.02
    ],
    [
        " you know, they can't, they can't escape. Look at the slowness. So that's what we're not doing.",
        438.02,
        441.96
    ],
    [
        " Right. That's not what we're not doing. We're not walking like that. And then on top of these",
        442.32,
        447.64
    ],
    [
        " things of more things to do is be looking around. Right. You shouldn't be just obviously, what do we",
        447.64,
        453.94
    ],
    [
        " see nowadays all the time? People staring at their phone. You should have what we used to call",
        453.94,
        457.6
    ],
    [
        " the SEAL teams head on a swivel, you know, looking around, looking at people. Yeah. Yeah. I see you.",
        457.6,
        464.12
    ],
    [
        " That's a big one. I'm tracking you. You don't have to stare at them, but you just look at them.",
        464.16,
        467.34
    ],
    [
        " You know, maybe you give them a little nod, but you at least let them know I'm tracking you.",
        467.6,
        470.68
    ],
    [
        " Yeah. I see what you're doing. Let them know that you see them. And then that thereby takes away",
        470.84,
        477.34
    ],
    [
        " the element of surprise. It puts them in a little discomfort. There was a thing on, uh, like",
        477.34,
        482.54
    ],
    [
        " criminals like burglary's in, and one of the factors was neighborhood watch. So neighborhood",
        482.54,
        488.8
    ],
    [
        " watches, like, you know, typically we know what that is, right? Typically, it basically means that",
        488.8,
        492.76
    ],
    [
        " like we're watching. Right. That we're not, you know, we're not all armed necessarily, but we're",
        492.76,
        498.8
    ],
    [
        " watching. And the crew, the, I think it was a video, maybe some documentary. I don't know. Either",
        498.8,
        504.42
    ],
    [
        " way, the criminal people, these were guys in jail that, that they expose the information, right?",
        504.42,
        510.74
    ],
    [
        " How they cased places and neighborhoods and all this stuff. They're all this criteria,",
        510.74,
        514.8
    ],
    [
        " but neighborhood watches, the number one thing that they would avoid because people are just like",
        514.8,
        519.06
    ],
    [
        " looking. That's it. Where were dogs on there? I always thought dogs were the number one thing.",
        519.06,
        525.32
    ],
    [
        " Yeah. So I vaguely remember a dog thing. And if I remember correctly, it would depend.",
        525.56,
        532.92
    ],
    [
        " But I don't, I don't know. I can't speak on the dog thing. There's no one in the right mind",
        533.44,
        539.72
    ],
    [
        " that we're trying to get into my house with my dog. Oh, yeah. Well, no, not your dog. But I guess",
        539.88,
        545.34
    ],
    [
        " when you, when you say dog, it's like, okay, what kind of dog? You know, I get it like dogs will",
        545.34,
        549.8
    ],
    [
        " bark or whatever, but the thing is dogs bark all the time. Yeah. So it depends on the dog. What if",
        549.8,
        554.08
    ],
    [
        " it's like a little one of these little, I don't know, when poodles of all the dog types, but, you",
        554.08,
        558.12
    ],
    [
        " know, the little ones that, that, so that may or may not bark, may or may not, whatever. But we know",
        558.12,
        562.42
    ],
    [
        " it's going to be a pain. Right. If I'm breaking into that house, I know at a minimum,",
        562.42,
        567.14
    ],
    [
        " I've got a freaking barking dog that's drawing attention to this situation. I feel like more",
        567.36,
        572.4
    ],
    [
        " accurately, it, at the very least, it's unpredictable. It's way less predictable. At the very least,",
        572.4,
        577.18
    ],
    [
        " but who know, least even less than that is it's freaking barking right now and drawing attention",
        577.3,
        581.78
    ],
    [
        " to the situation that I'm causing. Yeah. If they bar, you know, like some dogs, they straight up,",
        581.78,
        586.06
    ],
    [
        " just don't bark. Dude, my dog, when my, my dog scares me when I'm in the house, like when I'm in",
        586.06,
        592.5
    ],
    [
        " the house and he'll go on alert for something and bark, it's, you know, I get a little bit of a,",
        592.5,
        597.56
    ],
    [
        " I, oh yeah. But again, you're talking about your dog, like your dog scares me too. Okay. So,",
        597.7,
        602.3
    ],
    [
        " but okay, so I'll tell you a little story. And this actually kind of makes it like more clear.",
        602.54,
        608.7
    ],
    [
        " Okay. So I went to, okay, I had a friend, his name is Blake Malin. I used to film with him. And",
        608.8,
        615.08
    ],
    [
        " I went to his house for the first time up in L.A. or, you know, where he lived. And he wasn't home",
        615.08,
        621.02
    ],
    [
        " yet. So he was like, hey, just just go inside or whatever. He didn't say he had a dog. Oh,",
        621.14,
        625.0
    ],
    [
        " dang. He's like, yeah, just go inside. So I'm like, okay, cool. I'll just go inside. I guess. So I",
        625.14,
        630.76
    ],
    [
        " go inside, I have my camera or whatever. So I go inside and I'm inside the house. And here comes",
        630.76,
        636.84
    ],
    [
        " this freaking dog out of the next room. The thing wasn't barking. It was huge to huge dog. Like,",
        636.84,
        642.64
    ],
    [
        " it wasn't a great dain, but I'll show you a picture of him. He's like, it's not the dog you",
        642.92,
        648.64
    ],
    [
        " wanted there when you just rolled into someone's house. And he wasn't, he wasn't barking. He",
        648.64,
        653.64
    ],
    [
        " wasn't eyes all big. He wasn't, he didn't run up. He just slowly walked as if he knew I was",
        653.64,
        659.16
    ],
    [
        " supposed to be there. Like Blake told him I was coming or something like that. And he came and I was",
        659.16,
        663.94
    ],
    [
        " scared. I'm be honest. Like, I wasn't, I wasn't very confident at that moment. So I like slowly,",
        663.94,
        671.14
    ],
    [
        " like went back in my car straight up left the house, went back in the car. And he came out with me.",
        671.54,
        677.04
    ],
    [
        " So I called Blake. I was like, Hey, your dog series. Like, oh, yeah, he's not going to do",
        677.08,
        681.78
    ],
    [
        " nothing, but I heard that before. You know, that'll think, oh, he's not going to do nothing. Meanwhile,",
        681.78,
        685.64
    ],
    [
        " he's like trying to eat you or whatever. So I'm like, all right. And then so I kind of slowly",
        685.66,
        690.2
    ],
    [
        " got out and he wasn't wagging his tail. Nothing. But the point is he wasn't barking. He didn't make no",
        690.2,
        695.58
    ],
    [
        " noise. I had never been there before. He'd never met me. Nothing like that. This dog is in a very",
        695.58,
        700.18
    ],
    [
        " good deterrent. No, he's not. And that's what I'm saying. He actually kind of was. He deterred you.",
        700.18,
        704.58
    ],
    [
        " Oh, yeah, his whole appearance did. But what if his appearance didn't? What if it was a little",
        704.58,
        708.66
    ],
    [
        " poodle? I'm a robber. Yeah. I go in the house and a little poodle slowly just rolls in.",
        708.66,
        714.02
    ],
    [
        " That's a different story. You must be playing forever. If you have a pathetic dog that's a poodle,",
        714.14,
        719.06
    ],
    [
        " a small poodle that doesn't bark. Yep. You're correct. That's not a good deterrent. No, it is not.",
        719.06,
        724.26
    ],
    [
        " You've played as an accurate. Yeah. Like how many people have crazy dogs like those dogs bark?",
        724.48,
        730.82
    ],
    [
        " Yeah. In most dogs bark, bro. That's like most humans. I don't think there are humans that can't",
        731.68,
        739.18
    ],
    [
        " speak for whatever reason. That seems like it's correct. It seems like it's correct because all the",
        739.18,
        743.26
    ],
    [
        " dogs that I've ever had, I don't care if it's like a delivery. I don't care if it's I don't care if",
        743.26,
        747.22
    ],
    [
        " it's like someone who's on their way that they met before. They're barking. Yeah. Yeah.",
        747.22,
        750.88
    ],
    [
        " Is that exactly my experience too. But I haven't met all dogs. I haven't met all people. I,",
        750.98,
        755.58
    ],
    [
        " you know, so I don't know. Okay. But we can agree that every dog you've ever experienced except for",
        755.58,
        760.96
    ],
    [
        " one bark. No, man. I don't know. I don't know. I probably could think of other dogs that don't bark.",
        760.96,
        768.22
    ],
    [
        " Actually, no, your dog pretty much barked at me every single time. That at me, but I heard them.",
        768.62,
        775.98
    ],
    [
        " So we know that it's a deterrent. Just look at people. Yes. Look at people. Look at people.",
        776.5,
        785.3
    ],
    [
        " It's a deterrent much like a barking dog. If you don't have, if you have a dog that barks,",
        785.3,
        790.96
    ],
    [
        " which you probably do, that's a deterrent and also looking at people, which is here's the counter",
        790.96,
        796.5
    ],
    [
        " intuitive thing about looking at people. Sometimes people don't want to look at people because they're",
        796.5,
        800.52
    ],
    [
        " afraid you're going to start something. Whereas just looking at people, like looking around,",
        800.52,
        805.52
    ],
    [
        " is what you should be doing. And when you're not confident enough to look at someone,",
        805.74,
        809.84
    ],
    [
        " that's a signal in its own right. So if you're not looking at me, I know you're not confident.",
        810.1,
        813.88
    ],
    [
        " Right? That's a very common thing. Yeah, we're like, when you look and like they look",
        814.76,
        820.6
    ],
    [
        " in, then they look down like, oh, as if to say, I wasn't looking at you. I wasn't looking at you.",
        820.6,
        824.32
    ],
    [
        " Don't do that. Look and then look back ahead. Look forward.",
        824.82,
        827.36
    ],
    [
        " Head on a swivel. So, okay. So what we just talked about is how we want to present ourselves",
        827.82,
        841.6
    ],
    [
        " as far as appearing as a not pray. We don't want to appear as pray. So that's what we need to do.",
        842.8,
        849.5
    ]
]