[
    [
        " Don't over inspect. Don't over supervise. Hard to do that. Your ego wants you to oversupervised, by the way.",
        0.0,
        6.16
    ],
    [
        " Your ego wants to over inspect. Your ego actually wants to find problems. You ever had those bosses?",
        6.76,
        12.2
    ],
    [
        " You can't get through a like in the seal teams. You give a brief.",
        12.8,
        16.4
    ],
    [
        " There's no way you're getting through the brief without getting dinged on seven different things.",
        16.86,
        21.8
    ],
    [
        " I'd like some of the guys I used to critique their briefs on come and talk to me because I was freaking harsh on those briefs",
        22.46,
        28.86
    ],
    [
        " but here's the thing man. I'll have to review some of my notes because I wouldn't be harsh because they would do dumb shit.",
        28.86,
        35.96
    ],
    [
        " And I'd be like bro, what are you doing over here? What does this mean? I can't even understand look at your pictures here.",
        36.72,
        41.54
    ],
    [
        " Like this doesn't make any sense. What is this timeline? How do you think you're going to patrol from here to here in that amount of time?",
        41.8,
        45.86
    ],
    [
        " They were just legitimate things because I actually didn't care. I actually didn't care what the font was. I didn't care about any of that.",
        46.32,
        54.22
    ],
    [
        " I cared about and actually I did. Here's a good case in point. I had a guy. Good dude.",
        54.3,
        59.04
    ],
    [
        " Tor is brief up and you know he gets done. They do another brief next day. Next stop. Tor it up. Terrible.",
        59.54,
        68.12
    ],
    [
        " And he's like after the first day he added even more like trying to satisfy me.",
        68.52,
        73.5
    ],
    [
        " And he says dude, what this is like a moving target. What does that you actually want from these briefs? And I said, well,",
        73.96,
        80.66
    ],
    [
        " it's not a moving target. I said to me, a good brief is when you give a brief, your men understand the mission and the execution.",
        81.44,
        92.12
    ],
    [
        " And he was like, okay, fair enough. And then he took that to heart of, okay, my audience is not jaco.",
        92.76,
        103.82
    ],
    [
        " My audience is not the commanding officer. My audience is my machine gunner. My audience is my point man. My audience is my breacher.",
        104.0,
        109.38
    ],
    [
        " That's my audience. That's who needs to understand this thing. And that's the way it's supposed to be. That's the same. Same thing.",
        109.38,
        114.88
    ],
    [
        " Lafen, I wrote about that. Happened with life and stuff. Lafen's stuff we're doing the freaking most insane 150 slide PowerPoint briefs",
        114.94,
        123.82
    ],
    [
        " for reconnaissance missions and training. And they were so bad. And I was like, hey guys, no one knows what the hell you guys are talking about.",
        123.82,
        132.86
    ],
    [
        " I said, let's let's do this. I said, I just want you to brief to the lowest common denominator in your episode.",
        133.18,
        137.78
    ],
    [
        " Just do that. Pull out a map. Don't need to put a bunch of slides. They don't need to have animation in the slides.",
        138.02,
        144.5
    ],
    [
        " You know, how much time it takes to do animation in the slide? I mean, it's a total waste of time.",
        144.76,
        150.06
    ],
    [
        " It's a total waste of time. You should pull up the map and be like, hey, we're going to move from here to here.",
        150.5,
        154.86
    ],
    [
        " That's the way it's going to work. Follow my finger. Follow my pointer on this map.",
        155.36,
        159.26
    ],
    [
        " So you all know what's up. And instead we spend an extra hour and 22 minutes making humvees drive down a route",
        159.64,
        167.04
    ],
    [
        " in an animated way. It's a way to disaster ran. And the cool thing was and props to my commanding officer. Those guys",
        167.24,
        175.7
    ],
    [
        " and you guys have heard this story like Seth was like, we're going to get fired. And I said, hey, you will not get fired.",
        175.7,
        182.88
    ],
    [
        " If anyone gets fired, I will say this was 100% on me. I told him brief this way. Don't worry about it.",
        183.02,
        187.76
    ],
    [
        " Brief to your lowest common denominator. Brief to your machine gunners. And they're like, okay.",
        188.2,
        192.4
    ],
    [
        " And sure enough, the commanding officer came up. He sat through the brief and tears credit. He was like, that was the",
        192.78,
        196.3
    ],
    [
        " those are the best briefs we've had. I actually understand what's happening. I'm like, that's the goal.",
        196.3,
        201.06
    ],
    [
        " So that's what we need to do. Don't oversupervised. Don't over inspect. And when people make mistakes,",
        202.18,
        210.78
    ],
    [
        " just make some little adjustments. Tell them what the goal is. And we're going to be all right.",
        210.78,
        214.56
    ]
]