[
    [
        " This is Sawcast, number seven. My name is John Strichermire. Welcome to this podcast,",
        6.3,
        13.54
    ],
    [
        " courtesy of Jocco Willink Productions. This story comes from Command and Control",
        14.18,
        20.56
    ],
    [
        " South July 16th 1968 and we're looking at this for an perspective of the",
        20.56,
        28.44
    ],
    [
        " helicopter pilots, crew members for a little different perspective on Sawg. So on",
        28.44,
        35.2
    ],
    [
        " this date on the July to 16th there had been a 28 man hatchet force on the",
        35.2,
        41.26
    ],
    [
        " ground in Cambodia since for about eight days. So on this day the at element comes",
        41.26,
        50.1
    ],
    [
        " in the contact at about the same time a six-minute recon team gets inserted.",
        50.1,
        56.26
    ],
    [
        " And of course there's some weather questions and we're going to read from one of",
        56.26,
        63.3
    ],
    [
        " the gunmen, the gun crew members who on that day were flying and he said I'm",
        63.3,
        71.78
    ],
    [
        " reading from the book here, Secret Green Beret Commandos in Cambodia by",
        71.78,
        78.5
    ],
    [
        " Turner Lieutenant Colonel Fred Lindsay who was a commander of CCS for a period",
        78.94,
        83.8
    ],
    [
        " of time during 1771. We're quoting here Pat McMullen wrote, I remember we got the",
        83.8,
        94.94
    ],
    [
        " team in and that's the recon team and the gun stayed on station if needed.",
        94.94,
        99.62
    ],
    [
        " Shortly after they went in they made contact. That same time the typhoon blew in.",
        100.54,
        107.94
    ],
    [
        " Our slicks were grounded at Kwan Loi so we were all those guys had so here we",
        109.14,
        115.88
    ],
    [
        " came. There was no hesitation. Those were our guys down there and they needed",
        115.88,
        123.68
    ],
    [
        " help. The guns were the only ones still in the air. The guys in the ground were",
        124.1,
        131.28
    ],
    [
        " taking wounded action and they needed to be evacuated. Since we were the only ones",
        131.28,
        137.88
    ],
    [
        " there Lieutenant Sigmund said he we would come get them. He said to fire up all",
        137.88,
        145.74
    ],
    [
        " of our ammo. We fired all of our door gun ammo and all the rockets but both",
        145.74,
        153.52
    ],
    [
        " minis jammed. As the miniguns Sigmund told us to use the door guns to fire it up.",
        153.52,
        161.8
    ],
    [
        " This worked well until both of the operating springs fell apart named",
        162.58,
        167.16
    ],
    [
        " million pieces and jammed both of them. We couldn't even get them apart. The",
        167.16,
        173.5
    ],
    [
        " Lieutenant then had us break it into three neat round pieces and throw it out",
        173.5,
        180.44
    ],
    [
        " the door until he felt we were light enough. We then went in and picked up six or",
        180.44,
        189.04
    ],
    [
        " eight little people and headed I think to Kwan Loi. Could have been Duog Tien. I",
        189.04,
        196.86
    ],
    [
        " know for sure that was the rough roughest ride I ever been in in a helicopter",
        196.86,
        202.16
    ],
    [
        " pilot. We did everything except go upside down. Another crew chief and that was",
        202.98,
        212.9
    ],
    [
        " Richard Ty Furbys. He recalled we had the teams in trouble. It was really nasty",
        212.9,
        219.24
    ],
    [
        " weather. We went anyway. We left Duog Tien and couldn't get back. Captain",
        219.24,
        232.14
    ],
    [
        " Chief Warren, Tiger Dine and Chief Warren Satterfield and Captain Will Dell",
        232.14,
        238.62
    ],
    [
        " hope I didn't leave anybody out. We're all awarded medals for their flying",
        238.62,
        244.2
    ],
    [
        " abilities. What I remember is that we were really in thick soup. I just sat back",
        244.2,
        250.56
    ],
    [
        " and trusted the pilots. What else could I do? As I remember only one or two of",
        250.56,
        259.16
    ],
    [
        " them actually had an instrument ticket at the time. Oh yeah. And we came back",
        259.16,
        266.2
    ],
    [
        " through that weather with the teams on board. So today I want to introduce our",
        266.2,
        274.56
    ],
    [
        " guests who flew with Lieutenant Neil and this was with the 195th helicopter unit",
        274.56,
        281.6
    ],
    [
        " like to introduce Don Haas today. Don, welcome to the show. Welcome, Till. Glad to be here.",
        281.6,
        288.2
    ],
    [
        " Thank you. And I think that is one of the classic missions. And again, like a lot",
        288.54,
        296.96
    ],
    [
        " would just say it just another day in Saga. But this is an opportunity for us to",
        296.96,
        302.68
    ],
    [
        " look at it from the AVIERS perspective. And we had the awards citation where",
        302.68,
        310.88
    ],
    [
        " they went into the details about what that operation was. Not only did they",
        310.88,
        316.68
    ],
    [
        " get the recon team out, but then at the same time, the six man of extraction, the",
        316.68,
        322.86
    ],
    [
        " 28 man reported heavy contact and numerous casualties. The air commander and",
        322.86,
        328.54
    ],
    [
        " other supporting aircraft were now completely weathered in. So this is just",
        328.54,
        333.12
    ],
    [
        " another day and this is Cambodia. So talk to a little bit about the your",
        333.12,
        339.08
    ],
    [
        " tour duty was began October of 1967. Yeah, I joined the Army in July. In fact, my",
        339.08,
        348.5
    ],
    [
        " official date is July 3rd, 1966 and went to basic training up at Fort Lewis",
        348.5,
        356.72
    ],
    [
        " Washington. And after basic training went to Fort Eustus, Virginia to go",
        356.72,
        363.56
    ],
    [
        " through 67 in 20, which is the MOS for the helicopter repairman on a Huey helicopter.",
        363.8,
        371.52
    ],
    [
        " AKA crew chief. AKA crew chief. The crew chief is the one of the",
        371.86,
        379.74
    ],
    [
        " door gunners and he's the flight mechanic that flies with the aircraft. Then",
        379.74,
        387.2
    ],
    [
        " thinking that if the mechanic is going to work on the aircraft, if he were to",
        387.2,
        393.18
    ],
    [
        " fly with it, he might do a little bit better job in what he was doing because it",
        393.18,
        400.12
    ],
    [
        " could direct his life directly. So in other words, anything went wrong. They said,",
        400.12,
        405.7
    ],
    [
        " hey, fix it. Yeah. I'm a fellow of sky. You'd be blame. Not the pilots. No, the",
        405.72,
        411.14
    ],
    [
        " crew chief. Exactly. And if you know, we screwed up and we crashed in a",
        411.14,
        418.0
    ],
    [
        " ball of fire someplace, you know, it was our fault. And you know, most 19 year old kids",
        418.24,
        425.46
    ],
    [
        " don't want to do that. Do you know, particularly today, but back then, 1968,",
        425.46,
        431.04
    ],
    [
        " you're on the job. Exactly. So you're with Lieutenant Neil that day. And then",
        431.64,
        439.04
    ],
    [
        " take us back to a little bit of the weather condition. I mean, he kind of",
        439.04,
        447.98
    ],
    [
        " flew and hit suddenly or the teens in contact and everybody, those gunships went",
        447.98,
        453.5
    ],
    [
        " out there and we're about for you all on that day. Yeah, we were at",
        453.5,
        458.2
    ],
    [
        " Quantloi, which was a launch site. CCS also had another launch site at Dow T.",
        458.2,
        467.18
    ],
    [
        " Ang. Quantloi was up closer to the border. And so it was used. Dow T. Ang was",
        467.32,
        475.92
    ],
    [
        " about 15, 20 clicks south of the border. Right. And so at that time, there were three",
        477.48,
        483.64
    ],
    [
        " separate commands for a saga at that time. CCS was south, which was Bami to it. And",
        483.64,
        489.48
    ],
    [
        " then you had the launch sites where the recon teams or hatchet force would go out. Then",
        489.48,
        493.9
    ],
    [
        " you all would pick them up, get a brief for a mission before launching for the target.",
        493.9,
        497.56
    ],
    [
        " Then contune with CCC up in two core, then I core with CCN and they had several launch sites",
        498.12,
        505.06
    ],
    [
        " up there. So getting back to CCS, which by the way, Fred Lindsay's book is the biggest",
        505.06,
        511.7
    ],
    [
        " most thorough book on command and control south produced today. Correct. And it's just",
        511.7,
        517.64
    ],
    [
        " really an outstanding. He goes from the beginning all the way through to even at the end,",
        517.64,
        522.0
    ],
    [
        " which is over 500 pages of work that he put into this effort. Yeah. Fred Lindsay's",
        522.0,
        530.28
    ],
    [
        " book is really designed to be a scholar study of CCS and their operations and what they",
        530.28,
        539.72
    ],
    [
        " did. And he covers it in order for the story to get into the book, there had to be a metal",
        539.72,
        549.98
    ],
    [
        " citation awarded. Right. And as you know, till in SAG, probably only 20 or 30% of the missions,",
        549.98,
        559.86
    ],
    [
        " that were performed actually got citations because of the classified nature of our work.",
        560.28,
        568.02
    ],
    [
        " It was just not talked about. We tried to keep a very low profile. Indeed. So because the SAG",
        568.02,
        574.74
    ],
    [
        " operations were top secret, any helicopter asset that came in, whether the gunship slick",
        574.74,
        580.94
    ],
    [
        " cranes, whatever it was, they all came in with the understanding you can't talk about this.",
        580.94,
        586.32
    ],
    [
        " Right. Give me a mouse shot for at least 20 years. Right. In fact, what was your briefing like on that?",
        586.42,
        592.96
    ],
    [
        " When in the end of May, we, May 68. Yeah. The end of May 68, we went back to work for SAG. We'd",
        593.14,
        605.22
    ],
    [
        " worked for them the month of April. And then we took some time off primarily because of the",
        605.22,
        610.76
    ],
    [
        " May offensive in a cyclone. We were down defendants. The second. Yeah. The many tatters.",
        611.28,
        619.84
    ],
    [
        " Officially, it's the May offensive, but unofficially, it's many tat. That's what we call by",
        620.28,
        628.04
    ],
    [
        " God. That's our history. We're sticking to it. Yeah. Really. But it wasn't like you're going down to",
        628.04,
        633.82
    ],
    [
        " just another day in the sunshine, go out to the beach. You're down there defending troops and",
        633.82,
        638.18
    ],
    [
        " positions against another invasion from the communist. They were trying to take over SAG on.",
        638.18,
        643.18
    ],
    [
        " Yeah. There was a major, major offensive. They did get several units inside SAG on. The",
        643.36,
        653.84
    ],
    [
        " ninth infrasade division had to kick them out, basically. And then after that, May of 68,",
        653.84,
        665.74
    ],
    [
        " probably the 20th, we were in part of a hundred ship combat assault. And basically, we took a",
        665.92,
        674.84
    ],
    [
        " division of troops and we're put a blocking force on the Cambodian border. And then the ninth",
        674.84,
        681.72
    ],
    [
        " division pushed the troops out of the SAG on. And we tried to hammer an anvil on the Cambodian",
        681.72,
        690.18
    ],
    [
        " border when they returned. After that mission, then we went back. Colonel Drake requested our",
        690.18,
        697.6
    ],
    [
        " recall. Colonel Drake was the O I see at that time. Yeah. Colonel Drake is the officer in charge.",
        697.6,
        704.62
    ],
    [
        " He was the officer in charge of SIGBA. And SIGMA and Omega were joined to form CCS.",
        705.04,
        714.2
    ],
    [
        " As far as 68, we still had BAMI TUT, which was F will be five. And then we had the HONUP TOW,",
        714.88,
        722.02
    ],
    [
        " which is F will be six, which I was a little familiar with and met Colonel Drake in November of 68.",
        722.12,
        727.54
    ],
    [
        " Yeah, right after I came home. Yes indeed. You left that I had to pick up the pieces there after.",
        727.88,
        733.82
    ],
    [
        " No, exactly. So anyway, when we went back to them, our commanding officer, the 195, decided that we",
        733.82,
        745.14
    ],
    [
        " should have sterilized camouflage helicopters, like the 20th SOS did up at BAMI TUT. Which was it?",
        745.14,
        752.82
    ],
    [
        " Air Force Huey's were painted a camouflage three color scheme in the Air Force tradition.",
        752.9,
        763.26
    ],
    [
        " And so we got a bunch of AK-47s from SIGMA people. And we traded one AK-47 for paint job",
        764.64,
        774.8
    ],
    [
        " with the Air Force. And we ended up getting all 31 of our helicopters painted.",
        774.8,
        783.68
    ],
    [
        " No, we used to have Sturmer trades up north where we either give an AK-47 captured from the enemy.",
        784.06,
        790.26
    ],
    [
        " Sure. Or a bloodied flag and a communist flag for 500 stakes. The same kind of trading.",
        790.26,
        797.8
    ],
    [
        " Yeah, did some of those. Those flags had pig blood on them? Or chicken.",
        798.2,
        802.58
    ],
    [
        " Or somebody cut themselves fixing their web gear and they bleed on it.",
        803.02,
        808.64
    ],
    [
        " But good enough for the Air Force or 500 stakes for your case, a whole paint job.",
        808.64,
        813.66
    ],
    [
        " Yeah, so at that time we were completely sterile. We had no US markings on the helicopters.",
        813.66,
        820.54
    ],
    [
        " And we took all of our dog tags off and all of our name tags off our uniform.",
        821.42,
        827.82
    ],
    [
        " In fact, most of us went to the Tiger Striped uniforms at that time with no markings.",
        828.36,
        834.2
    ],
    [
        " And we carried no identification of any kind of paperwork. And we had to sign a non-disclosure",
        834.68,
        842.02
    ],
    [
        " statement that we wouldn't talk about what we were doing in wherever we went.",
        842.5,
        848.84
    ],
    [
        " Indeed. Do they have a timeline on that? Or just don't talk?",
        848.96,
        851.9
    ],
    [
        " It didn't have a time limit. It was forever.",
        852.04,
        855.08
    ],
    [
        " And we were instructed that we couldn't have any Air Force air cover. No tack air could cover us",
        856.94,
        869.78
    ],
    [
        " and be it non-the only thing we could use was our own indigenous thunder chicken gunships.",
        869.78,
        876.74
    ],
    [
        " So again, this is in the Cambodian AO, which was also known as Daniel Boone at the time.",
        876.86,
        881.36
    ],
    [
        " And what we're talking about here is if our units came into contact, whereas in Leos,",
        882.06,
        888.2
    ],
    [
        " we had A1 Sky Raiders, Phantom Jets that could be, it might take a while, but they would eventually",
        888.74,
        894.96
    ],
    [
        " get there to respond. And at CCS, none of that was available. It was strictly slick with whatever",
        894.96,
        901.66
    ],
    [
        " guns helicopter gunships were attached. And that's what you're talking about here.",
        901.66,
        906.3
    ],
    [
        " Correct. The 195th. And then what was the chicken thunder for the guns?",
        906.5,
        910.08
    ],
    [
        " Yeah, our our our our our the company call sign and logo with sky cheap for the 1995th",
        910.14,
        924.84
    ],
    [
        " they were Snoopy and the Red Baron and they had nose on his dog house and",
        924.84,
        933.54
    ],
    [
        " what a scarf with yeah with some with the scarf and some red Baron bullet holes in it like",
        933.54,
        938.92
    ],
    [
        " cartoon. Yes. And then the second platoon was the Ghost Raiders and that was the platoon that I was",
        938.92,
        945.92
    ],
    [
        " in. And then the gun platoon was the Thunder Chickens. And the Thunder Chickens got their name",
        945.92,
        953.58
    ],
    [
        " kind of interesting. When we were a fourth person, we would drink Thunderbird wine. And you could",
        953.58,
        960.6
    ],
    [
        " buy Thunderbird wine for about 25 cents. Yeah, I was about to gallon or less. 79 cents a gallon.",
        960.6,
        967.64
    ],
    [
        " It wasn't good. It was a true that you could use it for gasoline if you're re now the gas.",
        967.82,
        971.66
    ],
    [
        " I think so. I think so. It was it was so bad that we would mix seven up with it.",
        971.8,
        977.58
    ],
    [
        " And the the the mixture of Thunderbird wine and seven up was nicknamed Thunder Chicken.",
        979.08,
        985.94
    ],
    [
        " So when we got to Vietnam, it was time to you know develop a part of the conversation.",
        986.26,
        993.68
    ],
    [
        " This no. Yeah. So so you know the kids in the you know Thunder Chicken",
        993.96,
        1000.56
    ],
    [
        " were doing something like that. They were doing Thunder Chicken. So they designed this rooster",
        1000.56,
        1004.9
    ],
    [
        " with rockets under its wings. Right. And they became the Thunder Chickens. And I actually had a very",
        1004.9,
        1013.4
    ],
    [
        " valorous career in the Vietnam War. They were instrumental in saving Longbin and and",
        1013.4,
        1030.48
    ],
    [
        " then of course their their saw mission. In fact, no, were you there for any of that?",
        1030.48,
        1036.4
    ],
    [
        " 68. So you're you're modestly just saying this all happened. Oh, and by the way, I was there.",
        1036.92,
        1042.52
    ],
    [
        " Yeah. Yeah. I was I was there. I was okay, Mr. Modesty. Yeah. Defending Longbin. Yeah.",
        1042.96,
        1052.74
    ],
    [
        " In fact, when Ted happened four days prior. So Ted, just for our first time viewers would be at the end",
        1053.02,
        1060.76
    ],
    [
        " of January of 68 February, they had a massive attack throughout the South Vietnam by the",
        1060.76,
        1067.74
    ],
    [
        " Communist forces, NVA, Vyacong. They thought they could rise into the population with rally behind",
        1067.74,
        1074.08
    ],
    [
        " them, but they didn't. And Americans won and are allies won a V Major battle. And part of that was",
        1074.08,
        1080.58
    ],
    [
        " thanks to our air cover. And Longbin, you're talking about an eight camp that was there or the",
        1080.58,
        1085.76
    ],
    [
        " city or both. Yeah. The Longbin was a large logistical base camp just north about 17 miles north",
        1085.76,
        1096.0
    ],
    [
        " of Saigon and about four or five miles east of the Air Force base of Nua. And so we had",
        1096.0,
        1105.72
    ],
    [
        " General Walen had believed the intelligence, the recon teams. And General Walen was. He was the",
        1109.52,
        1116.18
    ],
    [
        " Westmoreland Seconded Command and he was in charge of the three-core area south of the southern",
        1116.18,
        1124.52
    ],
    [
        " part of Vietnam. Right. So at that time, we had I-Core, which was north right on the DMZ,",
        1124.52,
        1129.16
    ],
    [
        " come south to CORE, which was contumed. Three-core Saigon Longbin. Four-core was the Delta South.",
        1129.16,
        1136.74
    ],
    [
        " And just flat and ugly with lots of water. Right. And so we were put on Red Alert four days before.",
        1137.36,
        1145.98
    ],
    [
        " I never heard that before. No kidding. Yeah. And I had",
        1147.28,
        1153.0
    ],
    [
        " just wrote a letter home to my parents saying, what does it mean when you've been in country for four",
        1153.9,
        1159.92
    ],
    [
        " months? And Army gives you your weapon out of the LACONX container and 80 rounds ammunition",
        1159.92,
        1166.22
    ],
    [
        " and all your web gear. And in Tedhap and they didn't hear from me for about three or four weeks.",
        1166.22,
        1172.28
    ],
    [
        " And all they saw was the news accounts. Wonder what the hell happened. Oh my god.",
        1172.78,
        1177.46
    ],
    [
        " Yeah. We were, so at the time I was in maintenance working the night unscheduled maintenance team.",
        1178.2,
        1186.62
    ],
    [
        " And we got off about 11.30 at night and then we go to the Messhall and eat what was our breakfast",
        1186.62,
        1193.46
    ],
    [
        " and then hit the rack. And we were in the rack about two in the morning. We heard",
        1193.46,
        1198.96
    ],
    [
        " rocket mortar rounds coming into the Longbin base. So we all rolled out of the out of the tent.",
        1198.96,
        1206.94
    ],
    [
        " And we're in this big deep irrigation ditch. And lay in there in our first combat just scared",
        1206.94,
        1214.04
    ],
    [
        " shitless. Oh yeah. And you got the 122s coming in. Yeah. And those are the long missiles.",
        1214.04,
        1220.86
    ],
    [
        " Yes. They're a huge, huge explosive device. In fact, people know of them now as Kutusha rockets.",
        1221.32,
        1230.16
    ],
    [
        " And that's what the NBA used. Yeah. What the NBA used is what the Hamas is launching in the",
        1230.34,
        1241.44
    ],
    [
        " Israel. And those rockets, I mean, we were told they could go through 10 inches of sandbags before",
        1241.44,
        1248.28
    ],
    [
        " they'd explode. They're just a god awful. Yeah. And they're piercing armor and they did a tremendous",
        1248.28,
        1255.18
    ],
    [
        " amount of damage. Absolutely. Huge rockets. And so anyway, the executive officer comes up and he",
        1255.18,
        1266.16
    ],
    [
        " goes, I want six volunteers. And he goes, you, you, you, you, you, you, you, you are them.",
        1266.16,
        1270.66
    ],
    [
        " And so for volunteering. So he took us in. We didn't even have any Constantine wire on our perimeter",
        1272.3,
        1279.74
    ],
    [
        " and off of our flight line, he went out into a jungle for about half a mile,",
        1279.86,
        1286.6
    ],
    [
        " less than half a mile. And then there was a long bin ammo dump with just a huge ammo storage",
        1286.94,
        1293.72
    ],
    [
        " facility with underground bunkers with with all of the artillery shells and air force bombs and",
        1293.72,
        1301.06
    ],
    [
        " ammunition and everything in it. And so we went down on the perimeter and we had these about three",
        1301.06,
        1309.3
    ],
    [
        " or four sandbag high C-shaped bunker fighting positions that we were put in with an M60 machine gun.",
        1309.3,
        1317.54
    ],
    [
        " And so I was laying there on the M60 and had my gunner with me to feed me ammo. And you know,",
        1318.54,
        1327.38
    ],
    [
        " we were all set to a three of us per bunker position. Basically a fighting position wasn't even",
        1327.5,
        1333.4
    ],
    [
        " really a bunker. Yeah. And I'm all of a sudden out in front of us about maybe 150 yards. I see",
        1333.4,
        1343.24
    ],
    [
        " this gunship flying and pretty soon he turns on his landing light and starts shooting with his",
        1343.24,
        1352.1
    ],
    [
        " mini gun. And to my horror, a line of traces go up in front of the gunship and it's Charlie.",
        1352.1,
        1361.76
    ],
    [
        " Trying to shoot him down. Yeah, trying to shoot him down. And what I found out later was, is that",
        1362.46,
        1369.7
    ],
    [
        " was the Vietnamese barber that was cut here for the one-seventyth, the Saltheil Lecopter Company,",
        1369.7,
        1378.76
    ],
    [
        " and the one-ninety-fifth. And he was lead in a separate team into the pilot tense and he was",
        1379.22,
        1387.24
    ],
    [
        " going to do a separate attack on the pilot. And luckily, and I found this out later, the one-seventyth",
        1387.24,
        1397.84
    ],
    [
        " had a Lieutenant Mitchum in it. And Lieutenant Mitchum was prior special forces and then he went to",
        1397.84,
        1405.8
    ],
    [
        " flight school and became a helicopter pilot. And he was stationed at the one-seventyth was right",
        1405.8,
        1415.06
    ],
    [
        " across the road from us and they shared the flight line with us in Messall. And he had some",
        1415.06,
        1421.82
    ],
    [
        " friends down at Honak Tao, which is where Sigma was stationed. Yeah, you've been there.",
        1421.82,
        1428.08
    ],
    [
        " Oh yeah. A little while. And anyway, he didn't want to carry a 38, which is what the Army",
        1428.3,
        1437.72
    ],
    [
        " issue weapon for a pilot was. And so they took him into their arms locker and letting pick out",
        1437.96,
        1446.34
    ],
    [
        " what he wanted and he picked out a grease gun. So a 45 caliber grease gun. Yeah, yeah, in 1A or",
        1446.34,
        1455.36
    ],
    [
        " in a forest when he opened bolt. Yeah, on Sloopy. Yeah. And fires a 45 caliber pistol round.",
        1455.36,
        1464.72
    ],
    [
        " So anyway, when the mortar started coming in, he goes to the perimeter immediately. And he's there",
        1466.08,
        1473.92
    ],
    [
        " and by now the flareship had shown up and in a flare, he sees these people in the wire. And so he",
        1473.92,
        1484.48
    ],
    [
        " lit them all up, killed all nine of them. And when they went out to get the bodies, it sunrise,",
        1484.48,
        1492.04
    ],
    [
        " why it was our company barber and he was leading sappers into attack the barracks. And",
        1492.9,
        1501.22
    ],
    [
        " you know, had he not been there, had he not been prior military trained and you know,",
        1501.22,
        1507.86
    ],
    [
        " knew to go to the wire when incoming came in, you know, as no telling what would happen.",
        1508.08,
        1515.08
    ],
    [
        " Wow, no kidding. And so you guys made it through that night then. So we did make it through that night,",
        1515.6,
        1520.98
    ],
    [
        " but the next day we had snipers dug in on our perimeter and they were shooting at us and",
        1521.3,
        1528.92
    ],
    [
        " they kept us pinned down for probably three or four days. Anytime you get up on a work deck on",
        1528.92,
        1535.58
    ],
    [
        " top of the helicopter, you'd be shot at. Again, you were trying to, you were talking to me earlier",
        1535.58,
        1541.96
    ],
    [
        " about how one of the key things with the helicopter crew chief has to do is every day get the grease",
        1541.96,
        1548.66
    ],
    [
        " removed from the top where the propellers come into the helicopter because otherwise it'd be too",
        1548.98,
        1553.42
    ],
    [
        " much grit. And so you had to do that. And whenever you go up to do a routine maintenance like that,",
        1553.42,
        1559.88
    ],
    [
        " yeah, they've been taking pockets out. They take pockets out of this and keep us on the ground.",
        1560.08,
        1564.22
    ],
    [
        " So in between, would you take any, what are they doing in a slick activity going out to pick up",
        1564.46,
        1569.32
    ],
    [
        " troops, drop people off, supporting guns. Not much. The gun, the gun teams were in activity because",
        1569.32,
        1576.76
    ],
    [
        " the Thunder Chickens, they were quite active through the whole time. I mean, they were flying",
        1577.2,
        1583.06
    ],
    [
        " 15, 16, 18 hour days in the defense. And one thing, when we were at, we were at Song Bay support",
        1583.06,
        1595.7
    ],
    [
        " and Sigma up there in Oranmega, one of the two, they brought our gunships back when they knew",
        1595.7,
        1606.48
    ],
    [
        " the assault was happening. And on their way back about three in the morning, just north of Longbien",
        1606.48,
        1616.06
    ],
    [
        " and on the 199th Light Infantry, engaged perimeter, they caught about 400 NVA in the open coming to",
        1616.06,
        1625.72
    ],
    [
        " assault us from the north. And they just had a fish in a barrel shooting time and just",
        1625.72,
        1633.96
    ],
    [
        " you know, ported that attack. It never happened. And then how they happened to be in the air?",
        1633.96,
        1640.02
    ],
    [
        " That's just seem very ridiculous. They would just look at the draw. They were flying home",
        1640.1,
        1645.02
    ],
    [
        " to support Saigon. And they just happened to fly by and notice all these people running around",
        1645.02,
        1653.78
    ],
    [
        " down there. And you know, they knew they weren't Americans because they didn't have American uniforms",
        1653.78,
        1660.92
    ],
    [
        " on. Wow, they could tell that at the three o'clock in the morning. Yeah. Of course, in Saigon and",
        1660.92,
        1666.64
    ],
    [
        " Cambodia, majority of Cambodia, unless you got to the north, it was much more flat terrain than what",
        1666.64,
        1673.54
    ],
    [
        " were aware of like the layoffs with the mountains and everything else. Yeah. And the engineers",
        1673.54,
        1680.78
    ],
    [
        " had cleared all of the area north of us for a hundred yards or so out from the 199th perimeter",
        1680.78,
        1688.68
    ],
    [
        " so that you know, they didn't have vegetation to conceal themselves in. Right. Then you also had",
        1688.68,
        1696.4
    ],
    [
        " the 8 camp locked in. It was nearby too, correct? That was about 70 miles north of us right on the",
        1696.4,
        1702.62
    ],
    [
        " Cambodian border because they had a major siege there also. Yes. And just just a little quick side",
        1702.62,
        1709.78
    ],
    [
        " bar. We knew the medic who was there and they were under siege for three or four days. And after",
        1709.78,
        1716.16
    ],
    [
        " the fourth day of the battle, they're all almost out of ammo. And in the morning through the haze,",
        1716.16,
        1723.44
    ],
    [
        " they could see 3000 NVA line up. They're going to overrun the 8 camp and they were able to get through",
        1723.46,
        1730.26
    ],
    [
        " to specter, killed them. Just wiped out 3000. Just orders of murder would have been wiped out. Oh",
        1730.26,
        1737.32
    ],
    [
        " yeah. And that was just, you know, all over that happened. There was right across Highway 1 from",
        1737.32,
        1747.68
    ],
    [
        " Long Bend. There was a little village. And it was called the Widows Village or the Orphans Village.",
        1747.68,
        1754.38
    ],
    [
        " And it's where the Widows of the South Vietnamese Army that were killed in battle lived. And",
        1754.38,
        1762.48
    ],
    [
        " the NVA and V.C. had come in and they took over their village and they dug bunkers inside their",
        1763.68,
        1773.46
    ],
    [
        " houses. And they were going to assault the Long Bend post across the highway from the west.",
        1773.46,
        1781.4
    ],
    [
        " The same time those guys to the north were going to assault. And the same time that the",
        1781.86,
        1786.94
    ],
    [
        " sapper were going to be blowing up all of the pilots. And one of the commanders of the 11th",
        1786.94,
        1796.62
    ],
    [
        " cab were there with their APC's and he started, soon as he heard the mortars and rockets come in,",
        1796.62,
        1804.32
    ],
    [
        " he started going up the highway and going towards his village. And he had some of his guys' gist",
        1804.82,
        1810.82
    ],
    [
        " mount. And they were walking up the road and you looked up the road and it was a Y in the dirt road.",
        1810.82,
        1816.44
    ],
    [
        " And he noticed there was a gun in placement there. And he could tell it was not a Madoos 50 caliber",
        1816.94,
        1824.86
    ],
    [
        " machine gun, but that it was a Russian 51 caliber machine gun. And so he and his cab unit",
        1824.86,
        1835.28
    ],
    [
        " took it under fire. And those guys never got out of their bunkers in the house to assault us",
        1835.28,
        1843.18
    ],
    [
        " from the west. And I learned later at one of the reunions, one of our guys",
        1843.18,
        1849.8
    ],
    [
        " drove the hooch maids and people that worked on base forest, home and they were from that village.",
        1849.8,
        1857.08
    ],
    [
        " And usually when they drop them off, they'd say, well, we'll see you tomorrow. And they dropped",
        1857.78,
        1864.08
    ],
    [
        " them off the night before TAT. And they said goodbye. Because they knew the VC were going to attack.",
        1864.08,
        1872.24
    ],
    [
        " They knew they didn't dare say anything about it. And they figured we weren't going to survive the",
        1872.24,
        1879.62
    ],
    [
        " night. Wow. And just through the luck of guidance, some vigilant GI's plans didn't come to fruition.",
        1879.62,
        1891.28
    ],
    [
        " Indeed. So then guess back to that mission in July that when we opened up the show with talking",
        1891.76,
        1900.88
    ],
    [
        " about a typhoon coming in and the gunships go out, fireballed an ammo, make it as much",
        1902.54,
        1910.48
    ],
    [
        " weight as possible to pick up a recon team that has wounded. They get them out at the same time.",
        1910.48,
        1915.86
    ],
    [
        " That 28 man hatchet forces getting hammered and is also gun runs and slicks going up to get them.",
        1916.4,
        1922.1
    ],
    [
        " Right. And the 30 man hatchet force we could carry about six people per slick. So you're looking",
        1922.54,
        1930.5
    ],
    [
        " at five slicks required to do that. And then the slick to get the six man recon team. And then",
        1930.5,
        1938.12
    ],
    [
        " there were four guns went along with that. So break that down a little bit from your side.",
        1938.12,
        1944.08
    ],
    [
        " Your pilot is Lieutenant Neil. Yes. And the co-pilot is. I don't recall. They rotated.",
        1944.7,
        1952.14
    ],
    [
        " What you cared about was your pilot. Yeah. And Lieutenant Neil was the company instructor pilot.",
        1952.58,
        1959.3
    ],
    [
        " So any new pilot that came in the country or fly with him or if a pilot had been in country a while",
        1959.96,
        1968.7
    ],
    [
        " and wanted to, you know, was close to becoming promoted to an aircraft commander,",
        1968.7,
        1974.66
    ],
    [
        " which is a pilot in charge, then they would fly with Lieutenant Neil and he'd run them through",
        1974.66,
        1980.66
    ],
    [
        " their patients. So they pretty much rotated all the time. But. What about your fellow",
        1980.66,
        1987.14
    ],
    [
        " door gunner? Would that rotate also or would you have somebody you knew and loved over there?",
        1987.14,
        1991.36
    ],
    [
        " No, I had the same door gunner that the whole time and a man by the name Ed Kraus. And Ed was to my",
        1991.58,
        2002.92
    ],
    [
        " way of speaking, he was the best gunner in Vietnam. I mean, he, he was really worked well with me.",
        2002.92,
        2013.38
    ],
    [
        " And lots of times the gunner and crew chief would would work together. So",
        2014.12,
        2019.7
    ],
    [
        " when we would work on the helicopter, we'd work on the helicopter together, you know, he'd hand.",
        2019.7,
        2027.7
    ],
    [
        " So you train him up a little bit. Yeah. So what you learned in your",
        2027.7,
        2030.56
    ],
    [
        " crew chief school. Yeah. And he knew the difference between a half inch wrench and a 7-16",
        2030.56,
        2035.5
    ],
    [
        " to hand me tools and you know, hand me the right size safety wire and you know, just be a helper.",
        2035.98,
        2043.46
    ],
    [
        " So did he volunteer to make your helicopter, help you make your helicopter one of the most",
        2043.66,
        2047.8
    ],
    [
        " polished brightest. So the Colonel Drake would want to fly in that lead bird. Yes, he did.",
        2047.8,
        2052.9
    ],
    [
        " In fact, and then I would help him with the guns. And we had the M60,",
        2053.18,
        2062.58
    ],
    [
        " we had to have it. The only time we cleaned it was when the rate of fire slowed down.",
        2062.98,
        2069.98
    ],
    [
        " And that told us when the rate of fire slowed down, that told us that the gas port was getting",
        2070.8,
        2076.26
    ],
    [
        " plugged up and we needed to take it down. Because every time we tore it completely down and",
        2076.26,
        2082.02
    ],
    [
        " cleaned it, the first time we fired it, it would jam. Really? Yeah. And so what we did was every day",
        2082.02,
        2091.52
    ],
    [
        " we'd take the silicone bolt grease and we'd just give it a new shot of bolt grease, keep the bolt",
        2091.88,
        2098.2
    ],
    [
        " load. Magic lotion, huh? Yeah. You're about, yeah. Yeah. You know, real cream. Yeah. Little dab of",
        2098.2,
        2105.32
    ],
    [
        " D. Yeah. So, you know, we did that. Another thing we did was we doubled the gas piston return spring.",
        2105.32,
        2114.88
    ],
    [
        " And that bumped the M60 cyclic rate of fire from about 550 rounds a minute to 600 rounds a",
        2115.3,
        2123.48
    ],
    [
        " minute. So we'd fire a little bit faster. So we can also delineate at that time, this is before",
        2123.48,
        2129.26
    ],
    [
        " the Cobra gunships arrive. So as a slick, you would be the passenger carriers. You would go in",
        2129.26,
        2135.3
    ],
    [
        " to pick up the teams and the gunships would support you. And I think that, you know, we always",
        2135.3,
        2141.72
    ],
    [
        " talk about this kind of quickly from being on the ground. But like, oh, yeah, we call it the",
        2141.72,
        2146.22
    ],
    [
        " helicopters. They'd disorgan around and stick with Cummins, pick us up, we go home. But there's a",
        2146.22,
        2150.88
    ],
    [
        " lot more strategy involved. Like, so if you have a team in contact, what would be the general",
        2150.88,
        2157.12
    ],
    [
        " working principle there, particularly if you're in Cambodia? And that's all you have is just you and",
        2157.12,
        2162.78
    ],
    [
        " your gunships. You got to get the team out. What would be the tactic, the general approach that",
        2162.78,
        2167.58
    ],
    [
        " target? So basically the way the tactic works. And I know you know this, but we would have four",
        2167.74,
        2176.06
    ],
    [
        " slicks orbiting at altitude away from. So at altitude 3000, at altitude would have been 3000,",
        2176.06,
        2185.2
    ],
    [
        " what we called out of effective small. So the AK rounds bounce off at that. Yeah, they might",
        2185.78,
        2191.84
    ],
    [
        " reach that far, but they were going to be pretty spread out. They weren't going to hit you many",
        2191.84,
        2196.22
    ],
    [
        " times. Low energy too. You know, or yeah, they might bounce off of a hard and hard and",
        2196.22,
        2202.3
    ],
    [
        " yeah, something like a transmission or something. And so they would be an orbit. We would have a",
        2202.3,
        2209.4
    ],
    [
        " forward air controller, which was usually in contact with the team and had them spotted on the ground.",
        2209.4,
        2216.44
    ],
    [
        " And then sometimes we would have Colonel Drake at 5000 feet be in the command and control",
        2217.02,
        2225.58
    ],
    [
        " in the whole operation. But he'd be in a helicopter or he'd be in a helicopter. Also, okay. Yeah, he'd be in",
        2226.28,
        2233.12
    ],
    [
        " one of the 195th helicopters. So on a recon team extraction, we might have five slick helicopters involved",
        2233.12,
        2242.94
    ],
    [
        " and four gunships involved. Two teams and staggered. So if one had to go rearm and refuel, we still",
        2242.94,
        2253.04
    ],
    [
        " had one on station station. And then one ship would go down and pick the team up. The others",
        2253.04,
        2263.68
    ],
    [
        " three orbiting were two. If the ship got shot down in ELZ, then they were a chase ship. And one of",
        2263.68,
        2273.18
    ],
    [
        " those ships is what the chase medic would fly on when they had a chase medic, which was to go down",
        2273.18,
        2279.86
    ],
    [
        " and render. And so with Cambodian because it was flat, you're usually able on the first run to pick up",
        2280.6,
        2286.84
    ],
    [
        " a whole six man team. You don't have to worry about elevation and things like that. We've",
        2286.84,
        2292.12
    ],
    [
        " heard weight factors. Well, yeah, we, you know, we kept the, we had a, the light homing 13 engine. So",
        2292.12,
        2300.78
    ],
    [
        " we had a couple more 100 horsepower. So what model you was with it? I know the air force at that.",
        2300.78,
        2305.98
    ],
    [
        " When did the air force get the end models that were more powerful or ledgerly? Well, actually,",
        2305.98,
        2310.78
    ],
    [
        " the deal on that is the air force. There he was. We had like homing engines. Army had like",
        2311.08,
        2320.7
    ],
    [
        " homing engines. The air force didn't want to use the like homing engine because their H53s",
        2320.7,
        2328.06
    ],
    [
        " used general electric engines. All right. And the general electric engines were a little bit",
        2328.06,
        2333.6
    ],
    [
        " stronger. And so they made the air force huge had general electric engines on them. And I think",
        2334.16,
        2340.96
    ],
    [
        " they had about 1475 horsepower. We had 1300 horsepower. So the first time I've rode in one of those.",
        2340.96,
        2349.86
    ],
    [
        " And that's, that's why that was a little bit seemed a little quicker. Yeah. And they, they,",
        2350.44,
        2355.98
    ],
    [
        " uh, had the B model chassis, the shorter chassis. And, but they could still pick up six men. Yeah.",
        2356.72,
        2365.68
    ],
    [
        " On the, on the B model, they had a thousand horsepower engine. And they were, could only pick up",
        2366.0,
        2372.96
    ],
    [
        " about four Americans. And then when they went to the gunship, they put the, the big,",
        2372.96,
        2381.06
    ],
    [
        " or engine on them and a wider rotor blade. And they could carry the, the gun load. That's a lot",
        2381.06,
        2387.72
    ],
    [
        " of technical stuff. Yeah, but it's also critical mass because that, that's your entire ground support.",
        2387.72,
        2393.7
    ],
    [
        " It's what makes it work. Yeah. And, uh, I think we were, because our commanding officer had worked",
        2394.06,
        2402.5
    ],
    [
        " with special forces in the early days at Fort Bragg in the early 60s. And then supported them in",
        2402.9,
        2410.96
    ],
    [
        " 65 on his first tour in Vietnam. And we had the stronger engines. I think we were pretty much",
        2410.96,
        2418.3
    ],
    [
        " developed to work for the special forces and saw when we went to Vietnam. We had, uh, the",
        2418.3,
        2427.1
    ],
    [
        " stronger engine. One thing the stronger engine would do is we could hover at altitude. And",
        2427.1,
        2433.66
    ],
    [
        " hover. Yeah. So you could, and the hovering and altitude capability gave you the ability to",
        2433.66,
        2442.46
    ],
    [
        " throw the wire rig ropes down and do what we call the string extractions. Sure. And, uh,",
        2442.46,
        2450.34
    ],
    [
        " so, uh, the, the earlier B models with the 1000 and even the 1100 horsepower engine didn't have the",
        2450.8,
        2460.48
    ],
    [
        " power to hover at altitude. They had to get on their, their ground cover off the ground about five",
        2460.48,
        2468.62
    ],
    [
        " feet and then go forward and go into transition, transition, a lip and a forward airspeed give them",
        2468.62,
        2476.28
    ],
    [
        " enough lift to fly. Wow. Getting back to that old thing that, you know, I hear we just",
        2476.28,
        2482.18
    ],
    [
        " beat the air into submissions the only reason it flies. Indeed. And so generally, if you,",
        2482.18,
        2490.26
    ],
    [
        " what you're talking about is the ropes, if there's a team on the ground, there's not enough room for an",
        2490.44,
        2495.66
    ],
    [
        " LZ, the helicopter coming in, it's dropped the ropes and how long would the ropes at 150? They could,",
        2495.66,
        2506.26
    ],
    [
        " depending on the train we were operating on the special forces rig or that tied them in the helicopter",
        2506.26,
        2512.68
    ],
    [
        " would, you know, would have the, the shorter the better. But if you're in 150 foot trees, you",
        2512.68,
        2522.36
    ],
    [
        " want to be able to get to the ground, that causes some problem. And then for, for lower insertions,",
        2522.36,
        2529.48
    ],
    [
        " we had a ladder. And most of the time we first started, we used the rope ladders, which were",
        2529.48,
        2541.1
    ],
    [
        " really difficult to climb. But Norm Doney, when he was in project Delta, developed a ladder that",
        2541.1,
        2551.82
    ],
    [
        " was tables and it had aluminum rungs on it and was a lot more stable. And it works a lot better",
        2553.08,
        2559.96
    ],
    [
        " because, you know, it was almost impossible to climb a rope ladder. And there they climbed up on",
        2559.96,
        2566.92
    ],
    [
        " the ladder and then they would snap a deal and get into a rung on the ladder. And then they would",
        2566.92,
        2572.58
    ],
    [
        " get into the steel cable because it would be a more narrow. Yeah, exactly. Wow. And then with that,",
        2572.82,
        2580.3
    ],
    [
        " so, so we could get back to the extraction concept. So teams in contact, they would get the gun",
        2580.72,
        2587.04
    ],
    [
        " runs and you all would hover. And one of the things that you observed, which I never heard before,",
        2587.04,
        2592.16
    ],
    [
        " talking about a hammerhead maneuver where the gun shifts would do hammerheads. Could you",
        2592.4,
        2597.2
    ],
    [
        " talk about that a little bit? Because I never thought about that. I mean, we was, we need a helicopter",
        2597.2,
        2602.32
    ],
    [
        " gunship being, they would be there. But not thinking about the tactics when you're",
        2602.32,
        2606.32
    ],
    [
        " so. There was a couple of tactics. One was a racetrack. And the idea was, is the gunship team, one",
        2606.32,
        2615.64
    ],
    [
        " on each side of the slick, would fly in a circular oval like a racetrack. And the idea was, is that",
        2615.64,
        2623.72
    ],
    [
        " when one gunship finished a run and was pulling out, then the other gunship would be pulling in",
        2623.72,
        2630.64
    ],
    [
        " at the other end of the racetrack and put fire underneath them and protect their belly until",
        2630.64,
        2636.98
    ],
    [
        " they got turned out. And then when that next one went in, the second one would be back around to",
        2636.98,
        2644.84
    ],
    [
        " that spot. And so they were just simply going around an oval track covering each other. Then another",
        2644.84,
        2651.64
    ],
    [
        " formation was what was called the hammerhead. And the helicopter would come in and it would do a",
        2652.14,
        2660.94
    ],
    [
        " gun run. And then it would do what's called a cyclic climb. And that's where you tip the rotor",
        2660.94,
        2667.46
    ],
    [
        " blade back as far as you can. The helicopter would climb real fast for a certain point. And in the",
        2667.46,
        2675.7
    ],
    [
        " speed of bleed off, well on the hammerhead, they would do the cyclic climb out and then they",
        2675.96,
        2682.84
    ],
    [
        " would do a pedal turn, turn back around and dive back in on the target. And the gunships would be",
        2682.84,
        2691.46
    ],
    [
        " doing that at different angles. And so one would come in and they would still have one would be",
        2691.46,
        2698.22
    ],
    [
        " coming in, protecting the other and when it's in its cyclic climb. Then when the second ship went",
        2698.22,
        2704.66
    ],
    [
        " in and the first one would do a hammerhead. And basically just go up like this, rotate and come",
        2704.66,
        2711.28
    ],
    [
        " back down kind of like a hammerhead and you're carnival ride. And that really gives you good",
        2711.28,
        2718.8
    ],
    [
        " continuity for fire support for the team on the ground. Then that would go on for a period and then",
        2718.8,
        2724.96
    ],
    [
        " the slicks would come in right behind it, pick up the team and be gone. Basically the idea,",
        2724.96,
        2729.54
    ],
    [
        " sometimes we would become an end while all that's going on. They would be laying fire on both sides",
        2729.8,
        2737.28
    ],
    [
        " of us and we'd come in between the fire. And the idea is we wanted to swoop in and get the team on",
        2737.28,
        2745.54
    ],
    [
        " while the enemy has their heads down from all the firing they were seeing. And that doesn't happen",
        2745.54,
        2751.24
    ],
    [
        " overnight. It takes a little bit of practice and make that kind of a precision maneuver, particularly",
        2751.24,
        2756.4
    ],
    [
        " when you're working gunships with a team on the ground in contact with the enemy on top of it.",
        2756.4,
        2760.62
    ],
    [
        " It does. And one thing I was going to say about the hammerhead maneuver is up north where you",
        2760.74,
        2770.62
    ],
    [
        " were where there were mountains. It wasn't effective to do that. Down south where it was a lot",
        2770.62,
        2776.98
    ],
    [
        " flatter territory we could get away with that because we didn't have the mountain obstacles.",
        2776.98,
        2782.18
    ],
    [
        " Wow. Not saying they couldn't do it up there is complicated things. So in getting back to that",
        2783.06,
        2789.06
    ],
    [
        " July day of 16th we were talking about the gunships making a run. Where were you involved in that day?",
        2789.06,
        2795.4
    ],
    [
        " So at we were at Juan Loy I was stripped and by and Lieutenant Neil was my pilot.",
        2796.08,
        2804.56
    ],
    [
        " And we got to call that the teams were in trouble. And so Lieutenant Neil said I'll go get the",
        2805.24,
        2816.06
    ],
    [
        " the six man team and the other slicks with the we'll follow the guns in and go pick the hatchet",
        2816.06,
        2834.54
    ],
    [
        " idea and aircraft. I didn't even think ducks could fly in this kind of weather. It was so bad.",
        2834.54,
        2840.46
    ],
    [
        " We're talking about weather to extent it could have been called a typhoon or typhoon level of rain",
        2841.54,
        2847.68
    ],
    [
        " which means it could be horizontal rain. Yeah. Yeah. A terrible horizontal rain. And we had",
        2847.68,
        2854.76
    ],
    [
        " the monsoons there but you know if they described it as a typhoon if you go back and tack",
        2854.76,
        2861.38
    ],
    [
        " weather records there probably was a typhoon. We were quite a bit inland so the hurricane forces",
        2861.38,
        2869.02
    ],
    [
        " would be more prevalent on the coast but you still have the high winds that you know the south",
        2869.02,
        2876.06
    ],
    [
        " and the lower east coast gets when the hurricane comes in because it's going back to a citation from",
        2876.06,
        2883.08
    ],
    [
        " that year. Major Ellie United States Air Force Ford Air Controller he managed to locate that",
        2883.08,
        2889.7
    ],
    [
        " six man team. They were surrounded. He then vectored two guns means two gunships, two thunder chickens",
        2889.7,
        2896.64
    ],
    [
        " and two slicks into the area and directed the entire operation. First Lieutenant Neil flew",
        2896.64,
        2902.96
    ],
    [
        " formation on the two gunships as they placed suppressive fire throughout the entire pickup site.",
        2902.96,
        2911.06
    ],
    [
        " And then it did that almost record time. The team was extracted under intense heavy fire",
        2912.06,
        2918.9
    ],
    [
        " first Lieutenant Neil's aircraft sustained three direct hits from enemy fire.",
        2919.06,
        2925.6
    ],
    [
        " The entire flight assisted each other and flying through the withering weather and eventually",
        2926.34,
        2934.1
    ],
    [
        " managed to land safely at Doah Tiang. We call the Dao Tiang. Dao Tiang. Okay. Yeah. Thank you",
        2934.1,
        2941.5
    ],
    [
        " under instrument conditions. At the same time the six man distraction the 28 man",
        2941.5,
        2947.94
    ],
    [
        " reported heavy contact again. They suffered numerous casualties. The air commission, the air",
        2947.94,
        2956.22
    ],
    [
        " mission commander and all supporting aircraft were now completely weathered in at Quang Loy.",
        2956.22,
        2962.5
    ],
    [
        " Captain Sigmund took complete command of the entire situation called two additional stand-by aircraft",
        2963.24,
        2969.58
    ],
    [
        " from Doah Tiang and proceeded to the battle zone. Fully extended Captain Sigmund was",
        2969.58,
        2976.6
    ],
    [
        " relieved on station by first Lieutenant Everson and he goes on to replacing picking up the people",
        2976.6,
        2983.26
    ],
    [
        " and then they're able to return and get back to base and total darkness under extremely dangerous",
        2983.26,
        2990.62
    ],
    [
        " instrument conditions. And I didn't even realize that you all had any",
        2990.62,
        2998.62
    ],
    [
        " instrument capability at that time. This is 68. Right. Yeah. It was the only",
        2998.62,
        3007.08
    ],
    [
        " instrument that we had was the FM radio which is frequency module and that's what the",
        3007.08,
        3016.54
    ],
    [
        " private aviation calls ADF. Right. And it's the directional finding. And so when Lieutenant Sigmund,",
        3016.78,
        3026.44
    ],
    [
        " I believe it was him, got to Dao Tiang. He turned on his FM radio and the other split were able to",
        3026.48,
        3037.72
    ],
    [
        " home in on that radio signal and fly to it and that's how they found that gang. The weather was so",
        3037.72,
        3044.86
    ],
    [
        " bad that you couldn't fly in as unless you were instrument rated and Army Aviators weren't",
        3046.2,
        3054.78
    ],
    [
        " instrument rated. At least the young helicopter pilots.",
        3054.78,
        3060.02
    ],
    [
        " So you just kind of glanced over, you had three direct hits from what?",
        3061.64,
        3067.68
    ],
    [
        " They were from AK-47 or an RPD. I'm guessing because they were 30 caliber and two of them hit the",
        3068.46,
        3079.4
    ],
    [
        " tail boom right behind me. And one of them, the M60 has a pedestal mount and there's about a four",
        3079.4,
        3089.7
    ],
    [
        " or five inch tube that is bolted onto the chassis and then a pedestal comes off of that. And one",
        3089.7,
        3097.5
    ],
    [
        " that's where you mount your M60 on. Well the M60 is mounted on so you could swing it. And one of the",
        3097.5,
        3103.22
    ],
    [
        " rounds had pierced that cross member to and it went through one wall and lodged in the second wall",
        3103.22,
        3112.44
    ],
    [
        " and that second wall saved it from hit and me. So literally it died right now of energy it",
        3112.44,
        3122.08
    ],
    [
        " en route to you. Yeah, it was just sitting in your gun. If it had been a 50 caliber or you know",
        3122.14,
        3128.5
    ],
    [
        " or armor pitching you know I'd have been hit and you know at least had a purple heart if nothing",
        3128.5,
        3135.64
    ],
    [
        " else. If not an extra ass. Yeah. Born open by a 50 caliber. And so there were other times your",
        3135.64,
        3148.12
    ],
    [
        " aircraft took some some heavy hits also. And this is gun going in or picking up the troops. And",
        3148.12,
        3154.38
    ],
    [
        " in this case, lots of times going into CCS targets in Cambodia. Yes. In fact, we got shot down one",
        3154.38,
        3162.32
    ],
    [
        " time and Lieutenant Neil was flying again and we took 28 hits. And if we'd have taken 27 in the",
        3162.32,
        3174.26
    ],
    [
        " one head and hit the fuel control device, we'd probably would have flown out of it. But the 28th",
        3174.26,
        3180.52
    ],
    [
        " round hit our the engine fuel control device and put it out of the commission the engine loss fuel",
        3180.52,
        3187.16
    ],
    [
        " and quit. And so. Pilicopters just can't get along without some fuel. They got to have they got",
        3187.16,
        3193.92
    ],
    [
        " to have that horsepower to make them beat the air enough so it'll submit. So then so what elevation",
        3193.92,
        3203.98
    ],
    [
        " what was your altitude when you got hit and did you want to rotate it? We had we had just just",
        3204.0,
        3210.94
    ],
    [
        " inserted a team and we were on the way out and on the insertion they started receiving fire.",
        3210.94,
        3217.24
    ],
    [
        " And so they went into the treeline. We were on our way out when we were hit. We went down",
        3218.24,
        3225.9
    ],
    [
        " the we another ship behind us set down right beside us. We the pilot and copilot jumped out. I've",
        3229.28,
        3238.14
    ],
    [
        " jumped out was running over there. My gunner was running over there and he got about halfway",
        3238.14,
        3244.06
    ],
    [
        " there and he realized oh shit I'm supposed to get the guns. And so so he came back got the M60s",
        3244.06,
        3252.46
    ],
    [
        " and run back over and when he as he tells that he received air metal with a V device for his",
        3254.8,
        3262.16
    ],
    [
        " actions that day. But if he tells that he says I would just scared shitless he said I went and",
        3262.16,
        3268.0
    ],
    [
        " grabbed the guns because I was supposed to and about 10 feet of ammunition came with me and so",
        3268.0,
        3273.68
    ],
    [
        " you know I'm running back to the pickup helicopter with this ammunition trailer along behind me",
        3273.68,
        3281.18
    ],
    [
        " they thought I was meritoriously set in upper perimeter and I know that's exactly what he was doing.",
        3281.18,
        3287.46
    ],
    [
        " You just you know you're done playing it after the fact and it took two weeks for me to get the",
        3287.74,
        3297.66
    ],
    [
        " helicopter back flying again and I would have done it in probably about eight or nine days but",
        3297.66,
        3306.06
    ],
    [
        " the fuel control device had to be ordered from Army channels and had to come in from depot in the",
        3306.06,
        3313.32
    ],
    [
        " United States and took it a while to get there. If we had something to trade for we might have",
        3313.32,
        3320.66
    ],
    [
        " been able to trade one for another unit. Trade it to make a case or something or something.",
        3320.66,
        3326.58
    ],
    [
        " But you know a lot of times when helicopters went down and lay us they would come back and napalm.",
        3327.04,
        3332.52
    ],
    [
        " Yeah. If they were to radios out anything technically and a napalm or do a thermite run",
        3332.74,
        3339.16
    ],
    [
        " on them. But so here you're able to send back your crane or the UAE went back and picked up your",
        3339.16,
        3345.84
    ],
    [
        " wounded bird brought back so you could work more than this. Yeah this in this case it was either",
        3345.84,
        3352.68
    ],
    [
        " just inside Cambodia or just just across the border in Vietnam. Anyway I was such that",
        3352.68,
        3361.36
    ],
    [
        " the troops on the ground could secure the aircraft and they could call a Chinook helicopter",
        3361.62,
        3367.74
    ],
    [
        " in to hook onto it and bring it bring it back to plantation where base was and we could fix it.",
        3367.74,
        3378.12
    ],
    [
        " Yeah it had you know all the plastic glass chin bubbles and everything was all shot out of it.",
        3378.28,
        3385.14
    ],
    [
        " Is that right? And 28 holes. Yeah and those. That's on an insertion so the mission was",
        3385.36,
        3390.76
    ],
    [
        " instantly compromised. Yeah. Yeah I mean the area we operated in was you know it was a free",
        3390.82,
        3399.4
    ],
    [
        " fire zone it was it was the NBA Charlie's territory you know so anytime we went in we could we could",
        3399.4,
        3409.06
    ],
    [
        " get have a hot LZ. Was that near the area where Roy Benavides had his moment and with clashing with",
        3409.06,
        3418.62
    ],
    [
        " the NBA on the LZ in early May of 68. Yeah it would have been within 10 miles or so.",
        3418.62,
        3425.28
    ],
    [
        " Kilometer yeah real close. Yeah very close because here was just across the border in Cambodia",
        3425.42,
        3435.9
    ],
    [
        " probably from what I've seen from the maps that they've got in Colonel Lindsay's book.",
        3435.9,
        3444.34
    ],
    [
        " You know he was just not too far about four or five kilometers from where",
        3445.2,
        3453.1
    ],
    [
        " Jerry Mad Dog's driver had his last mission on the car. That's April 1969. Yeah and wow.",
        3453.1,
        3465.12
    ],
    [
        " You know so it was a definite very bad neighborhood and you know we were we were",
        3465.62,
        3473.16
    ],
    [
        " mortared every time we came back to the FOB you know I mean it was. Was that right? Yeah they had",
        3473.16,
        3479.62
    ],
    [
        " mortar teams and soon as the helicopters is land why they dropped a few more rounds on us.",
        3479.62,
        3485.6
    ],
    [
        " But at least not the 122s. Yes exactly. Be like walk home here's a few mortars for you. Yeah yeah",
        3486.26,
        3493.08
    ],
    [
        " there's kind of a funny story in this book and doubting the launch site on July 4th in 1968",
        3493.08,
        3502.56
    ],
    [
        " we got word about 830 or 9 that the recon teams and patrols you know noticed a lot of",
        3503.74,
        3512.06
    ],
    [
        " eminently activity and so they were suspecting that there was going to be an imminent attack",
        3512.06,
        3519.1
    ],
    [
        " on Dow T.ang. So they picked up the helicopters and said let's take them back to Saigon so we",
        3519.1,
        3526.44
    ],
    [
        " scrambled and flew back to Saigon and landed. Well that night",
        3526.44,
        3534.0
    ],
    [
        " Dow T.ang received 500 at least incoming water rounds and some rocket rounds and after the",
        3534.0,
        3544.12
    ],
    [
        " barrage was over in the top the NBA came up on the radio and said happy 4th to July Americans.",
        3544.12,
        3552.96
    ],
    [
        " Talk about Saigon, huh? Yeah you know and yeah our 4th to July that would be one we had",
        3553.38,
        3565.76
    ],
    [
        " interle reports about an attack just because it was the 4th to July they wanted to make an impact",
        3565.76,
        3571.22
    ],
    [
        " at midnight we were so bored they just fired flares for an hour or so and nothing happened. Yeah well",
        3571.9,
        3577.26
    ],
    [
        " they just got dragged they fall when they wanted to fight. Yeah yeah I mean and they might look",
        3577.26,
        3582.5
    ],
    [
        " like they're gonna fight and never show and then you know they did show and they always try to do",
        3582.5,
        3589.0
    ],
    [
        " there would be two there advanced they would plan things that way. Yeah wow yeah so um but",
        3589.0,
        3596.08
    ],
    [
        " anyway go ahead please finish on it. I was gonna say uh back to to the extraction yeah um they",
        3596.08,
        3604.82
    ],
    [
        " would hit us anywhere and I was gonna say on the repair and the helicopter the plexiglass, chin bubble",
        3604.82,
        3616.14
    ],
    [
        " and windshield they have a screw that holds in a man about every inch all the way around it",
        3616.14,
        3623.82
    ],
    [
        " so in a you know 30 inch to a half foot by three foot windshield you know you're looking at",
        3623.9,
        3634.28
    ],
    [
        " probably 150 screws, 120, 30 screws and like that and every one of those screws has a self-locking",
        3634.28,
        3643.36
    ],
    [
        " nut. No. And it was before the day of the Walt's cordless drills. So to replace the windshield",
        3643.36,
        3653.18
    ],
    [
        " why the gunner usually had to get inside and hold the three eighths inch wrench while the",
        3654.38,
        3660.56
    ],
    [
        " truth chief was out manual driving the self-locking screw with a Phillips screwdriver. You really",
        3660.56,
        3668.92
    ],
    [
        " got screwed on that detail. Yeah that was uh so you know we always wanted to uh you know when we",
        3668.92,
        3677.06
    ],
    [
        " were flying low level. Yeah. Want to make sure that the pilot kept out of the trees and didn't",
        3677.06,
        3682.72
    ],
    [
        " you know take any chin bubbles when we were low level because that's how low level we flew.",
        3682.72,
        3689.8
    ],
    [
        " Right? Well yeah and then also uh thinking about chin bubbles and level flying",
        3690.18,
        3695.12
    ],
    [
        " you and I when we were talking earlier mentioned the cold the de- coolness of helicopter pilots.",
        3695.12,
        3707.68
    ],
    [
        " I think you know we've heard stories before Jaco podcast number 259 and we king the pilot legend",
        3708.08,
        3716.96
    ],
    [
        " major on and how much they have the ice and their veins and you're talking about the same thing",
        3716.96,
        3723.9
    ],
    [
        " with your man particularly Lieutenant Neil. How there was a day talk a little bit about how there",
        3723.9,
        3729.72
    ],
    [
        " was blood in the cockpit and the copilot thought he had been shot. Yeah that's just another moment",
        3729.72,
        3738.2
    ],
    [
        " in time that people never think about it from inside the helicopter please. We were uh uh",
        3738.2,
        3744.74
    ],
    [
        " on a mission and it was a high-dLZ and uh all of a sudden the the copilot who just had a few",
        3744.74,
        3753.5
    ],
    [
        " few hours in the copilot he was relatively new. Where does the pilot copilot sit in the American",
        3753.68,
        3760.58
    ],
    [
        " helicopters? In the in the Army helicopters the aircraft commander pilot would be in the left seat",
        3760.58,
        3768.14
    ],
    [
        " the door gun would be in the left seat the gunner in the right and the copilot slash what we",
        3768.14,
        3774.56
    ],
    [
        " called the Peter pilot would be in the in the right seat. And the king bees were just the opposite",
        3774.56,
        3780.4
    ],
    [
        " yeah the pilot was in the right seat and the copilot in the left yeah that's why I get so confused",
        3780.4,
        3785.96
    ],
    [
        " yeah thank you and it is confusing yes and and I and I think there was some other units that",
        3785.96,
        3793.96
    ],
    [
        " I've heard of that maybe the berm reans that followed the king bees uh custom of switching that around",
        3793.96,
        3801.6
    ],
    [
        " but uh anyway um so the the Peter pilot was flying and all of a sudden he starts screaming",
        3802.0,
        3812.04
    ],
    [
        " I've been shot I've been shot I've been shot and it would receive a couple of rounds and uh",
        3812.04,
        3818.62
    ],
    [
        " I looked up in the cockpit and there were blood splatter all over the chin bubble and the windshield",
        3818.62,
        3824.92
    ],
    [
        " and and so lieutenant Neil just cool calmly says it's okay I got it I got it",
        3826.34,
        3832.98
    ],
    [
        " meaning he I got control the air which means give me back the controls take your hands off I'm",
        3832.98,
        3838.2
    ],
    [
        " gonna fly the aircraft and so uh you know this just copilot and you're hearing all of us on",
        3838.2,
        3844.94
    ],
    [
        " the radio yeah we're on the you look back you can see the blood in the in the helicopter it's all",
        3844.94,
        3850.62
    ],
    [
        " over the cockpit you know you can see blood splattered everywhere and so you know and I'm saying well",
        3850.62,
        3856.92
    ],
    [
        " we're going in the meta back 93rd meta back at long been and so we fly down there and uh",
        3856.92,
        3864.6
    ],
    [
        " we'll get out and we'll sit down the uh gene shuts the helicopter down and he goes you know",
        3864.6,
        3873.08
    ],
    [
        " I was kind of hitting a foot I better go in and get some treatment myself and come to find out",
        3873.08,
        3878.6
    ],
    [
        " the pilot wasn't hit he just got the copilot wasn't it the copilot wasn't hit he just got splattered",
        3878.6,
        3885.22
    ],
    [
        " with blood and thought he was hit and it was actually gene's foot that got hit and gene not only did",
        3885.22,
        3894.12
    ],
    [
        " he did hit he flew the helicopter back with with uh bullet wound on his on his foot and uh",
        3894.12,
        3902.32
    ],
    [
        " operated the control panel landed and didn't get excited didn't oh by the way I've got shot in the",
        3902.5,
        3910.48
    ],
    [
        " foot but uh it just flies for a while copilot if you could just calm down a little bit yeah yeah uh",
        3910.48,
        3917.06
    ],
    [
        " oh my god you know it just the way he was uh and uh another time in fact the reason that he",
        3917.06,
        3925.28
    ],
    [
        " liked to fly with me I was flying with him one time and we were uncertain a uh hatchet force",
        3925.28,
        3931.62
    ],
    [
        " and uh it was uh an artillery strike that hit the LZ before we went in and so there were uh",
        3932.26,
        3941.16
    ],
    [
        " tree snags in it and our place to land there's a tree snag right right underneath the rotor blade",
        3941.16,
        3951.32
    ],
    [
        " and the copilot was flying and he said uh we'll lose and rover RPM",
        3951.32,
        3958.12
    ],
    [
        " and which means that uh we'll lose in power and and the rotor was slowing down from 330",
        3958.46,
        3965.58
    ],
    [
        " RPM and the slower the rotor to be the the lift yeah yeah yeah so gene says that's okay I got it I got it",
        3965.58,
        3976.38
    ],
    [
        " and he said has the unload the aircraft and uh we had a uh first lieutenant special forces advisor",
        3976.38,
        3984.8
    ],
    [
        " in the right door and these Cambodians and so uh I go up and I tell the Cambodians to get off and",
        3985.44,
        3994.04
    ],
    [
        " they either didn't understand plain English and or didn't know what I was saying and we were about",
        3994.04,
        4001.06
    ],
    [
        " 12 14 feet off the ground so it was you know it was a pretty good jump that's a real jump and uh",
        4001.06,
        4007.86
    ],
    [
        " but I'm knowing full well if we hit that snag that we're all dying right there in the ball of",
        4007.86,
        4013.4
    ],
    [
        " so I grab a hold of one and pitch him and next when I a kind of shove and the other two they",
        4014.02,
        4022.36
    ],
    [
        " got the message and jump and uh I looked over and all the Cambodians are gone and at uh uh",
        4022.36,
        4030.8
    ],
    [
        " second lieutenant sitting in the door and I looked at him and I unplugged my mic cord and soon as",
        4030.8,
        4043.38
    ],
    [
        " at 14 feet yeah it might have been 10 feet but it was it was definitely uh you know you'd",
        4043.54,
        4052.04
    ],
    [
        " want to be in close with the question how often did you jump out of your helicopter at 10 to",
        4052.04,
        4056.76
    ],
    [
        " 14 feet I never did yeah no I never did and I never recommended it indeed you wouldn't but",
        4056.76,
        4064.4
    ],
    [
        " on this occasion in order to survive it was a command assistant you know and I felt I mean yeah",
        4064.4,
        4071.5
    ],
    [
        " I felt bad about it because I knew you know poor guy had break an ankle down there and a whole",
        4071.5,
        4077.14
    ],
    [
        " of missions compromised because now he's got to be met at that but if we were all dead you know",
        4077.14,
        4083.26
    ],
    [
        " that would have compromised it gets a little messy it might crack the might crack the plexiglass",
        4083.26,
        4088.4
    ],
    [
        " you would have to take it off and yeah and like I said messed up your polish when you use crash they",
        4088.4,
        4093.92
    ],
    [
        " burn all that Jeff fuel and those those exotic titanium magnesium alloy mezzles and everything",
        4094.46,
        4104.88
    ],
    [
        " when they get hot they burn too and so yeah it's not a it's not a good you have those uh",
        4104.88,
        4111.68
    ],
    [
        " gas tanks that plug themselves if a bull went through it or well that was the the bottom two",
        4111.68,
        4119.84
    ],
    [
        " thirds of it had a double membrane but if it was the top third there were only single membrane cut",
        4119.84,
        4127.12
    ],
    [
        " down on weight and so if the round was in the they had a two sided and it has like a tar in between",
        4127.12,
        4137.6
    ],
    [
        " it the idea is a round went through it then the tar would fill the hole it wasn't solve a soluble",
        4137.6,
        4144.16
    ],
    [
        " tar but it was right you know it would would plug the hole and it wouldn't leak but if if the",
        4144.16,
        4150.76
    ],
    [
        " tanks were full and around hit about that it was going to spray fuel everywhere and probably catch",
        4150.76,
        4157.16
    ],
    [
        " catch on fire so they they took me took the aircraft back and uh the engine shop looked at it",
        4157.16,
        4168.28
    ],
    [
        " and uh they said yeah it's it's uh deep a little adjustment we got you fixed up",
        4168.36,
        4174.14
    ],
    [
        " so they wrote the red X-off as a red X was an entry of the logbook to mean the aircraft was",
        4174.14,
        4181.84
    ],
    [
        " unfliable and needed to maintenance attention and so they took it up I took it up had and like I",
        4181.84,
        4189.84
    ],
    [
        " said it spent five months in maintenance so I knew the the tech tech by that real well yeah yeah",
        4189.84,
        4196.76
    ],
    [
        " and so we went up there and he'd go 200 feet do a hover check engine it bleed off I'd land I'd",
        4196.76,
        4204.64
    ],
    [
        " read X it again no kidding yeah because it wasn't supposed to be sure and they'd say well it's you",
        4204.64,
        4211.48
    ],
    [
        " know they'd do something else to it is it's six now and so we'd go up it bleed our PM I'd read X again",
        4211.48,
        4219.08
    ],
    [
        " and I full well know that when you're hovering around in the jungle throwing a rope ladder",
        4219.08,
        4225.9
    ],
    [
        " out or or a migwire rig out to lift somebody out you can't be losing our PM and not hovering at",
        4225.9,
        4233.4
    ],
    [
        " altitude plus you have to be able to lift whatever gets on right after you've done it so I just",
        4233.4,
        4239.58
    ],
    [
        " kept doing that and and we went back and forth for almost a week really and finally I won and they",
        4239.58,
        4247.82
    ],
    [
        " sent sent me over to Vung Tau the depot maintenance and they determined that the engine needed to be",
        4247.82,
        4254.96
    ],
    [
        " replaced put a new engine in for me and I got a nice couple days from Vung Tau which was an",
        4254.96,
        4260.94
    ],
    [
        " R&R center and well after that geneal lieutenant Neil being the exactly officer the platoon had",
        4260.94,
        4272.9
    ],
    [
        " decided that that's the crew chief I want yeah if he'll do that to make sure this aircraft flyable",
        4272.9,
        4279.9
    ],
    [
        " he's the one I want and so he because he could pull rank he always assigned himself to my aircraft",
        4280.24,
        4287.98
    ],
    [
        " and now we got over a thousand hours together and all different missions no kidding you know",
        4287.98,
        4294.96
    ],
    [
        " as of the majority of those hours are going across defense and the key voting and support",
        4294.96,
        4299.44
    ],
    [
        " of them yeah the portion of them were going either across the fence or we did in-country",
        4299.54,
        4307.64
    ],
    [
        " recon also you know yeah where the activity was but yeah so that's you know a little bit of",
        4307.64,
        4319.96
    ],
    [
        " background on what the aviation was and you're talking about lieutenant Neil who at some point",
        4319.96,
        4326.42
    ],
    [
        " he went to to bat for you and he said that he had the surge with you in Vietnam from October",
        4326.52,
        4334.96
    ],
    [
        " 67 to 68 it attached to the 195th assault helicopter company at the Plantation Army Field the",
        4334.96,
        4344.36
    ],
    [
        " Republic of Vietnam and of course the primary mission here was support from McVeaseau and he",
        4344.36,
        4351.0
    ],
    [
        " went on to say about you Don was the flight crew chief on UH18 serial number 6616256",
        4351.0,
        4360.36
    ],
    [
        " I had because I was Don's platoon leader and an aircraft commander by pulling rank the",
        4360.36,
        4368.06
    ],
    [
        " opportunity to choose any aircraft and crew I wanted I chose Don at 256 as the best of the 195th",
        4368.06,
        4380.14
    ],
    [
        " and I now believe at the subsequent tours and all those years possibly the best ever in the",
        4380.3,
        4388.8
    ],
    [
        " Republic of Vietnam together we flew over 1,000 combat hours in support of McVeaseau those previously",
        4388.8,
        4398.88
    ],
    [
        " classified missions many in neighboring countries were extremely dangerous and seems as if always",
        4398.88,
        4407.68
    ],
    [
        " under enemy fire many missions were at night and in poor weather adding to the stress and",
        4407.68,
        4415.82
    ],
    [
        " imminent danger during infrequent downtime we flew combat assaults and resupply missions",
        4415.82,
        4424.34
    ],
    [
        " with the first aviation brigade for conventional US imagery units the ninth the 25th the first",
        4424.34,
        4432.54
    ],
    [
        " and the 101st divisions Don never shot away faulted Norman Lyne from his duties he was an ideal",
        4432.54,
        4442.68
    ],
    [
        " soldier representing and protecting his country with valor and compassion but more importantly",
        4442.68,
        4448.8
    ],
    [
        " his technical skills and heroic devotion to his fellow soldiers were paramount in my survival",
        4448.8,
        4457.14
    ],
    [
        " and a survival of many others that year signed Lieutenant Eugene Neil Jr that's quite a",
        4457.34,
        4466.56
    ],
    [
        " quite a pat in the back yeah and you know that story exemplifies why he feels that way about",
        4466.56,
        4474.42
    ],
    [
        " and I might add that you know most most pilots flew in Vietnam they had one",
        4474.42,
        4482.68
    ],
    [
        " crucian they flew with all the time felt that way with bound yeah they were they were the best I",
        4483.04,
        4489.38
    ],
    [
        " mean they were they were really top-notch people but you know I did have a a German stubbornness about",
        4489.38,
        4498.54
    ],
    [
        " me and and uh standing five months in in the maintenance company and and knowing all the players",
        4498.54,
        4507.82
    ],
    [
        " uh you know I was able to assert myself and you know a younger less experienced crew chief",
        4508.56,
        4515.94
    ],
    [
        " might not have won that battle and there may have been a mission where they had to get a",
        4515.94,
        4521.66
    ],
    [
        " sog team out of the jungle on ropes and they all died or indeed every past experiences like that",
        4521.66,
        4529.12
    ],
    [
        " yeah the aircraft came down sure and had to be extracted by someone else so you know and and",
        4529.12,
        4536.16
    ],
    [
        " from the perspective of the guys in the ground those are things they never think about they just",
        4536.2,
        4540.84
    ],
    [
        " think get the helicopter in here now yeah thank god you came hey and thank god you're here now because",
        4540.84,
        4546.58
    ],
    [
        " we're getting low on bolts and then when you came in um did you get special briefing or without",
        4546.58,
        4553.8
    ],
    [
        " all the mafia because you had done so many sogmishes you understood that when a sog team came out",
        4553.8,
        4559.88
    ],
    [
        " to jungle there would be america's and little people yeah yeah that was just you know that was",
        4559.88,
        4566.3
    ],
    [
        " just not an issue what was the territory okay because sometimes up north that became an issue but",
        4566.3,
        4570.98
    ],
    [
        " yeah that was pretty much and in in in September I worked with project Delta's rug runner teams",
        4570.98,
        4579.82
    ],
    [
        " and that's right those teams were three Vietnamese guys that had NBA uniforms on NBA",
        4579.82,
        4589.36
    ],
    [
        " weapons and NBA documentation for the units in the area and they were called road runners because",
        4591.14,
        4599.88
    ],
    [
        " they were supposed to go out on the trails run up and down the trails and see who they run into",
        4599.88,
        4605.76
    ],
    [
        " and yeah I inserted them probably 30 times is that right yeah well yeah what's your best road",
        4605.76,
        4617.76
    ],
    [
        " runner miss there's one that kind of stands out done it well there yeah a couple let's be",
        4617.76,
        4622.74
    ],
    [
        " we got time yeah this is jaco's time we got time well and the thing about the road runners is that",
        4622.74,
        4631.48
    ],
    [
        " they would come out of the jungle and you're sitting there in these three NBA soldiers come out of",
        4631.48,
        4638.84
    ],
    [
        " the jungle and so you have to remember who you put in and get eye contact with that same man",
        4638.84,
        4647.4
    ],
    [
        " because if you don't you better shoot him yeah you know that's a tough the moment of decision",
        4647.76,
        4653.04
    ],
    [
        " there yeah and I know you understand what I'm talking about well yeah we in the beginning we never",
        4653.04,
        4660.08
    ],
    [
        " had people dressed like the road runners later on our point man was dressed like an NBA but sometimes",
        4660.08,
        4666.82
    ],
    [
        " the young door gunners would come in and there'd be a little bit of confusion there's some tragic",
        4666.82,
        4671.98
    ],
    [
        " confusion but we never had that with our team but in your case was there a code or a signal or",
        4671.98,
        4677.7
    ],
    [
        " did he pick his nose or something so you know it's your road runner you dropped off two days",
        4677.7,
        4682.34
    ],
    [
        " earlier he's now okay and and so yeah that was and it's pretty savvy do you recognize these guys yeah",
        4682.34,
        4689.74
    ],
    [
        " well and like I was telling you you know we we get we'd be us with them when we were in downtime and",
        4689.74,
        4696.94
    ],
    [
        " and they they spoke pretty good English and so they could tell us what they were doing and everything",
        4696.94,
        4703.32
    ],
    [
        " and to put them on the helicopter we parked the helicopters down out of the way off the end of",
        4703.48,
        4710.58
    ],
    [
        " the runway and then they'd bring them down to the helicopter in a three-quarter ton truck under",
        4710.58,
        4718.94
    ],
    [
        " ponchos so nobody could see what they were doing. Truly fantastic operation yeah and to give them on",
        4718.94,
        4725.84
    ],
    [
        " but one particular mission they were running down this trail and they ran three of them three of them",
        4725.84,
        4733.3
    ],
    [
        " they just three of them and they were running up and down a trail and they ran across what would",
        4733.3,
        4740.3
    ],
    [
        " be in a lube in VA Lieutenant and in VA Sergeant would be a platoon leader in a platoon sergeant and",
        4740.3,
        4749.94
    ],
    [
        " they started talking to them and this particular unit had just come down the Ho Chi Minh trail",
        4749.94,
        4757.22
    ],
    [
        " from the north and they had just got into that part of Cambodia the cost of an area about a week or two",
        4757.22,
        4766.6
    ],
    [
        " before the road runners ran into them so the road runners talked to them got to drop on them arrested them",
        4766.6,
        4777.64
    ],
    [
        " the weapons away from them said you know you're coming with us and so they call for an extraction",
        4777.64,
        4786.16
    ],
    [
        " so we got the ship going out to extract them we got the other three helicopters to chase aircraft at",
        4786.16,
        4793.5
    ],
    [
        " altitude and we'll get on the here on the radio says uh oh we got a couple more prisoners",
        4793.5,
        4800.4
    ],
    [
        " they better send another aircraft and so we send another aircraft well when it was all done",
        4800.4,
        4809.18
    ],
    [
        " the uh uh in VA young soldiers saw that their platoon sergeant and platoon leader had been captured",
        4809.74,
        4820.26
    ],
    [
        " by these guys and so they give up they were going to stay down in the jungle thousand miles from",
        4820.26,
        4826.12
    ],
    [
        " home by themselves and they did the two oi so they did the two oi and come out and surrender",
        4826.12,
        4832.52
    ],
    [
        " and i think we ended up with somewhere 8 10 12 prisoners out of that those three guys captured",
        4833.1,
        4840.9
    ],
    [
        " uh wow and they just had you know i mean just i don't know how those guys did it i mean they were",
        4840.9,
        4848.02
    ],
    [
        " via the mees but what did north via the mees they had two hoyd themselves or were they they knew",
        4848.02,
        4853.38
    ],
    [
        " how to talk the language because there's a there's a there's a language variation between south and",
        4853.38,
        4858.84
    ],
    [
        " north via nomb yeah and i don't know you know they were picked by the project delta and and",
        4858.84,
        4866.5
    ],
    [
        " vatted and trained by them and i don't really know the details but yeah they were probably",
        4866.5,
        4872.76
    ],
    [
        " originally from the north and had at some time come south and then decided to fight for the",
        4872.76,
        4880.94
    ],
    [
        " south via an mees and uh were evidently pretty damn good and they ended up with delta",
        4880.94,
        4888.42
    ],
    [
        " yeah wow all right well um we're at that point in time here was there any other missions like one",
        4888.96,
        4896.84
    ],
    [
        " were you going and like get more to 28 bullets during the pickup of a recon team or a moment in time",
        4896.84,
        4903.6
    ],
    [
        " and during your 13 months uh in in country with you and lieutenant Neil raising hell",
        4903.6,
        4910.34
    ],
    [
        " over there well that was one particular time yeah please we went on a uh uh",
        4910.34,
        4917.44
    ],
    [
        " prisoner extraction during the tath offensive uh guy by the name of Mike bench who was a usa worker",
        4917.8,
        4926.76
    ],
    [
        " which is uh government agency that provides aid and he was at bami to it during the tath offensive",
        4926.76,
        4935.12
    ],
    [
        " and there were three missionaries that were captured by the nva and so uh about it was probably",
        4935.12,
        4946.1
    ],
    [
        " in the middle of june some place of 1968 one of our recon teams in camboady had spotted them",
        4946.1,
        4954.44
    ],
    [
        " where they were being held and so we put together a mission to go insert a uh uh 60 person 50",
        4954.44,
        4966.48
    ],
    [
        " person hatchet force team to uh liberate them from their POW camp and so the day of the insertion came",
        4967.24,
        4977.2
    ],
    [
        " and we were going to put them down at very first light and so we flew over to camboady and we had",
        4977.2,
        4983.4
    ],
    [
        " to have an lz big enough for 10 aircraft because this was a big big real assertion wow and so",
        4983.4,
        4990.74
    ],
    [
        " were on short finals coming into the lz were maybe a hundred feet off the ground this early morning",
        4990.78,
        4998.22
    ],
    [
        " very first light okay so first light yeah they had their planning at night we had first light",
        4998.22,
        5004.08
    ],
    [
        " yeah we had take we planned it today before we'd taken off before light before sunrise to fly",
        5004.08,
        5011.56
    ],
    [
        " out there and you know the idea went sure it catch him with first light so we come in we're on short",
        5011.56,
        5017.92
    ],
    [
        " final and we look down in in the trees on the tree line there's a whole bunch of shelter temp",
        5018.16,
        5024.9
    ],
    [
        " like shelter have like pup tents and in front of each tent there was stacked weapons in a triangle",
        5024.9,
        5032.4
    ],
    [
        " of staff yeah and there was all these little Vietnamese guys running around in their underwear trying",
        5032.4,
        5039.26
    ],
    [
        " to figure out what these helicopters are doing and in their camp before uh you know about a thousand",
        5039.26,
        5047.52
    ],
    [
        " NBA came in and bibwacked on the tree line of our lg and so we decided to abort the mission and take",
        5047.52,
        5056.14
    ],
    [
        " off and and uh I don't know they probably trans still figure out what happened uh what happened",
        5056.14,
        5064.24
    ],
    [
        " did they ever get Mike Benz uh there after or they were never able to catch up with him in",
        5064.24,
        5071.9
    ],
    [
        " capturing uh we put a recon team in about a week or two later and of course they'd moved him",
        5071.9,
        5078.78
    ],
    [
        " right then and then after he was released after the war uh you know we'd learned that they kept",
        5078.78,
        5086.52
    ],
    [
        " moving them on and on into Cambodia and finally he ended up in North Vietnam and and uh we'd",
        5086.52,
        5093.58
    ],
    [
        " released with the rest of the prisoners and uh Mike went on to uh teach in the Sears School which is",
        5093.58,
        5101.96
    ],
    [
        " survival escape in the vision school deep the pilots and and uh of ledge operators go",
        5101.96,
        5109.22
    ],
    [
        " yeah yeah he actually developed the program for him and and as an American hero serving as a",
        5109.22,
        5118.3
    ],
    [
        " USA worker yes indeed well any other last thoughts there from your tour of duty um from",
        5118.64,
        5126.56
    ],
    [
        " after that then you do what when you get out of your army you get out and then go into civilian life",
        5126.56,
        5133.06
    ],
    [
        " and just do a quick little thumbnail and that your follow up because you came out of high school said",
        5133.06,
        5138.42
    ],
    [
        " I'm going to Vietnam or you want to get it become yeah I had uh uh in the fall of 1965",
        5138.42,
        5146.5
    ],
    [
        " I had saw this life uh magazine article about Yankee Papa 13 and it was uh US uh",
        5147.56,
        5158.7
    ],
    [
        " uh helicopter crew chief and was a story about his job and duties and uh you know uh pilot that he'd",
        5158.7,
        5167.18
    ],
    [
        " watched get killed in an LZ and how that affected him and everything and I thought the",
        5167.18,
        5172.48
    ],
    [
        " that was with the age 34 yeah with the the same aircraft the King Beach flew us sir and um I",
        5172.48,
        5180.4
    ],
    [
        " was mechanically inclined like to build cars and fix cars and so I thought well working on helicopters",
        5180.4,
        5187.18
    ],
    [
        " to be cool you know in aviation that that sounds like a pretty good deal and I really like that idea",
        5187.18,
        5194.2
    ],
    [
        " about you go to war you drop the troops off and then you go home yeah and then you know we always",
        5194.2,
        5199.8
    ],
    [
        " amard that side of your MOS yeah yeah you know the part about having nothing to hide hide behind",
        5199.8,
        5208.28
    ],
    [
        " but in M60 yeah it was a little different side but I didn't realize it you know the whole time",
        5208.28,
        5214.16
    ],
    [
        " you're taking a menu shoot and well did you ever hear what was the there was always a rumor or",
        5214.16,
        5221.48
    ],
    [
        " a legend saying the expected life expectancy of a Huey door gunner was how many minutes",
        5221.48,
        5229.54
    ],
    [
        " it was yeah it was a rumor it wasn't true it wasn't true okay but uh yeah first ground",
        5229.54,
        5236.04
    ],
    [
        " pound as we heard that there were so many door gunners banged up or killed that it was really a",
        5236.04,
        5241.62
    ],
    [
        " high rate it was you know it was a high rate of loss but I think uh there were like 10,000",
        5241.62,
        5251.2
    ],
    [
        " pilots and only 2,000 pilots were killed from VHPA records so about 20% chance of being killed",
        5251.2,
        5259.9
    ],
    [
        " but there were a lot of missions there were a lot of missions that didn't go anywhere near the battlefield",
        5259.9,
        5266.46
    ],
    [
        " right you know flying the media around and flying this the brass and the stem the ass and brass",
        5266.46,
        5273.8
    ],
    [
        " yeah so I read that article and I was ready to go in the army then and my mom said no you're",
        5273.8,
        5283.38
    ],
    [
        " 17 I'm not signing for you you're gonna graduate from high school so you got educated so I got my",
        5283.38,
        5289.72
    ],
    [
        " my education in high school yeah and July 3rd joined the army and I went went to helicopter school",
        5289.72,
        5299.18
    ],
    [
        " and I just dreamed to get my own helicopter and be one of those crew chiefs indeed and what they",
        5299.18,
        5305.5
    ],
    [
        " do you remember what Dana was that you officially got your first bird yeah it was it took a lot",
        5305.5,
        5311.92
    ],
    [
        " of her rank on my part the maintenance people said we can't let you go you're too valuable to us",
        5311.92,
        5318.94
    ],
    [
        " here we got a you know oh yeah they like French Turner's huh yeah they they needed us but uh finally",
        5318.94,
        5325.98
    ],
    [
        " it was about 15th of March they had an opening in the Ghost Rider Patoon and the Platoon Sergeant",
        5325.98,
        5333.66
    ],
    [
        " had befriended me and uh so he went to bat for me and they said okay well you know we got some",
        5333.66,
        5342.68
    ],
    [
        " other people we can train for that job now and so they let me go and that's when I became it and",
        5342.68,
        5349.0
    ],
    [
        " I tell you what I was just on cloud nine I tell you what it just been the highlight of my life",
        5349.14,
        5356.88
    ],
    [
        " indeed nothing better than being a Huey crew chief no and then think of all the recon teams you",
        5356.88,
        5362.52
    ],
    [
        " all lieutenant Neil saved yeah yeah when they're under fire yeah and fortunately a lot of them",
        5362.52,
        5369.26
    ],
    [
        " are my good friends now indeed and that's uh we should mention I think at this point that um",
        5369.26,
        5376.12
    ],
    [
        " there is a veterans group called the Special Operations Association found that originally",
        5376.16,
        5381.42
    ],
    [
        " by Sogg week on men and uh over the years we have our aviators that are tasked everything from",
        5381.42,
        5389.14
    ],
    [
        " spade piles we've invited the fast movers but they have an attitude problem but the rotorheads",
        5389.14,
        5395.36
    ],
    [
        " they're there and you now have been elected to the board of directors serving a tour of duty",
        5395.36,
        5401.66
    ],
    [
        " on the board of directors with the Special Operations Association and then um on top of that",
        5401.66,
        5409.84
    ],
    [
        " there's a video game out we have the quick comment about the video game we've had a little",
        5409.84,
        5415.56
    ],
    [
        " taste of this video game and uh something a little different here there's a for those of you",
        5415.56,
        5421.94
    ],
    [
        " gamers out there there's a brand new video game uh it's part of the it's a CDLCA for armor three",
        5421.94,
        5430.16
    ],
    [
        " which is a military simulation game and it's called Sogg prairie fire and it's about the Sogg recon",
        5430.16,
        5439.84
    ],
    [
        " missions in Vietnam and Chelsea's been an advisor on it for a couple of years along with some other",
        5439.84,
        5447.22
    ],
    [
        " recon leaders and uh major general retired Ken Bowray is is involved uh Dick Thompson oh",
        5447.22,
        5456.64
    ],
    [
        " is uh and by the way if you haven't seen jaco podcast number 204 205 particularly 205 that's my",
        5456.64,
        5465.14
    ],
    [
        " after I watched that I felt like a wimp I mean compared to dick and then 206 but yes I'm sorry",
        5465.14,
        5471.32
    ],
    [
        " yeah we get back to the game to the game so uh fortunately the the developers were really",
        5471.32,
        5480.56
    ],
    [
        " interested in history in the Vietnam War and they listened to our advice and they were at the",
        5480.56,
        5489.04
    ],
    [
        " virtual soror reunion last fall doing a presentation and I noticed they didn't have any aviation",
        5489.04,
        5496.72
    ],
    [
        " advisors and so I told Rob Graham the the leader I said you know I got a lot of aviation pictures",
        5496.72,
        5504.78
    ],
    [
        " and I can give you some aviation advice and so we exchanged email addresses and so I started",
        5504.78,
        5513.04
    ],
    [
        " giving them aviation advice so you became an advisor on top of it on on top of it to the game",
        5513.04,
        5518.9
    ],
    [
        " I had to add I've looked at some of these the simulations up inside a ui from the pilot seat",
        5518.9,
        5526.66
    ],
    [
        " that is like I fell I was right there well I went on um I have a youtube channel",
        5526.66,
        5533.64
    ],
    [
        " you do your youtube yeah under huge crew chief oh is the name and if you if you do a google search",
        5533.64,
        5542.34
    ],
    [
        " one nine again one time so people can hear it it's huge crew chief but if you do a youtube search",
        5542.34,
        5548.1
    ],
    [
        " one ninety fifth saw most of the videos will come up a pop and you can you can watch them and",
        5548.1,
        5554.84
    ],
    [
        " including an excellent historic one that you did a few years ago for the one ninety fifth",
        5554.84,
        5559.14
    ],
    [
        " yeah yeah that was really good they're all they're all uh about the one ninety fifth and the",
        5559.14,
        5565.44
    ],
    [
        " saw operator pictures and talking about saw legend Jerry mad dog shriver and because you have a",
        5565.44,
        5573.52
    ],
    [
        " little exposure to Jerry and your time transporting saw recon hatch enforcement in and out more",
        5573.52,
        5579.18
    ],
    [
        " importantly pick them up and bring them home exactly and so for the youtube channel I decided I",
        5579.18,
        5587.18
    ],
    [
        " needed a video editing computer so I started looking around and I discovered that a gaming computer",
        5587.18,
        5596.38
    ],
    [
        " was the same processor and graphics card and everything as a video editing computer was about",
        5596.38,
        5604.5
    ],
    [
        " five hundred dollars shipper so I'm a technical advisor not as you said yes he knows what I'm talking about",
        5604.5,
        5613.14
    ],
    [
        " so I went to this computer builder build gaming computers and and got a computer well it had",
        5613.14,
        5623.24
    ],
    [
        " steam on it which is steam where right you get all the video games okay he sees and so Rob",
        5623.24,
        5630.64
    ],
    [
        " was telling me well you know you need to you know put the game on I said well I do have steam",
        5630.64,
        5636.18
    ],
    [
        " and so I was communicating with him one day and he said you know arm of three is on sale for seven",
        5636.18,
        5643.42
    ],
    [
        " forty nine now right now and he said oh gosh I mean that could seven forty nine that's a glass of",
        5643.42,
        5649.8
    ],
    [
        " beer so I went and bought it and so then he and their advisors got me hooked up with the",
        5650.82,
        5658.2
    ],
    [
        " software if I obeyed it yeah and I had it has a bootcamp tutorial so I went and learned how to walk",
        5658.2,
        5666.62
    ],
    [
        " and how to bring your gun up and down and shoot I said you know if you're gonna if you want if",
        5666.62,
        5679.74
    ],
    [
        " so I get the game well before I want to go out with him I want to practice and one of the",
        5680.4,
        5686.5
    ],
    [
        " SAG missions is called a bright light mission and it's where a SAG recon team goes and rescues",
        5686.5,
        5694.04
    ],
    [
        " the down helicopter pilot and so we got a down helicopter pilot so I'm out to a single player and",
        5694.04,
        5701.54
    ],
    [
        " and I did it twice the first time I I got killed a hundred times before I got you know",
        5701.54,
        5710.38
    ],
    [
        " 500 yards yeah well to my ego at least it's a video game and but the second time I got all the",
        5710.38,
        5719.08
    ],
    [
        " way to the helicopter and so I decided single hands of the I'm an assault helicopter and that didn't",
        5719.08,
        5728.06
    ],
    [
        " work out well and and then Rob tells me said yeah that bright bright light for any of the recon",
        5728.06,
        5735.24
    ],
    [
        " missions are hard to do singles player by yourself so it's a come on with us we'll we'll run it",
        5735.24,
        5742.04
    ],
    [
        " with you so the team aspect so the developers they heard that I'm gonna meet up with them and play",
        5742.04,
        5748.38
    ],
    [
        " and they all want to play with the real that absolutely and so a real crew chief on top yeah yeah",
        5748.38,
        5753.9
    ],
    [
        " real SAG guys that had done yeah and they you know they were kind of excited that",
        5753.9,
        5759.52
    ],
    [
        " and they could see what I picked a bright light mission first and the end that we're recovering an",
        5759.52,
        5765.58
    ],
    [
        " aviator indeed and so the the game the scenario is if you have to go to the to the helicopter to",
        5765.58,
        5781.96
    ],
    [
        " uh communist NBA village VC village and then you have to go down in a cave complex yet you know",
        5783.46,
        5792.04
    ],
    [
        " over to the pursuers right right in the cave and then you have to get the pilot and then you have",
        5792.04,
        5801.52
    ],
    [
        " to you know formulate a defense and then get the heck out of there and uh get extracted and of course",
        5801.52,
        5811.76
    ],
    [
        " uh uh uh we put the team down and well I couldn't see in the cave and I later learned",
        5813.0,
        5820.46
    ],
    [
        " that my contrast was too bright but there's a ladder I'm supposed to climb uh and I didn't even see it",
        5820.46,
        5828.88
    ],
    [
        " and supposed to climb down to a lower level in the cave so I just fell so Rob decides well",
        5828.88,
        5838.28
    ],
    [
        " let's go outside we'll defend the outside is because when they come out of the tunnel with the pilot",
        5838.6,
        5844.36
    ],
    [
        " the whole village is good so we went outside got behind some rocks and we got in about a 20-minute",
        5844.36,
        5850.68
    ],
    [
        " firefight and this is a five-level complex cave that the other guys are sneaking around in shooting",
        5850.68,
        5858.82
    ],
    [
        " people and right you know till they find the pilot and then they got to bring them out you have to",
        5858.82,
        5864.02
    ],
    [
        " reload your magazines to unlike other video games where they can fire a thousand rounds and make a",
        5864.02,
        5868.64
    ],
    [
        " die a thousand times and and uh you know I'm carrying an RPD which is a uh it's a uh NBA uh",
        5868.64,
        5878.42
    ],
    [
        " machine gun yeah and I have a hundred round belt and then I've got a sawdoth M79",
        5878.42,
        5885.52
    ],
    [
        " was that right little thumper yeah little thumper and I got some advice on how to get up for this",
        5885.52,
        5892.38
    ],
    [
        " and uh and so we're in this hellacious firefight I mean we got three sides are around this and",
        5893.6,
        5902.46
    ],
    [
        " and now we're just you know shooting out like crazy finally they come out with the pilot and then",
        5902.46,
        5908.88
    ],
    [
        " we got a beat T and it's a prairie fire and of course lines you wrote the voice actor is",
        5908.88,
        5916.62
    ],
    [
        " yelling in our ears you know as we're running and we got these each chasing us and running gun battles",
        5916.88,
        5924.08
    ],
    [
        " and you know people doing this and there's an authentic feel to it with the weapons the gunfire",
        5924.08,
        5930.34
    ],
    [
        " and the jungle setting and it pays homage to Saga and the and the aviators that were part of all of that",
        5930.34,
        5937.16
    ],
    [
        " absolutely and so we get up and we get up on top of hamburger hill which is in the game",
        5937.16,
        5944.14
    ],
    [
        " and that's our factor point so we got to we got to get in a uh a bomb crater and defend the LZ",
        5944.78,
        5952.9
    ],
    [
        " and so we've got air strikes going on they got tack air and everything going in around us",
        5952.9,
        5959.72
    ],
    [
        " and you know we're in another five or ten minute gun battle just like a real sawdothon team would",
        5959.72,
        5966.26
    ],
    [
        " be until we get it quieted down and then a helicopter comes in and lieutenant Neil's flying",
        5966.26,
        5972.24
    ],
    [
        " and I don't know I think I was but it was a keenly okay hey I get on the helicopter and we're all",
        5972.3,
        5981.58
    ],
    [
        " kind of talking going back and I go I'm never doing that again and of course several the developers",
        5981.58,
        5988.44
    ],
    [
        " had read some of the sawdoths and new books and the team guys would say you know they come out",
        5988.44,
        5995.66
    ],
    [
        " and they go I'm never doing that again and then they get back have a couple of beers get bored",
        5995.66,
        6000.18
    ],
    [
        " and they're out there again and date the beat goes on but it it definitely historically is very",
        6000.18,
        6008.42
    ],
    [
        " accurate the artistry and everything in helicopters and everything is just top notch and you know",
        6008.42,
        6019.6
    ],
    [
        " I think it's well done I think you've watched a couple of streams tilt have a change",
        6019.6,
        6030.16
    ],
    [
        " I'm not a gamer but what I've seen I really like and once we get set up we're still moving",
        6030.16,
        6036.06
    ],
    [
        " getting settled into the new home and our four acres in Tennessee we're going to I'll be spending",
        6036.06,
        6043.54
    ],
    [
        " more time with my my steps on really likes it and a few other people I've talked to that looked at it",
        6043.54,
        6049.78
    ],
    [
        " including our techie Tom the tech our mystery man he liked it also well I think that",
        6049.78,
        6057.98
    ],
    [
        " even if you don't have time to play the game and you're not the game I mean I've never I'd never",
        6058.74,
        6064.5
    ],
    [
        " I mean solitaire on Windows solitaire my computer game and I haven't played it for 20 years",
        6064.5,
        6072.0
    ],
    [
        " and but I watch my grandson grow grow and not play video games and now he's working doesn't have",
        6072.0,
        6082.76
    ],
    [
        " a time to play video game but I play so we do we go all right any other last thoughts sir",
        6082.76,
        6089.0
    ],
    [
        " no sir it's been a pleasant time and well likewise it's actually get a little bit of insight into",
        6089.0,
        6096.06
    ],
    [
        " life of a crew chief I hope sir I've given people a little bit of what what went on behind the scenes",
        6096.06,
        6103.1
    ],
    [
        " of just insertion and extraction indeed well we're at that time where we want to",
        6103.1,
        6110.84
    ],
    [
        " say our thanks to all veterans out there men like Don Haas who fought for the values of our country",
        6111.56,
        6120.22
    ],
    [
        " truly an American hero one of our many that fought in the secret war to those of you out there",
        6120.22,
        6126.66
    ],
    [
        " on the front lines today we thank you for fighting all for our our ideals for our country and for",
        6126.66,
        6134.0
    ],
    [
        " our freedoms we also thank police law enforcement border patrol the secret servers paramedics",
        6134.0,
        6140.66
    ],
    [
        " dispatchers corrections officers anyone out there helping our country be a better country and",
        6140.98,
        6148.46
    ],
    [
        " thanks to all that we can live so that we live in safety and we want to thank the army navy",
        6148.46,
        6155.42
    ],
    [
        " marine corps air force coast guard and yes I guess we now have the space force for our security",
        6155.42,
        6162.68
    ],
    [
        " today and for those who didn't come home we salute you all for without your sacrifice we would",
        6162.68,
        6169.22
    ],
    [
        " not be a free country today thank you for joining us until next time",
        6169.22,
        6173.56
    ],
    [
        " and now for the post script after saw cast number seven myself and Tom to miss you man my techie",
        6173.56,
        6187.74
    ],
    [
        " that that time goes by fast it does it's so quick to get a rotor heads perspective on",
        6187.74,
        6195.52
    ],
    [
        " sawing missions your take on this because a lot of this is the first time you've heard it yeah",
        6196.34,
        6200.12
    ],
    [
        " it's definitely I mean it's definitely different to hear from their point of view and in this you",
        6200.12,
        6206.68
    ],
    [
        " know in what they have to go through like oh yeah I mean you know working with aircraft and in",
        6206.68,
        6212.26
    ],
    [
        " stuff that I've done it's you know I've talked to him but it's different",
        6212.26,
        6215.4
    ],
    [
        " you're not them I've been in a helicopter I've flown in them yeah but it's not the same",
        6215.4,
        6222.86
    ],
    [
        " we jumped out yeah roped out of them exactly but it's not it's not the same it's it's just you",
        6222.86,
        6231.66
    ],
    [
        " know hearing their point of view and seeing what they see yeah you know it's just",
        6231.66,
        6235.76
    ],
    [
        " going through I mean going through that rainstorm just that alone can you imagine how do you fly",
        6235.76,
        6244.9
    ],
    [
        " like I you know I talked to that one pilot that we were talking about before yeah that I met",
        6244.9,
        6249.36
    ],
    [
        " down in Fort Benning and he uh when he talked about it you know comparing old aircraft you know the",
        6249.36,
        6255.72
    ],
    [
        " Huey said you guys flew in versus the black ox and he said that well that's not flying you know",
        6255.72,
        6260.78
    ],
    [
        " black ox that's not flying oh right because it's all computerized you know it's really what his",
        6260.78,
        6264.98
    ],
    [
        " perspective is sure he's like a Huey's flying he's like when you fly with a map and a compass",
        6264.98,
        6269.58
    ],
    [
        " and just basically fly over the tree top levels yeah that's flying he's like you're not you don't",
        6269.58,
        6279.34
    ],
    [
        " have a compass because that line from Fred Lindsay's book we're quoting uh Sergeant Pat McMollon",
        6279.34,
        6288.48
    ],
    [
        " how he remembered the team and the gun state have needed well shortly after they went in there",
        6288.48,
        6294.24
    ],
    [
        " was contact and then he said they made contact at that same time the typhoon blew in a typhoon",
        6294.24,
        6303.94
    ],
    [
        " while the teams in contact our slicks were grounded at Kwong Loy so we were all those guys had",
        6304.96,
        6313.88
    ],
    [
        " so here we came yeah I mean here we came in a typhoon these are gunships",
        6313.88,
        6321.6
    ],
    [
        " they aren't designed to pick up troops no so they go out and spend all their ordinance to make room",
        6321.6,
        6327.12
    ],
    [
        " and get rid of the weight so they can pick up pick up pick up people oh I mean that's a huge sacrifice",
        6327.12,
        6332.0
    ],
    [
        " it's a huge risk I mean just to just to do it and and to have that you know like you said the ice",
        6332.0,
        6338.2
    ],
    [
        " and the veins to be calm and collective and just do it you know I've never got over that no and I've",
        6338.2,
        6343.12
    ],
    [
        " seen pilots like that but it's like it's one of things you're like do they go to is that part of",
        6343.12,
        6349.42
    ],
    [
        " helicopter training is like how to get ice in your veins how to take out emotion yeah and then",
        6349.42,
        6356.06
    ],
    [
        " I hear about the strings and everything I think you had a I think you had a tail of strings",
        6356.06,
        6360.38
    ],
    [
        " I know you had a great tool moving right along sir thank you very much I think you did",
        6360.64,
        6367.38
    ],
    [
        " yourself sit down though if I if I remember correctly me and cowboy just hanging by your feet",
        6367.38,
        6375.3
    ],
    [
        " it's okay it's good oh lord yeah I mean the way they flown you know at tree top level and",
        6375.3,
        6382.24
    ],
    [
        " nap of the earth as they call it and it's like you know flying that low knowing you're I mean",
        6382.24,
        6387.08
    ],
    [
        " you're in range but you're flying so fast it it's it's hard to get you oh yeah you know it's",
        6387.08,
        6391.84
    ],
    [
        " quiet you know you're so low to the ground but I mean nothing but extraordinary you know from a guy",
        6391.84,
        6398.3
    ],
    [
        " who's I'm gonna be a helicopter mechanic and now you're flying missions for saw I mean it's like oh",
        6398.3,
        6403.16
    ],
    [
        " this is this is different yeah we can't talk about it right now so finally he is yeah and it's great",
        6403.16,
        6409.02
    ],
    [
        " a little different perspective to the whole war it definitely is and I loved it is great I mean",
        6409.02,
        6413.82
    ],
    [
        " getting that other side getting someone outside of it you know you get that outside looking in",
        6414.26,
        6419.92
    ],
    [
        " kind of view yeah still inside but it's a it's that the other component of what saw was it wasn't just",
        6419.92,
        6427.68
    ],
    [
        " the recon man it wasn't just all of that it was it's the helicopters savagers and that's I mean",
        6427.68,
        6433.62
    ],
    [
        " kudos to you to bringing someone in from that side and jaco and you for getting it to to arrange it",
        6433.62,
        6442.1
    ],
    [
        " and have him come in and get that different perspective because I think that's you know we've",
        6442.1,
        6446.48
    ],
    [
        " talked about it before it's it's that perspective that's not covered you know there's certain parts",
        6446.48,
        6450.38
    ],
    [
        " you're not covered you know that they play an you know instrumental role I mean without him where",
        6450.38,
        6457.88
    ],
    [
        " would you be oh yeah you know I mean where would any of them be yeah you know pilots and you know",
        6457.88,
        6464.06
    ],
    [
        " all those guys that were willing to fly in there and do that and then oh the one thing I was to say",
        6464.06,
        6469.64
    ],
    [
        " uh I think uh blowing up the helicopter was a Dick Thompson story when he got when he got",
        6470.42,
        6478.12
    ],
    [
        " chewed out for that he got chewed up for that one if you want us to bring it back yeah",
        6478.12,
        6484.0
    ],
    [
        " no he just they pumped it yeah yeah we got the technical stuff out first then we blew it and then",
        6484.0,
        6490.58
    ],
    [
        " just blew it up with c4 I do remember that they're having to be I think two at least one or two",
        6490.58,
        6496.0
    ],
    [
        " NVA soldiers inside the helicopter and he put the charging so uh yeah so that reminded me when I",
        6497.46,
        6504.26
    ],
    [
        " was I was talking about that and then uh that's right the other thing was uh so on the video game",
        6504.26,
        6509.22
    ],
    [
        " yeah yeah played it for the first time this morning really I can't say it went went well",
        6509.22,
        6515.22
    ],
    [
        " I didn't you got killed I did an eldest son oh I figured I was gonna start off I was like well",
        6515.22,
        6520.86
    ],
    [
        " this is easy I'll do this one it's easy right I go in I dropped some stuff and I leave",
        6520.86,
        6525.04
    ],
    [
        " yeah not so much I did it by myself I didn't have a team so I'm used to what other guys play I",
        6526.0,
        6533.08
    ],
    [
        " didn't play video games since I was a kid so yeah I'm no expert on video games by any means don't",
        6533.08,
        6537.48
    ],
    [
        " let me fool you because I think I shot my rifle more times accidentally while I'm trying to sneak",
        6537.48,
        6542.9
    ],
    [
        " around because um yeah it didn't work I was using a keyboard and a mousepad but uh I was basically",
        6542.9,
        6551.76
    ],
    [
        " sneaking up I'm like okay I can hear him talking you know my okay I can't see anybody so I'm like",
        6551.76,
        6556.38
    ],
    [
        " well let me swing around and see what my team's doing so I do a 360 there's nobody there but me",
        6556.38,
        6564.2
    ],
    [
        " and I'm like oh oh this is how this works I'm alone I'm the loner doing an eldest son with a",
        6564.2,
        6573.46
    ],
    [
        " I had a I took the well I think it's a M16 is what they have on there uh the one I got was an M16",
        6573.46,
        6580.62
    ],
    [
        " they didn't give me they didn't give me car 15 option they're gonna give you dick tosses yeah and uh",
        6580.7,
        6585.84
    ],
    [
        " he broke from the from the pilot yeah and I took uh I took but I took see I had eight 20 round",
        6585.84,
        6593.3
    ],
    [
        " magazines which sucked 20 round yeah so I ate of those on my kit and I had so then I brought 25",
        6593.3,
        6600.54
    ],
    [
        " in my room I brought clean waters I brought bouncing betties I brought frags I loaded out as much",
        6600.54,
        6607.66
    ],
    [
        " as I could carry and I'm going along and I'm doing good and I'm like yeah I'm getting there you know",
        6607.66,
        6612.9
    ],
    [
        " it's like I'm within like 400 meters of the target because it gives you a little yellow beacon that",
        6612.9,
        6616.72
    ],
    [
        " you're right yeah see at least you don't get lost yeah because I probably wander so I get and I'm going",
        6616.72,
        6622.32
    ],
    [
        " and uh I'll just and I can hear I'm gonna like I'll just and I hear gunshots my oh okay so where",
        6622.32,
        6630.28
    ],
    [
        " are they so I'm looking to my right looking to my right I swing back to my left and the guy comes",
        6630.28,
        6634.6
    ],
    [
        " around three and shoot me I'm like oh thank you prepare to die you need a time to do even have time",
        6634.6,
        6640.64
    ],
    [
        " I didn't even get chance to shoot at him just like great you guys got a lot of ammo now",
        6640.64,
        6646.84
    ],
    [
        " so I definitely have tried again it's gonna take me a while to figure that one out but I'll give it a shot",
        6646.84,
        6655.3
    ],
    [
        " indeed well any any other last minute thoughts here no it's a yeah incredible tails and uh",
        6655.3,
        6664.08
    ],
    [
        " and again thank you for having me here to listen to this uh I feel like one of those guys that's",
        6664.08,
        6670.26
    ],
    [
        " you know proud to sit here and listen to stuff and yeah I'm just completely amazed but at every",
        6670.26,
        6677.38
    ],
    [
        " every time I sit here and every time I do this you know and so meanwhile we have to pitch one more time",
        6677.38,
        6683.08
    ],
    [
        " oh yeah Fred Lindsey's book the secret green beret commandos in Cambodia it's available in",
        6683.08,
        6691.02
    ],
    [
        " amazon etc stories abound today we only hit on one story with some of the side bars attached to",
        6691.02,
        6699.82
    ],
    [
        " that but he goes through the entire history of ccs for nearly days and then at the end when ccs was",
        6699.82,
        6707.88
    ],
    [
        " decommissioned shut down the men the recon man then went north to ccn to uh at denang ccc contum",
        6707.88,
        6717.52
    ],
    [
        " and he documents that as well as some of the awards and decorations and as we first started talking",
        6717.84,
        6725.74
    ],
    [
        " like dawn said um the book is based off of citations so any action happened was the citation related",
        6725.74,
        6735.0
    ],
    [
        " which means there's a lot that weren't yeah and colonel Lindsey to his credit put years into this book",
        6735.0,
        6741.94
    ],
    [
        " and uh so it has everything from different sides of the story including this one that's why we picked it",
        6742.1,
        6749.04
    ],
    [
        " and we thank colonel Lindsey who's today in the indiana and still working hard cheering us on",
        6749.04,
        6756.96
    ],
    [
        " as we move forward and so with that we'll close out today and again we thank",
        6756.96,
        6762.28
    ],
    [
        " all of our service members for our freedoms from the army air force navy marine core coast guard",
        6762.28,
        6770.66
    ],
    [
        " yesterday space force thought out there looking out for our country and even though some of our",
        6771.08,
        6776.2
    ],
    [
        " leadership might not remember what memorial days about we do we pay homage to those troops we salute",
        6776.2,
        6782.68
    ],
    [
        " them all and to all the frontline personnel and other law force of dccs particular to board of",
        6782.68,
        6789.2
    ],
    [
        " patrol only a security that's under a great deal of stress today and uh we just continue to",
        6789.2,
        6795.9
    ],
    [
        " precaried them in our prayers and pray for our country so we thank you for that and we thank you",
        6795.9,
        6800.28
    ],
    [
        " for jaco for the opportunity to bring sod cast number 70 today and until next time we'll be",
        6800.28,
        6807.44
    ],
    [
        " lining up some more which will include a metal vonder recipient until next time thank you for",
        6807.44,
        6813.84
    ],
    [
        " joining us today out",
        6813.84,
        6815.58
    ]
]