[
    [
        " So I read a book a long time ago.",
        0.0,
        2.44
    ],
    [
        " It's about Desert 1.",
        2.64,
        3.4
    ],
    [
        " And one of the reasons that Desert 1 failed",
        4.08,
        7.32
    ],
    [
        " was aircraft couldn't complete the mission.",
        7.32,
        11.98
    ],
    [
        " And I'll do a podcast about it at some point.",
        12.12,
        13.76
    ],
    [
        " But so they wanted to get the best pilots for Desert 1",
        13.88,
        16.8
    ],
    [
        " to go out there, fly into Iran, and do this refueling,",
        16.8,
        19.44
    ],
    [
        " and rescue the hostages, right?",
        19.54,
        20.5
    ],
    [
        " Some of the pilots were at least one set of the pilots.",
        22.06,
        24.54
    ],
    [
        " The helicopter pilots came from flying Air Force 2.",
        24.54,
        29.24
    ],
    [
        " What's the helicopter?",
        29.38,
        30.16
    ],
    [
        " What's the president's helicopter?",
        30.38,
        31.22
    ],
    [
        " The Marine Corps, it's HMX1.",
        31.6,
        33.58
    ],
    [
        " Okay.",
        33.84,
        34.1
    ],
    [
        " That's the Marine Corps's helicopters.",
        34.52,
        35.68
    ],
    [
        " That's the presidential helicopter.",
        36.02,
        36.92
    ],
    [
        " Okay, so maybe it was those guys.",
        36.92,
        38.5
    ],
    [
        " And those guys, they're not playing around.",
        38.86,
        41.62
    ],
    [
        " Any issue with any that bird at all, and it's not flying.",
        41.92,
        44.86
    ],
    [
        " Yeah.",
        45.0,
        45.12
    ],
    [
        " And so there's in the main rotors on a helicopter,",
        45.52,
        49.06
    ],
    [
        " there's hydrogen inside.",
        49.06,
        52.1
    ],
    [
        " There's like a tube that has a hydrogen in it.",
        52.38,
        54.42
    ],
    [
        " And then there's a hydrogen sensor that will tell you",
        54.5,
        57.5
    ],
    [
        " if there's something wrong, if there's a crack,",
        58.24,
        60.04
    ],
    [
        " if there's something wrong with those blades,",
        60.18,
        61.66
    ],
    [
        " this hydrogen sensor goes, oh, we got a problem",
        62.5,
        64.74
    ],
    [
        " with our blades, we need to land.",
        64.74,
        65.64
    ],
    [
        " And that's the way that they keep those things safe,",
        66.48,
        69.98
    ],
    [
        " because you can have some kind of a stress fracture",
        70.06,
        71.78
    ],
    [
        " or something in your rotor blade.",
        71.78,
        73.5
    ],
    [
        " And if that thing comes apart, you know, you got major issues.",
        73.5,
        75.68
    ],
    [
        " Well, like the Navy pilots in the sea wolves,",
        76.52,
        84.04
    ],
    [
        " they just flew with the freaking hydrogen thing.",
        84.32,
        86.36
    ],
    [
        " They would just like take it out.",
        86.44,
        88.34
    ],
    [
        " They didn't want to hear about it.",
        88.5,
        89.74
    ],
    [
        " Like they're flying this thing.",
        89.9,
        90.98
    ],
    [
        " The army pilots were like that.",
        91.36,
        92.38
    ],
    [
        " So there was a lot of pilots that were just saying,",
        92.5,
        94.86
    ],
    [
        " hey, dude, you know, like whatever, pretty much whatever.",
        94.94,
        97.9
    ],
    [
        " Hey, get it fixed later.",
        98.28,
        99.46
    ],
    [
        " And, but they had this, this attentiveness to details",
        100.44,
        105.22
    ],
    [
        " that was, hey, nope, hydrogen, we got a hydrogen,",
        105.22,
        107.18
    ],
    [
        " we got something wrong with our blade, we got a land.",
        107.4,
        108.74
    ],
    [
        " And they left.",
        109.42,
        110.98
    ],
    [
        " And all of a sudden now they're short on the aircraft.",
        111.42,
        112.76
    ],
    [
        " It's one of the things that led to it was we didn't have",
        112.94,
        115.12
    ],
    [
        " these kind of combat experience pilots.",
        115.12,
        118.24
    ],
    [
        " Like if that would have been a sea wolf pilot, bro,",
        118.26,
        120.8
    ],
    [
        " this guy would have been like, what?",
        121.08,
        122.5
    ],
    [
        " So just like anything else, if you go overboard",
        123.04,
        127.82
    ],
    [
        " with the small things, you're going to miss some big things",
        127.82,
        131.02
    ],
    [
        " including executing a mission.",
        131.02,
        132.46
    ],
    [
        " Yeah.",
        132.76,
        132.92
    ],
    [
        " What's cool about understanding how important",
        133.32,
        136.0
    ],
    [
        " the small things are rather than overlooking them",
        136.0,
        138.28
    ],
    [
        " is that actually gives you some insight",
        138.28,
        139.88
    ],
    [
        " about what you can and can't tolerate.",
        139.88,
        141.46
    ],
    [
        " Meaning, if I don't pay attention to any of the little things",
        141.82,
        144.8
    ],
    [
        " because I'm a big picture guy and I don't care,",
        144.8,
        146.3
    ],
    [
        " there's some little things that are going to kill me",
        146.62,
        148.16
    ],
    [
        " and I might not know about it.",
        148.16,
        149.64
    ],
    [
        " But if I'm sort of obsessive about knowing all those things,",
        150.36,
        153.36
    ],
    [
        " what it actually gives me in an airplane",
        153.56,
        155.22
    ],
    [
        " and really in anything, it gives me an understanding",
        155.22,
        157.76
    ],
    [
        " of that little thing, that is a little thing.",
        157.76,
        160.54
    ],
    [
        " We're going to ignore that and we're going to press",
        160.82,
        162.08
    ],
    [
        " or that little thing, it's fine now,",
        162.08,
        165.36
    ],
    [
        " but if it leads to this and this,",
        165.52,
        166.66
    ],
    [
        " then we got a problem that could get worse",
        167.0,
        168.6
    ],
    [
        " or that little thing will get us killed.",
        168.6,
        170.5
    ],
    [
        " You got to know what those little things are",
        171.02,
        173.92
    ],
    [
        " and know whether to ignore them,",
        174.3,
        176.68
    ],
    [
        " pay attention to them or respond to them.",
        176.94,
        178.94
    ],
    [
        " And those are three different kind of key criteria,",
        179.28,
        180.94
    ],
    [
        " but if you don't know what those things are,",
        181.02,
        182.34
    ],
    [
        " you can't make those smart decisions.",
        182.48,
        183.5
    ],
    [
        " So you got to know those things.",
        183.7,
        184.58
    ],
    [
        " You don't have to react to all of them,",
        184.88,
        185.94
    ],
    [
        " but you got to know them.",
        186.22,
        186.92
    ]
]