[
    [
        " How long did it take to study to get your certification and how",
        0.12,
        3.52
    ],
    [
        " Like did you have to put in some work? Oh, yeah, I mean into the whole thing",
        3.52,
        8.26
    ],
    [
        " That was a several month thing and I had a blast doing it because it was a great way to get to know my Marines",
        8.26,
        14.0
    ],
    [
        " And what and really for me more than anything it was to get to know what the challenges were and why it was a big deal for me",
        14.0,
        19.5
    ],
    [
        " Is we were getting ready to go in a carrier and they called them brown shirts. They were brown jerseys on the carrier",
        19.5,
        25.0
    ],
    [
        " Those are your plane captains those are your crew chiefs and they have the most un",
        25.18,
        30.68
    ],
    [
        " appreciated unforgiving job",
        30.68,
        33.04
    ],
    [
        " They're the ones out there two o'clock in the morning trying to fix an engine hanging over the side of an aircraft carrier",
        33.04,
        38.18
    ],
    [
        " So that jet is on the flat sketch of the next day",
        38.18,
        40.62
    ],
    [
        " Really underappreciated the amount of work and how important that work was and I wanted to understand that so I could help",
        40.62,
        47.02
    ],
    [
        " Advocate to get them the things that needed to be successful and the only way to do that is to know what they're going through",
        47.02,
        51.8
    ],
    [
        " So I'm with it the entire process to get certified to learn about that",
        51.84,
        56.74
    ],
    [
        " It also was a great way to get to know the Marines extremely well",
        56.74,
        59.74
    ],
    [
        " But being a brown shirt being a crew chief of a plane captain on a carrier",
        59.74,
        63.42
    ],
    [
        " Man those young kids are putting in just the most ridiculous hours doing the hardest job in the world with almost no",
        63.42,
        71.14
    ],
    [
        " Thanks no appreciation at all because what they need is to get a jet to make the flat schedule and",
        71.14,
        77.06
    ],
    [
        " Then you know Dave Burke man's up the jet and gets all the glory because he launches off the carrier up for a 45 minute air condition flight",
        77.1,
        83.18
    ],
    [
        " Totally comes back lands it turns the keys over and say here's my rental. Yeah, I mean that's the joke is like hey",
        83.18,
        88.9
    ],
    [
        " I took the jet I come back and I go hey this thing's busted and I didn't the keys I leave",
        88.9,
        92.44
    ],
    [
        " And obviously I didn't want to be one of those pilots and those pilots exist those pilots exist",
        92.44,
        97.72
    ],
    [
        " So right now just so you know there are thousands of power line Marines listen to this conversation that are stoked that you're done",
        97.72,
        106.76
    ],
    [
        " How many parts do you know we parts are in an FAT I couldn't even guess",
        108.56,
        112.86
    ],
    [
        " Do they have to know every individual system or do they just know the engine?",
        112.86,
        118.72
    ],
    [
        " The engine yes, I mean we're talking every single thing in an engine from the front to the back",
        119.12,
        124.08
    ],
    [
        " Now you have airframes you have electric you have high jolk have other major subsystems that these plane captains have a general",
        124.08,
        130.46
    ],
    [
        " Understanding of but no one near the detail, but when it comes to the engine",
        130.46,
        133.74
    ],
    [
        " Every single thing and and I'm sure it's true for all of them, but a hornet engine is a complex piece of machinery",
        134.8,
        139.98
    ],
    [
        " So from a leadership perspective if you strive to do the small things if you strive to do the small things well",
        139.98,
        161.92
    ],
    [
        " It's gonna help you you can't become obsessed with them",
        162.24,
        165.1
    ],
    [
        " We have to be careful that that becomes that becomes OCD, right?",
        165.1,
        169.72
    ],
    [
        " You will work for an OCD person. Yes. I work for an OCD seal and it was",
        170.24,
        174.68
    ],
    [
        " You know, you know we work through it, but it's it's it's just like any other sort of like a mental health issue",
        174.68,
        183.24
    ],
    [
        " Where the person just doesn't understand that they've got it. You?",
        183.24,
        186.92
    ]
]