[
    [
        " Strike 3, it sounds like you deserve a little bit.",
        0.0,
        1.86
    ],
    [
        " Yeah.",
        2.94,
        3.06
    ],
    [
        " Yeah?",
        3.48,
        3.8
    ],
    [
        " Yeah?",
        4.42,
        4.58
    ],
    [
        "",
        5.04,
        5.04
    ],
    [
        " Yeah.",
        5.24,
        5.5
    ],
    [
        " So we're in a studio right now.",
        5.58,
        7.74
    ],
    [
        " You know, in fires do weird things.",
        8.08,
        9.34
    ],
    [
        " And studios make fires do even weirder things.",
        9.82,
        14.28
    ],
    [
        " Like there's no where for heat to escape.",
        14.52,
        15.94
    ],
    [
        " Got a bunch of electrical equipment.",
        16.36,
        17.54
    ],
    [
        " And in that fire, there was a studio in there.",
        18.2,
        22.08
    ],
    [
        " And the inversion layer, so like the smoke in the heat,",
        22.58,
        25.44
    ],
    [
        " was so thick that you couldn't see where the fire was.",
        25.76,
        28.14
    ],
    [
        " And as you know, you go up inches,",
        29.2,
        30.8
    ],
    [
        " you'd start going up hundreds of degrees.",
        30.8,
        32.4
    ],
    [
        " You go up feet and you're talking like a thousand degrees",
        32.6,
        34.44
    ],
    [
        " in difference.",
        34.44,
        35.18
    ],
    [
        " And I was trying to find the fire,",
        35.8,
        38.54
    ],
    [
        " which is like what a nozzle guy is supposed to do.",
        38.54,
        40.78
    ],
    [
        " I didn't have the experience to understand",
        41.44,
        43.36
    ],
    [
        " or realize how dangerous it was.",
        43.36,
        45.98
    ],
    [
        " So when like the little particles in the air",
        46.92,
        48.54
    ],
    [
        " just started combusting as the temperature of the room",
        48.54,
        50.88
    ],
    [
        " started reaching a flashpoint.",
        50.88,
        52.36
    ],
    [
        " Like an experienced person is gonna be like,",
        52.84,
        54.46
    ],
    [
        " oh, this is about to go down.",
        54.64,
        55.86
    ],
    [
        " Yeah, like instead, I'm like, no, no, let's find the fire.",
        56.28,
        59.24
    ],
    [
        " Like you're in the fire, bro.",
        59.4,
        60.6
    ],
    [
        " Like the fire is above you, you just can't see it.",
        60.86,
        62.82
    ],
    [
        " You know, if you in the top of your helmet,",
        62.86,
        64.56
    ],
    [
        " that popping sound is your helmet melting,",
        64.74,
        66.5
    ],
    [
        " you're just too dumb to know it.",
        66.7,
        67.68
    ],
    [
        " So when the fire, when the room fire finally flashes,",
        67.92,
        70.38
    ],
    [
        " like if you see the movie backdrop,",
        70.86,
        72.84
    ],
    [
        " the backdrop where the room finally just goes,",
        73.14,
        74.68
    ],
    [
        " whoa, that's what happens.",
        74.82,
        76.54
    ],
    [
        " I just crank up the nozzle, put it on flood",
        76.88,
        79.4
    ],
    [
        " and why to try to not get us to burn alive",
        79.4,
        81.54
    ],
    [
        " in an effort to, which was the right thing for us not to die,",
        81.84,
        86.8
    ],
    [
        " but also, you know, not great thing for a lot of steam.",
        86.96,
        90.24
    ],
    [
        " Steamsucks.",
        90.52,
        92.46
    ],
    [
        " Got it.",
        92.9,
        93.5
    ],
    [
        " So I burnt me in an Allen linear that dude behind me",
        94.06,
        97.98
    ],
    [
        " on the nozzle being like, you're being stupid.",
        97.98,
        99.74
    ],
    [
        " Was he trying to pull you back?",
        101.08,
        103.02
    ],
    [
        " Yeah, I think so.",
        103.64,
        105.62
    ],
    [
        " I think that's what it's loud, fire, nozzle, water.",
        105.92,
        109.92
    ],
    [
        " And me pulling him forward and being that dog,",
        111.72,
        114.34
    ],
    [
        " being that bowl, you know, like, no, let's go find the fire,",
        114.5,
        116.46
    ],
    [
        " let's find the fire, let's find the fire.",
        116.5,
        117.76
    ],
    [
        " I think him being behind me and being that second set of eyes,",
        117.8,
        120.34
    ],
    [
        " like that, the pulling back was literally him saying,",
        120.66,
        123.62
    ],
    [
        " no, no, no, no, like we have reached our limited",
        123.76,
        126.04
    ],
    [
        " advance, we need to back up.",
        126.04,
        127.36
    ],
    [
        " But I was just too dumb and too stubborn.",
        127.58,
        130.4
    ],
    [
        " Yeah, it sounded like a pretty sketchy roll out of there",
        130.94,
        135.24
    ],
    [
        " and your helmet's like melted",
        135.24,
        136.9
    ],
    [
        " and your mask is all jacked up.",
        137.24,
        140.1
    ],
    [
        " Yeah, so we have these self-contained breathing apparatus",
        140.26,
        142.02
    ],
    [
        " and you have a layer of plastic glass, plastic glass.",
        142.02,
        145.7
    ],
    [
        " So plastic-admilted, glassed, shattered,",
        146.34,
        149.42
    ],
    [
        " plastic-admilted and I had one layer of glass",
        149.74,
        152.74
    ],
    [
        " in front of my face.",
        152.74,
        153.66
    ],
    [
        " And the top of my helmet with my firefighter number 42,",
        154.7,
        159.32
    ],
    [
        " I still have my firefighter number on my desk,",
        159.76,
        161.84
    ],
    [
        " which is like burnt and charred",
        162.08,
        163.42
    ],
    [
        " and I keep it there to remind me how dumb I am.",
        163.42,
        166.46
    ],
    [
        " That helmet had melted.",
        166.9,
        170.18
    ],
    [
        " The top of it was like all bubbled and boiled,",
        170.74,
        173.1
    ],
    [
        " weird.",
        173.42,
        174.42
    ],
    [
        " You don't wanna see a helmet like that.",
        175.36,
        176.54
    ],
    [
        " And that ended up being a strike three.",
        176.92,
        179.88
    ],
    [
        " That's right.",
        180.08,
        180.36
    ],
    [
        " So you could kick off the fire department.",
        180.74,
        183.52
    ],
    [
        " Which in your mind, unstoppable Tim Kennedy's like,",
        183.88,
        188.08
    ],
    [
        " good, because I wanted to be a cop anyways.",
        188.24,
        189.56
    ],
    [
        " Yeah. That was kind of what you're doing.",
        189.68,
        192.2
    ]
]