[
    [
        " Meanwhile your your fight career is going. Mm-hmm. What year is this now? This is uh 2000",
        0.0,
        5.66
    ],
    [
        " Um",
        5.66,
        7.6
    ],
    [
        " You lost your first pro fight Scott Smith that was embarrassing",
        7.6,
        11.8
    ],
    [
        " And arrogance I fought him five weeks before that and like smacked him uh-huh",
        11.8,
        19.86
    ],
    [
        " And so I walk into my pro debut and uh, how do how did you beat him? How did he beat you?",
        19.86,
        25.84
    ],
    [
        " He beat me t.k.o. Stoppage big huge cut doctors like I can see your cheekbone get out um, how'd you beat him?",
        26.36,
        33.46
    ],
    [
        " Three rounds of domination domination",
        34.36,
        37.58
    ],
    [
        " What he catch you just caught you yeah, you just weren't used clear",
        37.58,
        41.2
    ],
    [
        " I mean he got he got 15 minutes of of first person",
        41.2,
        44.74
    ],
    [
        " Preparation and I did exactly the same thing that I did in the first round in the first moment of our first fight",
        44.74,
        51.06
    ],
    [
        " Where I had a big change level. I was gonna push him up against the cage",
        51.06,
        53.58
    ],
    [
        " You know make it dirty for a second. So with that change level he just blew me open with an uppercut",
        54.02,
        59.52
    ],
    [
        " Jack",
        59.52,
        60.02
    ],
    [
        " Like literally the exact same thing that I was like, uh, I'm gonna do the same thing I did to him last time",
        60.02,
        65.98
    ],
    [
        " And he's like I'm gonna do a different thing",
        65.98,
        68.44
    ],
    [
        " And it worked out",
        68.44,
        70.9
    ],
    [
        " When did the fight get stopped after the first round or oh no, no like like immediately. Yeah",
        70.9,
        76.18
    ],
    [
        " We're two minute minute and a minute half into the first round. Oh",
        76.18,
        79.84
    ],
    [
        " Yeah",
        79.84,
        80.28
    ],
    [
        " Oh",
        82.9,
        83.38
    ],
    [
        " Walking into the pit as a zero one fighter",
        83.38,
        85.82
    ],
    [
        " Walking into Ganon Chuck and Scott and Eric and uh, John Hackelman",
        85.82,
        91.4
    ],
    [
        " I already felt like I didn't belong and I'm walking as an oh and one pro",
        91.4,
        95.14
    ],
    [
        " loser",
        95.14,
        96.84
    ],
    [
        " It's like it's so crazy to think you know even walking into that place you're by no means",
        96.84,
        105.58
    ],
    [
        " Yeah, like you're just walking in that place and training you're sparring with Chuck Lodell like you're a bad you're a badass",
        105.58,
        110.12
    ],
    [
        " And yet you get",
        110.88,
        112.14
    ],
    [
        " You feel like a loser",
        112.14,
        114.06
    ],
    [
        " You but you are moving up like moving up the respect",
        114.06,
        119.7
    ],
    [
        " ranks at the pit and you're you end up going to some of Chuck's",
        119.7,
        126.7
    ],
    [
        " Want to Chuck's fights championship fight um against boost amante",
        126.7,
        130.6
    ],
    [
        " I was chuckling this whole time, you know, anyone. I don't know what it's like. Maybe it's gotten better",
        130.6,
        135.76
    ],
    [
        " But back in the day if you were like a teammate",
        135.76,
        138.14
    ],
    [
        " You were like gonna pay your own way to get up there. You're gonna sleep with six other guys",
        138.14,
        143.88
    ],
    [
        " Yeah, some you know in the same room you weren't gonna get fed anything",
        143.88,
        147.34
    ],
    [
        " You're caught and wait with your with your fighter",
        147.34,
        149.54
    ],
    [
        " It's just like sucked",
        149.54,
        151.36
    ],
    [
        " Sleep on the hotel room floor getting beat up. By the way, you can't win any of your sparring",
        151.36,
        155.96
    ],
    [
        " You're just getting beat up. You're just getting punched in the head just to back a blood. Yeah, I put us due to punch",
        155.96,
        160.3
    ],
    [
        " There's no there's like no glory in being a second or a third or a fourth",
        161.02,
        166.92
    ],
    [
        " Which is basically what it seemed like you were at this point. Yeah, like body get in here",
        166.92,
        171.4
    ],
    [
        " When Eric or Ganner or you know, Scott retired or bored that just thrown me so I don't even I don't even think I was like fourth string",
        171.4,
        179.04
    ],
    [
        " I was not even acknowledged in being present",
        179.04,
        182.7
    ],
    [
        " Did you get a ticket to the fight because I was nothing there was no guarantee you were getting to the fight",
        182.7,
        186.34
    ],
    [
        " I didn't get a ticket to like the first three fights. I sat",
        186.34,
        188.92
    ],
    [
        " I finally got to I think Vito Belfort was a first fight that I physically got to be",
        189.38,
        194.56
    ],
    [
        " In the arena for it was so cool. Yeah, like we used to run every kind of scam to get into those fights",
        194.56,
        201.62
    ],
    [
        " We I would I would go I would get in every single time a hundred percent of time and we were running all kinds of you know",
        201.62,
        206.94
    ],
    [
        " Tactical operations and I love the best seats. I got the sickest seats",
        206.94,
        211.72
    ],
    [
        " I'd seen so I've seen so many UFC's from like road three that I had no tickets to we'd we'd we did",
        211.72,
        218.9
    ],
    [
        " All kinds of tactical maneuvers to get into those fights because because that's the crazy thing right you go up there",
        218.92,
        223.52
    ],
    [
        " You'd be cornering someone I would literally be cornering someone and not have a ticket to the fight. Yeah",
        223.52,
        229.08
    ],
    [
        " But I think I'm already back. Yeah, this is let me in",
        229.08,
        232.14
    ],
    [
        " The security would walk up and be like nine of us in front of four seats, you know",
        232.14,
        237.08
    ],
    [
        " Do you guys have tickets? Yeah? Yeah? Yeah, yeah, this is our ticket and they're like that was his ticket",
        237.08,
        242.62
    ],
    [
        " No, no, this is my ticket. Well, we're his ticket. I'm like I'm going to be I'll be back",
        242.62,
        247.4
    ],
    [
        " Yeah, cool",
        247.4,
        248.78
    ],
    [
        " You end up becoming the extreme challenge champion",
        248.78,
        254.46
    ],
    [
        " And in this are you starting to think maybe this is a thing like when you when you go up with Chakra you started to know",
        254.46,
        260.74
    ],
    [
        " Still don't think it's no, still don't think it's like a actual I still like fighting",
        260.74,
        264.36
    ],
    [
        " In that that tournament that a man tournament that was the who's who of middle weights at the time",
        264.36,
        268.98
    ],
    [
        " I mean, Jason may have Miller Dennis Kang Ryan Norte me",
        268.98,
        272.88
    ],
    [
        " like",
        274.98,
        275.42
    ],
    [
        " For early 2000s when you when you put like these are the eight best use of the planet those those that's that's money right there and",
        275.42,
        281.4
    ],
    [
        " That's all freaking tournament. Yeah, and I think I think I won enough to pay for a computer for my next semester in school",
        281.4,
        288.9
    ],
    [
        " You know, they're like there's no money",
        288.9,
        290.86
    ],
    [
        " Chuck paid for my pizza kitchen post-fight meal Chuck paid for my YMCA",
        290.86,
        297.06
    ],
    [
        " To go in to cut weight in the sauna. It was the only sauna we could find in Salt Lake City",
        297.06,
        301.92
    ],
    [
        " Like chuck out of pocket like I there's no money",
        302.0,
        304.52
    ],
    [
        " And I'm like the ecc champion. Yeah, yeah, those are the good old days",
        304.52,
        308.98
    ],
    [
        " No one was fighting for the money back then we just thought I just wanted to fight",
        308.98,
        314.02
    ],
    [
        " uh",
        314.02,
        314.82
    ],
    [
        " You fight and win in the WEC as well. Was that any better? Was there any anything at the WEC?",
        314.82,
        321.46
    ],
    [
        " I got a hundred bucks to show and a hundred bucks to win",
        322.08,
        324.32
    ],
    [
        " To fight that as heavy weight",
        324.32,
        327.68
    ],
    [
        " God you fought us heavy. I was a hundred and ninety four pounds and I fought as heavy weight",
        327.9,
        332.86
    ],
    [
        " You're kind of getting you this is kind of you're getting like a minor level of fame. No at this point",
        332.86,
        339.28
    ],
    [
        " Would you say yeah like the MMA weeklies are starting to write you know",
        339.28,
        342.8
    ],
    [
        " The up and comeer, you know on the top 10 or top 10 rankings. I'm like",
        342.8,
        347.96
    ],
    [
        " Mentionable no mentioned like notably mentioned type categories",
        347.96,
        353.24
    ],
    [
        " so",
        353.24,
        354.62
    ],
    [
        " Who is this guy type questions?",
        355.92,
        357.5
    ],
    [
        " But in the WEC was nothing to sneeze at back in the day, you know",
        358.68,
        362.74
    ],
    [
        " Like I remember it was like kind of on the same level",
        362.74,
        365.24
    ],
    [
        " Like UFC was obviously the bigger promotion, but you know some incredible fighters came out of the time",
        365.24,
        371.58
    ],
    [
        " I see and I mean it was just it was a great great place to be at that stage. Yeah WC was totally legit. Yeah",
        371.58,
        377.9
    ],
    [
        " You got",
        377.9,
        381.02
    ],
    [
        " You you you you're getting wrapped into the whole fighter",
        381.44,
        384.24
    ],
    [
        " Kind of thing",
        384.24,
        385.62
    ],
    [
        " I'm starting to live in the booze they everything else. Yeah, not not the booze as much",
        385.62,
        391.46
    ],
    [
        " But the women the traveling the fighting",
        391.46,
        394.7
    ],
    [
        " I mean it is it's a it's a real unhealthy",
        394.7,
        397.32
    ],
    [
        " Lifestyle when you're like committed to it",
        397.32,
        400.02
    ],
    [
        " You know you'd you'd wake up you'd fight",
        400.02,
        402.18
    ],
    [
        " No, you'd wake up you'd rinse off whatever",
        402.18,
        405.36
    ],
    [
        " debauchery is on you and then so you don't carry those diseases into the gym",
        405.36,
        410.0
    ],
    [
        " And then you'd go and train and then you're trying to do some form of recovery and get some type of food and then",
        410.0,
        416.16
    ],
    [
        " debauchery training again and then debauchery like that's about your day. So that's so you see your own",
        416.16,
        422.78
    ],
    [
        " Rowling Rowling in that Rowling deep",
        422.78,
        424.98
    ]
]