[
    [
        " The poverty in the South by rack is a whole new level.",
        0.0,
        2.8
    ],
    [
        " I mean, dude, it's like still in pieces of tarps from Americans,",
        3.28,
        6.08
    ],
    [
        " just like patch holes in their tents and stuff.",
        6.08,
        8.34
    ],
    [
        " So that was kind of a shock.",
        9.08,
        10.2
    ],
    [
        " And then, you know, kids coming up asking for water and food",
        11.18,
        14.24
    ],
    [
        " and this kind of shit, you know, that was like new.",
        14.24,
        16.86
    ],
    [
        " Or if you get slowed down somewhere,",
        17.16,
        19.08
    ],
    [
        " dudes want cigarettes, tapping on you and going, no, you know,",
        19.28,
        22.08
    ],
    [
        " like, so it was interesting to just sort of,",
        22.18,
        25.82
    ],
    [
        " it was kind of, and in some ways it was good to get acclimated,",
        25.9,
        29.22
    ],
    [
        " but nothing really happened on that first two days.",
        29.22,
        31.54
    ],
    [
        " And then on day three, we ended up hitting,",
        31.84,
        34.34
    ],
    [
        " well, I mean, it didn't detonate,",
        34.56,
        36.24
    ],
    [
        " but ended up discovering an ID, the lead truck did.",
        36.32,
        38.58
    ],
    [
        " And this was between Fallujah and Baghdad.",
        38.82,
        41.58
    ],
    [
        " And so that was like our first real experience with doing",
        41.74,
        44.88
    ],
    [
        " anything for real in country, you know.",
        44.88,
        46.62
    ],
    [
        " How many vehicles, like just estimate,",
        47.16,
        49.3
    ],
    [
        " like how many vehicles are in this log pack?",
        49.48,
        51.18
    ],
    [
        " Is this like a 40 vehicle?",
        51.54,
        53.08
    ],
    [
        " I could have been more than that.",
        53.4,
        54.8
    ],
    [
        " So it's massive.",
        55.02,
        55.8
    ],
    [
        " Yeah, it took like six hours or so.",
        56.1,
        58.56
    ],
    [
        " I can't remember three hours.",
        58.56,
        59.8
    ],
    [
        " It took hours and hours a few up, you know, all these,",
        59.86,
        62.7
    ],
    [
        " I can't take a long, three to done.",
        62.86,
        64.98
    ],
    [
        " Oh, man.",
        65.6,
        66.26
    ],
    [
        " So when did you finally pull into Ramadi?",
        66.7,
        70.36
    ],
    [
        " How many days did it take you to get there?",
        70.44,
        71.62
    ],
    [
        " Three.",
        71.7,
        71.9
    ],
    [
        " Three days you pulled into Camp Ramadi.",
        72.2,
        73.94
    ],
    [
        " And they, what's that like?",
        74.24,
        77.48
    ],
    [
        " I mean, settling in, you've get moved into a barracks",
        77.6,
        80.68
    ],
    [
        " or where did you guys stay at?",
        80.68,
        82.64
    ],
    [
        " No, yeah.",
        83.04,
        83.66
    ],
    [
        " Dead city.",
        83.88,
        84.04
    ],
    [
        " No, they didn't have any of that yet.",
        84.48,
        86.24
    ],
    [
        " There was a big, there was a big MWR building",
        86.24,
        89.72
    ],
    [
        " at the front and they just put us up in that, you know,",
        89.72,
        92.22
    ],
    [
        " where they had that boxing ring and that stuff in there.",
        92.26,
        94.26
    ],
    [
        " They just put us up in that and caught us for a week or two.",
        94.86,
        97.92
    ],
    [
        " I can't remember.",
        98.18,
        98.64
    ],
    [
        " But it was easier, I think it was easier for us in some ways",
        99.3,
        102.3
    ],
    [
        " to transit for the people that were going to go outside the wire.",
        102.3,
        105.46
    ],
    [
        " I think it was easier for us for the first like,",
        105.82,
        107.92
    ],
    [
        " mentally for that first week because when we hit that,",
        108.42,
        111.62
    ],
    [
        " when we hit that, you know, when I say hit it,",
        111.86,
        115.0
    ],
    [
        " it didn't detonate.",
        115.0,
        115.52
    ],
    [
        " When we hit that ID, it's kind of like, you know,",
        115.64,
        119.56
    ],
    [
        " bays and fire in some ways, like you to see all,",
        120.24,
        123.46
    ],
    [
        " like what this war is really about to be for the next year.",
        123.62,
        126.46
    ],
    [
        " You know, it's like middle of the night,",
        127.1,
        128.3
    ],
    [
        " they can't, the Marines that were helping us,",
        128.76,
        131.28
    ],
    [
        " they came, you know, tapped on the door and were like,",
        131.44,
        134.0
    ],
    [
        " hey, we need help, you know, you want to go?",
        134.0,
        136.46
    ],
    [
        " I'm like, oh, hell yeah, I want to go.",
        136.52,
        137.96
    ],
    [
        " So it's like AT4 and, you know, like let's go.",
        138.14,
        141.68
    ],
    [
        " And so as me and Johnny and these two Marines",
        142.0,
        145.5
    ],
    [
        " went out up this deck cord.",
        145.5,
        147.94
    ],
    [
        " So what they'd found an ID and, you know,",
        148.62,
        151.58
    ],
    [
        " it's like, honestly, after I'd been there for while",
        151.62,
        153.66
    ],
    [
        " looking backwards, it's a very obvious setup, right?",
        153.66,
        156.74
    ],
    [
        " There's an ID and then the Stu Teprarug",
        157.28,
        160.08
    ],
    [
        " and his driver's license was just left there, you know,",
        160.08,
        162.76
    ],
    [
        " it's like, or his ID cord, no driver's license, but.",
        162.84,
        165.4
    ],
    [
        " So we were told, we don't have time, you know,",
        165.94,
        170.28
    ],
    [
        " EOD can't make it, whatever, just trace that deck cord",
        170.28,
        173.88
    ],
    [
        " and if it goes into the house,",
        173.88,
        175.4
    ],
    [
        " because it was going out into this compound, you know,",
        175.76,
        178.08
    ],
    [
        " like all of Ultra type stuff,",
        178.22,
        179.92
    ],
    [
        " it's like, if it goes into the house,",
        180.74,
        182.58
    ],
    [
        " just frag the house and come back and I was like,",
        182.82,
        184.78
    ],
    [
        " oh yeah, so freaking stoked.",
        184.86,
        188.4
    ],
    [
        " So we hit the edge of this compound, you know,",
        188.88,
        191.86
    ],
    [
        " under no, and this is you and then two Marines",
        192.0,
        194.48
    ],
    [
        " and your buddy, Johnny, my first line later at the time.",
        194.48,
        196.98
    ],
    [
        " Yeah, well, I guess he stayed my first line later,",
        197.04,
        198.84
    ],
    [
        " but before I got promoted.",
        199.04,
        200.38
    ],
    [
        " And it was, you know how they'd have those big,",
        202.02,
        203.92
    ],
    [
        " obviously, you know, but they'd have those walls,",
        204.16,
        206.2
    ],
    [
        " you know, center block walls.",
        206.2,
        207.46
    ],
    [
        " Well, this one had a gate that was locked",
        207.82,
        210.26
    ],
    [
        " and then you could see there was a hole in the sides",
        210.26,
        212.74
    ],
    [
        " where I would just go through the hole.",
        212.74,
        214.54
    ],
    [
        " So we go around and as we come around that hole,",
        215.0,
        218.2
    ],
    [
        " you could hear a generator running.",
        218.54,
        220.78
    ],
    [
        " I just assumed that it was in the back or something,",
        221.26,
        224.32
    ],
    [
        " but you could hear a generator running",
        224.44,
        225.62
    ],
    [
        " and then this dog starts barking,",
        225.62,
        227.76
    ],
    [
        " like this little happy dog.",
        227.78,
        229.28
    ],
    [
        " And we're like, in my mind,",
        230.62,
        232.44
    ],
    [
        " the only thing we got going for us right now,",
        232.62,
        234.08
    ],
    [
        " just for men is that nobody knows we're here,",
        234.08,
        236.54
    ],
    [
        " you know, within this compound.",
        237.1,
        238.42
    ],
    [
        " I don't exactly want to take plunging fire",
        238.58,
        240.12
    ],
    [
        " in this compound, there's just four dudes very badly.",
        240.12,
        241.96
    ],
    [
        " So now I'm like, I can't wait to blow that effing dog up, man.",
        242.52,
        245.36
    ],
    [
        " I'm like, come on, try to hit that dude with my frag.",
        245.82,
        249.02
    ],
    [
        " I'm thinking that as we're coming around,",
        249.44,
        252.7
    ],
    [
        " toward the front of the, toward the front of home.",
        253.22,
        256.3
    ],
    [
        " And then once we take the right,",
        256.66,
        258.08
    ],
    [
        " you know, so we just skirt in the house here",
        258.64,
        260.9
    ],
    [
        " and then take it right towards the actual front",
        260.9,
        262.66
    ],
    [
        " and you could see the decor going into the house.",
        262.66,
        264.64
    ],
    [
        " And I was like, oh yeah, man, this is, it's about beyond.",
        264.64,
        267.24
    ],
    [
        " So we go around the decor and then there's a,",
        267.9,
        270.86
    ],
    [
        " like kind of a half ass, like a stoop,",
        270.92,
        272.94
    ],
    [
        " not a true porch, but I could stoop.",
        273.04,
        275.06
    ],
    [
        " And on that stoop was these sandals all laid out",
        275.42,
        278.52
    ],
    [
        " in like succession, you could tell us like,",
        278.52,
        280.4
    ],
    [
        " dad, mom, you know, son, older daughter,",
        280.6,
        284.74
    ],
    [
        " and then baby daughter with like these little two inch pink sandals.",
        284.74,
        288.04
    ],
    [
        " Man that, I had a, I had a little sister, I still do,",
        288.28,
        292.78
    ],
    [
        " but I was very close to her at the time.",
        292.88,
        294.3
    ],
    [
        " She was like six or seven at that time.",
        294.3,
        296.64
    ],
    [
        " And man, that hit me like a freight train, you know, like, whoa.",
        296.86,
        300.46
    ],
    [
        " You know, it's not, you know, just killing bad guys",
        301.32,
        304.08
    ],
    [
        " all the time, you know, so one of them ended up happening.",
        304.08,
        306.86
    ],
    [
        " We can win all, we went all the way around.",
        307.06,
        309.08
    ],
    [
        " It ended pretty good, actually.",
        309.6,
        311.58
    ],
    [
        " We went all the way around and the decor came out",
        311.72,
        314.64
    ],
    [
        " and went into his orchard in the back.",
        314.64,
        317.16
    ],
    [
        " So we traveled through it a little bit.",
        317.82,
        319.3
    ],
    [
        " And then one of them reen said,",
        319.54,
        320.7
    ],
    [
        " hey, I'm gonna pull a pin flare out or pop a pin flare.",
        320.7,
        323.5
    ],
    [
        " And Johnny didn't hear him.",
        323.66,
        324.54
    ],
    [
        " So I'm like over here, like in the small echelon.",
        325.16,
        327.76
    ],
    [
        " And Marine pops out of the pin flare",
        327.94,
        330.1
    ],
    [
        " and Johnny just hits the deck.",
        330.1,
        331.48
    ],
    [
        " And then the small echelon.",
        331.74,
        332.8
    ],
    [
        " So I got a good kick out of it.",
        333.48,
        336.48
    ],
    [
        " But we stopped there for a minute",
        336.84,
        338.7
    ],
    [
        " and we just see that the decor was going out somewhere.",
        338.7,
        341.86
    ],
    [
        " And there was two dudes up in another home on a balcony,",
        342.14,
        345.76
    ],
    [
        " smoke and cigars, you know, with AKs, but it's like,",
        346.14,
        348.1
    ],
    [
        " well, anyway, depending on the situation,",
        348.36,
        353.22
    ],
    [
        " but we went, you know, we didn't have time.",
        353.42,
        356.36
    ],
    [
        " But to just walk back to the vehicle,",
        357.22,
        358.78
    ],
    [
        " it's basically, yeah.",
        358.78,
        359.68
    ],
    [
        " But the thing is like, almost guaranteed,",
        359.98,
        362.16
    ],
    [
        " those dudes were waiting to see what we would do.",
        362.74,
        364.46
    ],
    [
        " Like almost guaranteed, they were the ones",
        365.06,
        366.62
    ],
    [
        " who set it up and everything.",
        366.62,
        367.52
    ],
    [
        " And I mean, what are you doing smoking cigars",
        368.5,
        370.04
    ],
    [
        " on your deck at 240?",
        370.04,
        371.28
    ],
    [
        " Yeah, you can't, you, unfortunately,",
        371.64,
        373.96
    ],
    [
        " you can't even answer that question",
        374.08,
        375.32
    ],
    [
        " because they would be doing the most wild, crazy,",
        375.32,
        378.62
    ],
    [
        " like unknown things that you ever have imagined",
        378.7,
        382.16
    ],
    [
        " in a million years.",
        382.16,
        383.04
    ],
    [
        " It's this true.",
        383.12,
        383.64
    ],
    [
        " You know, like, for instance, 240 in the morning,",
        383.68,
        386.3
    ],
    [
        " I mean, I had a guy approach a target one time",
        386.6,
        388.36
    ],
    [
        " and my Terps yell at him and the guy's like,",
        388.36,
        391.34
    ],
    [
        " got carrying a box with him and he's walking towards,",
        391.34,
        394.32
    ],
    [
        " we're assaulting a target.",
        394.46,
        395.88
    ],
    [
        " This was in baguette where assaulting a target",
        396.02,
        397.6
    ],
    [
        " and this guy's walking up, looking super suspect.",
        397.6,
        400.1
    ],
    [
        " And my Terps, like, hey, there's 50 cows pointed at him",
        401.14,
        404.32
    ],
    [
        " and like, like, hey.",
        404.32,
        405.88
    ],
    [
        " And so finally, I just like,",
        406.48,
        407.94
    ],
    [
        " I just like aggressively approach him",
        408.06,
        410.22
    ],
    [
        " and, or no, we told him put the box down",
        410.22,
        413.02
    ],
    [
        " so he sets the box down on his feet",
        413.02,
        414.5
    ],
    [
        " and I get over, so I go like grab this guy",
        414.5,
        417.5
    ],
    [
        " and as I'm going to grab him,",
        417.5,
        419.74
    ],
    [
        " he like pulls something out of his pocket",
        420.34,
        422.56
    ],
    [
        " and I'm so close to him, I had my weapon,",
        422.56,
        424.58
    ],
    [
        " I like smashed his hand with my weapon",
        424.74,
        427.58
    ],
    [
        " and he dropped this little remote that he was carrying.",
        427.58,
        430.98
    ],
    [
        " And yeah, it sounds all cool.",
        431.48,
        433.22
    ],
    [
        " Here's the deal though, this dude was drunk.",
        433.38,
        435.16
    ],
    [
        " You know, once we got to the bottom of it,",
        435.9,
        437.12
    ],
    [
        " he was drunk and in the box was a video machine",
        437.22,
        439.72
    ],
    [
        " and he had been over at his buddy's house",
        439.72,
        441.22
    ],
    [
        " watching Pornow and getting drunk with his buddy.",
        441.22,
        444.22
    ],
    [
        " You know, I almost smoked him.",
        444.7,
        446.42
    ],
    [
        " You know, he got a deserved it.",
        446.82,
        448.38
    ],
    [
        " But they do some dumb shit, man.",
        448.44,
        450.16
    ],
    [
        " And so you never know.",
        450.52,
        451.56
    ]
]