[
    [
        " This is the Jocco Underground Podcast number eight with echo Charles and me Jocco willing",
        0.04,
        5.72
    ],
    [
        " Good evening echo good evening top of the day is",
        5.72,
        10.58
    ],
    [
        " Body language",
        10.58,
        11.48
    ],
    [
        " and I",
        11.48,
        13.42
    ],
    [
        " There's a bunch of great resources about this. There's an online college called Fremont College",
        13.42,
        19.44
    ],
    [
        " And they had a really kind of nice. I was looking more of just now line of things to talk about they had a pretty simplistic one",
        19.44,
        26.46
    ],
    [
        " so",
        26.46,
        28.64
    ],
    [
        " As we know so that's what I used for talking through this",
        29.56,
        33.74
    ],
    [
        " Body language constitutes more than 60% of what we communicate. That's what they said. I've heard it say 70%",
        33.74,
        42.18
    ],
    [
        " Have you heard that 70 I've heard 70% I think Sarah Armstrong told me 70% from I",
        42.18,
        50.74
    ],
    [
        " Behaviour",
        50.74,
        51.32
    ],
    [
        " Direction that you point your feet",
        51.32,
        53.86
    ],
    [
        " All these different things reveal what you're what you're really thinking and we as people",
        54.7,
        60.64
    ],
    [
        " Benefit by being able to",
        60.64,
        63.92
    ],
    [
        " Read this language a little bit more clearly look you get we all naturally get the we get the vibe",
        63.92,
        72.16
    ],
    [
        " Right to use a parlance a modern parlance my kids talk about the vibe a lot",
        72.16,
        77.88
    ],
    [
        " I can get the vibe if you if I go standing there with his arms crossed",
        77.88,
        81.84
    ],
    [
        " I might get the vibe that maybe he's not here in what I'm saying",
        82.28,
        85.88
    ],
    [
        " But it's it's a lot better to go a little bit beyond the vibe and actually be able to interpret a little bit more directly",
        85.88,
        91.82
    ],
    [
        " What some of these things tend to mean not guaranteed to mean because you could have your arms crossed just cuz you're cold",
        91.82,
        98.86
    ],
    [
        " Right, yeah, but they also could be an indicator. So here's a couple things we're gonna go through I",
        98.86,
        107.42
    ],
    [
        " Behaviour I",
        107.42,
        108.4
    ],
    [
        " Behaviour can be very telling and again, I'm taking this from this rebound college stuff",
        109.58,
        113.46
    ],
    [
        " I'm kind of paraphrasing and reading parts that I think are cool",
        113.46,
        116.26
    ],
    [
        " When communicating with someone pay attention to whether he or she makes direct eye contact or looks away",
        116.26,
        123.14
    ],
    [
        " You hear this one all the time inability to make direct eye contact",
        123.14,
        128.32
    ],
    [
        " Can indicate boredom",
        128.32,
        130.66
    ],
    [
        " Disinterest or even deceit",
        130.66,
        133.54
    ],
    [
        " Meaning meaning hey when someone doesn't look at look at you. That means they could be lying again",
        134.14,
        138.4
    ],
    [
        " It's good to know that",
        138.4,
        140.56
    ],
    [
        " It's also good to know that it doesn't necessarily mean that they're lying could just mean that they're bored and I'm I'm one of the worst",
        140.56,
        147.12
    ],
    [
        " perpetrators",
        147.12,
        148.74
    ],
    [
        " If someone's not if I'm not",
        148.74,
        151.92
    ],
    [
        " If I'm bored with what you're saying I'm not looking at you anymore. I'm looking somewhere else",
        151.92,
        157.8
    ],
    [
        " I'm looking at my phone. I'm looking at the duty-mat whatever",
        157.8,
        161.32
    ],
    [
        " Dean went through a phase where when Dean would get if I didn't like pay attention to him he would attack me",
        161.88,
        167.62
    ],
    [
        " And it was really a bummer because getting attacked by Dean is a bummer",
        167.62,
        173.1
    ],
    [
        " Especially when you're looking in the other direction because you're bored with what you say",
        173.1,
        176.24
    ],
    [
        " So I had to I had to train myself to pay attention. It's good training. Yeah good training",
        176.24,
        183.7
    ],
    [
        " And you know what's weird is I this is I don't know if this is good or bad. It's probably bad might be good though",
        183.7,
        190.26
    ],
    [
        " I am if I don't know you I'm actually gonna pay more attention to you",
        191.66,
        195.82
    ],
    [
        " Mm-hmm if you know because I'm gonna give you the benefit of that like hey",
        195.82,
        198.84
    ],
    [
        " I don't really know you but if I know you you're my friend and you're boring me. Are you good? No mercy?",
        198.84,
        204.14
    ],
    [
        " Dialated pupils someone someone's eyes get kind of big that means it's favorable",
        204.34,
        214.52
    ],
    [
        " Mm-hmm you gotta be looking pretty close to see those those pupils dilate have you ever seen anyone's pupils?",
        214.94,
        221.98
    ],
    [
        " Yes, I noticed them being dilated",
        222.4,
        224.2
    ],
    [
        " I've seen them. I've seen their eyes open up like like and seeing their pupils get bigger. Yeah, sorry. I guess I have seen it",
        224.2,
        231.82
    ],
    [
        " pupils dilate when cognitive effort increases",
        231.82,
        238.08
    ],
    [
        " So if someone's focused on someone or something they like their pupils automatically dilate",
        238.08,
        243.64
    ],
    [
        " Maybe that's why you've never noticed it before because we're never dilated. No one's ever been interested in what you say",
        244.52,
        250.94
    ],
    [
        " pupil dilation can be difficult to detect that's probably why because I know you're very interesting",
        250.94,
        259.38
    ],
    [
        " Persons blinking rate",
        259.38,
        263.72
    ],
    [
        " Blinking rate increases when people are thinking",
        263.72,
        267.76
    ],
    [
        " When they're more stressed so there's target stressed out they start blinking",
        267.76,
        272.22
    ],
    [
        " blinking can also indicate lying",
        273.64,
        275.5
    ],
    [
        " Get that person that's blinking blinking it's watch your kids. Yeah",
        275.5,
        280.9
    ],
    [
        " Kids kids kids have no ability to camouflage like when they're lying, you know, they just they just can't look at you",
        280.9,
        287.52
    ],
    [
        " Yeah, so it's good. It's good to use your kids as a",
        287.52,
        291.28
    ],
    [
        " guideline",
        291.28,
        292.5
    ],
    [
        " To start beginning to be able to spot these things unless they're like cycle kids unless they're cycles",
        292.5,
        298.76
    ],
    [
        " So they'll be like straight up effortfully almost enjoying the lying or something like that",
        298.76,
        303.8
    ],
    [
        " Yeah, it seems like some kids would be like that",
        303.8,
        306.56
    ],
    [
        " by that blinking one",
        306.56,
        308.78
    ],
    [
        " For whatever reason I pay attention to blinking all the time not in any kind of judgment or nothing",
        308.78,
        314.74
    ],
    [
        " But you're aware yeah big time so where it came from was when I first started making videos and and",
        314.74,
        321.28
    ],
    [
        " Interviewing people not for the interview part of it, but for the editing part of it. So when you edit",
        321.28,
        327.62
    ],
    [
        " And you want to convey a certain like emotion or whatever and they're saying something awesome and then they're if they're blinking",
        328.54,
        335.24
    ],
    [
        " It ruins the whole class. Oh interesting. So and this is where it would",
        335.24,
        338.92
    ],
    [
        " This is where I would reveal itself a lot of the time",
        338.92,
        341.54
    ],
    [
        " No, it's at the end. You know like and you do a really good job on this. I have no idea why but fucking you do the",
        341.54,
        348.74
    ],
    [
        " At the end once you say something cool",
        348.74,
        351.5
    ],
    [
        " Right and it's done. You're done talking",
        351.5,
        354.34
    ],
    [
        " You will just look and keep looking directly into the camera and not blink right and you'll keep looking right so our normal person would be like boom",
        355.04,
        362.84
    ],
    [
        " I'm done. So not only will I blink but all like relax my body. I'll look away. I'll do whatever I'm done with the take",
        362.84,
        369.12
    ],
    [
        " I said what I said, but you have that trailing moment of a good two",
        369.12,
        373.38
    ],
    [
        " Three seconds, which is a long as time by the way for that in that context where you'll just look and keep that same look on your face or whatever without blinking",
        373.38,
        381.32
    ],
    [
        " I'm comfortable with silence. Yes, that's what I think is what it is because also when I answer a question",
        381.88,
        388.24
    ],
    [
        " I when I get done I'll just stop",
        388.24,
        389.82
    ],
    [
        " And I don't feel the need to continue. Yeah explaining or talking or I",
        389.82,
        396.38
    ],
    [
        " Also don't mind just silence if I'm thinking if you ask me a question or I'm trying to formulate an answer",
        396.38,
        402.66
    ],
    [
        " I'm trying to tell you something and convey a message and I get to a point where I'm not sure where I'm gonna go",
        402.66,
        407.38
    ],
    [
        " I",
        409.68,
        410.34
    ],
    [
        " Don't just feel that space with",
        410.34,
        413.14
    ],
    [
        " Or or any of those things. I'm good with it just being quiet. Yeah",
        413.14,
        419.04
    ],
    [
        " Yeah, that that makes sense to me that seems to be the case now that you kind of explain it",
        419.04,
        425.2
    ],
    [
        " But when someone does start blinking mm-hmm",
        425.2,
        431.14
    ],
    [
        " It can tell a whole different story not necessarily like actually what they're saying",
        431.46,
        436.1
    ],
    [
        " But maybe if they're saying one thing they it can indicate that they're feeling at the very least feeling a way different thing",
        436.1,
        444.22
    ],
    [
        " for example",
        444.22,
        445.46
    ],
    [
        " um and also you know when I like I said I first started being really aware of it when I started making videos with people like",
        445.46,
        452.86
    ],
    [
        " Interviewing right and then I started editing it and trying to make it into some dramatic promotion or whatever",
        452.86,
        457.54
    ],
    [
        " Um and then I started noticing it on actual movies",
        457.9,
        461.36
    ],
    [
        " So like certain good actors will use blinking in their performance to indicate all these different thing",
        461.36,
        468.6
    ],
    [
        " And they'll do it effectively like Denzel Washington does really good like when he's like stress or whatever",
        468.6,
        473.66
    ],
    [
        " He's blinking when he's like whatever and if you start to pay attention to that",
        473.66,
        478.06
    ],
    [
        " It's like that added detail with acting anyway. It's that added detail that really adds like this",
        478.06,
        483.04
    ],
    [
        " You feel it more, you know, yeah, that's weird because you feel it",
        483.04,
        487.04
    ],
    [
        " Even though you don't know what's happened like until now now you're gonna watch and be like oh I see Denzel",
        487.54,
        492.08
    ],
    [
        " He's blinking he's stressed and that's working. I feel",
        492.08,
        495.08
    ],
    [
        " That is a little excerpt of what we are doing on the",
        495.08,
        504.64
    ],
    [
        " Jocco Underground podcast so if you want to continue to listen",
        504.64,
        507.72
    ],
    [
        " Go to jocco underground com and subscribe and we're doing this to mitigate our",
        507.72,
        514.18
    ],
    [
        " Reliance on external platforms so we are not subject to their control and we're doing it so we can give you more control",
        514.28,
        522.02
    ],
    [
        " More interaction more direct connections better communications with us",
        522.02,
        526.06
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jocco underground calm",
        526.06,
        533.16
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        533.16,
        538.72
    ],
    [
        " We can still support you just email assistance at jocco underground calm and we'll get you taken care of until then",
        538.72,
        545.94
    ],
    [
        " We will see you",
        545.94,
        547.6
    ],
    [
        " mobilized",
        547.6,
        548.9
    ],
    [
        " Underground",
        548.9,
        550.24
    ]
]