[
    [
        " You say in the book, I miss training. I love the feeling of conquering a particularly difficult day at work.",
        0.0,
        4.94
    ],
    [
        " The kind of satisfaction that one only gets when he thinks it improbable to overcome the challenge",
        5.28,
        10.32
    ],
    [
        " before he begins. That reminded me. I did run a while back. Maybe I can run a full mile now.",
        10.32,
        15.58
    ],
    [
        " I decided to call up my old friend and first line leader, Johnny. I knew he had been running",
        16.12,
        20.0
    ],
    [
        " marathons and triathlons since he returned from Iraq. Surely he would love to be there when I ran",
        20.0,
        25.48
    ],
    [
        " my first mile since the suicide bombing crippled me. I called him up. Hey bro, I want to run a mile.",
        25.48,
        30.58
    ],
    [
        " You say you go out. You do it. We finished the mile loop in about seven minutes and 30 seconds.",
        32.16,
        44.1
    ],
    [
        " I was proud of my pace, but something else struck me after we finished. My ego was the problem.",
        44.44,
        48.32
    ],
    [
        " I had discovered that I was the root of most of my psychological problems years before this,",
        48.32,
        53.44
    ],
    [
        " and I had taken some measures to get better. What I hadn't realized was the role ego was playing in",
        53.44,
        58.46
    ],
    [
        " all my suffering. I started to look back at every ill-advised decision I had ever made, every",
        58.46,
        63.94
    ],
    [
        " argument I'd ever been in, and the grudge against the army that I had held nearly all of them",
        63.94,
        69.2
    ],
    [
        " could be traced back to my ego. You talk about those. Just like an example is your piss that the",
        69.2,
        80.74
    ],
    [
        " army didn't keep you in. And yet you say in the book, you're like, hey, I wasn't capable.",
        81.2,
        87.18
    ],
    [
        " I couldn't freak you know, like carry a rock. I couldn't shoot a gun right now. How are they",
        87.7,
        93.08
    ],
    [
        " going to keep me in? But in your mind, your ego was like, they should've kept me in.",
        93.08,
        97.92
    ],
    [
        " Yeah. Yeah, I mean, how stupid can you possibly be. But yeah, I don't know what I thought",
        98.26,
        105.64
    ],
    [
        " of it than I was pissing that on. Yeah, I mean, you're right. And it's",
        106.0,
        112.62
    ],
    [
        " and I think it's really easy to and it is 100% your ego, but it's really easy to start doing that",
        112.62,
        121.58
    ],
    [
        " thing where you're like, well, do you know how I'm just treating me like a number and all this stuff?",
        121.58,
        125.68
    ],
    [
        " I was like, well, yeah, man, they got like half a million people. They got to grow. I could go",
        125.98,
        135.62
    ],
    [
        " really it's it is everything is ego even still the day when I screw something up, which is,",
        136.08,
        140.4
    ],
    [
        " you know, a daily occurrence. It's almost every time I only go almost every time.",
        140.46,
        144.84
    ],
    [
        " Yesterday I got pissed at something. I don't even remember what it was now. About a half hour later,",
        145.06,
        150.28
    ],
    [
        " I was like, yeah, that was me. That was me too.",
        150.32,
        151.98
    ]
]